{
  "name": "大学问",
  "author": "明・王守仁",
  "chapters": [
    {
      "name": "大学问",
      "content": [
        "“大学”者，昔儒以为大人之学矣。敢问大人之学何以在于“明明德”乎？",
        "阳明子曰：大人者，以天地万物为一体者也。其视天下犹一家，中国犹一人焉。若夫闲形骸而分尔我者，小人矣。大人之能以天地万物为一体也，非意之也，其心之仁本若是，其与天地万物而为一也，岂惟大人，虽小人之心亦莫不然，彼顾自小之耳。是故见孺子之入井，而必有怵惕恻隐之心焉，是其仁之与孺子而为一体也。孺子犹同类者也，见鸟兽之哀鸣觳觫，而必有不忍之心，是其仁之与鸟兽而为一体也。鸟兽犹有知觉者也，见草木之摧折而必有悯恤之心焉，是其仁之与草木而为一体也。草木犹有生意者也，见瓦石之毁坏而必有顾惜之心焉，是其仁之与瓦石而为一体也。是其一体之仁也，虽小人之心亦必有之。是乃根于天命之性，而自然灵昭不昧者也，是故谓之“明德”。小人之心旣已分隔隘陋矣，而其一体之仁犹能不昧若此者，是其未动于欲，而未蔽于私之时也。及其动于欲，蔽于私，而利害相攻，忿怒相激，则将戕物圮类，无所不为，其甚至有骨肉相残者，而一体之仁亡矣。是故苟无私欲之蔽，则虽小人之心，而其一体之仁犹大人也；一有私欲之蔽，则虽大人之心，而其分隔隘陋犹小人矣。故夫为大人之学者，亦惟去其私欲之蔽，以明其明德，复其天地万物一体之本然而已耳。非能于本体之外，而有所增益之也。",
        "曰：然则何以在“亲民”乎？",
        "曰：明明德者，立其天地万物一体之体也，亲民者，达其天地万物一体之用也。故明明德必在于亲民，而亲民乃所以明其明德也。是故亲吾之父，以及人之父，以及天下人之父，而后吾之仁实与吾之父、人之父与天下人之父而为一体矣。实与之为一体，而后孝之明德始明矣。亲吾之兄，以及人之兄，以及天下人之兄，而后吾之仁实与吾之兄、人之兄与天下人之兄而为一体矣。实与之为一体，而后弟之明德始明矣。君臣也，夫妇也，朋友也，以至于山川鬼神鸟兽草木也，莫不实有以亲之，以达吾一体之仁，然后吾之明德始无不明，而真能以天地万物为一体矣。夫是之谓明明德于天下，是之谓家齐国治而天下平，是之谓尽性。",
        "曰：然则又乌在其为“止至善”乎？",
        "曰：至善者，明德、亲民之极则也。天命之性，粹然至善，其灵昭不昧者，此其至善之发见，是乃明德之本体，而卽所谓良知也。至善之发见，是而为是，非而为非，轻重厚薄，随感随应，变动不居，而亦莫不自有天然之中，是乃民彝物则之极，而不容少有议拟增损于其闲也。少有拟议增损于其闲，则是私意小智，而非至善之谓矣。自非慎独之至，惟精惟一者，其孰能与于此乎？后之人惟其不知至善之在吾心，而用其私智以揣摸测度于其外，以为事事物物各有定理也，是以昧其是非之则，支离决裂，人欲肆而天理亡，明德亲民之学遂大乱于天下。盖昔之人固有欲明其明德者矣，然惟不知止于至善，而骛其私心于过高，是以失之虚罔空寂，而无有乎家国天下之施，则二氏之流是矣。固有欲亲其民者矣，而惟不知止于至善，而溺其私心于卑琐，生意失之权谋智术，而无有乎仁爱恻坦之诚，则五伯功利之徒是矣。是皆不知止于至善之过也。故止至善之于明德、亲民也，犹之规矩之于方圆也，尺度之于长短也，权衡之于轻重也。故方圆而不止于规矩，爽其则矣；长短而不止于尺度，乖其剂矣；轻重而不止于权衡，失其准矣；明明德、亲民而不止于至善，亡其本矣。故止于至善以亲民，而明其明德，是之谓大人之学。",
        "曰：“知止而后有定，定而后能静，静而后能安，安而后能虑，虑而后能得”，其说何也？",
        "曰：人惟不知至善之在吾心，而求之于其外，以为事事物物皆有定理也，而求至善于事事物物之中，生意支离决裂，错杂纷纭，而莫知有一定之向。今焉旣知至善之在吾心，而不假于外求，则志有定向，而无支离决裂、错杂纷纭之患矣。无支离决裂、错杂纷纭之患，则心不妄动而能静矣。心不妄动而能静，则其日用之闲，从容闲暇而能安矣。能安，则凡一念之发，一事之感，其为至善乎？其非至善乎？吾心之良知自有以详审精察之，而能虑矣。能虑则择之无不精，处之无不当，而至善于是乎可得矣。",
        "曰：物有本末，先儒以明德为本，新民为末，两物而内外相对也。事有终始，先儒以知止为始，能得为终，一事而首尾相因也。如子之说，以新民为亲民，则本末之说亦有所未然欤？",
        "曰：终始之说，大略是矣。卽以新民为亲民，而曰明德为本，亲民为末，其说亦未尝不可，但不当分本末为两物耳。夫木之干，谓之本，木之梢，谓之末。惟其一物也，是以谓之本末。若曰两物，则旣为两物矣，又何可以言本末乎？新民之意，旣与亲民不同，则明德之功，自与新民为二。若知明明德以亲其民，而亲民以明其明德，则明德亲民焉可析而为两乎？先儒之说，是盖不知明德亲民之本为一事，而认以为两事，是以虽知本末之当为一，而亦不得不非为两物也。",
        "曰：古之欲明明德于天下者，以至于先修其身，以吾子明德亲民之说通之，亦旣可得而知矣。敢问欲修其身，以至于致知在格物，其工夫次第又何如其用力欤？",
        "曰：此正详言明德、亲民、止至善之功也。盖身、心、意、知、物者，是其工夫所用之条理，虽亦各有其所，而其实只是一物。格、致、诚、正、修者，是其条理所用之工夫，虽亦皆有其名，而其实只是一事。何谓身？心之形体运用之谓也；何谓心？身之灵明主宰之谓也。何谓修身？为善而去恶之谓也。吾身自能为善而去恶乎？必其灵明主宰者欲为善而去恶，然后其形体运用者始能为善而去恶也。故欲修其身者，必在于先正其心也。然心之本体则性也，性无不善，则心之本体本无不正也。何从而用其正之之功乎？盖心之本体本无不正，自其意念发动，而后有不正。故欲正其心者，必就其意念之所发而正之，凡其一念而善也，好之真如好好色，发一念而恶也，恶之真如惡惡臭，则意无不诚，而心可正矣。然意之所发，有善有恶，不有以明其善恶之分，亦将真妄错杂，虽欲诚之，不可得而诚矣。故欲诚其意者，必在于致知焉。致者，至也，如云丧致乎哀之致。易言“知至至之”，“知至”者，知也，“至之”者，致也。“致知”云者，非若后儒所谓充扩其知识之谓也，致吾心之良知焉耳。良知者，孟子所谓“是非之心，人皆有之”者也。是非之心，不待虑而知，不待学而能，是故谓之良知。是乃天命之性，吾心之本体，自然良知明觉者也。凡意念之发，吾心之良知无有不自知者。其善欤，惟吾心之良知自知之，其不善欤，亦惟吾心之良知自知之。是皆无所与于他人者也。故虽小人为不善，旣已无所不至，然其见君子，则必厌然掩其不善，而著其善者，是亦可以见其良知之有不容于自昧者也。今欲别善恶以诚其意，惟在致其良知之所知焉尔。何则？意念之发，吾心之良知旣知其为善矣，使其不能诚有以好之，而复背而去之，则是以善为恶，而自昧其知善之良知矣。意念之所发，吾之良知旣知其为不善矣，使其不能诚有以恶之，而复蹈而为之，则是以恶为善，而自昧其知恶之良知矣。若是，则虽曰知之，犹不知也，意其可得而诚乎？今于良知之善恶者，无不诚好而诚恶之，则不自欺其良知而意可诚也已。然欲致其良知，亦岂影响恍惚而悬空无实之谓乎？是必实有其事矣。故致知必在于格物。物者，事也，凡意之所发必有其事，意所在之事谓之物。格者，正也，正其不正以归于正之谓也。正其不正者，去恶之谓也。归于正者，为善之谓也。夫是之谓格。书言“格于上下”、“格于文祖”、“格其非心”，格物之格实兼其义也。良知所知之善，虽诚欲好之矣，苟不卽其意之所在之物而实有以为之，则是物有未格，而好之之意犹为未诚也。良知所知之恶，虽诚欲恶之矣，苟不卽其意之所在之物而实有以去之，则是物有未格，而恶之之意犹为未诚也。今焉于其良知所知之善者，卽其意之所之之物而实为之，无有乎不尽。于其良知所知之恶者，卽其意之所在之物而实去之，无有乎不尽。然后物无不格，吾良知之所知者，无有亏缺障蔽，而得以极其至矣。夫然后吾心快然无复有余憾而自谦矣，夫然后意之所发者，始无自欺而可以谓之诚矣。故曰：“物格而后知至，知至而后意诚，意诚而后心正，心正而后身修。”盖其功夫条理虽有先后次序之可言，而其体之惟一，实无先后次序之可分。其条理功夫虽无先后次序之可分，而其用之惟精，固有纤毫不可得而缺焉者。此格致诚正之说，所以阐尧舜之正传而为孔氏之心印也。",
        "德洪曰：《大学问》者，师门之教典也。学者初及门，必先以此意授，使人闻言之下，卽得此心之知，无出于民彝物则之中，致知之功，不外乎修齐治平之内。学者果能实地用功，一番听受，一番亲切。师常曰：“吾此意思有能直下承当，只此修为，直造圣域。参之经典，无不吻合，不必求之多闻多识之中也。”门人有请录成书者。曰：“此须诸君口口相传，若笔之于书，使人作一文字看过，无益矣。”嘉靖丁亥八月，师起征思、田，将发，门人复请。师许之。录旣成，以书贻洪曰：“大学或问数条，非不愿共学之士尽闻斯义，顾恐借寇兵而赍盗粮，是以未欲轻出。”盖当时尚有持正说以混正学者，师故云然。师旣没，音容日远，吾党各以己见立说。学者稍见本体，卽好为径超顿悟之说，无复有省身克己之功。谓“一见本体，超圣可以歧足”，视师门诚意格物、为善去恶之旨，皆相鄙以为第二义。简略事为，言行无顾，甚者荡灭礼教，犹自以为得圣门之最上乘。噫！亦已过矣。自便径约，而不知已沦入佛氏寂灭之教，莫之觉也。古人立言，不过为学者示下学之功，而上达之机，待人自悟而有得，言语知解，非所及也。大学之教，自孟氏而后，不得其传者几千年矣。赖良知之明，千载一日，复大明于今日。兹未及一传，而纷错若此，又何望于后世耶？是篇邹子谦之尝附刻于大学古本，兹收录续编之首。使学者开卷读之，思吾师之教平易切实，而圣智神化之机固已跃然，不必更为别说，匪徒惑人，只以自误，无益也。"
      ]
    }
  ]
}