{
    "name": "尚书大传",
    "author": "西汉·伏胜",
    "chapters": [
        {
            "name": "尚书大传定本序",
            "paragraphs": [
                {
                    "paragraph": "尚书大传四十一篇，见汉书艺文志。郑康成序谓出自伏生，至康成诠次为八十三篇。隋书经籍志、唐书艺文志、崇文总目、郡斋读书志并著录三卷。唐志别出畅训一卷，疑即略说之讹。旧唐志直云“尚书畅训三卷，伏胜注”，缪甚。自叶梦得、晁公武皆言“今本首尾不伦”，直斋书录解题言“印板刓阙，宋世已无完本”，迄明遂亡。近人编辑，有仁和孙晴川本、德州卢雅雨本、曲阜孔丛伯本。孙、卢本多殽舛。孔氏善矣，而分篇强复汉志之旧，非也。其他讹漏，犹不免焉。今覆加稽核，楬所据依，稍参愚管而为之案三卷首为序录一卷，其所芟除别为订误一卷，末载汉书五行志，缀以它书所引刘氏五行传论三卷，总为八卷。序曰：伏生以明经为秦博士，汉孝文时年且百岁。计其生在周末，得见诗、书古文，且博识先秦旧书雅记，多汉诸儒所未闻。遭时燔灾，明哲退隐，嬴祚既颠，守道不出。初抱百篇藏之山中，汉兴亡失，求得二十九篇，而九共、帝告、嘉禾、揜诰、冏命诸阙篇，犹能言其作意，述其佚句。文帝命掌故鼌错从受尚书，而伏生亦自以二十九篇授张生、欧阳生，教于齐、鲁之间。迄武、宣世，有欧阳、大小夏侯氏立学官，是为今尚书。孔安国晚得壁中古文，多逸书十六篇，顾绝无师说，终汉之世，独传二十九篇而已。何则？二十九篇今文具存，文字异者不过数百，其余与古文大恉略均，足相推校。逸十六篇既无今文可考，遂莫能尽通其义。凡古文易、书、诗、礼、论语、孝经所以传，悉由今文为之先驱，今文所无辄废。古春秋左氏传赖张苍先修其业，故传礼古经五十六卷，传士礼十七篇，与后、戴同，而三十九篇逸礼竟废。书亦犹是也。向微伏生，则唐、虞、三代典谟诰命之经，烟销灰灭，万古长夜。夫天为斯文，笃生名德期颐之寿，以昌大道，岂偶然哉？尚书今学，精或不逮古文，然亦各守师法。贾逵以为“俗儒”，康成以为嫉此蔽冒不悛，乃谓当时博士末师破碎章句之过”。而伏生大传条撰大义，因经属恉，其文辞尔雅深厚，最近大、小戴记七十子之徒所说，非汉诸儒传训之所能及也。康成百世儒宗，独注大传，其释三礼，每援引之。及注古文尚书，洪范五事，康诰孟侯，文王伐崇耆之岁，周公克殷践奄之年，咸据大传以明事，岂非闳识博通，信旧闻者哉？且夫伏生之学，尤善于礼，其言巡狩、朝觐、郊尸、迎日、庙祭、族燕、门塾、学校、养老、择射、贡士、考绩、郊遂、采地、房堂、路寝之制，后夫人入御、太子迎问诸侯之法，三正之统，五服之色，七始之素，八伯之乐，皆唐、虞、三代遗文，往往六经所不备，诸子百家所不详。汉始定天下，庶事草创，独一叔孙通略定制度，杂以秦仪。若乃正朔、服色、郊望、宗庙之事，数世犹未章焉。假令当高帝时，伏生年未笃老，尊其高节，安车礼征，与张苍等考旧章，立经制，议礼乐，则鲁两生息面谀违古之诮，缝、灌诸臣泯年少纷更之谗，规𬂠粗定，然后继以贾谊、董仲舒、河间献王、王吉、刘向之伦，先后讨论，法象明备，成康之治，何必不复见西京？今其书散佚，十无四五，犹可宝重。宋朱子与勉斋黄氏纂仪礼经传通解，捃摭大传独详，盖有裨礼学，不虚也。五行传者，自夏侯始昌，至刘氏父子传之，皆善推祸福，著天人之应。汉儒治经，莫不明象数阴阳，以穷极性命，故易有孟、京“卦气之候，诗有“翼奉五际”之要，春秋有公羊灾异之条，书有夏侯、刘氏、许商、李寻“洪范”之论。班固本大传，㨫仲舒，别向、歆，以傅春秋，告往知来，王事之表，不可废也。是以录汉书五行志附于后，以备一家之学云。东越陈寿祺。"
                }
            ]
        },
        {
            "name": "序录",
            "paragraphs": [
                {
                    "paragraph": "史记儒林传言尚书自济南伏生。伏生者，济南人也，故为秦博士。孝文帝时，欲求能治尚书者，天下无有，乃闻伏生能治，欲召之。是时伏生年九十余矣，不能行，于是乃诏太常，使掌故朝错往受之。秦时焚书，伏生壁藏之。其后兵大起流亡。汉定，伏生求其书，亡数十篇，独得二十九篇，即以教于齐、鲁之间。学者由是颇能言尚书，诸山东大师无不涉尚书以教矣。伏生教济南张生及欧阳生，欧阳生教千乘儿宽。儿宽既通尚书，以文学应郡举，诣博士受业，受业孔安国。张生亦为博士。而伏生孙以治尚书征，不能明也。自此之后，鲁周霸、孔安国，雒阳贾嘉，颇能言尚书事。汉书艺文志：尚书经二十九卷。本注：大、小夏侯二家。欧阳经三十二卷。传四十一篇。欧阳章句三十一卷。大、小夏侯解故二十九篇。欧阳说义二篇。刘向五行传记十一卷。许商五行传记一篇。易曰：“河出图，雒出书，圣人则之。”故书之所起远矣。至孔子篹焉，上断于尧，下讫于秦，凡百篇，而为之序，言其作意。秦燔书禁学，济南伏生独壁藏之。汉兴亡失，求得二十九篇，以教齐、鲁之间。讫孝宣世，有大小夏侯氏，立于学官。刘向以中古文校欧阳、大小夏侯三家经文，酒诰脱简一，召诰脱简二。率简二十五字者，脱亦二十五字，简二十二字者，脱亦二十二字，文字异者七百有余，脱字数十。汉书儒林传颜师古注引卫宏定古文官书序云：伏生老，不能正言，言不可晓也，使其女传言教错。齐人语多与颍川异，错所不知者凡十二三，略以其意属读而已。儒林传赞曰：“自武帝立五经博士，开弟子员，设科射策，劝以官禄，讫于元始，百有余年，传业者寖盛，支叶蕃滋，一经说至百余万言。”大师众至千余人，盖禄利之路然也。初，书唯有欧阳，至孝宣世，复立大、小夏侯尚书。后汉书伏湛传：九世祖胜，字子贱，所谓济南伏生者也。　初，自伏生已后，世传经学，清静无竞，故东州号为“伏不斗”云。颜氏家训书证篇曰：“孔子弟子虙子贱为单父宰，即虙羲之后，俗字亦为宓，或复加山。今兖州永昌郡城，旧单父地也，东门有子贱碑，汉世所立，乃云济南伏生即子贱之后。是虙之与伏，古来通字，误以为宓，较可知矣。”案曰：伏生既为虙子贱之后，不应与其远祖同字，而史记索隐引汉纪，以为伏生字子贱，恐即因汉碑而展转致误，汉碑固不误也。今汉纪无此文，不知小司马何据。然范蔚宗后汉书实云：“伏生名胜，字子贱。”其名则是，其字则非也。湖本史记载索隐引汉纪作纪年，引张晏作张华，皆误。尚书正义：按伏生所传三十四篇，谓之今文，则夏侯胜、夏侯建、欧阳和伯三家所传，及蔡邕所勒石经是也。隋志：三家并立，而欧阳是盛。晋永嘉之乱，欧阳、大小夏侯尚书并亡。史记正义引七录云：“三家至西晋并亡。”梅颐本尚书序：伏生口以传授，裁二十余篇。伏生以舜典合于尧典，益稷合于皋陶谟，盘庚三篇合为一，康王之诰合于顾命。经典释文曰：“即马、郑所注二十九篇。”案曰：二十九篇古文分合皆与伏生本同。惟顾命一篇，马分王出在应门以下为康王之诰耳。今之舜典，古文、今文皆合于尧典；今之益稷，古文、今文皆合于皋陶谟。盖百篇固别有舜典、益稷，古文“益稷”作“弃稷”，而汉世求之不得，伪孔乃于尧典、皋谟各谬析为二篇也。汉书五行志：董仲舒治公羊春秋，始推阴阳，为儒者宗。宣、元之后，刘向治谷梁春秋，数其祸福，传以洪范，与仲舒错。至向子歆治左氏传，其春秋意已乖矣，言五行传又颇不同。孝武时，夏侯始昌通五经，善推五行传，以传族子夏侯胜，下及许商，皆以教所贤弟子。其传与刘向同，唯刘歆传独异。汉书楚元王传：成帝即位，诏向颌校中五经秘书。向见尚书洪范，箕子为武王陈五行阴阳休咎之应。向乃集合上古以来历春秋六国至秦汉符瑞灾异之记，推迹行事，连傅祸福，著其占验，比类相从，各有条目，凡十一篇，号曰洪范五行传论，奏之。赞曰：刘氏洪范论发明大传，著天人之应。汉书夏侯胜传：从始昌受尚书及洪范五行传，说灾异。　会昭帝崩，昌邑王嗣立，数出。胜当乘舆前谏曰：“天久阴而不雨，臣下有谋上者，陛下出欲何之？”王怒，谓胜为妖言，缚以属吏。吏白大将军霍光。是时，光与车骑将军张安世谋欲废昌邑王，光让安世以为泄语，安世实不言。乃召问胜，胜对言：“在洪范传曰：皇之不极，厥罚常阴，时则下人有伐上者，恶察察言，故云臣下有谋。”光、安世大惊，以此益重经术士。汉书李寻传：治尚书，独好洪范灾异。晋书五行志：文帝时，宓生创纪大传，其言五行庶征备矣。班固据大传，采仲舒、刘向、刘歆著五行志。宋书五行志：伏生创纪大传，五行之体始详。水经注卷五河水篇：漯水又东迳汉征君伏生墓南，碑碣尚存，以明经为秦博士。秦坑儒士，伏生隐焉。汉兴，教于齐、鲁之间，撰五经尚书大传。文帝安车征之，年老不行，乃使掌故欧阳生等受尚书于征君，号曰伏生者也。后汉书郑玄传：凡玄所注周易、尚书、毛诗、仪礼、礼记、论语、孝经、尚书大传、中候、乾象历，又著天文七政论、鲁礼禘祫议、六艺论、毛诗谱、駮许慎五经异议、答临孝存周礼难，凡百余万言。孝经序疏：郑志目录记郑之所注，五经之外，有中候、大传、七政论、乾象历、六艺论、毛诗谱、答临硕难周礼、许慎异义、释废疾、发墨守、箴膏肓、答甄守然等书。经典释文序录：尚书大传三卷，伏生作。隋书经籍志：尚书大传三卷，大传音三卷，尚书洪范五行传论十一卷。伏生尚书传四十一篇，以授同郡张生，张生授千乘欧阳生、济南伏生之传，惟刘向父子所著五行传是其本法，而又多乖戾。隋书五行志：易以八卦定吉凶，书以九畴论休咎，春秋以灾祥验行事。汉时有伏生、董仲舒、京房、刘向之伦，能言灾异，六经有足观者。初学记：伏生为尚书传四十一篇，欧阳、大小夏侯传其学，各有能名，是曰今文尚书。刘向五行传、蔡邕勒石经皆其本。旧唐书经籍志：尚书畅训三卷，伏胜注。尚书洪范五行传论十一卷，刘向撰。唐书艺文志：伏胜注大传三卷，畅训一卷。刘向洪范五行传论十一卷。册府元龟：顾彪撰大传音三卷。崇文总目：尚书大传三卷，汉济南伏胜撰，后汉大司农郑玄注。伏生本秦博士，以章句授诸儒，故博引异言，援经而申证云。中兴书目：郑康成叙曰：盖自伏生也。伏生为秦博士，至孝文时，年且百岁。张生、欧阳生从其学而授之。音声犹有讹误，先后犹有差舛，重以篆隶之殊，不能无失。生终后，数子各论所闻，以己意弥缝其阙，别作章句。又特撰大义，因经属指，名之曰传。刘子政校书，得而上之，凡四十一篇。至玄始诠次为八十三篇。郡斋读书志：尚书大传三卷，右秦伏生胜撰，郑康成注。今本四卷，首尾不伦。直斋书录解题：尚书大传凡八十有三篇，当是其徒欧阳、张生之徒杂记所闻，然未必当时本书也。印板刓阙，合更求完善本。叶梦得曰：“自安国学行，欧阳氏遂废。今世所见，惟伏生大传，首尾不伦，言不雅驯。至以天地人四时为七政，以金縢作于周公殁后，何可尽据？其流为刘向五行传、夏侯氏灾异之说，失孔子本意益远。”遂初堂书目尚书类：尚书大传。文献通考经籍考：尚书大传三卷。通志艺文略：伏生大传三卷，洪范五行传论十一卷，五行传记一篇。宋史艺文志：伏胜大传三卷，郑玄注。宋史李焘传：尚书大传杂记一卷。孙退谷承泽庚子销夏记：唐王维伏生图摩诘妙画，传世者，人止知有江干雪霁图。余曾一见之，乃后人临本。至人物之妙，有非唐人所能及者。伏生图，一老儒生伏几而坐，手持一卷，乃授经图也。宋高宗题签云：“王维写济南伏生。”上用乾卦小圆玺。卷旧在金陵黄琳家。顾遁园客座赘谭载，都元敬尝在黄美之家见此图，惊叹不置。不知何年入故内，今复传出。刘体仁公勇七颂堂识小录，伏生图，席地凭几，短须鸡皮，真九十老人，而眉目静远，则大儒也。宣和题“王维写伏生”数字，字极楷，上用乾卦印，背亦精绢装。朱彝尊王维伏生图跋，右王维所画伏生，上有宋思陵题字。庚戌十月观于退谷孙侍郎斋。生，济南人也。予游济南，于长白山之阴相生墓，见其祠宇庳隘，至不容筵几，有司牲醪岁时之飨，或阙焉不修，世人无知重生者，盖经学之不明久矣。思秦之时，书生讼言封禅，致有坑儒之祸，生为秦博士得免，其明哲有过人者。及汉兴，隐士负一时之望，莫若商山四皓，初未闻讲习经义，传之弟子，则其年虽八十余，衣冠甚伟，与土木何异？生独能于微言既绝之时，教学齐鲁，老而益勤，卒传之晁错。斯文未丧，天若有意于生而锡之年者。百世之后，宜师其人而识其貌焉。维之所画，特想像为之而已。然艺事既神，其精思所感，必或见之。观是图者，不问知其为生，此思陵所以宝惜而亲题之也。世之法书善画，多秘之内府，人既未得观，间复流传于世，藏之者非其人，则观者亦取非其人，此书画之厄也。是图之得归孙氏，非至幸与？再题王维伏生图，是图庚戌冬观于北平孙侍郎塾室，因跋其尾。既而归干棠村梁相国，今为漫堂宋公所藏。主虽三易，不堕秦会之、贾师宪、严惟中之手，济南生亦幸矣。桉中兴书目、馆阁续录：维所画济南伏生图，曾归秘阁储藏，故宋元以来，题跋独少。宋公定为真迹，知孙、梁二公赏鉴略同也。建立伏博士始末嘉庆元年十二月十一日，署按察使司孙咨山东学院曹为咨呈事，本司查国家择先圣贤之后，置五经博士，授以世职，所以崇儒重道，典礼优渥。其制仿自明景泰时，历代增置。至我朝修明祀典，自孔门十哲，上溯周公，旁及关裔，下至宋儒，皆为置立五经博士，至周至备。考列朝五经博士之设，或以制礼作乐，或以身通六艺，或以阐扬道统。惟汉代诸儒，承秦绝学之后，传授经文经义，去古不远，皆亲得七十子之传。若伏生、郑康成，其功在经学绝续之际，较七十子为难，又迥在唐、宋诸儒之上。今世祠墓子孙，现在本属邹平、高密之境，允宜会同贵院，将二贤学行奏请国家，予以旷典，以昭先贤传道之报。考尚书出于伏生壁藏，又口授其义，始有今文廿八篇显于世。及孔壁得古文书，孔安国以今文读之，其无今文可证者凡十六篇，竟不能读，又无能注者，谓之“逸书”，存于故府。今之孔传梅颐所上，非孔壁古文，朱文公疑之。是汉无伏生，则尚书不传，传而无伏生，亦不明其义。即古文书后出，孔壁无伏生之今文，亦不能识读。是伏生一人，为唐、虞三代微言道统之所寄。今邹平有伏氏，诸城有宓氏，皆其后也。郑康成为东州大儒，于易、书、诗、礼、论语、孝经皆有传注。钦定诸经义疏，多引郑注。唐儒正义，推阐其说，宋儒章句，沿袭其词。至乎三代礼仪、服物、典章，周、程、张、朱注解，不出郑注范围，亦或逊其精密，故范史以“孔书遂明”称之。核其行事，见于史传，亦无可议。今其祠墓、子孙现在高密，前学院阮曾加修葺，又为设奉祀生。或以前代置五经博士，重在道统，不知道存乎经统，本于尧、舜、禹、汤、文、武。伏生不传尚书，道何所存？统何所述？东晋板荡，经师失传，诸经之义，岂能臆说？赖郑康成集汉儒之大成，经义无康成，则渊源几绝，唐宋诸儒何由复传道统？幸值我国家久道化成，兴废继绝，伏生、郑康成祠墓、子孙适在东省，地方官自宜陈请增置五经博士，以为世职。维学院有激扬风化之责，事关崇奉先贤，本司不便专政。为此咨呈贵院，挈本司衔名，具稿上闻，并祈指正裁夺，赐覆施行。嘉庆三年十二月初三日。邹平县知县李详济南府金　为查明先贤嫡裔，详请承袭，以隆祀典事。卷查嘉庆二年正月初四日，蒙本府票内开一件：为咨呈事。嘉庆元年十二月十六日，蒙学院曹牌开，嘉庆元年十二月十一日，据署臬司孙咨称，先儒伏生、郑康成宜陈请增置五经博士等情到院。查五经博士承袭定例，由藩司核议，详请抚部院具题咨部办理。兹据呈请增设，事关题请，应饬该地方官查明伏生、郑康成嫡裔，开造事实清册，妥议通详等因到府，合行转饬。又于嘉庆三年五月二十一日，蒙本府宪票前事，内开“本年五月十二日，蒙布政司票开，前准臬司咨查先儒伏生后裔伏氏系邹平县人，增置五经博士，以光祀典等因。当经抄录行查去后，迄今日久，未据详覆，合行饬催等因到县。蒙此，遵即差查去后。嗣据卑县伏生乡伏中兴同伏敬祖呈称，为遵谕陈明，恳恩转详事。切身始祖名胜，为秦博士。及汉文时，口授传今文尚书。宋咸平三年，追封乘氏伯，居古济南城东关，今祠墓在邹平城者十八里。二世、三世、四世，名讳无考。至五世祖孺，当汉武时，客东武，因家焉。六世、七世亦无考。八世祖名理，当代名儒，受诗于匡衡。九世祖名湛，汉成时拜大司徒，封阳都侯，家藏宗图。二世、三世、四世以及六世、七世阙名，与汉书所载伏氏世系适相符合，实无从再为确查阙文。十世祖名翕，为湛之子，亦嗣阳都侯爵。至十六世祖典，当汉献时国除。累世传至元代，有名伏步者，当顺帝末年，青州府属县兵荒特甚，迁居邹平北乡，载在家乘，步系始祖四十六世孙，湛祖三十八世孙，此回籍邹平之始祖也。又传至六十一世，名永芳，前任县主程于康熙三十五年选为奉祀。乾隆十一年，前任县主雷又选身父名绍先为奉祀，均蒙赐给县文可验。又传至身，为始祖六十三世孙，身侄孙为始祖六十五世孙。现今蒙各宪饬查后裔，宜陈请增置五经博士。身年已老迈，不堪承袭。身侄孙敬祖年十岁，现在从师肄业，于嘉庆元年奉祀陪祭，为始祖六十五世孙，为湛祖五十七世孙，守墓祭奠，历经数百年矣。理合将迁徙回籍缘由，恳请转详上宪。奏请授敬祖世袭五经博士，以昭二千余年旷典，伏祈恩准转详。计粘呈宗图一纸等情。据此，卑职会同儒学覆查无异。该邹平县知县李琼林查看得奉宪饬查先儒伏生后裔，请增置五经博士一案。缘伏生名胜，为秦博士，及汉文时，口授今文尚书，至宋咸平时，追封乘氏伯，居古济南城东关，今祠墓在卑职城北十八里伏生乡，春秋官为致祭。伏生五世孙伏儒，汉武时迁居东武，即今之青州府属也，载在汉书。至元代有名伏步者，系伏生四十六世孙，当顺帝末年，值青属兵荒，迁居卑县城北伏生乡，累世相传，至六十一世名永芳，康熙年间，前任程令选为奉祀，令其陪祭。至乾隆十一年间，前任雷令又选六十二世孙伏继宗之兄伏绍先为奉祀生，均未详给部照。今绍先之子伏中兴，系伏生六十三世孙，现在年老务农，不能承袭。惟查六十五世孙敬祖，年甫十龄，从师读书，克承儒业。卑职伏思国家崇儒重道，凡先贤后裔，咸增置五经博士，以昭旷典。今查先儒伏生自秦火之后，口授尚书今文二十八篇，以显于世。是汉无伏生，则尚书不传，传而无伏生，亦不明其义。诚如前臬宪所咨，伏生一人为唐虞三代微言道统之所寄，允宜选择嫡裔，早为承袭，以昭褒崇盛典。今查伏敬祖是否系伏生嫡派、长支、长孙，除宗图之外，别无考证。惟尽卑县境内，现在除伏继宗、伏中兴、伏敬祖三人，并无伏姓其人，则伏敬祖为伏生嫡派，似无疑义。应请即令伏敬祖承袭五经博士，以符盛典。缘奉饬议，理合取具宗图，并地邻户族甘结，造具履历清册，加具印结，会同儒学具文，祥请宪台察核施行。嘉庆五年十二月初十日，布政使司全详。巡抚部院惠，为详请增设五经博士，以光祀典事。嘉庆五年四月初三日，蒙前巡抚部院蒋批：据邹平县先儒伏生增设五经博士缘由，蒙批，查增设五经博士，事关巨典，未便草率。据详先儒伏氏祠墓，子孙俱在该县城北，有无碑志书籍考证？其祠堂建始何年？现在作何修理？墓道何所？曾否设有奉祀生？现在本支人数若干？详内均未查明声叙，碍难核辨。仰布政司转饬详细确切查明祠墓实据，取具世系宗谱图说，详请察夺，仍候学院批示缴等因批司。蒙此，当经录批转饬详查祠墓实据去后，兹据济南府知府德生详，据邹平县知县李琼林详称，遵即覆查。据卑县伏生乡伏继宗呈称，缘身始祖名胜，前为秦博士，宋咸平二年追封乘氏伯爵，配享圣庙东庑。墓在邹平县城北一十八里伏生乡，即今县志所载古济南郡东关也。其祠之创建，年远莫稽。墓前碑记，至顺二年重修，礼部尚书张起岩撰文。后历元明以及国朝重修数次，俱有县志碑文可考。县志内载“伏墓林烟图”，为邑十六景之一。又载墓有墙，旁有祠，祠旁有书院，为朔望讲学之所。今墓与书院俱废，仅有墓坵、墓道碑在邹邑城东七里铺东西大路北，与墓南北对值，相隔十八里。墓东南旁现有祠三间，东西书楼二座，祭庭三间，大门一座。查汉书载伏生世系，始祖名胜，即传经之伏生，二世无名，三世有记载无名，四世无名，五世名儒，武帝时客东武，因家焉。六世、七世俱无名，八世名理，当代大儒，以诗授成帝。至湛为始祖九世孙，光武征拜大司徒，封阳都侯。汉书与身家所传谱系相合，虽有阙名，实足信古而传后。且尝考家乘图说，有始祖四十六世孙名步，为身十七世祖，当元朝末年，自青归邹，世守祠墓，治祭陪祭已数百余年。至康熙三十五年，前任县主程选身父名永芳为奉祀，名载重修碑记。乾隆十二年，前任县主雷又选身堂兄名绍先为奉祀，给县印札，实未领有部照。绍先系现在详请承袭五经博士，伏敬祖之曾祖也。现今本支人数，身为始祖六十二世孙外，惟侄曾孙敬祖为始祖六十五世孙。身年七十六岁，无子嗣。敬祖年十岁，祖父皆没，从师温习四书，并熟易、书、诗三经，则为乘氏伯嫡裔。大宗堪充添设五经博士选者，止有敬祖一人。身伏思传经支叶阅二千余年之久，仅存此一老一幼，零丁狐独，如一线之未绝耳。恳恩转详，计粘宗图一纸等情。据此，卑职覆查无异，拟合取具宗图，具文详请本府核转等情到府。卑府覆查无异，拟合将送到宗图册结，转详本使司核转等情到司。据此，该本使司查得先儒伏生为有汉大儒，口授尚书于秦火之余，厥功甚钜，似宜选择嫡裔承袭博士，以光祀典。兹据济南府县查明，伏生六十五代孙伏敬祖克承儒业，堪膺充补五经博士之职，取造册结宗图前来，理合备由具文，详请宪台察核施行。嘉庆七年正月十九日，山东巡抚和疏题为请详增设五经博士，以光祀典事云云。该臣看得先儒伏生为有汉大儒，口授尚书于秦火之余，厥功甚钜，似宜选择嫡裔承袭博士，以光祠典。今据布政使吴俊详称，据济南府行据邹平县查明，伏生六十五代孙伏敬祖，克承儒业，堪以充补五经博士之职。取造册结宗图，墨搨碑文，并伏生所载县志文记，详送到司，拟合详情会核具题等情，呈详前来。臣覆查无异，除册结宗图、墨搨文记送部外，谨会同学政臣刘合词具题，伏祈皇上睿鉴，敕部议覆施行。谨会题请旨。嘉庆七年四月初二日，礼部疏题前事云云。该臣等议得自古先贤巨儒，博考经济，垂世立教，或显达未及其身，斯旌扬宜归于后。兹据该抚疏称“先儒伏生六十五代孙伏敬祖，请设为五经博士”等语。臣等伏查，伏胜为秦博士，秦时焚书，六经几至息传。汉孝文时，求能治尚书者，天下无有，赖伏胜口授尚书于晁错。自是典谟誓诰之文，借以不坠，其传经之功甚钜。既据该抚查明伏胜祠墓碑记，遗迹尚存，嫡泒子孙世系可考，似应添设世袭五经博士一员，以广酬庸之典，以昭崇文之治。应如该抚所请，伏胜六十五代孙伏敬祖立为五经博士，先行咨部注册，俟伊年及十五以上，给咨送部考试，验其文理明顺，再行题请承袭，咨吏部给札。恭候命下之日，行文吏部并该抚查照办理。臣等未敢擅便，谨题请旨。本月初四日，奉旨：依议，钦此。嘉庆十年十二月十七日，礼部疏题为请旨事。准前任山东巡抚全保咨称：前准礼部议覆前任山东巡抚和宁题请伏生后裔添设五经博士一疏，内开伏胜六十五代孙伏敬祖，应请立为五经博士，俟年及十五以上，给咨送部考试，再行题请承袭等因。于嘉庆七年四月初二日题，初四日奉旨：依议，钦此。钦遵在案。今据署布政司金光悌详称，据济南府详，据邹平县查明，应袭五经博士伏敬祖年十七岁，应令赴部考试，取具印甘各结呈送，转请给咨赴部考试等情，详送前来，理合给咨该博士亲赍赴部投递考试等因，移咨到部。该臣等议得，例载先儒后裔应承袭五经博士人员，年十五岁以上者，由该省督抚给咨赴部考试，如果文理明顺，题准承袭等语。查先儒后裔，前经臣部于嘉庆七年题准，添设五经博士，俟伊六十五代孙伏敬祖年及十五以上，该抚送部考试，验其文理明顺，再行题请承袭等因在案。今据前任山东巡抚全保咨称，伏胜后裔伏敬祖，现年十七岁，例应送部考试前来。经臣部考试，得伏敬祖文理明顺，与承袭之例相符，应准其承袭五经博士。恭候命下臣部，行知吏部，照例给札。臣等未敢擅便，谨题请旨。本月十九日奉旨：依议，钦此。重修伏生祠记暴秦焚灭经籍，欲愚黔首。黔首固未可愚，祇自愚以速灭亡。而经籍之在人心者，如日月之揭乎天，固亦不可得而灭也。噫！秦灰已冷，汉业聿新，孰谓祸难散亡之余，间有伏生岿然久存，独能寿遗经于胸臆，以传来学，而新生民之耳目哉！是盖天相斯人，畀之以九十之年，而其所以托之者有在也。济南邹平县治东北十余里，号伏生乡，伏生之墓在焉。即墓所有祠，岁久弊漏。县尹大宁曹明叔视事之岁，躬拜祠下，顾瞻徘徊，眷先贤之所藏，仰遗像之有托，慨然兴怀，营修完饰，轮奂一新。率邑人士与凡在官者，具牲醴以祀。复专其子献来请曰：“愿有述。”起岩缅维先生之有功于斯文，天下所共知，后世论次其功，赠乘氏伯，号曰大儒，从享孔庙，天下通祀。惟邹以其乡，获私展其敬，既列祠县学，又即墓建祠，其趋向可知也。会曹尹复能崇墓葺祠，俾邑人益知有以景仰前哲而进于学，于以化民成俗，是真能举其职矣。起岩，济产也，闻其请，故不敢辞。既书其事，因附所见，俾来者有考，仍系以铭。按汉儒林传：伏生名胜，为秦博士，壁藏书以避禁兵，后亡数十篇，独以二十九篇教于齐、鲁。文帝欲召，时年已九十余，老不能行，诏掌故晁错往受之。卫宏云：伏生老不能正言，言不可晓，使其女传语教错。孔安国书序但云：失其本经，口以传授。艺文志：尚书二十九篇，乃其所受者，汉儒谓之今文。隋经藉志乃云：伏生口传二十八篇，作书传四十一篇，以授同郡张生，张生授千乘欧阳生，欧阳生授倪宽，宽授欧阳之子，世传至曾孙高，谓之欧阳学。又张生传夏侯都尉，有大小夏侯学。宋叶梦得以书出伏生者二十三篇传欧阳歙。崇文总目：尚书大传二卷，为伏胜撰。晁氏以为胜终之后，欧阳生、张生各诵所闻，特撰大义，名之曰“传”。其说互有不同，要之今文尚书出于伏生者则一也。先生为秦博士，秦坑儒，无所施其学，其学至汉始传。然则先生之学既施于汉，而名以显于后世，故余不系之秦而系之汉，题曰“汉济南伏先生祠碑”云。铭曰：于维先生，始焉则屯，终焉则亨。独抱遗经，以淑后人，以慰幽贞。行法俟命，天锡耄年，庸待治平。竟以所授，列于学宫，其道大明。书以人传，人以书显，垂万世名。稽古之力，斯文与俱，兹不曰荣。从祀孔庙，徧于寰区，罔不敬承。矧兹梁邹，乡墓攸在，砺世作程。沉沉亢扃，体魄斯安，祠以妥灵。茂宰尚贤，有坏必葺，遹观厥成。于乡于学，祀享相望，阅千百龄。穹碑有铭，被之弦歌，用侑尔牲。"
                }
            ]
        },
        {
            "name": "尧典第一",
            "paragraphs": [
                {
                    "paragraph": "尧年十六，以唐侯升为天子，遂以为号。辩章百姓辨章百姓，百姓昭明。主春者，张昏中，可以种谷。主夏者，火昏中，可以种黍。主秋者，虚昏中，可以种麦。主冬者，昴昏中，可以收敛。秋昏，虚星中，可以种麦。注：虚，北方玄武之宿，八月昏中，见于南方。主冬者，昴昏中，可以收敛、田猎、断伐，当上告之天子，而下赋之民。故天子南面而视四星之中，知民之缓急，急则不赋籍，不举力役。故曰：“敬授人时。”此之谓也。注：籍，公家之常徭。东方者，何也？动方也。物之动也。何以谓之春？春，出也，故谓东方春也。春，出也，万物之出也。南方者，何也？任方也。任方者，物之方任。何以谓之夏？夏者，假也，吁荼万物养之外者也。故曰：南方夏也。夏者，假也，吁荼万物而养之外也。注：吁荼读曰“嘘舒”。西方者，何也？鲜方也。鲜，讯也。讯者，始入之貌。始入者，何以谓之秋？秋者，愁也。愁者，万物愁而入也。故曰：“西方者秋也。”注：秋，收敛貌。北方者，何也？伏方也。伏方也者，万物伏藏之方。伏藏之方则何以谓之冬？冬者，中也。中也者，万物方藏于中也。故曰：北方冬也。阳盛则吁荼万物而养之外也，阴盛则呼吸万物而藏之内也。注：吁荼，气出而温；呼吸，气入而寒。温则生，寒则杀也。故曰“吁吸也者，阴阳之交接，万物之终始。”中春辩秩东作，中夏辩秩南讹，中秋辩秩西成，中冬辩在朔易，便秩东作。辩秩东作，便在伏物。分命和仲，度西曰柳谷，寅饯入日，辩秩西成。传曰：“天子以秋命三公将率选士厉兵，以征不义，决狱讼，断刑罚，趣收敛，以顺天道，以佐秋杀。”辩在朔易，日短。朔，始也。传曰：“天子以冬命三公谨盖藏，闭门闾，固封境，入山泽田猎，以顺天道，以佐冬固藏也。”注：否，不也。孔子对子张曰：“男子三十而娶，女子二十而嫁。女二十而通织𫟃绩纺之事，黼黻文章之美，不若是，则上无以孝于舅姑，下无以事夫养子也。”妇人八岁备数，十五从嫡，二十承事君子。孔子曰：“舜父顽母嚚，不见室家之端，故谓之鳏。男三十而娶，女二十而嫁。”书：有鳏在下曰虞舜。舜生姚墟。昔舜耕于历山，陶于河滨，注：历山在河东。注：历山在河东，今有舜井。贩于顿丘，就时负夏。舜渔于雷泽之中。注：雷夏，沇州泽，今属济阴。正月上日，受终于文祖，抂旋机玉衡，以齐七政。齐，中也。七政者，谓春、秋、冬、夏、天文、地理、人道，所以为政也。道正而万事顺成，故天道政之大也。旋机者，何也？传曰：“旋者，还也。机者，几也，微也。其变几微，而所动者大，谓之旋机。是故旋机谓之北极。受谓舜也。上日，元日。注：浑仪中筒为旋机，外规为玉衡也。万物非天不生，非地不载，非春不动，非夏不长，非秋不收，非冬不藏。故书曰：“烟于六宗。”此之谓也。注：烟，祭也，字当为禋。马氏以为六宗，谓日、月、星辰、泰山、河、海也。经曰：“肆类于上帝，禋于六宗，望秩于山川，徧于群神。”月令：“天子祈来年于天宗。”如此，则六宗近谓天神也。以周礼差之，则为星辰、司中、司命、风师、雨师也。古者圭必有冒，言不敢专达之义也。天子执冒以朝诸侯，见则覆之。注：君恩覆之，臣敢进。古者圭必有冒，言下之必有冒，不敢专达也。天子执冒以朝诸侯，见则覆之。故冒圭者，天子所与诸侯为瑞也。瑞也者，属也。无过行者，得复其圭，以归其国；有过行者，留其圭，能改过者，复其圭。三年圭不复，少黜以爵；六年圭不复，少黜以地；九年圭不复，而地毕，此所谓诸侯之朝于天子也。义则见属，不义则不见属。天子执瑁以朝诸侯，见则覆之。故圭瑁者，天子所与诸侯为瑞也。瑞也者，属也。诸侯执所受圭与璧，以朝于天子，无过者得复其圭，以归其国，其余有过者，留其圭，能正行者，复还其圭。三年圭不复，少绌以爵；六年圭不复，少绌以地；九年圭不复而地削。此谓诸侯之朝于天子也。义则见属，不义则不见属。古者巡守，以迁庙之主行，出，以币帛皮圭告于祖，遂奉以载于齐车，每舍奠焉，然后就舍。反必告奠，卒，敛币玉，藏之两阶之间，盖贵命也。见诸侯，问百年。命大师陈诗以观民风俗。命市纳贾以观民好恶。山川神祇有不举者为不敬，不敬者削以地。宗庙有不顺者为不孝，不孝者黜以爵。变礼易乐为不从，不从者君流。改衣服制度为畔，畔者君讨。有功者赏之。尚书曰：“明试以功，车服以庸。”注：百年，老成人，见尊之之至也。舜修五礼、五玉、三帛，以贤制爵，以庸制禄，故人慎德兴功，轻利而兴义。三年一使三公绌陟，五年亲自巡守。巡，犹循也。狩，犹守也。循行守视之辞。亦不可国至人见为烦扰，故至四岳，知四方之政而已。古之帝王必有命，民能敬长矜孤，取舍好让者，命于其君，然后得乘饰车骈马，衣文锦。未有命者，不得衣，不得乘，乘、衣者有罚。注：饰，漆之。骈，并也。注：居士锦带。古者有命，民有饰车骈马衣锦。唐虞象刑，而民不敢犯，苗民用刑，而民兴相渐。唐虞之象刑，上刑赭衣不纯，中刑杂屦，下刑墨𢄐，以居州里而民耻之。注：纯，缘也。时人尚德义，犯刑者但易之衣服，自为大耻。屦，履也。𢄐，巾也。使不得冠饰。唐虞之象刑，上刑赭衣不纯，中刑杂屦，下刑墨𢄐，以居州里而反于礼。注：纯，缘也。时人尚德义，犯刑者但易之衣服，自为大耻。周礼罢民亦然。上刑易三，中刑易二，下刑易一，轻重之差。唐虞象刑，犯墨者蒙皂巾，犯劓者赭其衣，犯膑者以墨𢄐其膑处而画之，犯大辟者布衣无领。帝犹反侧，晨兴，辟四门，来仁贤。书曰：“三岁考绩，三考黜陟幽明。”其训曰：“三岁而小考者，正职而行事也。九岁而大考者，黜无职而赏有功也。其赏有功也，诸侯赐弓矢者，得专征，赐铁钺者，得专杀，赐圭瓒者得为鬯以祭。不得专征者，以兵属于得专征之国。注：春秋传曰：鲁赋八百，邾赋六百，以兵属于晋，由是也。不得专杀者，以狱属于得专杀之国。不得赐圭瓒者，资鬯于天子之国，然后祭。注：资，取。三年一使三公绌陟。尧南抚交阯。尧时麒麟在郊薮。尧使契为田，弃为田。虞传九共传。书曰：“予辩下土，使民平平，使民无敖。”九共以诸侯来朝，各述其土地所生美恶，人民好恶，为之贡赋政教。略能记其语曰：“予辩下土，使民平平，使民无敖。”五年一朝。古者诸侯之于天子，五年一朝。朝，见其身，述其职。述其职者，述其所职也。虞夏传。尧为天子，丹朱为太子，舜为左右。注：尧知丹朱之不肖，注：肖，似也。必将坏其宗庙，灭其社稷，而天下同贼之。故尧推尊舜而尚之，属诸侯焉，致天下于大麓之野。注：尧受运衡，知天命之所在而授，又深知朱之不似，不欲命于天诛，如桀、纣也。尧推尊舜，属诸侯，致天下于大麓之野。注：山足曰麓。麓者，录也。古者天子命大事，命诸侯，则为坛国之外。尧聚诸侯，命舜陟位居摄，致天下之事，使大录之。尧得舜，推而尊之，赠以昭华之玉。尧致舜天下，赠以昭华之玉。尚书曰：“尧将禅舜，纳之大麓之野，烈风雷雨不迷，致之以昭华之玉。”舜耕于历山，尧妻之以二女，属其九子也，赠以昭华之玉。维元祀，巡守四岳八伯。注：祀，年也。元年，谓月正元日，舜假于文祖之年也。巡，行也，视所守也。天子以天下为守，尧始得羲和，命为六乡，其主春夏秋冬者，并掌方岳之事，是为四岳，出则为伯。其后稍死，鸼吺、共工等代之，乃分置八伯。坛四奥，沈四海，封十有二山，兆十有二州。注：奥，内也，安也。四方之内，人所安居也。为坛祭之，谓祭四方之帝、四方之神也。祭水曰沈，祭者必封，封亦坛也。十有二山，十有二州之镇也。兆，域也，为营域以祭十二州之分星也。坛、沈、封、兆，皆因所宜为之名。乐正定乐名。注：乐正，乐官之长。周礼曰“大司乐”。元祀代泰山，注：元，始也。岁二月东巡守，始祭代气于泰山也。东称代。书曰：“至于岱宗，柴。”贡雨伯之乐焉。阳伯之乐，注：阳伯，犹言春伯，春官秩宗也，伯夷掌之。舞株离，注：株离，舞曲名。言象物生育离根株也。其歌声比余谣，注：徒歌谓之谣。其声清浊，比如余谣，然后应律也。名曰晳阳。注：晳，当为析。春厥民析。晳阳，乐正所定名也。是时契为司徒，掌地官矣。后又举禹掌天官。仪伯之乐，注：仪，当为羲，羲，仲之后也。舞鼚哉，其歌声比大谣，名曰“南阳”。”注：鼚，动貌。哉，始也。言象物应雷而动，始出见也。南，任也。中祀大交霍山，贡两伯之乐焉。注：中，仲也，古字通。春为元，夏为仲。五月南巡守，仲祭大交气于霍山也。南交，称大交，书曰“宅南交”是也。夏伯之乐，注：夏伯，夏官司马也，弃掌之。舞谩彧。其歌声比中谣，名曰初虑。注：谩，犹曼也。彧，长貌。言象物之滋曼彧然也。初虑，阳上极，阴始谋也。谩或为谤。羲伯之乐，注：羲伯，羲叔之后也。舞将阳。其歌声比大谣，名曰朱于。注：将阳，言象物之秀实动摇也。于，大也。秋祀柳谷华山，贡两伯之乐焉。注：八月西巡守，祭柳谷之气于华山也。柳，聚也，齐人语。秋伯之乐，注：秋伯，秋官士也。咎陶掌之。舞蔡倜。其歌声比小谣，名曰苓落。注：蔡，犹衰也。倜，始也。言象物之始衰也。和伯之乐，注：和伯，和仲之后也。舞玄鹤。其歌声比中谣，名曰归来。注：玄鹤，言象阳鸟之南也。归来，言反其本也。幽都弘山祀，注：弘山，恒山也。十有一月朔巡守，祭幽都之气于恒山也。互言之者，明祭山北称幽都也。贡两伯之乐焉。冬伯之乐，注：“冬伯，冬官司空也。垂掌之。舞齐落。注：齐落，终也。言象物之终也。齐或为聚。歌曰缦缦。垂为冬伯舞丹凤，一曰齐落。歌曰齐乐，一曰缦缦。注：和伯乐阙。并论八音四会注：“此上下有脱辞，其说未闻。”归假于祢祖，用特。五载一巡守，群后德让，贡正声，而九族具成。注：“族”当为“奏”，言诸侯贡其正声，而天子九奏之乐乃具成也。五载一巡守，群后德让，贡正声，而九族具成。虽禽兽之声，犹悉关于律。乐者，人性之所自有也。故圣王巡十有二州，观其风俗，习其性情，因论十有二俗，定以六律、五声、八音、七始，著其素蔟以为八，此八伯之事也。分定于五，此五岳之事也。五声，天音也。八音，天化也。七始，天统也。注：“族”当为“奏”。言诸侯贡其正声，而天子九奏之乐乃具成也。关，犹入也。今诗国风是也。五声，宫、商、角、征、羽也。八音，钟、鼓、笙、磬、埙、篪、柷、敔、琴也。七始，黄钟、林钟、大蔟、南吕、姑洗、应钟、㽔宾也。歌声不应此则去之。素，犹始也。蔟，犹聚也。乐音多，聚以为八也。五，谓埙在北方，鼓抂东方之属。天，所以理阴阳也。维五祀，定钟石，论人声，乃及鸟兽，咸变于前。故更箸○四时，推六律六吕，询十有二变，而道宏广。五作十道，孝力为右。秋养耆老，而春食孤子，乃渤然招乐，兴于大鹿之野。执事还归。二年，𧭓然乃作大唐之歌。注：询，均也。五作，五教也。十道，谓君令、臣共、父慈、子孝、兄爱、弟敬、夫和、妻柔、姑慈、妇听者也。兴，成也。乐以致天神，出地祇，致人鬼为成也。𧭓，犹灼也。大唐之歌，美尧之禅也。乐曰：“舟张辟雍，鸧鸧相从。八风回回，凤皇喈喈。维五祀，定钟石，论人声。注：舜始欲改尧乐。乃及鸟兽，咸变于前。注：百兽率舞之属。秋养耆老，而春食孤子，乃渤然招乐，兴于大鹿之野。报事还归。二年，𧭓然乃作大唐之歌。注：𧭓，犹灼也。大唐之歌，美尧之禅也。歌者三年，昭然乃知乎王世，明有不世之义。招为宾客，而雍为主人。注：招、雍皆乐章名也。宾入奏招，主人入奏雍也。始奏肆夏，纳以孝成。注：始，谓尸入时也。纳，谓荐献时也。肆夏、孝成，皆乐章名。舜为宾客，而禹为主人。注：舜既使禹摄天子之事，于祭祀避之，居宾客之位，献酒则为亚献也。乐正道赞曰：“尚考太室之义，唐为虞宾。注：尚考，犹言往时也。太室，明堂中央室也。义，当为仪。仪，礼仪也。谓祭太室之礼，尧为舜宾也。至今衍于四海，成禹之变，垂于万世之后。注：衍，犹溢也。言舜之禅天下，至于今，其德业溢满四海也。维十有三祀，帝乃称王而入唐郊，犹以丹朱为尸。于时百执事咸昭然乃知王世不绝，烂然必自有继祖守宗庙之君。注：舜承尧，犹子承父。虽已改正易乐，犹祭天于唐郊，以丹朱为尸。至十三年，天下既知己受尧位之意矣，将自正郊，而以丹朱为王者后，欲天下昭然知之，然后为之，故称王也。晋祀夏郊，以董伯为尸，知当以丹朱为王者后，使祭其郊也。祖，或为体。维十有四祀，帝乃雍而歌者重篇维十有四祀，钟石笙筦变。声乐未罢，疾风发屋，天大雷雨。帝沈首而笑曰：“明哉！非一人天下也，乃见于钟石。”维十有五祀，祀者贰尸。维十有五祀，舜为宾客，禹为主人。乐正进赞曰：“尚考太室之义，唐为虞宾。”还归二年，而庙中苟有歌大化、大训、六府、九原，而夏道兴。歌大化、大训、六府、九原，而夏道兴！注：四章皆歌禹之功。于时乡云聚，俊乂集，百工相和而歌乡云。于时俊乂百工相和而歌乡云。帝乃倡之曰：“乡云烂兮，注：和气之明者也。𫄙缦缦兮，注：教化广远。或以为云出岫，回薄而难名状也。日月光华，旦复旦兮。注：言明明相代。八伯咸进，稽首曰：“明明上天，烂然星陈。日月光华，弘于一人。”帝乃载歌，旋持衡曰：“日月有常，星辰有行。四时从经，万姓允诚。于予论乐，配天之灵。迁于贤圣，莫不咸听。鼚乎鼓之，轩乎舞之。菁华已竭，褰裳去之。”于时八风循通，乡云丛丛。注：丛或为蔟，言和气应也。蟠龙贲信于其藏，注：蟠，屈也。蛟鱼踊跃于其渊，龟鳖咸出于其穴，迁虞而事夏也。今重定传文。维五祀，定钟石，论人声，乃及鸟兽，咸变于前。故更箸四时，推六律六吕，询十有二变，而道宏广。五作十道，孝力为右。秋养耆老，而春食孤子，乃渤然招乐，兴于大鹿之野。报事还归。二年，𧭓然乃作大唐之歌。乐曰：“舟张辟雍，鸧鸧相从。八风回回，凤皇喈喈。”歌者三年，昭然乃知乎王世，明有不世之义。维十有三祀，帝乃称王而入唐郊，犹以丹朱为尸。于时百执事咸昭然乃知王世不绝，烂然必自有继祖守宗庙之君。维十有四祀，钟石笙筦变，声乐未罢，疾风发屋，天大雷雨。帝沈首而笑曰：“明哉！非一人之天下也，乃见于钟石。”帝乃雍而歌者重篇，招为宾客，而雍为主人。始奏肆夏，纳以孝成。还归二年，而庙中苟有歌大化、大训、六府、九原，而夏道兴。维十有五祀，祀者贰尸，舜为宾客，而禹为主人。乐正进赞曰：“尚考太室之义，唐为虞宾。至今衍于四海，成禹之变，垂于万世之后。”于时乡云聚，俊乂集，百工相和而歌乡云。帝乃倡之曰：“乡云烂兮，礼缦缦兮，日月光华，旦复旦兮。”八伯咸进，稽首曰：“明明上天，烂然星陈。日月光华，宏予一人。”帝乃再歌，旋持衡曰：“日月有常，星辰有行。四时从经，万姓允诚。于予论乐，配天之灵。迁于贤圣，莫不咸听。鼚乎鼓之，轩乎舞之。菁华已竭，褰裳去之。”于时八风循通，乡云丛丛。蟠龙贲信于其藏，蛟鱼踊跃于其渊，龟鳖咸出于其穴，迁虞而事夏也。"
                }
            ]
        },
        {
            "name": "虞夏传第二",
            "paragraphs": [
                {
                    "paragraph": "皋繇谟翊，辅也。古者诸侯之于天子也，三年一贡士，天子命与诸侯辅助为政，所以通贤共治，示不独专，重民之至。大国举三人，次国举二人，小国举一人。一适谓之攸好德，注：“适，犹得也。”再适谓之贤贤，三适谓之有功。有功者，天子赐以车服弓矢，再赐以秬鬯，三赐以虎贲百人，号曰命诸侯。命诸侯得专征者，邻国有臣弑其君、孽伐其宗者，注：“孽，支子也。宗，适子也。”虽弗请于天子而征之可也，征而归其地于天子。注：“征，伐也。”有不贡士谓之不率正者，注：“率，循也。正，由也。”天子绌之。一不适谓之过，注：“谓三年时也。”再不适谓之敖，注：“谓六年时也。”三不适谓之诬，注：“谓九年时也。”诬者天子绌之。一绌，少绌以爵；注：“言少绌，明以渐也。”再绌，少绌以地，三绌而爵、地毕。注：“凡十五年。”书称“天工人其代之”，传曰：“夫成天地之功者，未尝不蕃昌也。”天子衣服，其文华虫、作缋、宗彝、藻火、山龙；诸侯，作缋、宗彝、藻火、山龙；子、男，宗彝、藻火、山龙；大夫，藻火、山龙；士，山龙。故书曰：“天命有德，五服五章哉！”山龙纯青，华虫纯黄。作会宗彝纯黑，藻纯白，火纯赤。山龙青也。华虫黄也。作缋黑也；宗彝白也。藻火赤也。天子服五、诸侯服四，次国服三、大夫服一、士服一。注元或疑焉。注五采相错，非一色也。六律者何？黄钟、㽔宾、无射、太蔟、夷则、姑洗是也。故天子左五钟，右五钟。注：六律为阳，六吕为阴。凡律吕十二，各一钟。天子宫县，黄钟、㽔宾在南北，其余则在东西。天子将出，则撞黄钟，右五钟皆应。注：黄钟在阳，阳气动。西五钟在阴，阴气静。君将出，故以动告静，静者皆和也。马鸣中律，步者皆有容，驾者皆有文，御者皆有数。步者中规，折还中矩，立则磬折，拱则枹鼓。注：言声合于乐，体比于礼也。然后太师奏登车，告出也。注周礼王出入奏王夏。入则撞㽔宾，左五钟皆应。注㽔宾在阴，东五钟在阳。君入，故以静告动，动者则亦皆和之也。以治容貌，容貌得则气得，气得则肌肤安，肌肤安则色齐矣。注入故欲其静也。㽔宾声，狗吠鸣，及倮介之虫，皆莫不延颈以听㽔宾。注皆守物及阴之类也。在内者皆玉色，在外者皆金声。注玉色，反其正性也。金声，其事杀。然后少师奏登堂就席，告入也。注少师，佐成大师之事者也。此言至乐相和，物动相生，同声相应之义也。古者天子必有四邻：前曰疑，后曰丞，左曰辅，右曰弼。天子有问无以对，责之疑。可志而不志，责之丞。可正而不正，责之辅。可扬而不扬，责之弼。其爵视乡，其禄视次国之君也。古者天子必有四邻：前曰疑，后曰丞，左曰辅，右曰弼。天子中立而听朝，则四圣维之。是以虑无失计，举无过事。故书曰：“钦四邻。”此之谓也。天子必有四邻，前仪，后丞，左辅，右弼。直立而敢断，广心而从欲。辅善而相承谓之辅。廉洁而切直谓之弼。古者帝王升歌清庙之乐，注清庙，乐章名。大琴练弦达越，大瑟朱弦达越，以韦为鼓，谓之搏拊。何以也？注练弦、朱弦，互文也。越，下孔也。凡练弦达越、搏拊者，象其德宽和。君子有大人声，不以钟鼓竽瑟之声乱人声。清庙升歌者，歌先人之功烈德泽也，注烈，业也。故欲其清也。其歌之呼也，注呼，出声也。曰：“于穆清庙，肃雝显相。”注肃雝显相，四海敬和，明德来助祭。于者，叹之也。穆者，敬之也。清者，欲其在位者徧闻之也。故周公升歌文王之功烈德泽，苟在庙中尝见文王者，愀然如复见文王。故书曰：“搏拊琴瑟以咏，祖考来假。”此之谓也。拊，革装之以糠。博。拊，鼓振以秉。琴瑟，练丝徽弦。鸣者贵玉声也。舜弹五弦之琴，歌南风之诗，而天下治。舜之时，西王母来献白玉琯。“元首明哉，股肱良哉！”元首，君也。股肱，臣也。夏传禹贡：“夏成五服，外薄四海。”注：“言德广之所及。”“东海，鱼须、鱼目。”注：“所贡物。鱼须，今以为簪。又鱼目，今以杂珠。”“南海，鱼革、珠玑、大贝。”注：“鱼革，今以饰小车，缠兵室之口。贝，古以为货，王莽时亦然。”“西海，鱼骨、鱼干、鱼胁。”注：“鱼干、鱼胁，未闻。”“北海，鱼剑、鱼石、出瑱、击闾。”注：“鱼剑，鱼兵如剑也。鱼石，头中石也。出瑱，状如凝膏，在水上。击闾，状如鲐鱼，大五六尺，今海家谓之口口。”“河，魭。”注：“魭，当作鼋，鼋状如鳖而大。”月令：“季夏，命渔人伐鲛、取鼍、登龟、取鼋也。”“江，鳝，大龟。”注：“鳝，或作鼍，鼍状如蜥蝪，长六七尺。鳝或为鳣，鳣，鲤也。”“五湖，玄唐。”注：“五湖，扬州浸也，今属吴。元唐，未闻。”“巨野，菱。”注：“巨野，大野也，鲁薮，今属山阳。菱，芰。”巨定，蠃。注：“巨定，泽也，今属乐安所有，故县则属齐。蠃，蜗牛也。”济中，詹诸。注：“詹诸，蛙黾也。”孟诸，灵龟。注：“孟诸，宋薮也。龟俯者灵。周礼：“天龟曰灵属。”降谷，玄玉。注：“降，读如“厖降”之降，或作“函谷”，今河南谷城西关山也。”大都，𩷏鱼鱼刀。注：“大都，明都。𩷏鱼，今江南以为鲍。鱼刀，鱼兵如刀者也。”咸会于中国。注：“言德能及之，异物来至也。”禹成五服，齿革羽毛器备，文皮千合，白羽之矰。高山大川，五岳四渎之属。五岳，谓岱山、霍山、华山、恒山、嵩山也。江、河、淮、济为四渎。五岳皆触石而出云，扶寸而合，不崇朝而雨天下。注：“四指为扶。”大川相间，小川相属，东归于海。大水小水，东流归海也。百川趋于东海。非水无以准万里之平，非水无以通远道任重也。五岳视三公，四渎视诸侯，其余山川视伯，小者视子男。注：“所视者，谓其牲币粢盛笾豆爵献之数，非谓尊卑。”禹奠南方霍山。注：“谓奠祭也。”东原底平大而高平者谓之大原，下而平者谓之隰。隰之言湿也。夏传曰：“下湿曰隰。”顺流而下曰沿。圻者，天子之境也。诸侯曰境。天子游不出封圻。诸侯非朝聘不出境。天子游不出封圻，不告祖庙。注：周礼：“方千里曰王圻。”诗曰：“邦圻千里，惟民所止。”"
                }
            ]
        },
        {
            "name": "夏传第三",
            "paragraphs": [
                {
                    "paragraph": "天子三公，一曰司徒公，二曰司马公，三曰司空公。注：周礼：天子六乡，与太宰、司徒同职者，则谓之司徒公；与宗伯、司马同职者，则谓之司马公；与司寇、司空同职者，则谓之司空公。一公兼二乡，举下以为称。百姓不亲，五品不训，则责之司徒。蛮夷猾夏，寇贼奸宄，则责之司马。沟渎壅遏，水为民害，田广不垦，则责之司空。注：坐而论道，谓之三公，通职名，无正官名。司马在前。古者天子三公，每一公三乡佐之，每一乡三大夫佐之，每一大夫三元士佐之，故有三公九乡、二十七大夫、八十一元士。所与为天下者，若此而已。注：自三公至元士，凡百二十，此夏时之官也。周之官三百六十。礼志曰：“有虞氏官五十，夏后百，殷二百，周三百。”近之，未得其实也。据夏、周推其差，则有虞之官六十，夏后氏百二十，殷二百四十，周三百六十，为有所法。舜摄时，三公、九乡、百执事，此尧之官也，故使百官事舜。注：“所谓六乡者，后稷、司徒、秩宗、司马、士、共工为六乡。”天子、诸侯必有公桑蚕室，就川而为之。”筑官有三尺。注：“官当为宫。雉长三丈，高一丈。度长以长，度高以高，则蚕宫高一丈。礼志曰：“仞有三尺，七尺曰仞。”棘墙而外闭之。大昕之朝注：“季春朔日之朝也。”三宫之夫人浴种于川。世妇卒蚕，献茧于夫人。注：“此诸侯之礼，天子则献茧于后。”缫三盆手。注：“手犹亲也。言后夫人亲以手总之也。”尚书大传卷二下殷传帝告殷传：“未命为士者，不得乘饰车。未命为士者，不得乘朱轩。注：“轩，舆也。士以朱饰之。轩，车通称也。”未命为士，车不得有飞𫐉。注：“如今窗车也。”未命为士，不得衣绣。士乘饰车两马。庶人单马木车。庶人单马木车，衣布帛。”帝告篇：“书曰：“施章乃服，明上下。”汤誓殷传：“汤誓云：“夏人饮酒，醉者持不醉者，不醉者持醉者，相和而歌曰：“盍归于亳，盍归于亳。注：“亳，汤之都也。亳亦大矣。”故伊尹退而闲居，深听歌声。注：“思其故也。是时伊尹在桀。”更曰：“觉兮较兮，吾大命格兮。注：“觉兮谓先知者。较兮谓直道者。格，至也。吾谓桀也。”去不善而就善，何不乐兮！”伊尹入告于桀曰：“大命之亡有日矣。”桀僩然叹，哑然笑曰：“天之有日，犹吾之有民也。日有亡哉？日亡吾乃亡矣。”注：自比于天，言常在也。比于日，言去复来也。是以伊尹遂去夏适汤。汤放桀居中野，士民皆奔汤。桀与其属五百人南徙千里，止于不齐，不齐士民往奔汤。桀与其属五百人徙于鲁，鲁士民复奔汤。桀曰：“国，君之有也。吾闻海外有人。”与五百人俱去。汤放桀而归于亳，三千诸侯大会。汤取天子之𡊑置之于天子之坐左，复而再拜，从诸侯之位。汤曰：“此天子之位，有道者可以处之矣。夫天下非一家之有也，唯有道者之有也，唯有道者宜处之。”汤以此三让，三千诸侯莫敢即位，然后汤即天子之位。桀杀刑弥厚而民弥暴，故尔梁远，遂以是亡。注：故尔，穷其近也。梁，读为掠。汤之君民，听宽而狱省。桀无道，囚汤，后释之。诸侯八译来朝者六国。汉南诸侯闻之，归之四十国。汤伐桀之后，大旱七年。史卜曰：“当以人为祷。”汤乃翦发断爪，自以为牲，而祷于桑林之社，而雨大至，方数千里。景亳之命，费昌为御。般庚书曰：“若德明哉！汤任父言。”卑应言：“古者诸侯始受封，则有采地。百里诸侯以三十里，七十里诸侯以二十里，五十里诸侯以十五里。其后子孙虽有罪黜，其采地不黜，使其子孙贤者守之，世世以祠其始受封之人。此之谓兴灭国，继绝世。书曰：“兹予大享于先王，尔祖其从与享之。”此之谓也。”高宗肜曰：“武丁祭成汤，有飞雉升鼎耳而雊。武丁问诸祖己，祖己曰：“雉者，野鸟也，不当升鼎。今升鼎者，欲为用也。远方将有来朝者乎？”故武丁内反诸己，以思先王之道。三年，编发重译来朝者六国。孔子曰：“吾于高宗肜日，见德之有报之疾也。”注：“肜日，尚书篇名。”武丁之时，桑谷俱生于朝，七曰而大拱。注：“两手扼之曰拱。生七日而见其大满两手也。”武丁召其相而问焉，其相曰：“吾虽知之，吾不能言也。”问诸祖己，曰：“桑谷，野草也。注：“此木也，而云草，未闻。刘向以为草妖。”野草生于朝，亡乎？”武丁惧，侧身修行，思昔先王之政，兴灭国，继绝世，举逸民，明养老之礼，重译来朝者六国。注：“九州之外国也。”西伯戡耆，伯夷避纣，居北海之滨。太公避纣，居东海之滨。皆率其党曰：“盍归乎？吾闻西伯昌善养老，此二人者，盖天下之大老也。往而归之，是天下之父归之也。天下之父归之，其子曷往？”周文王至磻溪，见吕望，文王拜之。尚父曰：“望钓得玉璜，刻曰：“周受命，吕佐检，德合于今昌来提。”周文王至磻溪，见吕尚钓，文王拜。尚云：“望钓得玉黄剜，曰：“姬受命，吕佐检，德合于今昌来提。”注：钓得鱼，中得玉璜也。佐检，犹助。提者，取也。半璧曰璜。虞人与芮人质其成于文王，入文王之境，则见其人萌让为士大夫。入其国，则见士大夫让为公乡。二国相谓曰：“此其君亦让以天下而不居也。”让其所争以为闲田。文王一年质虞、芮，二年伐于，三年伐密须，四年伐畎夷，纣乃囚之。四友献宝，乃得免于虎口，出而伐耆。西伯得四友献宝，免于虎口而克耆。五年之初，得散宜生等献宝而释文王。文王出则克耆，六年伐崇则称王。既伐于崇，散宜生、南宫括、闳夭三子相与学讼于太公，遂与三子见文王于羑里。献宝以免文王。散宜生、南宫括、闳夭三子相与学讼于太公，四子遂见西伯于羑里。散宜生等受学于太公，太公除师学之礼，酌酒切脯，约为朋友。散宜生、闳夭、南宫括三子者学乎太公。太公见三子，知为贤人，遂酌酒切脯，除为师学之礼，约为朋友。散宜生、闳夭、南宫适三子者学乎太公，见三子，知三子之为贤人，遂酌酒切脯，约为朋友。闳夭、南宫适、散宜生三子学于太公望。望曰：“嗟乎！西伯，贤君也。”四子遂见西伯于羑里。注：“散宜生，文王四臣之一也。”吕尚有勇而为将，散宜生有文德而为相。太公之羑里见文王，散宜生遂之犬戎氏，取美马，駮身朱鬣鸡目。之西海之滨，取白狐青翰，注：“翰，毛之辰大者。之于陵氏，取怪兽，尾倍其身，名曰驺虞。之有参氏，取姜女，之江淮之浦，取大贝，如车渠，注：渠，车罔也。”陈于纣之廷，纣出见之，还而观之，曰：“此何人也？”散宜生遂趋而进曰：“吾西蕃之臣，昌之使者。”纣大悦，曰：“非子罪也，崇侯也。”遂遣西伯伐崇。文王以闳天、太公望、南宫括、散宜生为四友。周文王胥附、奔辏、先后、御侮，谓之四邻，以免于羑里之害。懿子曰：“夫子亦有四邻乎？”孔子曰：“文王得四臣，丘亦得四友焉。自吾得回也，门人加亲，是非胥附与？自吾得赐也，远方之士日至，是非奔辏与？自吾得师也，前有辉，后有光，是非先后与？自吾得由也，恶言不人于门，是非御侮与？文王有四臣以免虎口，丘亦有四友以御侮。”微子微子将往朝周，过殷之故墟，见麦秀之蔪蔪，曰：“此父母之国，宗庙社稷之所立也。”志动心悲，欲哭则为朝周，俯泣则妇人。推而广之，作雅声歌曰：“麦秀蔪蔪兮，黍禾𣈣𣈣。彼狡童兮，不我好兮。”注：狡童，谓纣。微子朝周，过殷故墟，见麦秀之蔪蔪兮，禾黍之𣈣𣈣也，曰：“此故父母之国。”乃为麦秀之歌曰：“麦秀渐渐兮，禾黍油油。彼狡童兮，不我好仇。”"
                }
            ]
        },
        {
            "name": "周传第四",
            "paragraphs": [
                {
                    "paragraph": "大誓唯四月，太子发上祭于毕，下至于孟津之上。注：“四月，周四月也。发，周武王也。卒父业，故称太子也。”乃告于司徒、司马、司空、诸节：“亢才，予无知，以先祖先父之有德之臣，左右小子，予受先公，戮力赏罚，以定厥功，明于先祖之遗。”太子发升于舟，中流，白鱼入于舟。王跪取，出俟以燎。群公咸曰：“休哉！”八百诸侯俱至孟津，白鱼入舟。武王伐纣，观兵于孟津，有火流于王屋，化为赤乌，三足。周将兴之时，有大赤乌衔谷之种而集王屋之上者。武王喜，诸大夫皆喜。周公曰：“茂哉！茂哉！天下之见此以劝之也，恐恃之。”武王伐纣，至于商郊，停止宿夜，士卒皆欢乐歌舞以待旦。王升舟入水，鼓钟恶，观台恶，将舟恶，宗庙恶。注：“恶皆为亚。亚，次也。观台，灵台，知天时占候者也。宗庙迁主。”惟丙午，王逮师。前师乃鼓拊噪，师乃慆，前歌后舞，注：“慆，喜也。众大喜，前歌后舞也。”丕天之大律。注云：“律，法也。奉天之大法。”"
                }
            ]
        },
        {
            "name": "牧誓第五",
            "paragraphs": [
                {
                    "paragraph": "大战篇，武王与纣战于牧之野，纣之卒，辐分，纣之车，瓦裂，纣之甲鱼鳞，下，贺乎武王。纣死，武王皇皇，若天下之未定，召太公而问曰：“入殷奈何？”太公曰：“臣闻之也，爱人者，兼其屋上之乌；不爱人者，及其胥余。注：“胥余，里落之壁。”何如？”武王曰：“不可。”召公趋而进曰：“臣闻之也，有罪者杀，无罪者活，咸刘厥敌，母使有余烈。何如？”武王曰：“不可。”周公趋而进曰：“臣闻之也，各安其宅，各田其田，母故母私，惟仁之亲。何如？”武王旷乎若天下之已定，遂入殷，封比干之墓，表商容之闾，发巨桥之粟，散鹿台之财，归倾宫之女。而民知方曰：“王之于仁人也，死者封其墓，况于生者乎？王之于贤人也，亡者表其闾，况于在者乎？王之于财也，聚者散之，况于复藉乎？王之于色也，在者归其父母，况于复征乎？”大战篇云：“太公曰：“骂女母叹，唾女母乾。母叹母乾，是谓艰难。”"
                }
            ]
        },
        {
            "name": "洪范第六",
            "paragraphs": [
                {
                    "paragraph": "武王胜殷，继公子禄父。注：“武庚，字禄父。”武王胜殷，继公子禄父。注：“禄父，纣之子也。”释箕子囚，箕子不忍周之释，走之朝鲜。注：“诛我君而释己，嫌苟免也。”武王闻之，因以朝鲜封之。注：“朝鲜，今乐浪郡。箕子既受周之封，不得无臣礼，故于十三祀来朝。”汩，乱也。水火者，百姓之所饮食也。金木者，百姓之所兴作也。土者，万物之所资生也。是为人用。八政何以先食？传曰：“食者，万物之始，人事之本也。”故八政先食。洪范曰：“不叶于极，不丽于咎，毋侮鳏寡，而畏高明。”圣人在上，其君子不诵无用之言，其工不作无用之器，其商不通无用之物。圣人者，民之父母也。母能生之，能食之，父能教之，能诲之。圣王，曲备之者也，能生之，能食之，能教之，能诲之也。为之城郭以居之，为之宫室以处之，为之庠序学校以教诲之，为之列地制亩以饮食之。故书曰：“作民父母，以为天下王。”此之谓也。晦而月见西方谓之朓。注：“朓，条也，条达行疾貌。”朓则侯王其荼。注：“荼，缓也。”朔而月见东方，谓之侧匿。注：“侧匿，犹缩缩，行迟貌。”侧匿则侯王其肃。注：“肃，急也。日，君象也。月，臣象也。君政急，则日行疾、月行徐，臣逡遁不进；君政缓，则日行徐、月行疾，臣放恣也。”案曰：文选舞赋注引郑玄尚书五行传注：“暗跳，行疾貌。”是郑注“条达”一作“暗跳”也。“侧匿”一作“朒”，一作“朏”。说文：“朏，月未成之名。晦而月见西方谓之朓，朔而月见东方谓之缩朒。”此则“侧匿”与“缩朒”声近义一也。汉书五行志：“晦而月见西方谓之朓，朔而见东方谓之仄匿。仄匿则侯王其肃，朓则侯王其舒。”刘向以为：朓者，疾也。君舒缓则臣骄慢，故日行迟而月行疾也。仄匿者不进之意，君肃急则臣恐惧，故日行疾而月行迟，不敢迫近君也。不舒不急，以正失之者，食朔日。刘歆以为：舒者侯王展意颛事，臣下促急，故月行疾也；肃者，王侯缩朒不任事，臣下弛纵，故月行迟也。当春秋时，侯王率多缩朒不任事，故食二日仄匿者十八，食晦日朓者一，此其效也。案：此汉志据伏生书传为说，“仄匿”并作“仄慝”，字之讹。而刘歆则作“缩朒”，“侧匿”犹“缩朒”也。孟康注汉书曰：“朓者，月行疾，在日前，故早见。仄匿者，行迟，在日后，当没而更见是也。”蔡卞毛诗名物解：“礼曰：“大明生于东，月生于西。”盖朔而月出西方，夕见暮见也。故王者早见曰朝，暮见曰夕，义取诸此。所谓朝夕放于日月者也。至望，然后出于东方，夕见。尚书大传以为晦而月见西方谓之朏，朔而月见东方谓之朒，盖言异也。又事文类聚亦引尚书大传：“晦而月见西方谓之朓，朔而月见东方谓之朏。”诸书所引“朓”“朒”“朏”“暗跳”“侧匿”“缩朒”各字，每相互异。考后汉书卢植传，植上封事谏曰：“臣闻日晦而月见谓之朓，王侯其舒。”李贤注：“五行传，刘向所著，字与此小异。”然则伏、刘诸本固有别矣。惟“朏”与“朓”异，它书“朓”作“朏”者误。"
                }
            ]
        },
        {
            "name": "尚书大传第七",
            "paragraphs": [
                {
                    "paragraph": "洪范五行传，维王后元祀，注：“王，谓禹也。后，君也。祀，年也。禹始居摄，为君之元年也。”帝令大禹步于上帝。注：“帝，舜也。步，推也。于，于也。上帝，谓天也。令禹推演天道，谓睹得失反复也。”维时洪祀，六沴用咎于下。注：“用此时始大祀。六沴之用咎于下者。”用极，，其祀之也。”是用知不畏而神之怒。注：“而，乃也。舜任禹，禹能治其道，口无其神。舜知禹敬，神之怒可知也。”若六沴作见，若是共御。注：“若，顺也。共，读曰恭。御，止也。”帝用不差，神则不怒。注：“也。舜见禹知人之，无复疑也。”五福乃降，用章于下。注：“降，下也。章，明也。”若六沴作见，若不共御，六伐既侵，六极其下。注：“侵，陵也。庶几行罚，杀万物也。，，凶也。”禹乃共辟厥德，受命休令。注：“厥，其也。休，美也。禹于是恭明孳孳受舜之美令奉行之。爰用五事，建用王极。注：“王极，或皆为皇极。初禹治水，得神龟负文于洛，于以尽得天人阴阳之用。至是奉帝命而陈之也。”长事，注：“长，犹君也，一曰貌。”貌之不恭，是谓不肃。注：“肃，敬也。君貌不恭，则是不能敬其事也。”厥咎狂。注：“君臣不敬，则倨慢如狂矣。”厥罚常雨，注：“猊曰木，木主春，春气生，生气失则逾其节，故常雨也。”厥极恶。注：“生气失，故于人则为恶。”时则有服妖，注：“服，貌之饰也。”时则有龟孽，注：“龟，虫之生于水，而游于春者也，属木。”时则有鸡祸，注：“鸡，畜之有冠翼者也，属貌。”时则有下体生于上之疴，注：“疴，病也，貌气失之病也。”时则有青𤯝、青祥，注：“青，木色也。𤯝生于此，祥自外来也。”维金沴木。注：“沴，殄也。凡貌、言、视、听、思心，一事失，则逆人之心；人心逆则怨，木、金、水、火、土气为之伤，伤则冲胜来乘殄之，于是神怒人怨，将为祸乱。故五行先见变异，以谴告人也。及妖孽、祸疴、𤯝祥，皆其气类暴作非常，为时怪者也，各以物象为之占也。”次二事曰言。言之不从，是谓不艾，注：“艾，治也。君言不从，则是不能治其事也。”厥咎僭，注：“君臣不治，则僭差矣。”厥罚常阳，注：“言曰金，金主秋，秋气杀，杀气失，故常阳也。”厥极忧，注：“杀气失，故于人为忧。”时则有诗妖，注：“诗之言志也。”时则有介虫之孽，注：“蜎、螽、蜩、蝉之类，虫之生于火，而藏于秋者也，属金。”时则有犬祸，注：“犬，畜之以口吠守者也，属言。”时则有口舌之疴，注：“言气失之病。”时则有白𤯝白祥，维木沴金。”次三事曰视，视之不明，是谓不哲，注：“哲，视了也。君视不明，则是不能了其事也。”厥咎荼，注：“荼，缓也。君视不了，则荼缓矣。”厥罚常奥，注：“视曰火，火主夏，夏气长。长气失，故常奥也。”厥极疾，注：“长气失，故于人为疾。”时则有草妖，注：“草视之物，可见者莫众于草。”时则有倮虫之孽，注：“蚕螟虫之类，虫之生于火而藏于秋者也。”时则有羊祸，注：“羊，畜之远视者也，属视。”时则有目疴，时则有赤𤯝赤祥。维水沴火。”次四事曰听。听之不聪，是谓不谋，注：“君听不聪，则是不能谋其事也。”厥咎急，注：“君臣不谋则急矣。”厥罚常寒，注：“听曰水，水主冬，冬气藏。藏气失，故常寒也。”厥极贫，注：“藏气失，故于人为贫。”时则有鼓妖，注：“鼓，听之应也。时则有鱼孽，注：“鱼，虫之生于水而游于水者也。时则有豕祸，注：“豕，畜之居闲卫而听者也，属听。”时则有耳疴，注：“听气失之病。时则有黑𤯝黑祥，维火沴水。”次五事曰思心。思心之不容，是谓不圣。注：“容，当为睿。睿，通也。心明曰圣。孔子说休征曰：圣者，通也。兼四而明，则所谓圣。圣者，包貌、言、视、听而载之以思心者，通以待之。君思心不通，则是非不能心明其事也。”厥咎霿，注：“霿，冒也。君臣心有不明，则相蒙冒矣。”厥罚常风，注：“思心曰土。土，王四时，主消息、生杀、长藏之气，风亦出内雨阳寒奥之微，皆所以殖万物之命者也。殖气失，故常风。”厥极凶、短、折。注：“殖气失，则于人为凶、短、折。未龀曰凶，未冠曰短，未昏曰折。”时则有脂夜之妖，注：“夜，读曰液。时则有华孽，注华，当为夸。夸，蚓虫之生于土而游于土者。”时则有牛祸，注：“地厚德载物。牛，畜之任重者也，属思心。”时则有心腹之疴，注：“思心气失之病。”时则有黄𤯝黄祥。维木、金、水、火沴土。注：“志、论皆言君不宽容则地动，玄或疑焉。今四行来沴土，地乃动，臣下之相帅为畔逆之象，君不通于事所致也。以为不宽容，亦皆为阴胜阳、臣强君之异。”王之不极，是谓不建。注：“王，君也。不名体而言王者，五事象五行，则王极象天也。人法天，元气纯，则不可以一体而言之也。天变化为阴为阳，复成五行。经曰：“历象日月星辰，敬授民时。”论语曰：“为政以德，譬如北辰。”是则天之通于人政也。孔子说春秋曰：“政以不由王出，不得为政。”则是王君出政之号也。极，中也。建，立也。王象天，以性情复成五事，为中和之政也。王政不中，则是不能立其事也。”厥咎瞀。注：“瞀与思心之咎同耳。故子骏传曰：瞀，眊。眊，乱也。君臣不立，则上下乱矣。”厥罚常阴。注：“王极象天，天阴养万物，养气失，故常阴也。”厥极弱。注：“天为刚德，刚气失，故于人为弱。易曰：“贵而无位，高而无民，贤人在下位而无辅。”此之谓弱。或云：懦不毅也。”时则有射妖，注：“射，王度之极也。射人将发矢，必先于此仪之，发矢则必中于彼矣。君将出政，亦先于朝廷度之，出则应于民心，射其象也。”时则有龙蛇之孽，注：“龙，虫之生于渊，行于无形，游于天者也，属天。蛇，龙之类也。或曰：龙无角者曰蛇。”时则有马祸，注：“天行健。马，畜之疾行者也，属王极。”时则有下人伐上之疴。注：“夏侯胜说：伐宜为代，书亦或作代。阴阳之神曰精气，情性之神曰魂魄。君行不由常，侜张无度，则魂魄伤也。王极气失之病也。天于不中之人，恒耆其味，厚其毒，增以为病，将以开贤代之也。春秋传所谓“夺伯有魄”者是也。不名病者，病不著于身体也。”时则有日月乱行，星辰逆行。注：“乱，谓薄食斗并见；逆，谓赢缩反明，经天守舍之类也。不言沴天，天，至尊，无能沴之者。离逢非沴，维鲜之功，谓此也。”维五位复建，辟厥沴。注：“君失五事，则五行相沴，违其位。复立之者，当明其吉凶变异，则知此为貌邪言，辄改过以共御之。至司之口月，又必斋肃祭祀，以抚其神，则凶咎除矣。不言六位，天不违其位也。”曰：二月、三月，维貌是司；四月、五月，维视是司；六月、七月，维言是司；八月、九月，维聪是司；十月、十一月，维思心是司；十二月与正月，维王极是司。注：“司，主也。此月数，夏数也。夏数得天之正。玄或疑焉。此用五事之次，则四月、五月主，视，六月、七月主言，非也。口，五行王相之次，则八月、九月主听，十月、十一月主思心，亦非也。子骏传曰：“二月、三月，维貌是司；四月、五月，维视是司；六月、七月，惟思心是司；八月、九月，惟言是司；十月、十一月，维听是司；十二月与正月，维王极是司。于四时之气，似近其类也。”凡六沴之作，岁之朝，月之朝，日之朝，则后王受之；岁之中，月之中，日之中，则公卿受之；岁之夕，月之夕，日之夕，则庶民受之。注：“自正月尽四月，为岁之朝；自五月尽八月，为岁之中；自九月尽十二月，为岁之夕。上旬为月之朝，中旬为月之中，下旬为月之夕。平且至食时，为日之朝；禺中至日昳，为日之中；下侧至黄昏，为日之夕。受之，受其凶咎也。”其二辰以次相将，其次受之。注：“二辰，谓日月也。假令岁之朝也，日月中，则上公受之；日月夕，则下公受之；岁之中也，日月朝，则孤卿受之；日月夕，则大夫受之；岁之夕也，日月朝，则上士受之；日月中，则下士受之。其余差以尊卑多少，则悉矣。”星辰莫同。注：“莫，夜也。星辰之变，夜见亦与昼同。初昏为朝，夜半为中，将晨为夕。或曰：将晨为朝，初昏为夕也。”是离逢非沴，维鲜之功。注：“离，忧也。逢，见也。是谓，忧见之象，非沴也。言五行非能沴，天者也。鲜，杀也。功，成也。维凶咎之杀已成，故天垂变异以示人也。”御貌于乔忿。注：“止貌之失者，在于乔忿也。骄忿者，是不恭之形也。乔忿，谓若傲很明德，忿戾无期之类也。”以其月，从其礼，祭之，参，乃从。注：“从，顺也。三祭之，其神乃顺不怒也。”御言于讫众，以其月，从其礼，祭之，参，乃从。注：“讫，止也。止言之失者，在于去止众。止众者，是不从之刑也。止众，谓若周威厉王弭谤以障民口之类也。”御视于忽似，以其月，从其礼，祭之，参，乃从。注：“止视之失者，在于去忽似。忽似者，是不明之刑也。忽似，谓若乱于是非，象龚滔天，及不辨鹿马之类也。”御听于怵攸，以其月，从其礼，祭之，参，乃从。注：“怵，读为“兽不狘”之狘。攸，读为“风雨所漂飖”之飖。止听之失者，在于去怵攸。怵攸者，是不聪之刑也。怵攸，谓若“老夫灌灌，小子𫏋𫏋，诲尔訰訰，听我眊眊”之类。御思心于有尤，以其月，从其礼，祭之，参，乃从。注尤，过也。止思心之失者，在于去欲有所过。欲有所过者，是不容之刑也。欲有所过，谓若昭公不知礼而习小仪，不修政而欲诛季氏之类也。御王极于宗始，以其月，从其礼，祭之，参，乃从。注宗，尊也。止王极之失者，在于尊用始祖之法度。不言其恶者，人性备于五德，得失在斯，王不极，则五事皆失，非一恶也。大者易姓，小者灭身。其能宗始，则录延。其受命之君，承天制作，犹天之教命也。故掌祖庙之藏者，谓之天府也。六沴之礼，散齐，七曰致齐。新器絜祀用赤黍。三日之朝，于中庭祀四方，从东方始，卒于北方。注礼志：“致齐三日。”周礼：凡祭祀，前期十日，宗伯帅执事卜日，是为齐一旬乃祀也。今此致齐即祀者，欲得容三祀也。盖八日为致齐期，九日朝而初祀，亦一旬有一日，事乃毕也。新器、赤黍，改过之宜也。中庭，明堂之庭也，或曰朝廷之廷也。此祀五精之神，其牲器粢盛有常礼，记其异者也。不祀天，非正月，亦以此礼祀此神也。其祀礼，曰格祀。注：“篇名也，今亡。”曰：“某也。方祀，曰：“播国率相行祀。”注：“篇中大祝赞主人辞也。某，天子名也。方祀，祀四方也。播读曰藩。藩国谓侯。相，助也。言诸侯率其常事来，即助行祭之礼也。”其祝也，注：“大祝告神以君悔过之辞也。周礼：“大祝掌六祝之辞，以事鬼神。”祇，祈福祥，求永贞也。”曰：若尔神灵，洪祀六沴是合。注：“神灵，谓木精灵威仰、火精赤熛怒、土精含枢纽、金精白招矩、水精叶光纪，及木帝太皞、火帝炎帝、土帝黄帝、金帝少皞、水帝颛顼、木官勾芒、火官祝融、土官后土、金官蓐收、水官玄冥，皆是也。古者生能其事，死在祀典，配其神而食。合，犹为也。六沴，是神灵所为也。”无差无倾，无有不正。注：“言神灵正直无口类，所谓口皆是也。”若民有不敬事，则会批之于六沴。注：“若民，广谓天下有过者也。事，六事也。会，合也。批，推也。言天下有过，神灵亦合内推于六沴，天子以天下为任者也。”六事之机，以县示我。注：“六事，貌、言、视、听、思、心、王极也。机，天文也。天文运转，以县见六事之变异示我。我，谓天子。”我民人无敢不敬事。上下王祀。注：“我与民人无敢不敬畏六事，上下君祀之所县示变异者，言皆悔过也。上君祀灵威仰，下君祀太皞之属也。”田猎不宿，注：“不宿，不宿禽也。角主天兵。周礼：四时习兵，因以田猎。礼志曰：“天子不合围，诸侯不掩群，过此则暴天物，为不宿禽。”角南有天库、将军、骑官。”饮食不享。注：“享，献也。礼志曰：“天子诸侯无事，则岁三田：一为乾豆，二为宾客，三为充君之庖。周礼：兽人冬献狼，夏献麋，春秋献兽物。此献礼之大略也。”出入不节。注：“角为天门，房有三道，出入之象也。”夺民农时。注：“房、心，农时之候也。季冬之月，命农师计耦耕事，是时房、心晨中。春秋传曰：“辰为农祥，后稷之所经纬也。”及有奸谋。注：“亢为朝廷，房、心为明堂，谋事出政之象。”则木不曲直。注：“君行此五者，为逆天东宫之政。东宫于地为木，木性或曲或直，人所用为器者也。无故生不畅茂，多有折槁，是为木不曲直。木、金、水、火、土，谓之五材。春秋传曰：“天生五材，民并用之。其政逆则神怒，神怒则材失性，不为民用。其他变异皆属沴，沴亦神怒。凡神怒者，日月五星既见，适于天矣。”弃法律，逐功臣。注：“东井主法令也。功臣，制法律者也。或曰：喙主尚食，七星主衣裳，张为食厨，翼主天倡。经曰：“臣作朕股肱耳目。予欲左右有民，女翼。予欲观古人之象，日、月、星辰、山、龙、华虫，作缋，宗彝、藻、火、粉米、黼、黻、𫄨绣，以五采章施于五色，作服，女明。予欲闻六律、五声、八音，在治曶，以出纳五言，女听。”是则食与服乐，臣之所用，为大功也。七星，北有酒旗，南有天厨，翼南有器府。”杀太子，注：“五行火生土，天文以参继东井，四时以秋代夏，杀太子之象也。春秋传曰：“夫千乘之主，将废正而立不正，必杀正也。”以妾为妻，注：“轩辕为后妃，属南宫。其大星，女主之位，女御在前，妾为妻之象也。”则火不炎上。注：“君行此四者，为逆天南宫之政。南宫于地为火，火，性炎然上行，人所用为亨饪者也。无故因见作热，燔炽为害，是为火不炎上。其他变异，皆属沴也。”治宫室，饰台榭，内淫乱，犯亲戚，侮父兄，则稼穑不成。好攻战，注：“参、伐为武府，攻战之象。”轻百姓，注：“轻之者，不重民命。春秋传曰：“师出不正反，战不正胜也。”“饰城郭，注：“昴、毕闲为天街。甘氏经曰：“天街。保塞，孔途道衢。”保塞，城郭之象也。月令曰：“四鄙入保。”侵边竟。注：“毕主边兵。”则金不从革。注：“君行此四者，为逆天西宫之政。西宫于地为金，金，性从形而革，人所用为器者也。无故冶之不销，或入火飞亡，或铸之裂形，是为不从革。其他变异，皆属沴也。”简宗庙，不祷祠，注：“虚、危为宗庙。”废祭祀，注：“牵牛主祭祀之牲。”逆天时，注：“日在星纪，周以为正；日在玄枵，殷以为正。皆不得四时之正，逆天时之象也。春秋定十五年夏五月辛亥，郊，讥连卜三正，以至失时，是其类也。”则水不润下。注：“君行此四者，为逆天北宫之政也。北宫于地为水，水性浸润下流，人所用灌漑者也。无故源流竭绝，川泽以涸，是为不润下。其他变异，皆属沴也。”东方之极，自碣石东至日出榑木之野，帝太皞、神勾芒司之。自冬日至数四十六日，迎春于东堂，距邦八里，堂高八尺，堂阶八等，青税八乘，旗旐尚青，田车载矛，号曰助天生。倡之以角，舞之以羽，此迎春之乐也。孟春之月，御青阳左个，祷用牡，索祀于艮隅。貌必恭，厥休时雨。朔，令曰：挺群禁，开闭阖，通穷室，达障塞，待优游。其禁：母伐林木。仲春之月，御青阳正室，牲先脾，设主于户，索祀于震正。朔，令曰：“弃怒恶，解役罪，免优患，休罚刑，闭关梁。其禁田猎不宿，饮食不享，出入不节，夺民农时，及有奸谋。”季春之月，御青阳右个，荐用鲔，索祀于巽隅。朔，令曰：“宣库财，和外怨，抚四方，行柔惠，止刚强。九门磔禳，出疫于郊，以禳春气。”南方之极，自北户南至炎风之野，帝炎帝，神祝融司之。自春分，数四十六日，迎夏于南堂，距邦七里，堂高七尺，堂阶七等，赤税七乘，旗旐尚赤，田车载弓，号曰“助天养”。倡之以征，舞之以鼓鼗，此迎夏之乐也。孟夏之月，御明堂左个，尝麦用彘，索祀于巽隅。视必明，厥休时燠。朔令曰：“爵有德，赏有功，惠贤良，举力农。其禁母隳防。”仲夏之月，御明堂正室，牲先肺，设主于灶，索祀于离正。朔令曰：“振贫穷，惠孤寡，虑休疾，出大禄，行大赏。其禁弃法律，逐功臣，杀太子，以妾为妻。”乃令民雩。季夏之月，御明堂右个，牲先心，设主于中霤，索祀于坤隅。思必睿，厥休时风。朔令曰：“起毁宗，立无后，封废国，立贤辅，恤丧疾。”中央之极，自昆仑中，至大室之野。帝黄帝，神后土司之。土王之曰祷，用牲，迎中气于中室，乐用黄钟之宫，为民祈福。命世妇治服章，令民口虐。其禁治宫室，饰台榭，内淫乱，犯亲戚，侮父兄。西方之极，自流沙西至三危之野。帝少皞，神蓐收司之。自夏日至，数四十六日，迎秋于西堂。距邦九里，堂高九尺，堂阶九等，白税九乘，旌旄尚白，田车载兵，号曰助天收。唱之以商，舞之以干戚，此迎秋之乐也。孟秋之月，御总章左个，尝谷用犬，索祀于坤隅。言必从，厥休时旸。朔令曰：审用法，备盗贼，禁奸邪，饬群牧，谨贮聚。其禁母弛戎备。仲秋之月，御总章正室，牲先肝，设主于门，索祀于兑正。朔令曰：谨功筑，遏沟渎，修囷仓，决刑狱，趣收敛。其禁：好攻战，轻百姓，饰城郭，侵边竟。乃令民畋醵，庶甿毕入于室，曰：“时杀将至，母罹其菑。”季秋之月，御总章右个，荐用田禽，索祀于乾隅。朔令曰：除道路，守门闾，陈兵甲，戒百官，诛不法。除道成梁，以利农夫。北方之极，自丁令北至积雪之野，帝颛顼，神糸冥司之。自秋分，数四十六日，迎冬于北堂。距邦六里，堂高六尺，堂阶六等，黑税六乘，旗旄尚黑，田车载甲铁，号曰助天诛。唱之以羽，舞之以于戈，此迎冬之乐也。孟冬之月，御玄堂左个，祈年用牲，索祀于乾隅。听必聪，厥休时寒。朔令曰：申群禁，修障塞，毕积聚，系牛马，收泽赋。其禁母作淫巧。仲冬之月，御玄堂正室，牲先肾，设主于井，索祀于坎正。朔令曰：搜外徒，止夜乐，诛诈伪，省酝酿，谨闭关。其禁简宗庙，不祷祀，废祭祀，逆天时。乃令民罢土功。季冬之月，御玄堂右个。荐用鱼，索祀于艮隅。朔令曰：省牲牷，修农器，收秸薪，筑囹圄，谨盖藏。乃大傩以禳疾。命国为酒，以合三族，君子说，小人乐。案曰：六艺流别全载五行传一篇，自“维王后元祀”至“上下王祀”，下即接“东方之极”云云，至“小人乐”，惟无“六沴之礼”至“卒于北方”之节，及“田猎不宿”至“水不润下”一节。篇题下云：“伏生尚书大传纪帝舜命禹摄政，初祀事。”卢氏本与六艺流别同，而多“六沴之礼”一节，及末“田猎不宿”至“水不润下”一节。今以卢本末一节“咎征”移置“东方之极”云云之前，于文为顺。案：又曰：此节据六艺流别，明云“帝舜命禹摄政初祀事”，确是伏书。然其文颇不类伏书，又时与伏书相复，他书亦无有称引者，惟皇览称“逸礼”，与此大同，皆可疑也。"
                }
            ]
        },
        {
            "name": "大诰第八",
            "paragraphs": [
                {
                    "paragraph": "书曰：“民仪有十夫。”周公先谋于同姓，同姓从；谋于朋友，朋友从；然后谋于天下，天下从；然后加之蓍龟。是以君子、圣人谋义，不谋不义，故谋必成；卜义，不卜不义，故卜必吉；以义击不义，故战必胜。是以君子、圣人谋则吉，战则胜。"
                }
            ]
        },
        {
            "name": "金縢第九",
            "paragraphs": [
                {
                    "paragraph": "武王杀纣，而继公子禄父，注：“继者，以武庚为商后也。”使管叔、蔡叔监禄父。注：“不及霍叔者，盖赦之也。”武王死，成王幼，周公盛养成王，注：“盛，犹长也。”使召公奭为傅，周公身居位，听天下为政。管叔疑周公，流言于国曰：“公将不利于王。”奄君薄姑，注：“元或疑焉。薄姑，齐地，非奄君名也。”谓禄父曰：“武王既死矣，今王尚幼矣，周公见疑矣，此世之将乱也，请举事。”注：“言周弱，且不和，欲伐之而复政也。”然后禄父及三监叛也。周公以成王之命杀禄父，遂践奄。践之云者，谓杀其身，执其家，潴其官。成王幼，在襁褓。周公致政，封鲁，老于周，心不敢远成王，欲事文、武之庙。公疾，曰：“吾死，必葬成周，示天下臣于成王。”及死，成王葬之毕，而云“示天下不敢臣”。故公封于鲁，身未尝居鲁。三年之后，周公老于丰，心不敢远成王，而欲事文、武之庙。然后周公疾，曰：“吾死，必葬于成周，示天下臣于成王。”成王曰：“周公生欲事宗庙，死欲聚骨于毕。”毕者，文王之墓也。故周公薨，成王不葬于成周，而葬之于毕，示天下不敢臣也，所以明有功，尊有德。故忠孝之道，咸在成王、周公之间。故鲁郊，成王所以礼周公也。周公疾，曰：“吾死必葬于成周，示天下臣于成王也。”周公死，天乃雷雨以风，禾尽偃，大木斯拔。国恐。王与大夫开金縢之书，执书以泣曰：“周公勤劳王家，予幼，人弗及知。”乃不葬于成周，而葬之于毕，示天下不敢臣。周公死，成王欲葬之于成周，天乃雷雨以风，禾尽偃，大木斯拔，国人大恐。王乃葬周公于毕，示不敢臣也。"
                }
            ]
        },
        {
            "name": "嘉禾第十",
            "paragraphs": [
                {
                    "paragraph": "成王之时，有三苗贯桑叶而生，同为一穗，其大盈车，长几充箱。民得而上诸成王。成王时，有苗异茎而生，同为一穟。人有上之者，王召周公而问之。公曰：“三苗为一穟，抑天下共和为一乎？”果有越裳氏重译而来。拔而贡之。交阯之南，有越裳国。周公居摄六年，制礼作乐，天下和平。越裳以三象重译而献白雉，曰：“道路悠远，山川阻深，音使不通，故重译而朝。”成王以归周公。公曰：“德不加焉，则君子不飨其质；注：质，亦贽也。政不施焉，则君子不臣其人。吾何以获此赐也？”其使请曰：“吾受命吾国之黄耇曰：‘久矣，天之无烈风澍雨，意者，中国有圣人乎？有则盍往朝之？’”周公乃归之于王，称先王之神致，以荐于宗庙。周德既衰，于是稍绝。成王之时，越裳重译而来朝，曰：“道路悠远，山川阻深，恐使之不通，故重三译而朝也。”注：郑元曰：“欲其转相晓也。”周公辞不受，曰：“正朔不施，则君子不臣也。”正朔所不加，君子所不臣。周公谓越裳之译曰：“德泽不加焉，则君子不享其质；政令不施焉，则君子不臣。久矣。天之无烈风澍雨。”注：暴雨也。"
                }
            ]
        },
        {
            "name": "康诰第十一",
            "paragraphs": [
                {
                    "paragraph": "周公将作礼乐，优游之，三年不能作。君子耻其言而不见从，耻其行而不见随，将大作，恐天下莫我知也；将小作，恐不能扬父祖功业德泽。然后营洛，以观天下之心。于是四方诸侯率其群党，各攻位于其庭。周公曰：“示之以力役，且犹至，况导之以礼乐乎！”然后敢作礼乐。书曰：“作新大邑于东国洛，四方民大和会。”此之谓也。书曰：“惟乃丕显考文王，克明俊德。”天之命文王，非啍啍然有声音也。文王在位而天下大服，施政而物皆听，命则行，禁则止，动摇而不逆天之道，故曰：“天乃大命文王。”文王受命一年，断虞、芮之质，二年，伐于；三年，伐密须；四年，伐畎夷；五年，伐耆；六年，伐崇；七年而崩。注：“畎夷，混夷也。诗云：“混夷駾矣。”四年伐之。南仲一行，并平二寇。子夏曰：“昔者三王悫然欲错刑遂罚，注：“错，处也。遂，行也。”平心而应之，和然后行之。然且曰：‘吾意者以不平，虑之乎？吾意者以不和，平之乎？’如此者三，然后行之。此之谓慎罚。”"
                }
            ]
        },
        {
            "name": "酒诰第十二",
            "paragraphs": [
                {
                    "paragraph": "天子有事，诸侯皆侍，尊卑之义。注：“事，谓祭祀。”宗室有事，族人皆侍终日。大宗已侍于宾奠，然后燕私。注：“谓卿、大夫以下。宗室，大宗子之家也。”礼志云：“别子为祖，继别为大宗，继祢为小宗。”宾，僚友助祭者。燕私者何也？祭已而与族人饮也。宗子燕族人于堂，宗妇燕族人于房，序之以昭穆。不醉而出，是不亲也。注：“出，犹去也。”醉而不出，是媟宗也。出而不止，是不忠也。注：“忠，厚。”亲而甚敬，忠而不倦，若是，则兄弟之道备。备者，成也。成者，成于宗室也。故曰：饮而醉者，宗室之意也；德将无醉，族人之意也。是故祀礼有让，德施有复，义之至也。注：“复，反也。”古者圣帝之治天下也，五十以下，非蒸、社，不敢游饮，在六十以上游饮也。王曰：“封！惟曰若圭璧。”"
                }
            ]
        },
        {
            "name": "梓材第十三",
            "paragraphs": [
                {
                    "paragraph": "伯禽与康叔见周公，三见而三笞之。康叔有骇色，谓伯禽曰：“有商子者，贤人也。与子见之。”乃见商子而问焉。商子曰：“南山之阳有木焉，名乔。二三子往观之。”见乔实高高然而上，反以告商子。商子曰：“乔者，父道也。南山之阴有木焉，名梓。二三子复往观焉。”见梓实晋晋然而俯，反以告商子。商子曰：“梓者，子道也。”二三子明日见周公，入门而趋，登堂而跪。周公迎，拂其首，劳而食之，曰：“尔安见君子乎？”伯禽与康叔朝于成王，见乎周公，三见而三笞之。二子有骇色，乃问于商子曰：“吾二子见于周公，三见而三笞之，何也？”商子曰：“南山之阳有木，名桥。南山之阴有木，名梓。二子盍往观焉？”于是二子如其言而往观之，见桥木高而仰，梓木晋而俯。注：“晋，肃猊。反以告商子。商子曰：“桥者，父道也。梓者，子道也。”二子明日复见，入门而趋，登堂而跪。周公迎，拂其首而劳之曰：“汝安见君子乎？”二子以实告。公曰：“君子哉！商子也。”伯禽封于鲁，周公曰：“于乎！吾与女族伦。吾文王之为子也，武王之为弟也，今王之为叔父也。吾于天下，岂卑贱也？岂乏士也？所执质而见者十二，委质而相见者三十，其未执质之士百，我欲尽智得情者千人，而吾仅得三人焉，以正吾身，以定天下。是以敬其见者，则隐者出矣。谨诸！乃以鲁而骄人，可哉？尸禄之士，犹可骄也，正身之士，去贵而为贱，去富而为贫，面目黧黑而不失其所，是以文不灭而章不败也。慎诸！女乃以鲁国而骄，岂可哉？”注：贽者，所执以至也。君子见于所尊敬，必执贽以将其厚意也。十人，公卿之中也。三十人，群大夫之中也。百人，群士之中也。是其好自用也，以敛益之也。附：荀子尧问篇：伯禽将归于鲁，周公谓伯禽之傅曰：“女将行，盍志而子美德乎？”对曰：“其为人宽，好自用，以慎。此三者，其美德已。”周公曰：“呜乎！以人恶为美德乎？君子好以道德，故其民归道。彼其宽也，出无辨矣。女又美之。彼其好自用也，是所以窭小也。君子力如牛，不与牛争力；走如马，不与马争走；知如士，不与士争知。彼争者，均者之气也。女又美之。彼其慎也，是其所以浅也。闻之曰：‘无越逾不见士。’见士问曰：‘无乃不察乎？’不闻即物少至，少至则浅。彼浅者，贱人之道也。女又美之。吾语女：我文王之为子，武王之为弟，成王之为叔父，吾于天下不贱矣。然而吾所执贽而见者十人，还贽而相见者三十人，猊执之士百有余人，欲言而请毕事者千有余人。于是吾仅得三士焉，以正吾身，以定天下。吾所以得三士者，亡于十人与三十人中，乃在百人与千人之中。故上士吾薄，为之猊；下士吾厚，为之貌。人人皆以我为越逾好士，然故士至，士至而后见物，见物然后知是非之所在。戒之哉！女以鲁国骄人，几矣。夫仰禄之士，犹可骄也；正身之士，不可骄也。彼正身之士，舍贵而为贱，舍富而为贫，舍佚而为劳，颜色黎黑而不失其所以，是以天下之纪不息，文章不废也。”"
                }
            ]
        },
        {
            "name": "召诰第十四",
            "paragraphs": [
                {
                    "paragraph": "成王在丰，欲宅洛邑，使召公先相宅。六日乙未，王朝步自周，则至于丰，惟太保先周公相宅。注：太保召公先周公视洛邑也。"
                }
            ]
        },
        {
            "name": "洛诰第十五",
            "paragraphs": [
                {
                    "paragraph": "书曰：“乃女其悉自学功。”悉，尽也。学，效也。传曰：当其效功也，于卜洛邑，营成周，改正朔，立宗庙，序祭祀，易牺牲，制礼乐，一统天下，合和四海，而致诸侯，皆莫不依绅端冕以奉祭祀者。注：“绅，大带也。”其下莫不自悉以奉其上者，莫不自悉以奉其祭祀者，此之谓也。尽其天下诸侯之志，而效天下诸侯之功也。庙者，貌也，以其貌言之也。宫室中度，衣服中制，牺牲中辟，注：“辟，法也。”杀者中死，割者中理，搙弁者为文，注：“搙弁，或为‘振’，非，当言‘拚帚’。”爨灶者有容，椓杙者有数。注：“杙者，繋牲者也。”太庙之中，缤乎其犹模绣也。注：“言文章之可观也。模，所㭬文章之范。”天下诸侯之悉来，进受命于周，而退见文、武之尸者，千七百七十三诸侯，注：“八州，州二百一十国，畿内九十三国，此周所因于殷九州诸侯之数。”皆莫不磬折玉音，金声玉色，注：“玉音金声，言宏杀之调也。”然后周公与升歌而弦文、武。注：“与诸侯升歌文王、武王之德，又以琴瑟播之。”诸侯在庙中者，伋然渊其志，和其情，注：“伋，读曰‘播’。播然变动貌。愀然若复见文、武之身。然后曰：“嗟子乎！此盖吾先君文、武之风也夫！”注：“子，成王也。及执俎、抗鼎、执刀、执匕者，负𪪞而歌，愤于其情发于中而乐节文。注：卑贱者尚然，而况尊贵者乎！故周人追祖文王而宗武王也。是故周书自大誓，就召诰，而盛于洛诰也。故其书曰：“扬文、武之德烈，奉对天命，和恒万邦四方民。”是以见之也。孔子曰：“吾于洛诰，见周公之德，光明于上下，勤施四方，旁作穆穆，至于海表，莫敢不来服，莫敢不来享，以勤文王之鲜光，以扬武王之大训，而天下大治。”故曰：“圣之与？圣也。犹规之相周，矩之相袭也。”注：圣，言太祖。祭者，察也，至也，言人事至于神也。祭之为言察也；察者，至也；至者，人事至也。人事至，然后祭。祭者，荐也。荐之为言在也。在也者，在其道也。注：礼志曰：“斋之日，思其居处，思其笑语，思其志意，思其所乐，思其所耆。斋三日，乃见其所为斋者。祭之日，入室，𫣊然必有见乎其位；周旋出户，肃然必有闻乎其容声；出户而听，忾然必有闻乎其叹息之声。”是之谓“至”。礼志曰：“君子生则敬养，死则敬飨，思终身不忘。”是之谓“在其道”。夏后氏迎于庙庭，殷人迎于堂，周人迎于户。古者处师，八家而为邻，三邻而为朋，三朋而为里，五里而为邑，十邑而为都，十都而为师，州十有二师焉。注：“州凡四十三万二千家，此盖虞夏之数也。家不盈三口者不朋，由命士以上不朋。注：“或云黄帝法。”八家为邻，三邻为闾，三闾为里，五里为邑。周公摄政，一年救乱，二年克殷，三年践奄，四年建侯卫，五年营成周，六年制礼作乐，七年致政成王。二年克殷。注：“诛管、蔡及禄父等也。”"
                }
            ]
        },
        {
            "name": "多士第十六",
            "paragraphs": [
                {
                    "paragraph": "古者百里之国，三十里之遂，二十里之郊，九里之城，三里之宫；七十里之国，二十里之遂，九里之郊，三里之城，一里之宫。五十里之国，九里之遂，三里之郊，一里之城，以城为宫。遂郊之门执禁，以讥异服，讥异言。注：“玄或疑焉。周礼：‘匠人营国，方九里’，谓天子城也。今大国九里，则与天子同。春秋传曰：‘中五之一，小九之一。’”以此推说，小国大都之城方百步，中都之城六十步，小都之城三十二步，三分之一，非也。然则大国七里之城，次国五里之城，小国三里之城焉，为近可也。或者天子实十二里之城，诸侯大国九里，次国七里，小国五里。天子之堂，广九雉，三分其广，以二为内，五分内以一为高，东房、西房、北堂各三雉。公、侯七雉，三分其广，以二为内，五分内，以一为高，东房、西房、北堂各二雉。伯、子、男五雉，三分其广，以二为内，五分内，以一为高，东房、西房、北堂各一雉。士三雉，三分其广，以二为内，五分内，以一为高。有室，无房、堂。注：“广，荣间相去也，雉长三丈。内，堂东、西序之内也。高，穹高也。今士礼有房，此云无房、堂也。”其桷，天子斲其材而砻之，加密石焉；大夫达棱；士首本；庶人到加。注：“砻，砺之也。密石，砥之也。棱，菱也。”天子贲庸，注：“贲，大也。墙谓之庸。大墙，正直之墙。”诸侯疏杼，注：“疏，犹衰也。杼，亦墙也。言衰杀其上下，不得正直。”大夫有石材，注：“柱下礩也。”庶人有石承。注：“当柱下而已，不外出为饰也。”案曰：汉书鼌错传：“家有一堂二内。”张晏注：“二内，二房也。”论衡别通篇：“富人之宅，以一丈之地为内。贫人之宅，亦以一丈为内。”此与大传说“内”之义甚明。王伯申侍郎经义述闻曰：诗唐风山有枢篇：“子有廷内”，大雅抑篇：“洒扫廷内”，廷谓中廷，内谓堂与室也。周官寺人：“王之正内五人。”夏小正：“传曰：燕操泥而就家，入人内。”此皆兼堂室而言之者也。尚书大传：“天子堂广九雉，三分其广，以二为内，二分其内，以一为高。”汉书鼌错传：“家有一堂二内。”史记封禅书：“有芝生殿房内中。”续外戚世家：“女亡匿内中床下。”论衡：“以一丈之地为内。”吉验篇曰：“光武帝生于济阳宫后殿第二内中。”此皆专指室而言之者也。案又曰：礼记礼器郑注：“宫室之饰，士首本，大夫达棱，诸侯斲而砻之，天子加密石焉。”正义引礼纬合文嘉云：“大夫达棱，谓斲为四棱，以达两端。士首本者，士斲去木之首本，令细与尾头相应。”尚书大传所言“天子斲其材而砻之”云云，本之国语晋语，又与礼纬合也。然郑君注大传，以“菱”训“棱”，与孔异义。案：大传“庶人到加”，“到”，古“倒”字。“加”，当为“茄”。尔雅：“荷，芙蕖，其茎茄，其本蔤。”文选西京赋曰：“蒂倒茄于藻井，披红葩之狎猎。”鲁灵光殿赋曰：“圆渊方井，反植荷蕖。”景福殿赋曰：“茄蔤倒植，吐被芙蕖。”魏都赋曰：“绮井列疏以悬蒂，华莲垂葩而倒披。”李善引薛综西京赋旧注曰：“以其茎倒植于藻井，其华下向倒披。”又引风俗通曰：“今殿作天井。井者，东井之象也。”淮南子本经训：“木巧之饰，菱杼𬘝抱。”高诱注：“菱杼，采实𬘝戾也。抱，转也。皆壮采相衔貌也。”案：“抱”当为“軳”。广雅：“轸、軳，转戾也。”淮南子又曰：“橑檐榱题，雕琢刻镂，乔枝菱阿，夫容芰荷，五采争胜，流漫陆离。”高诱注：“阿，曲屋。夫容，藕华也。芰，菱角交萏也。荷，夫蕖也。”据此，达、菱、倒、茄为一类，皆宫室之饰。殿作天井，以象东井。菱、茄，水中之物，所以示厌火。天子宫殿，施于藻井，大夫以下，惟施于桷而已，庶人无垂葩之饰也。书传注义自可通。○又案：汉书扬雄传“反离骚”注，师古曰：“茄，亦荷字，见张揖古今字诂。”毋逸书曰：“高宗梁暗，三年不言。”何谓梁暗也？传曰：“高宗居倚庐，三年不言，百官总己以听于蒙宰，而莫之违。此之谓梁暗。”子张曰：“何谓也？”孔子曰：“古者君薨，王世子听于蒙宰，三年不敢服先王之服，履先王之位而听焉。以民臣之义，则不可一日无君矣。不可一日无君，犹不可一日无天也。以孝子之隐乎？则孝子三年弗居矣。”注：“隐，痛也，字或为‘殷’。”故曰：义者，彼也；隐者，此也。远彼而近此，则孝子之道备矣。高宗有亲丧，居庐三年，然未尝言国事，而天下无背叛之心者，何也？及其为太子之时，尽以知天下人民之所好恶。是以虽不言国事也，知天下无背叛之心。"
                }
            ]
        },
        {
            "name": "揜诰第十七",
            "paragraphs": [
                {
                    "paragraph": "周传，古之帝王者，必立大学、小学。注：礼志曰：“小学在公官之左，大学在郊。”使王太子、王子、群后之子，以至公、卿、大夫、元士之适子，十有三年始入小学，见小节焉，践小义焉；年二十入大学，见大节焉，践大义焉。故入小学，知父子之道、长幼之序；入大学，知君臣之义、上下之位。小师取小学之贤者，登之大学；大师取大学之贤者，登之天子，天子以为左右。注：“天子”当为“太子”。礼志曰：“周公居摄，践祚而治，亢世子法于伯禽，使之与成王居，欲使成王之知父子、君臣、长幼之义，所以善成王也。使公卿之太子，大夫、元士之适子，十有三年，始入小学，见小节焉，践小义焉。年二十，入大学，见大节焉，践大义焉。故入小学，知父子之道、长幼之序；入大学，知君臣之义、上下之位。故为君则君，为臣则臣，为父则父，为子则子。"
                }
            ]
        },
        {
            "name": "多方第十八",
            "paragraphs": [
                {
                    "paragraph": "古者十税一。多于十税一，谓之大桀、小桀；少于十税一，谓之大貊、小貊。王者十一而税，而颂声作矣。故书曰：“越维有胥赋小大多政。”"
                }
            ]
        },
        {
            "name": "冏命第十九",
            "paragraphs": [
                {
                    "paragraph": "案曰：汉艺文志考证一：“大传“冏命”为“冏命”。”"
                }
            ]
        },
        {
            "name": "鲜誓第二十",
            "paragraphs": [
                {
                    "paragraph": "擭，捕兽机槛。"
                }
            ]
        },
        {
            "name": "甫刑第二十一",
            "paragraphs": [
                {
                    "paragraph": "有虞氏上刑赭衣不纯，中刑杂屦，下刑墨𢄐，以居州里，而民耻之。案曰：荀子正论篇曰：“世俗之为说者曰：治古无肉刑，而有象刑：墨黥；慅婴；共，艾毕；菲，对屦；杀，赭衣而不纯。治古如是。是不然。”路史后纪十二注引慎子曰：“有虞氏之诛也，以画跪当黥，以草缨当劓，以履䋽当刖，以艾毕当宫，布衣无领以当大辟，谓之戮。上世用戮，而民不犯。”罗氏曰：“画跪，一作‘𢄐巾’。履䋽，一作‘菲履’。艾毕，𫖒也。草缨，荀作‘慅黥’，墨刑也。与甫刑传之说不同。布衣无领，即赭衣不纯。”路史后纪陶唐纪谓：“而民耻之”，唐传作“而反于礼”；甫刑传以三刑为有虞氏者，非。又引慎子与甫刑传之说不同，是甫刑传有“有虞氏三刑”之文甚明。且末句唐传作“而反于礼”；则甫刑传作“而民耻之”又明矣。今据补入甫刑传。子张曰：“尧、舜之王，一人不刑而天下治，何则？教诚而爱深也。今一夫而被此五刑。”子龙子曰：“未可谓能为书。”注：二人俱罪甫侯之说刑也。“被此五刑”，喻犯数罪也。孔子曰：“不然也，五刑有此教。”注：“教然耳，犯数罪，犹以上一罪刑之。”案曰：荀子议兵篇：“古者帝尧之治天下也，盖杀一人，刑二人，而天下治。”此传云“一人不刑而天下治”，即虞夏传所谓“唐、虞象刑而民不犯”之意也。古者中刑用钻凿。夏刑三千条。夏后氏不杀不刑，死罪罚二千馔。禹之君民也，罚弗及强，而天下治。一馔六两。注：所出金铁也。死罪出三百七十五斤，用财少尔。案曰：“馔”，他本作“鐉”，非。惟震泽王氏史记本不误。案又曰：“郑注“三百七十五斤”，适合千馔六千两之数。今文经云：“大辟疑赦，其罚千率。”史记索隐引大传“死罪罚二千馔”，“二”字当衍。决关梁、逾城郭而略盗者，其刑髌。男女不以义交者，其刑宫。触易君命、革舆服制度、奸轨、盗攘、伤人者，注：“攘，窃也。”其刑劓。非事而事之、注：令所不当为也。出入不以道义而诵不详之辞者，其刑墨。降叛、寇贼、劫略、夺攘、矫虔者，其刑死。孔子曰：“古之刑者省之，今之刑者繁之。”其教，古者有礼然后有刑，是以刑省也；今也反是，无礼而齐之以刑，是以繁也。书曰：“伯夷降典礼，折民以刑。”谓有礼然后有刑也。又曰：“兹殷罚有伦。”今也反是，诸侯不同听，注：听，议狱也。每君异法，听无有伦，是故知法难也。案曰：孔丛用此文。“诸侯不同听”，“听”作“德”，其义长。疑注“听，议狱也”四字，当在传文“听无有伦”之下。子曰：吴、越之俗，男女同川而浴，其刑重而不胜，由无礼也。中国之教，内外有别，男女不同椸架，不同巾栉，其刑重而胜，由有礼也。语曰：“夏后氏不杀不刑，罚有罪而民不轻犯。”子曰：今之听民者，求所以杀之；古之听民者，求所以生之。不得其所以生之之道，乃刑杀，君与臣会焉。案曰：孔丛用此文。汉书刑法志引“孔子曰：今之听狱者”四句，不言大传。子曰：古之听民者，察贫穷，哀孤、独、矜、寡，宥老、幼、不肖、无告，有过必赦，小过勿增，大罪勿累。注：延罪无辜曰累。老弱不受刑，有过不受罚。是故老而受刑谓之悖，弱而受刑谓之暴，不赦有过谓之贼，率过以小谓之枳。故与其杀不辜，宁失有罪；与其增以有罪，宁失过以有赦。听讼之术，大略有三：治必宽，宽之术归于察，察之术归于义。注：察，犹审也。是故听而不宽，是乱也；宽而不察，是慢也。古之听讼者，言不越辞，辞不越情。是故听民之术，怒必思兼思意，小罪勿兼。注：怒，责也。责囚之罪，必思意。兼，谓思其辞，思其义。思义，罪小，可求以出之罪也。子曰：听讼者虽得其情，必哀矜之。死者不可复生，断者不可复续也。书曰：“哀矜哲狱。”狱货非可宝也，然后宝之者，未能行其法者也。贪人之宝，受人之财，未有不受命以矫其上者也。亲下以矫其上者，未有能成其功者也。子夏曰：昔者三王悫然欲错刑遂罚，注：错，处也。遂，行也。平心而应之，和然后行之。然且曰：“吾意者，以不平虑之乎？吾意者，以不和平之乎？”如此者三，然后行之。此之谓慎罚。孔子如卫，人谓曰：“公甫不能听讼。”注：公甫，鲁大夫。子曰：“非公甫之不能听狱也。注：答而反之。公甫之听狱也，有罪者惧，无罪者耻，民近礼矣。”君子之于人也，有其语也，无不听者，皇于听狱乎？注：皇，犹况也。必尽其辞矣。听狱者，或从其情，或从其辞。大夫有污猪之宫，杀君之地，虽有美菜，有义之士弗食。"
                }
            ]
        },
        {
            "name": "略说第三十",
            "paragraphs": [
                {
                    "paragraph": "遂火为遂皇，伏羲为戏皇，神农为农皇也。遂人以火纪。火，太阳也，阳尊，故托遂皇于天。伏羲以人事纪，故托戏皇于人。盖天非人不因，人非天不成也。神农悉地力，种谷疏，故托农皇于地。天地人之道备，而三五之运兴矣。伏羲氏没，神农氏作。神农氏没，黄帝、尧、舜氏作。伏羲氏作八卦。天立五帝以为相，四时施生，法度明察，春夏庆赏，秋冬刑罚。帝者任德设刑，以则象之，言其能行天道，举错审谛也。黄帝始制冠冕，垂衣裳，上栋下宇，以避风雨，礼文法度，兴事创业。黄者，光也，厚也，中和之色。德施四季，与地同功，故先黄以别之也。颛者，专也。顼者，信也。言其承易，文之以质，使天下蒙化，皆贵贞悫也。喾者，考也，成也。言其考明法度，醇美喾然，若酒之芬香也。尧者，高也，饶也。言其隆兴焕炳，最高明也。舜者，推也，循也。言其推行道德，循尧绪也。尧八眉，舜四瞳子，禹其跳，汤扁，文王四乳。八眉者，如八字者也。其跳者，踦也。注：“其，发声也。踦，步足不能相过也。”扁者，枯也。注：“言汤体半小，象扁枯。言皆不善也。”多闻而齐给。注：齐，疾也。乃命五史，以书五帝之蛊事。成王问周公曰：“舜之冠何如焉？”周公曰：“古之人有冒皮而勾领者，然凤皇巢其树，麒麟聚其域也。”成王问周公曰：“舜何人也？”周公曰：“其政也，好生而恶杀。”舜好生恶杀，凤皇巢其树。古之人衣上有冒而勾领。注：言在德不在服也。“古之人”，三皇时也。冒，覆项也。“勾领”，绕颈也。礼：正服方领也。周公对成王云：“古人冒而勾领。”注：古人，谓三皇时。以冒覆头，勾领绕颈，至黄帝则有冕也。案曰：礼记冠义疏引此文为略说，则自北堂书钞以下四条，皆略说文也。晏子曰：“古者有𮉢衣挛领而王天下者矣。”淮南子曰：“古有鍪头而卷领以王天下。”与略说同意。荀子哀公篇：“鲁哀公问舜冠于孔子，孔子不对。三问，不对。哀公曰：‘寡人问舜冠于子，何以不言也？’孔子对曰：‘古之王者，有务而拘领者矣，其政好生而恶杀焉。是以凤在列树，麟在郊野，鸟鹊之巢可俯而窥也。君不问而问舜冠，所以不对也。’荀子作哀公问孔子，书传作成王问周公，传闻异词。舜不登而高，不行而远，拱揖于天下，而天下称仁。夏后氏主教以忠，周人之教以文。上教以文君子，其失也小人薄。注：文，谓尊卑之差制也。习文法，无悃诚也。案曰：士丧礼疏引“夏后氏主教以忠”，称书传略说。此文选注所引“周人之教以文”云云，当相连属，中间尚有脱文及说殷人之教耳。帝命周公践阼，朱草畅生。周公辅幼主，不矜功，则蓂荚生。注：矜，夸也。王者德及皇天，则祥风起。王者德下究地之厚，则朱草生。狄人将攻太王袒甫，召耆老而问焉，曰：“狄人何欲？”耆老对曰：“欲得菽粟财货。”太王袒甫曰：“与之。”每与，狄人至不止。太王袒甫赘其耆老而问之，曰：“狄人又何欲乎？”耆老对曰：“又欲君土地。”太王袒甫曰：“与之。”耆老曰：“君不为社稷乎？”太王袒甫曰：“社稷所以为民也，不可以所为民亡民也。”耆老对曰：“君纵不为社稷，不为宗庙乎？”太王袒甫曰：“宗庙，吾私也，不可以私害民。”遂策杖而去，逾梁山，邑岐山。注：梁山，在岐山东北。岐山，在梁山西南。周人奔而从之者三千乘，一止而成三千户之邑。案曰：毛诗绵正义引书传，又引韩奕笺云：“梁山，在冯翊夏阳县西北。”郑于书传注云：“岐山，在梁山西南。”然则梁山之袤，其东当夏阳县西北，其西当岐山东北。自豳适周，当逾之也。宣王问于春子曰：“寡人欲行孝弟之义，为之有道乎？”注：宣王，齐君，陈敬仲之后也。春子曰：“昔者卫闻之乐正子，注：乐正子，曾子弟子也。曰：“文王之治岐也，五十者杖于家，六十者杖于乡，七十者杖于朝，注：朝，当为“国”。见君，揖杖。注：揖，当为“去”。八十者杖于朝，见君揖杖。”注：揖，挟也。君曰：‘趣见客，毋俟朝。’注：不欲久停老者也。古者七十致仕，来者客之也。以朝乘车輲轮，注：乘车，安车也。言輲轮，明其小也。御为仆，送至于家，注：御，君之御也。而孝弟之义达于诸侯。九十杖而朝，见君建杖。注：建，树也。君曰：‘趣见，毋俟朝。’以朝车送之舍。天子重乡养，注：舍，馆也。重，犹尊也。养，以礼食之也。卜筮、巫医御于前，祝咽祝哽以食。乘车輲轮，胥与就膳彻，注：胥，乐官也。就，成也。胥成膳彻，谓以乐食之也。送至于家。君如有欲问，明日就其室，以珍从。注：明日，明旦。而孝弟之义达于四海。此文王之治岐也。君如欲行孝弟之大义，盍反文王之治岐？”案曰：礼记曲礼正义引书传，略说：“致仕者以朝，乘车輲轮”，在此篇。吕氏春秋：“春居问于齐宣王，王称之。”“春居”，王氏困学纪闻以为即大传所谓“春子”。家语言养老事，则孔子之问哀公，疑王肃剽书传而为之。大夫、士七十而致仕，老于乡里。大夫为父师，士为少师。注：所谓里庶尹也。古者仕焉而已者，归教于闾里。耰𬬺已藏，祈乐已入，注：“祈乐”，当为“新谷”。岁事已毕，余子皆入学。注：余子，犹众子也。古者适子恒代父而仕也。十五始入小学，见小节，践小义；十八入大学，见大节，践大义焉。注：小节、小义，正谓始口典口师受业。大节、大义，谓博习尽识也。距冬至四十五日，始出学，傅农事。注：立春学止。上老平明坐于右塾，庶老坐于左塾，余子毕出，然后皆归。夕亦如之。注：上老，父师也。庶老，少师也。余子皆入，父之齿随行，兄之齿鴈行，朋友不相逾，轻任并重任，分颁白者不提携。出入皆如之。案曰：门塾之学，汉书食货志、白虎通、公羊传宣十年注、礼记学记注，皆有此说，盖本书传。尚书洛诰正义引书传此文而释之曰：“是教农人以义也”，以为“予其明农哉”之证。然则略说亦是申解洛诰此句经文耳。传曰：已有三牲，必田狩者，孝子之意，以为己之所养，不如天地自然之性，逸豫肥美，禽兽多则伤五谷，因习兵事，又不空设，故因以捕禽兽，所以共承宗庙，示不忘武备，又因以为田除害。鲜者何也？秋取尝也。注：取禽尝祭。秋取尝，何以也？习斗也。习斗也者，男子之事也。然而战斗不可空习，故于搜狩闲之也。闲之者，贯之也。贯之者，习之也。已祭，取余获，陈于泽，注：泽，射宫也。然后卿、大夫相与射。命中者，虽不中也取；命不中者，虽中也不取。何以也？所以贵揖让之取，而贱勇力之取也。乡之取也于囿中，勇力之取也；于泽，揖让之取也。案曰：此条诸书所引不言何篇，卢氏本入之“略说”，无所据。观传文专𬖘“鲜”字为“秋取尝”，疑是鲜誓之传，未敢断也。天子太子年十八曰孟侯。注：孟，迎也。孟侯者，于四方诸侯来朝，迎于郊者，问其所不知也。问之人民之所好恶，土地所生，美珍怪异、山川之所有无。及父在时，皆知之。注：十八向入太学，为成人，博问庶事也。古者帝王躬率有司、百执事，而以正月朝迎日于东郊，以为万物先而尊事天也；祀上帝于南郊，所以报天德。迎日之辞曰：“维某年月上日，明光于上下，勤施于四方，旁作穆穆，维予一人某，敬拜迎日东郊。”迎日，谓春分迎日也。尧典曰：“寅宾出日。”此之谓也。王者存二王之后，与已为三，所以通三统，立三正。周人以至日为正，殷人以日至后三十日为正，夏人以日至后六十日为正。天有三统，土有三王。三王者，所以统天下也。注：所存二王后者，命使郊天，以天子礼祭其始祖受命之王，自行其正朔服色，此谓通天三统。案曰：汉书成帝纪十绥和元年诏曰：“盖闻王者必存二王之后，所以通三统也。”本此。天有三统，物有三变，故正色有三。天有三生三死，故土有一王，王特一生死。周以至动，殷以萌，夏以牙。注：谓三王之正也。至动，冬日至，物始动也。物有三变，故正色有三。天有三生三死，故土有三王。王特一生死。是故周人以日至为正，殷人以日至三十日为正，夏以日至六十日为正。是故三统、三正，若循连环，周则又始，穷则反本。夏以孟春为正，殷以季冬为正，周以仲冬为正。夏以十三月为正，色尚黑，以平旦为朔。殷以十二月为正，色尚白，以鸡鸣为朔。周以十一月为正，色尚赤，以夜半为朔。不以二月后为正者，万物不齐，莫适所统，故必以三微之月也。三正之相承，若顺连环也。夏以十三月为正，色尚黑，以平旦为朔。殷以十二月为正，色尚白，以鸡鸣为朔。周以十一月为正，色尚赤，以夜半为朔。必以三微之月为正者，当尔之时，物皆尚微，王者受命，当扶微理，得章成之义也。案曰：书传说正朔二字最晰。周以至动，殷以萌，夏以牙。注：谓三王之政也。至动，冬至日物始动也。物有三变，故正色有三。天有三生、三死。注：异时生者，恒异时死。是故周人以日至为正，殷人以日至三十日为正，夏以日至六十日为正。天有三统，土有三王。注：统，本也。三统者，所以序生也。三正者，所以统天下也。三统若循连环，周则又始，穷则反本也。夏以孟春为正者，贵形也。三王之治，若循环之无端，如水之胜火。王者一质一文，据天地之道。正色三而复者也。诸侯有德者，一命以车服、弓矢，再命以虎贲三百人，三命秬鬯。诸侯三命者，皆受天子之乐，以祀其宗庙。晋平公问师旷曰：“吾年七十，欲学，恐已暮。”师旷曰：“臣闻老而学者，如执烛之明。执烛之明，孰与昧行？”公曰：“善。”高邮王侍郎伯申曰：“执烛”之“执”当为“热”。“热”，古“𦶟”字。说苑建本篇作“炳烛”，“炳”乃“𦶟”之讹，“𦶟”与“𦶟”同。案曰：自此以下七条，诸书所引大传未称略说，今以意定之，宜入此篇。子曰：“心之精神是谓圣。”案曰：孙之𫘧本入五行传，盖以为“思心曰䜭，䜭作圣”之训也，似近之。子曰：“君子不可以不学，见人不可以不饰。不饰无貌，无猊不敬，不敬无礼，无礼不立。夫远而光者，饰也；近而逾明者，学也。譬之圩邪，水潦集焉，菅蒲生焉，从上观之，谁知非源水也。”案曰：大戴礼劝学篇与此大同。子张曰：“仁者何乐于山也？”孔子曰：“夫山者，然高。”“然高，则何乐焉？”“夫山，草木生焉，鸟兽蕃焉，财用殖焉，生财用而无私为焉，四方皆代焉，每无私予焉。出云风以通乎天地之间，阴阳和合，雨露之泽，万物以成，百姓以飨。此仁者之所以乐于山者也。”案曰：孔丛引此，又“代”作“伐”。子贡曰：“叶公问政于夫子，子曰：‘政在附近而来远’。鲁哀公问政，子曰：‘政在于论臣’。齐景公问政，子曰：‘政在于节用’。三君问政，夫子应之不同，然则政有异乎？”子曰：“荆之地广而都狭，民有离志焉，故曰‘在于附近而来远’。哀公有臣三人，内比周以惑其君，外障距诸侯宾客以蔽其明，故曰‘政在论臣’。齐景公奢于台榭，淫于苑囿，五官之乐不解，一旦而赐人百乘之家者三，故曰‘政在节用’。”案曰：韩非子难三、家语辩政、说苑政理篇与此大同。汉书武帝纪元朔六年诏：“盖孔子对定公以徕远，哀公以论臣，景公以节用，非期不同，所急异也。”臣瓒注曰：“论语及韩子皆言叶公问政于孔子，孔子答以悦近来远。今云定公，与二书异。”东郭子思问于子贡曰：“夫子之门，何其杂也？”子贡曰：“夫𬄩括之旁多枉木，良医之门多疾人，砥砺之旁多顽钝。”夫子闻之曰：“修道以俟天下，来者不止，是以杂也。”案曰：说苑杂言篇与此同，惟“子思”之“思”作“惠”。荀子法行篇与此小异，“东郭子惠”作“南郭惠子”。刘恕外纪卷九载“东郭子惠问于子贡”云云，不著所征，然与说苑异，与书传同，则书传之文也。“思”当为“惠”。子夏读书毕，见夫子。夫子问焉：“子何为于书？”对曰：“书之论事也，昭昭若日月之明，离离若参辰之错行。上有尧、舜之道，下有三王之义。商所受于夫子者，志之弗敢忘也。虽退而穷居河、济之间，深山之中，壤室编蓬，为户于中，弹琴咏先王之道，则可发愤慷慨矣。”子夏读书毕，孔子问曰：“吾子何为于书？”子夏曰：“书之论事，昭昭若日月焉，所受于夫子者弗敢忘。退而穷居河、济之间，深山之中，壤室蓬户，弹琴瑟以歌先王之风，有人亦乐之，无人亦乐之。上见尧、舜之道，下见三王之义，可以忘死生矣。”孔子愀然变容曰：“嘻！子殆可与言书矣。虽然，见其表，未见其里；𬮭其门，未入其中。”颜回曰：“何谓也？”孔子曰：“丘常悉心尽志以入其中，则前有高岸，后有大溪，填填正立而已。六誓可以观义，五诰可以观仁，甫刑可以观诫，洪范可以观度，禹贡可以观事，皋陶谟可以观治，尧典可以观美。”案曰：外纪引“子夏读书毕”一条，未举所征。然文选注、御览、困学纪闻分引数条，并与此合，是为书传文无疑。薛季宣书古文训序亦有此文，末有“通斯七者，书之大义举矣”二句，亦不称所出。而末叙七观云：“是故帝典可以观美，大禹谟、禹贡可以观事，皋陶谟、益稷可以观政，洪范可以观度，六誓可以观义，五诰可以观仁，甫刑可以观戒。”其序次与孔丛子同，与御览、困学纪闻所引大传七观异，则非书大传之文明矣。孔丛言大禹谟、益稷者，盖作伪者羼入，而不知真古文与今文皆无大禹谟，其益稷一篇，则统于皋陶谟中也。又韩诗外传说此事，以为子夏读诗。子曰：“参！女以为明主为劳乎？昔者舜左禹而右皋陶，不下席而天下治。”"
                }
            ]
        },
        {
            "name": "尚书大传第三十一",
            "paragraphs": [
                {
                    "paragraph": "伊尹母方孕，行汲，化为枯桑。其夫寻至水滨，见桑穴中有儿，乃收养之。民击壤而歌，凿井而饮，耕田而食，帝力何有？周人以仁接民，而天下莫不仁，故曰大矣。注：言文王仁，故谓之大矣。文王施政，而物皆听。周人可比屋而封。成王削桐叶为圭，以封唐叔。公，爵；刘，名也。周公兼思三王之道，以施于春秋冬夏战者，惮警之也。王者躬耕，所以供粢盛。烟氛郊社不修，山川不祝，风雨不时，霜雪不降，责于天公。臣多弑主，孽多杀宗，五品不训，责于人公。城郭不缮，沟池不修，水泉不隆，水为民害，责于地公。季夏可以大赦罪人。衣锦尚，注：“”读为“䌹”，或为“𫄨”。剀，切。矜、寡、孤、独，天民之穷而无告者，皆有常饩。外无旷夫，内无怨女。老而无妻谓之鳏，老而无夫谓之寡，幼而无父谓之孤，老而无子谓之独，行而无资谓之乏，居而无食谓之困，此皆天下之至悲哀而无告者。故圣人在上，君子在位，能者任职，必先施此，无使失职。火发于密，水泄于深。案曰：韩昌黎外集择言解有“火泄于密，水发于深”二语，盖本书大传。凡宗庙有先王之主曰都，无曰邑。子夏叶拱而进。案曰：“叶拱”二字，亦见家语辩乐解。魏文侯问子夏，子夏乃迁延而退。髴髴，周成王时，州靡国献之。案曰：山海经海内南经枭阳国：“髴髴”注引“周书‘成王时’”云云，是逸周书王会解文也。尔雅疏明引大传，未审当在何篇，抑或邢叔明记忆之误与？注：灌是献尸。尸得献，乃祭酒以灌地也。"
                }
            ]
        },
        {
            "name": "尚书大传辨讹第三十二",
            "paragraphs": [
                {
                    "paragraph": "尚书大传，南宋时已多佚脱，今坊间盛行，卢氏雅雨堂本，讹漏不可胜举。如“纳之大麓之野，烈风雷雨不迷，致之以昭华之玉”，乃尚书逸篇文，见水经浊漳水注，而误入唐传。“厥兆天子爵”，乃尚书逸篇文，见白虎通爵篇，而误入母逸传。太平御览兵部三十五引白虎通曰：“战者何谓也？尚书大传曰：‘战者，惮惊之也。’又曰：‘诸侯之义，非天子之命，不得动众起伐杀不义者，所以强干弱枝，尊天子，卑诸侯也。’”“又曰”以下，仍是白虎通文，见今本诛伐篇，而误入鲜誓传。困学纪闻云：费誓，说文作“䉾”，史记作“肸”，太传作“鲜”。“度作刑以诰四方。”周礼注云：“度作详刑。”案：此“大传作鲜”四字断句，“度作刑”以下又一事，而误连“鲜度作刑以诰四方”为句，入甫刑传。学礼“帝入东学”至“化辑于下矣”一段，乃大戴礼保傅篇文，注亦卢辩注，而误连“宣王问于春子”条入略说。补遗所采亦多误。毛诗生民正义称“上传云”“下传云”，皆谓毛传。又引五帝传云：“尧见天因邰而生，后稷，因之。”案：此乃“即有邰家室”句毛传文，疏“五帝”二字有讹，而误仞为大传。文选应休琏与从弟君苗君胄书注引尚书大传曰：“扶寸而合，不崇朝而雨天下。”郑玄曰：“四指为扶。”下云“扶音肤”。此三字乃李善语，而误并为郑注。毛诗文王正义：“书传之美太公，言其翼佐文、武，身有殊勋，世祚太公，以表东海。”案：正义所称书传，似泛举传记，非谓伏生大传。卢学士文弨续补遗载“神农始治农功”一条二十二字，出杨泉物理论。“容成作历”一条，出世本，并见艺文类聚卷五岁时部下及御览卷十六。“日者阳德之母”一条十八字，“月群阴之宗”一条十五字，并出皇甫谧年历，见艺文类聚卷一天部、御览天四。“湛浊为地”至“故地者浊阴也”一条三句，首句出神农书，下二句出黄帝素问，并见类聚卷六地部分引。“河色黄赤”一条二十五字，出物理论，见类聚卷八水部上及御览六十一。“往古之时”至“女娲杀黑龙以祭冀州”一条二十一字，出淮南子，下引郑注云“冀州，取地以为名也”云云三十一字，乃释名文，并见类聚卷六州部连引。“尧南抚交阯”一条，见水经三十七淹水注，惟首五字是大传文，其下“于禹贡荆州之南”云云十五字，乃郦道元语。“洧盘之水出崦嵫山”一条，出禹大传，此别一古书，见楚词章句。“五年一朝”一条，见公羊传桓元年注，惟首四字疏云虞传文，其下“王者亦贵得天下之欢心”云云三十五字，乃何休语。“文王受命四年伐昆夷”一条，见诗大雅谱正义，惟首九字是大传文，下云“采薇为伐昆夷而作”，乃孔颖达语。“成王之幼在襁褓”一条，见诗斯干正义，下云“襁褓，䌸儿被也”五字亦颖达语。缀之以食而弗殊，有族食族燕之礼也”一条，见毛诗角弓正义，上句引礼记大传，下句则颖达语。“武王伐纣，都洛邑未成，阴寒大雪”一条，九十八字，出金匮，见类聚卷二雪部。“凡群妃御见之法”一条，自首至“望后反之”七十八字，乃周礼九嫔注文。自“凡进御君所”至“既御著于右手”四十八字，乃诗邶风静女毛传文。自“孔子曰：日者天之明”至“使妇从夫放月纪”二十九字，亦周礼九嫔注文，正义以为出孝经援神契。“黄帝妃嫫母”一条二十二字，乃列女传文，引见类聚十五后妃部。“夏刑二百”一条十八字，乃周礼司刑注文，而卢氏一切羼入大传。孔广林本据初学记帝王部增“梦眉与发等”五字，而初学记无此文，乃见北堂书钞引帝王世纪。又引“周文王至磻溪”云云，亦据初学记渔部。然此乃尚书中候文，初学记误为大传。又如“舜让于德不怡，惟刑之谧哉”“予欲闻五声、六律、八音”“采政，忽”“禺铁”“荥播，既都”“被明都”“予辛壬娶涂山，癸甲，生启”“有火自上复于下，至于王屋，流为乌，其色赤，其声魄”“上刑挟轻，下刑挟重”“天齐乎人，假我一日”。以上虽系今文尚书，然不宜与传相乱。其“采女则有逸罚”句，本尔雅注，恐是引般庚或䉾誓之文，而小有误，今竟依邢氏断为今文。采䉾誓曰“𢾅乃擭，敜乃阱”，引见周礼注，下句亦引见说文攴部，真古文也，今竟依贾疏断为今文，皆不足据。其篇次之乱者，如“古者处师”一条，杂记正义引作洛诰传。“五岳视三公”一条，王制正义引作夏传，此本并入咎繇谟。“天子三公”一条，据考工记序工正义引郑夏传注云云。又“古者天子三公”一条，通解王制之戊引注云：“此夏时之官”，是两文并在夏传中，而此本一入尧典传，一入太誓传。“周以至动”一条，檀弓正义、公羊传隐元年疏并云略说文，而此本入甘誓传。“古之帝王必有大学小学”一条，王制正义引作周传。“天子诸侯必有公桑蚕室”一条，毛诗瞻卬正义引作夏传；“祭之为言察也”一条，御览五百二十四引作周传，此本皆误入略说。又说命传似当为毋逸传，武成传似当为牧誓传，微子之命似当为微子，归禾似当为嘉禾。至所载郑氏大传注，如下“刑墨𢄐”注“𢄐音蒙”三字，乃文选求贤良诏注及七命注之文；“八伯”注“八伯者，据畿外八州，畿内不置伯，乡遂之吏主之”十九字，乃郑志答张逸问之文。“舞株离”注“诗云“彼黍离离”六字，乃周礼鞮鞻氏正义文。“𩷏鱼鱼刀”注“𩷏”字夹注“渠成切”三字，乃玉海王会解注后王伯厚语。“高宗梁暗”注“暗读如鹌，鹌，谓庐也”八字，乃礼记郑注文。“决关梁、逾城郭而略盗者其刑髌”一条注“此二千五百罪之目略也”至“闭于宫中”三十九字，乃周礼司刑注文。“师乃鼓拊噪”注“音符”二字，乃周礼大司马释文语。卢学士考异在“旋机玉衡”条，载别本有郑注云：“转运者为机，持正者为衡。”案此乃郑尚书注文，见文选李萧远运命论注。“白鱼入于舟中”条，载别本有郑注云：“燔鱼以祭，变礼也”，亦郑尚书注文，见后汉书杜笃传注。“四年营侯卫”条，载别本有郑注云：“建侯卫，是封卫侯”云云五十四字，乃毛诗豳风谱正义文。“遂践奄”条，载诗正义引此云：多方传郑有注云“奄国在淮夷之旁”云云三十字。案破斧正义引书传“三年伐奄”下引多方云云，注云云，乃孔颖达引尚书及郑君尚书注之文。凡此皆舛缪之甚，不可不亟正者也。"
                }
            ]
        }
    ]
}