{
    "name": "經學歷史",
    "author": "清·皮錫瑞",
    "loadChapterCount": 3,
    "chapters": [
        {
            "name": "經學開闢時代第一",
            "paragraphs": [
                {
                    "paragraph": "經學開闢時代第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡學不考其源流，莫能通古今之變；不別其得失，無以獲從入之途。古來國運有盛衰，經學亦有盛衰；國統有分合，經學亦有分合。歷史具在，可明徵也。經學開闢時代，斷自孔子刪定《六經》為始。孔子以前，不得有經；猶之李耳既出，始著五千之言；釋迦未生，不傳七佛之論也。《易》自伏羲畫卦，文王重卦，止有畫而無辭；",
                    "zhushu": "史遷、揚雄、王充皆止云文王重卦，不云作《卦辭》。"
                },
                {
                    "paragraph": "亦如《連山》、《歸藏》止為卜筮之用而已。《連山》、《歸藏》不得為經，則伏羲、文王之《易》亦不得為經矣。《春秋》，魯史舊名，止有其事其文而無其義；亦如晉《乘》、楚《檮杌》止為記事之書而已。晉《乘》、楚《檮杌》不得為經，則魯之《春秋》亦不得為經矣。古《詩》三千篇，《書》三千二百四十篇，雖卷帙繁多，而未經刪定，未必篇篇有義可為法戒。《周禮》出山巖屋壁，漢人以為瀆亂不驗，又以為六國時人作，未必真出周公。《儀禮》十七篇，雖周公之遺，然當時或不止此數而孔子刪定，或並不及此數而孔子增補，皆未可知。觀「孺悲學士喪禮於孔子，《士喪禮》於是乎書」，則十七篇亦自孔子始定；猶之刪《詩》為三百篇，刪《書》為百篇，皆經孔子手定而後列於經也。《易》自孔子作《卦爻辭》、",
                    "zhushu": "《史記 周本紀》不言文王作《卦辭》，《魯世家》不言周公作《爻辭》，則《卦辭》、《爻辭》亦必是孔子所作。"
                },
                {
                    "paragraph": "《彖》、《象》、《文言》，闡發羲、文之旨，而後《易》不僅為占筮之用。《春秋》自孔子加筆削褒貶，為後王立法，而後《春秋》不僅為記事之書。此二經為孔子所作，義尤顯著。漢初舊說，分明不誤；東漢以後，始疑所不當疑。疑《易》有「蓋取諸益」、「蓋取諸噬嗑」，謂重卦當在神農前。疑《易》有「當文王與紂之事邪」，謂《卦爻辭》為文王作。疑《爻辭》有「箕子之明夷」、「王用亨於岐山」，謂非文王所作，而當分屬周公。於是《周易》一經不得為孔子作；孔《疏》乃謂文王、周公所作為經，孔子所作為傳矣。疑《左氏傳》韓宣適魯，見《易象》與魯《春秋》，有「吾乃今知周公之德」之言，謂周公作《春秋》。於是《春秋》一經不得為孔子作；杜預乃謂周公所作為舊例，孔子所修為新例矣。或又疑孔子無刪《詩》、《書》之事，《周禮》、《儀禮》並出周公，則孔子並未作一書；章學誠乃謂周公集大成，孔子非集大成矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "讀孔子所作之經，當知孔子作《六經》之旨。孔子有帝王之德而無帝王之位，晚年知道不行，退而刪定《六經》，以教萬世。其微言大義實可為萬世之準則。後之為人君者，必遵孔子之教，乃足以治一國；所謂「循之則治，違之則亂。」後之為士大夫者，亦必遵孔子之教，乃足以治一身；所謂「君子修之吉，小人悖之凶。」此萬世之公言，非一人之私論也。孔子之教何在？即在所作《六經》之內。故孔子為萬世師表，《六經》即萬世教科書。惟漢人知孔子維世立教之義，故謂孔子為漢定道，為漢制作。當時儒者尊信《六經》之學可以治世，孔子之道可為弘亮洪業、贊揚迪哲之用。朝廷議禮、議政，無不引經；公卿大夫士吏，無不通一藝以上。雖漢家制度，王霸雜用，未能盡行孔教；而通經致用，人才已為後世之所莫逮。蓋孔子之以《六經》教萬世者，稍用其學，而效已著明如是矣。自漢以後，暗忽不章。其尊孔子，奉以虛名，不知其所以教萬世者安在；其崇經學，亦視為故事，不實行其學以治世。特以歷代相承，莫之敢廢而已。由是古義茫昧，聖學榛蕪。孔子所作之《易》，以為止有《十翼》；則孔子於《易》，不過為經作傳，如後世箋注家。陳摶又雜以道家之圖書，乃有伏羲之《易》、文王之《易》加於孔子之上，而《易》義大亂矣。孔子所定之《詩》、《書》，以為並無義例；則孔子於《詩》、《書》，不過如昭明之《文選》、姚鉉之《唐文粹》，編輯一過，稍有去取。王柏又作《詩疑》、《書疑》，恣意刪改，使無完膚，而《詩》、《書》大亂矣。孔子所作之《春秋》，以為本周公之凡例；則孔子於《春秋》，不過如《漢書》之本《史記》、《後漢書》之本《三國志》，鈔錄一過，稍有增損。杜《注》、孔《疏》又不信一字褒貶，概以為闕文疑義；王安石乃以《春秋》為斷爛朝報，而《春秋》幾廢矣。凡此皆由不知孔子作《六經》教萬世之旨，不信漢人之說，橫生臆見，詆毀先儒。始於疑經，漸至非聖。或尊周公以壓孔子，",
                    "zhushu": "如杜預之說《春秋》是。"
                },
                {
                    "paragraph": "或尊伏羲、文王以壓孔子，",
                    "zhushu": "如宋人之說《易》是。"
                },
                {
                    "paragraph": "孔子手定之經，非特不用以教世，且不以經為孔子手定，而屬之他人。經學不明，孔教不尊，非一朝一夕之故，其所由來者漸矣。故必以經為孔子作，始可以言經學；必知孔子作經以教萬世之旨，始可以言經學。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子以前，未有經名，而已有經說，具見於《左氏內外傳》。《內傳》所載元亨利貞之解，黃裳元吉之辨，夏后之九功九歌，文武之九德七德，《虞書》數舜功之四凶十六相，以及《外傳》之叔向、單穆公、閔馬父、左史倚相、觀射父、白公子張諸人，或釋《詩》，或徵禮，",
                    "zhushu": "詳見王應麟《困學紀聞》。"
                },
                {
                    "paragraph": "非但比漢儒故訓為古，且出孔子刪訂以前。惟是《左氏》浮夸，未必所言盡信。穆姜明隨卦之義，何與《文言》盡符；季札在正樂之前，豈能雅頌得所。",
                    "zhushu": "《困學紀聞》引「克己複禮」「出門如賓」二條，云：「左氏粗聞闕里緒言，每每引用，而輒有更易。穆姜於隨舉《文言》，亦此類。」"
                },
                {
                    "paragraph": "《三墳》、《五典》、《八索》、《九邱》見《左氏昭》十二年。《周禮》外史掌《三墳》、《五典》之書；鄭《注》「楚靈王所謂《三墳》、《五典》。」據此，則《三墳》、《五典》乃《書》之類。偽孔安國《尚書傳序》曰：「伏羲、神農、黃帝之書，謂之《三墳》；少昊、顓頊、高辛、唐、虞之書，謂之《五典》；八卦之說謂之《八索》；九州之志，謂之《九邱》。」其解《三墳》、《五典》，本於鄭《注》；《八索》、《九邱》，本於馬融。據其說，則《八索》乃《易》之類。皆無明據，可不深究。今所傳惟《帝典》；",
                    "zhushu": "伏生傳《尚書》止有《堯典》，而《舜典》即在內；蓋二帝合為一書，故《大學》稱《帝典》。"
                },
                {
                    "paragraph": "而宋人偽作《三墳書》。若夫伏羲十言，義著消息；神農並耕，說傳古初。黃帝、顓頊之道，具在丹書；少皞紀官之名，創於白帝。洪荒已遠，文獻無徵；有裨博聞，無關閎旨。",
                    "zhushu": "惟伏羲十言之教，於八卦之外，增消、息二字，鄭、荀、虞《易》皆本之以立說。",
                    "type": 2
                },
                {
                    "paragraph": "《王制》「樂正崇四術，立四教，順先王《詩》、《書》、《禮》、《樂》以造士。春、秋教以禮、樂，冬、夏教以《詩》、《書》。」《文獻通考》應氏曰：「樂正崇四術以訓士，則先王之《詩》、《書》、《禮》、《樂》其設教固已久。《易》雖用於卜筮，而精微之理非初學所可語；《春秋》雖公其記載，而策書亦非民庶所得盡窺。故《易象》、《春秋》，韓宣子適魯始得見之。則諸國之教未必盡備六者。蓋自夫子刪定贊修筆削之餘，而後傳習滋廣，經術流行。」案應氏之說近是而未盡也。文王重六十四卦，見《史記 周本紀》，而不云作《卦辭》；《魯周公世家》亦無作《爻辭》事。蓋無文辭，故不可以教士。若當時已有《卦爻辭》，則如後世御纂、欽定之書，必頒學官以教士矣。觀樂正之不以《易》教，知文王、周公無作《卦爻辭》之事。《春秋》，國史相傳，據事直書，有文無義，故亦不可以教士。若當時已有褒貶筆削之例，如朱子《綱目》有《發明》、《書法》，亦可以教士矣。觀樂正之不以《春秋》教，知周公無作《春秋》凡例之事。《論衡須頌篇》曰：「問說《書》者『欽明文思』以下，誰所言也？曰：篇家也。篇家誰也？孔子也。」匡衡上疏曰：「孔子論《詩》，以《關雎》為首。」張超《誚青衣賦》曰：「周漸將衰，康王晏起。畢公喟然，深思古道。感彼關雎，德不雙侶。孔氏大之，列冠篇首。」是漢人以為《詩》、《書》皆孔子所定，而《易》與《春秋》更無論矣。孔子出而有經之名。《禮記經解》「孔子曰：入其國，其教可知也：其為人也，溫柔敦厚，《詩》教也；疏通知遠，《書》教也；廣博易良，《樂》教也；潔靜精微，《易》教也；恭儉莊敬，《禮》教也；屬辭比事，《春秋》教也。」始以《詩》、《書》、《禮》、《樂》、《易》、《春秋》為《六經》。然篇名《經解》，而孔子口中無經字。《莊子 天運篇》「孔子謂老聃曰：丘治《詩》、《書》、《禮》、《樂》、《易》、《春秋》六經。」孔子始明言經。或當刪定《六經》之時，以其道可常行，正名為經。又《莊子 天道篇》「孔子西藏書於周室，……往見老聃，而老聃不許，於是翻十二經以說。」《經典釋文》「說者云：《詩》、《書》、《禮》、《樂》、《易》、《春秋》，又加《六緯》，合為十二經也。一說云：《易》上、下經並《十翼》，為十二。又一云：《春秋》十二公經也。」三說不同，皆可為孔子時正名為經之證。經名正，而惟皇建極，群下莫不承流；如日中天，眾星無非拱向矣。龔自珍曰：「仲尼未生，先有《六經》；仲尼既生，自明不作；仲尼曷嘗率弟子使筆其言以自制一經哉！」如龔氏言，不知何以解夫子之作《春秋》。是猶惑於劉歆、杜預之說，不知孔子以前不得有經之義也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《六經》之外，有《孝經》，亦稱經。《孝經緯鉤命訣》「孔子曰：吾志在《春秋》，行在《孝經》。」又曰：「《春秋》屬商，《孝經》屬參。」是孔子已名其書為《孝經》。其所以稱經者，《漢書藝文志》曰：「夫孝，天之經，地之義，民之行也。舉大者言，故曰《孝經》。」鄭注《孝經序》曰：「《孝經》者，三才之經緯，五行之綱紀。孝為百行之首；經者，不易之稱。」鄭注《中庸》「大經大本」曰：「大經謂《六藝》，而指《春秋》也；大本，《孝經》也。」漢人推尊孔子，多以《春秋》、《孝經》並稱。《史晨奉祀孔子廟碑》云：「乃作《春秋》，復演《孝經》。」《百石卒史碑》云：「孔子作《春秋》，制《孝經》。」蓋以《詩》、《書》、《易》、《禮》為孔子所修，而《春秋》、《孝經》乃孔子所作也。鄭康成《六藝論》云：「孔子以《六藝》題目不同，指意殊別，恐道離散，後世莫知根源，故作《孝經》以總會之。」據鄭說，是《孝經》視諸經為最要，故稱經亦最先。魏文侯已有《孝經傳》，是作傳者亦視諸經為先，與子夏《易傳》同時矣。二書，《藝文志》皆不載。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "刪定《六經》之旨，見於《史記》。《孔子世家》云：「孔子之時，周室微而禮、樂廢，《詩》、《書》缺。追述三代之禮，序《書》傳，上紀唐、虞之際，下至秦繆，編次其事。曰：『夏禮，吾能言之，杞不足徵也；殷禮，吾能言之，宋不足徵也；足，則吾能征之矣。』觀殷、夏所損益，曰：『後雖百世可知也；以一文一質。周監二代，郁郁乎文哉！吾從周。』故《書》傳、《禮》記自孔氏。孔子語魯太師：『樂其可知也。始作，翕如；縱之，純如，皦如，繹如也，以成。』『吾自衛反魯，然後樂正，雅頌各得其所。』古者《詩》三千餘篇，及至孔子，去其重，取可施於禮義。上采契、后稷，中述殷、周之盛，至幽、厲之缺，始於衽席。故曰：『《關雎》之亂，以為《風》始；《鹿鳴》為《小雅》始；《文王》為《大雅》始；《清廟》為《頌》始。』三百五篇，孔子皆弦歌之，以求合《韶》、《武》雅頌之音。禮樂自此可得而述，以備王道，成六藝。孔子晚而喜《易》，序《彖》、《系》、《象》、《說卦》、《文言》。讀《易》，韋編三絕，曰；『假我數年，若是，我於《易》則彬彬矣。』孔子以《詩》、《書》、《禮》、《樂》教弟子，蓋三千焉；身通六藝者，七十有二人。」據此，則孔子刪定《六經》，《書》與《禮》相通，《詩》與《樂》相通，而《禮》、《樂》又相通。《詩》、《書》、《禮》、《樂》教弟子三千，而通六藝止七十二人；則孔門設教，猶樂正四術之遺，而《易》、《春秋》非高足弟子莫能通矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《史記》以《春秋》別出於後，云：「子曰：『弗乎！弗乎！君子疾歿世而名不稱焉。吾道不行矣！吾何以自見於後世哉！』乃因史記作《春秋》，上至隱公，下訖哀公十四年。據魯，親周，故殷；運之三代，約其文辭而指博。故吳、楚之君自稱王，而《春秋》貶之曰子；踐土之會，實召周天子，而《春秋》諱之曰『天王狩於河陽』。推此類以繩當世貶損之義。後有王者，舉而開之，《春秋》之義行則天下亂臣賊子懼焉。孔子在位，聽訟、文辭有可與人共者，弗獨有也，至於為《春秋》，筆則筆，削則削，子夏之徒不能贊一辭。弟子受《春秋》，孔子曰：『後世知丘者以《春秋》，罪丘者亦以《春秋》。』」案《史記》以《春秋》別出於後，而解說獨詳，蓋推重孔子作《春秋》之功比刪訂諸經為尤大，與孟子稱孔子作《春秋》比禹抑洪水、周公兼夷狄相似。其說《春秋》大義，亦與《孟子》、《公羊》相合，知有據魯、親周、故殷之義，則知《公羊》家三科九旨之說未可非矣。知有繩當世貶損之文，則知《左氏》家經承舊史、史承赴告之說不足信矣。知有後世知丘罪丘之言，則知後世以史視《春秋》，謂褒善貶惡而已者，尤大謬矣。",
                    "zhushu": "程子曰：「後世以史視《春秋》，謂褒善貶惡而已，至於經世之大法，則不知也。」切中漢以後說春秋之失。"
                }
            ]
        },
        {
            "name": "經學流傳時代第二",
            "paragraphs": [
                {
                    "paragraph": "經學流傳時代第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "經名昉自孔子，經學傳於孔門。《韓非子顯學篇》云：「孔子之後，儒分為人，有子張氏、子思氏、顏氏、孟氏、漆雕氏、仲良氏、公孫氏、樂正氏之儒。」陶潛《聖賢群輔錄》云：「顏氏傳《詩》，為諷諫之儒；孟氏傳《書》，為疏通致遠之儒；漆雕氏傳《禮》，為恭儉莊敬之儒；仲良氏傳《樂》，為移風易俗之儒；樂正氏傳《春秋》，為屬辭比事之儒；公孫氏傳《易》，為潔靜精微之儒。」諸儒皆不傳，無從攷其家法；可攷者，惟卜氏子夏。洪邁《容齋隨筆》云：「孔子弟子，惟子夏於諸經獨有書。雖傳記雜言未可盡信，然要為與他人不同矣。於《易》則有《傳》。於《詩》則有《序》。而《毛詩》之學，一云：子夏授高行子，四傳而至小毛公；一云：子夏傳曾申，五傳而至大毛公。於《禮》則有《儀禮喪服》一篇，馬融王肅諸儒多為之訓說。於《春秋》所云不能贊一辭，蓋亦嘗從事於斯矣。公羊高實受之於子夏。榖梁赤者，《風俗通》亦云子夏門人。於《論語》，則鄭康成以為仲弓、子夏等所撰定也。後漢徐防上疏曰：『《詩》、《書》、《禮》、《樂》，定自孔子；發明章句，始於子夏。』斯其證云。」朱彞尊《經義考》云：「孔門自子夏兼通《六藝》而外，若子木之受《易》，子開之習《書》，子輿之述《孝經》，子貢之問《樂》，有若、仲弓、閔子騫、言游之撰《論語》；而傳《士喪禮》者，實孺悲之功也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《韓非子》言八儒有顏氏；孔門弟子，顏氏有八，未必即是子淵。八儒有子思氏；《子思》二十三篇列《漢志》儒家，今亡。沈約謂《禮記中庸》、《表記》、《坊記》、《緇衣》皆取《子思子》。然則《坊記》、《表記》、《緇衣》之「子言之」、「子曰」，或即子思子之言，故中有引《論語》一條。後人以此疑非孔子之言；解此，可無疑矣。諸篇引《易》、《書》、《詩》、《春秋》，皆可取證古義。劉瓛以《緇衣》為公孫尼子所作，沈約以《樂記》取《公孫尼子》，或即八儒之公孫氏歟？《曾子》十八篇，《漢志》列儒家，今存十篇於《大戴禮記》中：《曾子立事》弟一，《曾子本孝》弟二；《曾子立孝》弟三，《曾子大孝》弟四，《曾子事父母》弟五，《曾子 制言上》弟六，《曾子制言中》弟七，《曾子 制言下》弟八，《曾子 疾病》弟九，《曾子 天員》弟十。中引經義，皆極純正；《天員篇》尤足見大賢之學無不通云。「單居離問於曾子曰：『天員而地方者，誠有之乎？』曾子曰：『天之所生上首，地之所生下首；上首之謂員，下首之謂方。如誠天員而地方，則是四角之不掩也。』」據曾子說，謂員謂方，謂其道，非謂其形。方員同積，員者不能掩方之四角。今地為天所掩，明地在天中。天體渾員，地體亦員，與地球之說合。《周髀算經》、《黃帝內經》皆言地員，非發自西人也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《史記 儒林傳》曰：「孟子、荀卿之列，咸遵夫子之業而潤色之，以學顯於當世。」趙岐謂孟子通《五經》，尤長於《詩》、《書》。今攷其書，實於《春秋》之學尤深。如云「《春秋》，天子之事」、「其義則丘竊取」之類，皆微言大義。惜孟子《春秋》之學不傳。《群輔錄》云樂正氏傳《春秋》，不知即孟子弟子樂正克否。其學亦無可攷。惟荀卿傳經之功甚巨。《釋文序錄》《毛詩》，一云：「孫卿子傳魯人大毛公」，則《毛詩》為荀子所傳。《漢書楚元王交傳》「少時嘗與魯穆生、白生、申公同受《詩》於浮丘伯。伯者，孫卿之門人。」《魯詩》出於申公，則《魯詩》亦荀子所傳。《韓詩》今存《外傳》，引《荀子》以說《詩》者，四十有四，則《韓詩》亦與《荀子》合。《序錄》「左丘明作傳以授曾申。申傳衛人吳起。起傳其子期。期傳楚人鐸椒。椒傳趙人虞卿。卿傳同郡荀卿。」則《左氏春秋》，荀子所傳。《儒林傳》云：「瑕丘江公受《榖梁春秋》及《詩》於魯申公。」申公為荀卿再傳弟子，則《榖梁春秋》亦荀子所傳。《大戴曾子立事篇》載《荀子修身》、《大略》二篇文，《小戴樂記》、《三年問》、《鄉飲酒義篇》載《荀子 禮論》、《樂論》篇文，則二戴之《禮》亦荀子所傳。劉向稱荀卿善為《易》，其義略見《非相》、《大略》二篇。是荀子能傳《易》、《詩》、《禮》、《樂》、《春秋》，漢初傳其學者極盛。五三《六經》載籍，",
                    "zhushu": "見司馬相如《封禪書》。五三謂五帝三王，"
                },
                {
                    "paragraph": "定自尼山；七十二子支流，分於戰國。馯臂子弓之傳《易》，實授蘭陵；",
                    "zhushu": "《荀子》書稱仲尼、子弓，或即傳《易》之馯臂子弓。"
                },
                {
                    "paragraph": "高行、孟仲之言《詩》，",
                    "zhushu": "傳《毛詩》之高行子孟仲子當即《孟子書》所載者。"
                },
                {
                    "paragraph": "或師鄒嶧。《王制》在赧王之後，說本鄭君；《周官》為六國之書，論原何氏。凡今古學之兩大派，皆魯東家之三四傳。",
                    "zhushu": "《王制》為今學大宗，《周官》為古學大宗。鄭君欲和同今古文，以《王制》為殷制，《周官》為周制，調停其說。"
                },
                {
                    "paragraph": "雖云枝葉扶疏，實亦波瀾莫二。是以文侯貴顯，能言大學明堂；蒙吏荒唐，解道《詩》、《書》、《禮》、《樂》。秦廷議禮，援天子七廟之文；",
                    "zhushu": "見《秦始皇本紀》。"
                },
                {
                    "paragraph": "《汲塚》紀年，仿《春秋》一王之法。良田祖龍肆虐，博士尚守遺書；獲麟成編，西河能傳舊史。當時環堵之士，遁世之徒，崎嶇戎馬之間，展轉縱橫之際，惜年代綿邈，姓氏湮淪；如《公羊》有沈子、司馬子、北宮子、魯子、高子六人，《榖梁》有沈子、尸子二人，皆獨抱遺經，有功後學者。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "墨子之引《書傳》，每異孔門；呂氏之著《春秋》，本殊周制。其時九流競勝，諸子爭鳴；雖有古籍留遺，並非尼山手訂。引《書》間出百篇之外，引《詩》或在三千之中，但可臚為異聞，不當執証經義。萬章之問井廩，難補《舜典》逸文；鄭君之注南風，不取《尸子》雜說。誣伊尹以嬰戮，據周公之出奔，疑皆處士橫議之詞，流俗傳聞之訓。雖《魏史》出安厘之世，蒙恬見未焚之書，而義異常經，說難憑信。此其授受，本別參商；惜乎辭闢，未經鄒孟。宜有別裁之識，乃無泥古之譏。",
                    "zhushu": "《竹書》所云：堯幽囚，益乾啟位，太申殺伊尹，與咸邱蒙之說何異？蒙恬言周公奔楚；亦戰國人之說。恬非經師，雖古，不足信也。"
                },
                {
                    "paragraph": "秦政晚謬，乃致燔燒；漢高宏規，未遑庠序。而叔孫生、伏生皆博士故宮，杜田生、申公亦先朝舊學；摭拾秦灰之後，寶藏漢壁之先；豈但禮器歸陳，弦歌懷魯？劉歆《移太常博士書》曰：「漢興，去聖帝明王遐遠，仲尼之道又絕，法度無所因襲。時獨有一叔孫通，略定禮儀。天下但有《易》卜，未有他書。至孝惠之時，乃除挾書之律。然公卿大臣絳、灌之屬，咸介胄武夫，莫以為意。至孝文皇帝，始使掌故晁錯從伏生受《尚書》。《尚書》初出於屋壁，朽折散絕，今其書見在，時師傳讀而已。《詩》始萌芽。天下眾書往往頗出，皆諸子傳說，猶廣立於學官，為置博士。在朝之儒，惟賈生而已。至孝武皇帝，然後鄒、魯、梁、趙頗有《詩》、《禮》、《春秋》先師。當此之時，一人不能獨盡其經，或為《雅》，或為《頌》，相合而成。《泰誓》後得，博士集而讀之。故詔書曰：『禮壞樂崩，書缺簡脫，朕甚憫焉。』時漢興已七八十年，離於全經，固已遠矣。」案歆欲興古文，故極詆今學，所說不無過當，而亦可見漢初傳經之苦心。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子所定謂之經；弟子所釋謂之傳，或謂之記；弟子展轉相授謂之說。惟《詩》、《書》、《禮》、《樂》、《易》、《春秋》六藝乃孔子所手定，得稱為經。如釋家以佛所說為經，禪師所說為律論也。《易》之《系辭》，《禮》之《喪服》，附經最早；而《史記》稱《系辭》為傳，以《系辭》乃弟子作，義主釋經，不使與正經相混也；《喪服傳》，子夏作，義主釋禮，亦不當與喪禮相混也。《論語》記孔子言而非孔子所作，出於弟子撰定，故亦但名為傳；漢人引《論語》多稱傳。《孝經》雖名為經，而漢人引之亦稱傳，以不在六藝之中也。漢人以《樂經》亡，但立《詩》、《書》、《易》、《禮》、《春秋》五經博士，後增《論語》為六，又增《孝經》為七。唐分三《禮》、三《傳》，合《易》、《書》、《詩》為九。宋又增《論語》、《孝經》、《孟子》、《爾雅》為十三經。皆不知經傳當分別，不得以傳記概稱為經也。",
                    "zhushu": "《易》之《系辭》即卦爻辭；今之《系辭》乃《系辭》傳，蓋商瞿諸人所作，故其中明引子曰。《釋文》，王肅本有傳字。《史記》引《系辭》，謂之《易大傳》。"
                }
            ]
        },
        {
            "name": "經學昌明時代第三",
            "paragraphs": [
                {
                    "paragraph": "經學昌明時代第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "《史記 儒林傳》曰：「今上即位，趙綰、王臧之屬明儒學，而上亦鄉之。於是招方正賢良文學之士。自是之後，言《詩》於魯則申培公，於齊則轅固生，於燕則韓太傅。言《尚書》，自濟南伏生。言《禮》，自魯高堂生。言《易》，自菑川田生。言《春秋》，於齊、魯自胡毋生，於趙自董仲舒。」申公傳曰：「申公者，魯人也。……獨以《詩經》為訓以教。無傳疑；疑者則闕不傳。……弟子為博士者十餘人，……至於大夫、郎中、掌故以百數。言《詩》雖殊，多本於申公。」轅固生傳曰：「轅固生者，齊人也。以治《詩》，孝景時為博士。……齊言《詩》，皆本轅固生也。諸齊人以《詩》顯貴，皆固之弟子。」韓嬰傳曰：「韓生者，燕人生。孝文帝時，為博士。……推《詩》之意，而為《內外傳》數萬言。其語頗與齊、魯間殊，其歸一也。……燕、趙間言《詩》者由韓生。」傳言《詩》，止有魯、齊、韓三家，而無《毛詩》。伏生傳曰：「伏生者，濟南人也。故為秦博士。孝文帝時，欲求能治《尚書》者，天下無有，乃聞伏生能治，欲召之。是時，伏生年九十餘，老，不能行，於是乃詔太常，使掌故朝錯往受之。秦時焚書，伏生壁藏之；其後兵大起，流亡。漢定，伏生求其書，亡數十篇，獨得二十九篇，即以教於齊、魯之間。學者由是頗能言《尚書》。諸山東大師無不涉《尚書》以教矣。……孔氏有《古文尚書》，而安國以今文讀之，因以起其家，《逸書》得十餘篇，蓋《尚書》滋多於是矣。」傳言《尚書》，止有伏生；雖乃孔氏古文，而不云安國作傳。高堂生傳曰：「諸學者多言《禮》，而魯高堂生最。本《禮》固自孔子時而其經不具；及至秦焚書，書散亡益多。於今獨有《士禮》，高堂生能言之。」傳言《禮》，止有《儀禮》，而無周官。田何傳曰：「自魯商瞿受《易》孔子，……傳……六世至齊人田何，字子莊，而漢興。田何傳東武人王同子仲，子仲傳菑川人楊何。……言《易》者本於楊何之家。」傳言《易》，止有楊何，而無費氏古文。董仲舒傳曰：「董仲舒，廣川人也。以治《春秋》，孝景時為博士。……漢興，至於五世之間，唯董仲舒名為明於《春秋》；其傳，公羊氏也。」胡毋生傳曰：「胡毋生，齊人也。孝景時，為博士。……齊之為《春秋》者，多受胡毋生。公孫弘亦頗受焉。瑕丘江生為《榖梁春秋》。自公孫弘得用，嘗集比其義，卒用董仲舒。」傳言《春秋》，唯《公羊董》、胡二家；略及《榖梁》，而不言左氏。史遷當時蓋未有《毛詩》、《古文尚書》、《周官》、《左氏》諸古文家也。經學至漢武始昌明，而漢武時之經學為最純正。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《困學紀聞》「後漢翟酺曰：『文帝始置一經博士。』攷之漢史，文帝時，申公、韓嬰以《詩》為博士，五經列於學官者，唯《詩》而已。景帝以轅固生為博士，而餘經未立。武帝建元五年春，初置五經博士。《儒林傳》贊曰：『武帝立五經博士，《書》唯有歐陽，《禮》后，《易》楊，《春秋公羊》而已。』立五經而獨舉其四，蓋《詩》已立於文帝時，今併《詩》為五也。」案《史記儒林傳》，董仲舒、胡毋生皆以治《春秋》，孝景時為博士，則景帝已立《春秋》博士，不止《詩》一經矣。特至武帝，五經博士始備。此昌明經學一大事，而《史記》不載；但云：「武安侯田蚡為丞相，絀黃、老刑名百家之言，延文學儒者數百人，而公孫弘以《春秋》白衣為天子三公，封以平津侯，天下之學士靡然鄉風矣。公孫弘為學官，悼道之鬱滯，乃請……為博士官置弟子五十人。……郡國縣道邑有好文學、敬長上、肅政教、順鄉里者，……詣太常，得受業如弟子。一歲皆輒試，能通一藝以上，補文學掌故缺。其高第可以為郎中者，太常籍奏。即有秀才異等，輒以名聞。」此漢世明經取士之盛典，亦後世明經取士之權輿。史稱之曰：「自此以來，則公卿大夫吏彬彬多文學之士矣。」方苞謂古未有以文學為官者，誘以利祿，儒之途通而其道亡。案方氏持論雖高，而三代以下既不尊師，如漢武使束帛加璧安車駟馬迎申公，已屬曠世一見之事。欲興經學，非導以利祿不可。古今選舉人才之法，至此一變，亦勢之無可如何者也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "劉歆稱先師皆出於建元之間；自建元立五經博士，各以家法教授。據《儒林傳》贊：《書》、《禮》、《易》、《春秋》四經，各止一家；惟《詩》之魯、齊、韓，則漢初已分；申公、轅固、韓嬰，漢初已皆為博士。此三人者，生非一地，學非一師，《詩》分立魯、齊、韓三家，此固不得不分者也。其後五經博士分為十四：《易》立施、孟、梁丘、京四博士；《書》立歐陽、大小夏侯三博士；《詩》立魯、齊、韓三博士；《禮》立大小戴二博士；《春秋》立嚴、顏二博士；共為十四。《後漢儒林傳》云：「《詩》，齊、魯、韓、毛。」則不止十四，而數共十五矣。《儒林傳》明云：「又有毛公之學，自謂子夏所傳，而河間獻王好之，未得立。」是漢時《毛詩》不立學。《日知錄》以為衍一「毛」字，考訂甚確。漢人治經，各守家法；博士教授，專主一家。而諸家中，惟魯、齊、韓《詩》本不同師，必應分立；若施讎、孟喜、梁丘賀同師田王孫，大小夏侯同出張生，張生與歐陽生同師伏生，夏侯勝、夏侯建又同出夏侯始昌，戴德、戴聖同師后倉，嚴彭祖、顏安樂同師眭孟，皆以同師共學而各顓門教授，不知如何分門，是皆分所不必分者。漢人最重師法。師之所傳，弟之所受，一字毋敢出入；背師說即不用。師法之嚴如此。而考其分立博士，則有不可解者。漢初，《書》唯有歐陽，《禮》后，《易》楊，《春秋》公羊，獨守遺經，不參異說，法至善也。《書》傳於伏生，伏生傳歐陽，立歐陽已足矣。二夏侯出張生，而同原伏生；使其學同，不必別立；其學不同，是背師說，尤不應別立也。試舉《書》之二事證之。伏生《大傳》以大麓為大麓之野，明是山麓；《史記》以為山林，用歐陽說；《漢書於定國傳》以為大錄，用大夏侯說，是大夏侯背師說矣。伏生《大傳》以孟侯為迎侯，《白虎通 朝聘篇》用之；而《漢書 地理志》，周公封弟康叔，號曰孟侯，用小夏侯說，是小夏侯背師說矣。小夏侯乃大夏侯從子，從之受學，而謂大夏侯疏略難應敵；大夏侯亦謂小夏侯破碎大道。是小夏侯求異於大夏侯，大夏侯又求異於歐陽，不守師傳，法當嚴禁，而反為之分立博士，非所謂「大道多歧亡羊」者乎？《史記》云：「言《易》者本於楊何。」立《易》，楊已足矣；施、孟、梁丘師田王孫，三人學同，何分顓門；學如不同，必有背師說者。乃明知孟喜改師法，不用，後又為立博士，此何說也。京房受《易》焦延壽而讬之孟氏，孟氏弟子不肯，皆以為非，而亦為立博士，又何說也。施、孟、梁丘，今不可攷；惟京氏猶存其略。飛伏、世應，多近術數，是皆立所不當立者。二戴、嚴、顏不當分立，亦可以此推之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "劉歆《移太常博士書》曰：「往者，博士《書》有歐陽，《春秋》公羊，《易》則施、孟，然孝宣皇帝猶復廣立《榖梁春秋》、梁丘《易》、大小夏侯《尚書》。義雖相反，猶並置之。何則？與其過廢也，寧過而存之。」《漢書儒林傳》贊曰：「初《書》唯有歐陽、《禮》后、《易》楊、《春秋公羊》而已。至孝宣世，復立大小夏侯《尚書》、大小戴《禮》、施、孟、梁丘《易》、榖梁《春秋》。至元帝世，復立京氏《易》。平帝時，又立《左氏春秋》、《毛詩》、《逸禮》、《古文尚書》。所以罔羅遺失，兼而存之，是在其中矣。」案二說於漢立博士，敘述略同，施、孟、梁丘先後少異，劉歆欲立古文諸經，故以增置博士為例。然義已相反，安可並置；既知其過，又何必存；與其過存，無寧過廢。強詞飾說，宜博士不肯置對也。博士於宣、元之增置，未嘗執爭；獨於歆所議立，力爭不聽。蓋以諸家同屬今文，雖有小異，尚不若古文乖異之甚。然防微杜漸，當時已少深慮。范升謂：「近有司請置京氏《易》博士，群下執事莫能據正。京氏既立，費氏怨望。《左氏春秋》復以比類，亦希置立。京、費已行，次復高氏。《春秋》之家，又有騶、夾。如今左氏、費氏得置博士，高氏、騶、夾五經奇異，並復求立。」據范氏說，可見漢時之爭請立學者，所見甚陋，各懷其私。一家增置，餘家怨望；有深慮者，當豫絕其萌，而不可輕開其端矣。平帝時，立《左氏春秋》、《毛詩》、《逸禮》、《古文尚書》，王莽、劉歆所為，尤不足論。光武興，皆罷之。此數經，終漢世不立。趙岐《孟子題辭》云：「孝文皇帝欲廣游學之路，《論語》、《孝經》、《孟子》、《爾雅》皆置博士。」案宋以後以《易》、《書》、《詩》、三《禮》、三《傳》及《論語》、《孝經》、《孟子》、《爾雅》為十三經，如趙氏言，則漢初四經已立學矣。後世以此四經並列為十三經，或即趙氏之言啟之。但其言有可疑者，《史記》、《漢書儒林傳》皆云：「文帝好刑名，博士具官未有進者。」既云具官，豈復增置；五經未備，何及傳記。漢人皆無此說，惟劉歆《移博士書》有孝文時諸子傳說立於學官之語，趙氏此說當即本於劉歆，恐非實錄。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "劉歆《移博士書》又曰：「魯共王得古文，《逸禮》有三十九篇，《書》十六篇，及《春秋》左氏丘明所修，皆古文舊書。」而詆博士「抑此三學，以《尚書》為備，謂《左氏》為不傳《春秋》。」案此乃前漢經師不信古文之明證也。以《尚書》為備，即王充《論衡》云：「或說《尚書》二十九篇者，法曰",
                    "zhushu": "疑北字誤"
                },
                {
                    "paragraph": "斗與七宿。四七二十八篇，其一曰斗矣。故二十九是也。」《尚書》百篇，其序略見《史記》；伏生傳篇止二十九，漢人以為即此已足，故有配斗與二十八宿之說。若《逸書》十六篇，其目見於馬、鄭所傳，絕無師說。馬、鄭本出杜林，未知即劉歆所云孔壁古文否。偽孔篇目，與馬、、鄭又不符，其偽更不待辨。謂《左氏》為不傳《春秋》，即范升云：「《左氏》不祖孔子，而出於丘明，師徒相傳又無其人」是也。",
                    "zhushu": "《釋文序錄》，左丘明作傳授曾申，遞傳至張蒼、賈誼，傳授如此分明，何得謂相傳無人。而范升云云，足見《序錄》乃後出之說，漢人所未見也。"
                },
                {
                    "paragraph": "《史記》稱《左氏春秋》，不稱《春秋左氏傳》，蓋如《晏子春秋》、《呂氏春秋》之類，別為一書，不依傍聖經。《漢書》劉歆傳曰：「初《左氏傳》多古字古言，學者傳訓故而已，及歆治《左氏》，引傳文以解經，轉相發明，由是章句義理備焉。」據歆傳，劉歆以前，《左氏》傳文本不解經，故博士以為《左氏》不傳《春秋》。近人劉逢祿以為《左氏》凡例書法皆劉歆竄入者，由《史》、《漢》之說推之也。《漢書藝文志》曰：「魯共王得《古文尚書》及《禮記》、《論語》、《孝經》，皆古字也。」據此，則共王得孔壁古文，不止《逸禮》、《尚書》，并有《禮記》、《論語》、《孝經》。《尚書古文經》四十六卷，《論語》古二十一篇，《孝經》古孔氏一篇，皆明見《藝文志》。《志》於《禮》但云：《禮古經》五十六卷，《經》七十篇，當作十七篇，即今《儀禮》。《記》百三十一篇，無《禮記》；而今之《禮記》亦無今古文之分。《志》云《禮記》，即《禮古經》與《記》。《儀禮》有今古文之別；鄭注云：「古文作某，今文作某」是也。鄭以《古論語》校《魯論》，見《經典釋文》，云：「魯讀某為某，今從古。」《孝經》古孔氏，許慎嘗遣子沖上《說文》，並上其古文說。桓譚《新論》以為今異者四百餘字。其書亡不可攷。隋劉炫偽作《古文孝經》，唐、宋人多惑之。淺人但見古文二字，即為所震，不敢置議，不知前漢經師並不信古文也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "兩漢經學有今古文之分。今古文所以分，其先由於文字之異。今文者，今所謂隸書，世所傳熹平《石經》及孔廟等處漢碑是也。古文者，今所謂籀書，世所傳岐陽石鼓及《說文》所載古文是也。隸書，漢世通行，故當時謂之今文；猶今人之於楷書，人人盡識者也。籀書，漢世已不通行，故當時謂之古文；猶今人之於篆、隸，不能人人盡識者也。凡文字必人人盡識，方可以教初學。許慎謂孔子寫定六經，皆用古文；然則，孔氏與伏生所藏書，亦必是古文。漢初發藏以授生徒，必改為通行之今文，乃便學者誦習。故漢立博士十四，皆今文家。而當古文未興之前，未嘗別立今文之名。《史記儒林傳》云：「孔氏有《古文尚書》，而安國以今文讀之，」乃就《尚書》之古今文字而言。而魯、齊、韓《詩》，《公羊春秋》，《史記》不云今文家也。至劉歆始增置《古文尚書》、《毛詩》、《周官》、《左氏春秋》。既立學官，必創說解。後漢衛宏、賈逵、馬融又遞為增補，以行於世，遂與今文分道揚鑣。許慎《五經異義》有《古尚書說》、《今尚書》夏侯歐陽說，《古毛詩》說、《今詩》韓魯說，《古周禮》說、《今禮》戴說，《古春秋》左氏說、《今春秋》公羊說，《古孝經》說、《今孝經》說，皆分別言之，非惟文字不同，而說解亦異矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "治經必宗漢學，而漢學亦有辨。前漢今文說，專明大義微言；後漢雜古文，多詳章句訓詁。章句訓詁不能盡饜學者之心，於是宋儒起而言義理。此漢、宋之經學所以分也。惟前漢今文學能兼義理訓詁之長。武、宣之間，經學大昌，家數未分，純正不雜，故其學極精而有用。以《禹貢》治河，以《洪範》察變，以《春秋》決獄，以三百五篇當諫書，治一經得一經之益也。當時之書，惜多散失。傳於今者，惟伏生《尚書大傳》，多存古禮，與《王制》相出入，解《書》義為最古；董子《春秋繁露》，發明《公羊》三科九旨，且深於天人性命之學；《韓詩》僅存《外傳》，推演詩人之旨，足以證明古義。學者先讀三書，深思其旨，乃知漢學所以有用者在精而不在博，將欲通經致用，先求大義微言，以視章句訓詁之學，如劉歆所譏「分文析義，煩言碎辭，學者罷老且不能究其一藝」者，其難易得失何如也。",
                    "zhushu": "古文學出劉歆，而古文訓詁之流弊先為劉歆所譏，則後世破碎支離之學，又歆所不取者。",
                    "type": 2
                },
                {
                    "paragraph": "太史公書成於漢武帝時經學初昌明、極純正時代，間及經學，皆可信據。云「孔子晚而喜《易》，序《彖》、《系》、《象》、《說卦》、《文言》」，則以《序卦》、《雜卦》為孔子作者非矣。云「文王囚於里，重八卦為六十四卦」，則以為伏羲重卦，又以為神農，以為夏禹者，皆非矣。云「伏生獨得二十九篇」，則二十九篇外無師傳矣。其引《書》義，以大麓為山麓，旋機玉衡為北斗，文祖為堯太祖，丹朱為允子朱，二十二人中有彭祖，「夔曰」八字實為衍文，《般庚》作於小辛之時，《微子》非告比干、箕子，《君奭》為居攝時作，《金縢》在周公薨後，《文侯之命》乃命晉重，魯公《費誓》初代守國。凡此故實，具有明徵，則後人臆解《尚書》，變亂事實者，皆非矣。云「《詩》三百篇，孔子皆弦歌之，以合《韶》、《武》雅頌之音」，則朱子以為淫人自言，王柏以為雜有鄭、衛者，非矣。既云「《關雎》為《風》始，《鹿鳴》為《小雅》始」；而又云「周道缺，詩人本之衽席，《關雎》作；仁義陵遲，《鹿鳴》刺焉。」本《魯詩》，以《關雎》、《鹿鳴》為陳古刺今，則毛、鄭以下皆以《關雎》屬文王，又以為后妃求淑女，非矣。云「正考父善宋襄公，作《商頌》」，則毛、鄭以為正考父得《商頌》於周太師，非矣。云「《春秋》筆削，子夏不能贊一辭」，則杜預以為「周公之志，仲尼從而明之」者，非矣。云「七十子之徒口受其傳指」，於後別出魯君子左丘明云云，則知丘明不在弟子之列，亦未嘗口受傳指，荀崧以為孔子作《春秋》，丘明造膝親受者，非矣。荀悅《申鑒》曰：「仲尼作經，本一而已；古今文不同，而皆自謂真本經。古今先師，義一而已；異家別說，而皆自謂真本說。」案今古文皆述聖經，尊孔教，不過文字說解不同而已；而其後古文家之橫決，則有不可訓者。《左氏》昭二年傳：「韓宣子來聘，見《易象》與魯《春秋》，曰：『周禮盡在魯矣。吾乃今知周公之德與周之所以王也。』」夫魯《春秋》即孟子與《乘》、《檮杌》並稱者，止有其事其文而無其義。既無其義，不必深究；而杜預據此孤證，遂以傳中五十凡例皆出周公，書、不書、先書、故書、不言、不稱、書曰之類乃為孔子新例。如此，則周公之例多，孔子之例少；周公之功大，孔子之功小。奪尼山之筆削，上獻先君；飾冢宰之文章，下誣後聖。故唐時以周公為先聖，孔子為先師；孔子止配享周公，不得南面專太牢之祭。劉知幾《史通惑經》、《申左》極詆《春秋》之略，不如《左氏》之詳。非聖無法，並由此等謬說啟之。孔疏云：「先儒之說《春秋》者多矣，皆以丘明作傳，說仲尼之經，凡與不凡無新舊之例。」據此，則杜預以前未有云周公作凡例者。陸淳曰：「按其傳例云：弒君稱君，君無道也。……然則周公先設弒君之義乎？」駮難極明，杜之謬說不待辨矣。若《易》象則伏羲畫卦，文王重卦，孔子系辭，故曰「《易》歷三聖。」而鄭眾、賈逵、馬融等皆以為周公作《爻辭》，或亦據韓宣子之說，與《易》歷三聖不合矣。劉歆以《周官》為周公致太平之迹；《周禮》一書遂巍然為古文大宗，與今文抗衡；周公亦遂與孔子抗衡，且駕孔子而上之矣。太史公曰：「言六藝者，折衷於孔子。」徐防曰：「《詩》、《書》、《禮》、《樂》定自孔子。」六經皆孔子手訂，無有言周公者。作《春秋》尤孔子特筆，自孟子及兩漢諸儒，皆無異辭。孟子以孔子作《春秋》比禹抑洪水、周公兼夷狄驅猛獸；又引孔子其義竊取之言，繼舜、禹、湯、文、武、周公之後；足見孔子功繼群聖，全在《春秋》一書。尊孔子者，必遵前漢最初之古義，勿惑於後起之歧說。與其信杜預之言，降孔子於配享周公之列；不如信孟子之言，尊孔子以繼禹、周公之功也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "經學極盛時代第四",
            "paragraphs": [
                {
                    "paragraph": "經學極盛時代第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "經學自漢元、成至後漢，為極盛時代。其所以極盛者，漢初不任儒者，武帝始以公孫弘為丞相，封侯，天下學士靡然鄉風。元帝尤好儒生，韋、匡、貢、薛，並致輔相。自後公卿之位，未有不從經術進者。青紫拾芥之語，車服稽古之榮。黃金滿籝，不如教子一經。以累世之通顯，動一時之羨慕。後漢桓氏代為師傅；楊氏世作三公。宰相須用讀書人，由漢武開其端，元、成及光武、明、章繼其軌。經學所以極盛者，此其一。武帝為博士官置弟子五十人，復其身。昭帝增滿百人。宣帝末，增倍之。元帝好儒，能通一經者皆復。數年，以用度不足，更為設員千人，郡國置五經百石卒史。成帝增弟子員三千人。平帝時，增元士之子得受業如弟子，勿以為員。歲課甲乙丙科，為郎中、太子舍人、文學掌故。後世生員科舉之法，實本於此。經生即不得大用，而亦得有出身，是以四海之內，學校如林。漢末太學諸生至三萬人，為古來未有之盛事。經學所以極盛者，又其一。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漢崇經術，實能見之施行。武帝罷黜百家，表章六經，孔教已定於一尊矣。然武帝、宣帝皆好刑名，不專重儒。蓋寬饒謂以法律為《詩》、《書》，不盡用經術也。元、成以後，刑名漸廢。上無異教，下無異學。皇帝詔書，群臣奏議，莫不援引經義，以為據依。國有大疑，輒引《春秋》為斷。一時循吏多能推明經意，移易風化，號為以經術飾吏事。漢治近古，實由於此。蓋其時公卿大夫士吏未有不通一藝者也。後世取士偏重文辭，不明經義；為官專守律例，不引儒書。既不用經學，而徒存其名；且疑經學為無用，而欲並去其實。觀兩漢之已事，可以發思古之幽情。孔子道在《六經》，本以垂教萬世；惟漢專崇經術，猶能實行孔教。雖《春秋》太平之義，《禮運》大同之象，尚有未逮；而三代後政教之盛，風化之美，無有如兩漢者。降至唐、宋，皆不能及。尊經之效，已有明徵。若能舉太平之義、大同之象而實行之，不益見玄聖綴學立制真神明之式哉？此顧炎武所云「光武、明、章果有變齊至魯之功，而惜其未純乎道」也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漢有一種天人之學而齊學尤盛。《伏傳》五行，《齊詩》五際，《公羊春秋》多言災異，皆齊學也。《易》有象數占驗，《禮》有明堂陰陽，不盡齊學，而其旨略同。當時儒者以為人主至尊，無所畏憚，借天象以示儆，庶使其君有失德者猶知恐懼修省。此《春秋》以元統天、以天統君之義，亦《易》神道設教之旨。漢儒藉此以匡正其主。其時人主方崇經術，重儒臣，故遇日食地震，必下詔罪己，或責免三公。雖未必能如周宣之遇災而懼，側身修行，尚有君臣交儆遺意。此亦漢時實行孔教之一証。後世不明此義，謂漢儒不應言災異，引讖緯，於是天變不足畏之說出矣。近西法入中國，日食、星變皆可豫測，信之者以為不應附會災祥。然則，孔子《春秋》所書日食、星變，豈無意乎？言非一端，義各有當，不得以今人之所見輕議古人也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漢儒言災異，實有徵驗。如昌邑王時，夏侯勝以為久陰不雨，臣下有謀上者，而應在霍光。昭帝時，眭孟以為有匹夫為天子者，而應在宣帝。成帝時，夏賀良以為漢有再受命之祥，而應在光武。王莽時讖云：「劉秀當為天子」，尤為顯證。故光武以赤伏符受命，深信讖緯。五經之義，皆以讖決。賈逵以此興《左氏》，曹褒以此定漢禮。於是五經為外學，七緯為內學，遂成一代風氣。光武非愚暗妄信者，實以身試有驗之故。天人本不相遠，至誠可以前知。解此，則不必非光武，亦不必非董、劉、何、鄭矣。且緯與讖有別。孔穎達以為「緯候之書，偽起哀、平」。其實不然。《史記趙世家》云：「秦讖於是出。」《秦本紀》云：「亡秦者胡也」，「明年祖龍死」，皆讖文。圖讖本方士之書，與經義不相涉。漢儒增益祕緯，乃以讖文牽合經義。其合於經義者近純，其涉於讖文者多駮。故緯，純駮互見，未可一概詆之。其中多漢儒說經之文：如六日七分出《易緯》，周天三百六十度四分度之一出《書緯》，夏以十三月為正云云出《樂緯》；後世解經，不能不引。三綱大義，名教所尊，而經無明文，出《禮緯含文嘉》。馬融注《論語》引之，朱子注亦引之，豈得謂緯書皆邪說乎？歐陽修不信祥異，請刪五經注疏所引讖緯；幸當時無從其說者。從其說，將使注疏無完書。其後魏了翁編《五經要義》，略同歐陽之說，多去實證而取空言。當時若刪注疏，其去取必如《五經要義》，浮詞無實，古義盡亡；即惠、戴諸公起於國朝，亦難乎其為力矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "觀漢世經學之盛衰而有感焉。《後漢書儒林傳》曰：「光武中興，愛好經術。建武五年，修起太學。中元元年，初建三雍。明帝即位，親行其禮。天子始冠通天，衣日月。備法物之駕，盛清道之儀。坐明堂而朝群後，登靈臺以望雲物。袒割辟雍之上，尊事三老五更。饗射禮畢，帝正坐自講，諸儒執經問難於前。冠帶搢紳圜橋門而觀聽者，蓋億萬計。其後復為功臣子孫四姓末屬別立校舍，搜選高能，以授其業。自期門羽林之士，悉令通《孝經》章句。匈奴亦遣子入學。濟濟乎！洋洋乎！盛於永平矣。」案永平之際，重熙累洽，千載一時，後世莫逮。至安帝以後，博士倚席不講。順帝更修黌宇，增甲乙之科。梁太后詔大將軍下至六百石，悉遣子入學。自是遊學增盛，至三萬餘生。古來太學人才之多，未有多於此者。而范蔚宗論之曰：「章句漸疏，多以浮華相尚，儒者之風蓋衰。」是漢儒風之衰，由於經術不重。經術不重，而人才徒侈其眾多；實學已衰，而外貌反似乎極盛。於是游談起太學，而黨禍遍天下。人之云亡，邦國殄瘁，實自疏章句、尚浮華者啟之。觀漢之所以盛與所以衰，皆由經學之盛衰為之樞紐。然則，立學必先尊經；不尊經者，必多流弊。後世之立學者可以鑑矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "非天子不議禮，不制度，不考文；議禮、制度、考文，皆以經義為本。後世右文之主，不過與其臣宴飲賦詩，追《卷阿》矢音之盛事，未有能講經議禮者。惟漢宣帝博徵群儒，論定五經於石渠閣。章帝大會諸儒於白虎觀，考詳同異，連月迺罷；親臨稱制，如石渠故事；顧命史臣，著為《通義》；為曠世一見之典。《石渠議奏》今亡，僅略見於杜佑《通典》。《白虎通義》猶存四卷，集今學之大成。十四博士所傳，賴此一書稍窺崖略。國朝陳立為作《疏證》，治今學者當奉為瑰寶矣。章帝時，已詔高才生受《古文尚書》、《毛詩》、《榖梁》、《左氏春秋》，而《白虎通義》采古文說絕少，以諸儒楊終、魯恭、李育、魏應皆今學大師也。靈帝熹平四年，詔諸儒正定五經，刊於石碑。蔡邕自書丹，使工鐫刻，立於太學門外。後儒晚學，咸取則焉。尤為一代大典。使碑石尚在，足以攷見漢時經文。惜六朝以後，漸散亡，僅存一千九百餘字於宋洪氏《隸釋》。有《魯詩》、小夏侯《尚書》、《儀禮》、《公羊春秋》、《魯論語》，蓋合《易》為六經。而五經外增《論語》，《公羊春秋》有傳無經，漢時立學官本如此。宋蓬萊閣刻石又壞；今江西南昌、浙江紹興兩府學重刻，止有六百七十五字，與世傳古文經字多不同。漢石經是隸書，非魏三體石經；是立於太學門外，非鴻都門。前人說者多誤，詳見杭世駿《石經攷異》、馮登府《石經補考》。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "王充《論衡》曰：「夫五經亦漢家之所立；儒生善政大義皆出其中；董仲舒表《春秋》之義，稽合於律，無乖異者。然則，《春秋》，漢之經。孔子制作，垂遺於漢。」案王仲任以孔子制作垂遺於漢，此用《公羊春秋》說也。《韓敕碑》云：「孔子近聖，為漢定道。」《史晨碑》云：「西狩獲麟，為漢制作。」歐陽修以漢儒為狹陋，孔子作《春秋》，豈區區為漢而已哉！不知聖經本為後世立法，雖不專為漢，而繼周者漢，去秦閏位不計，則以聖經為漢制作，固無不可。且在漢當言漢；推崇當代，即以推崇先聖。如歐陽修生於宋，宋尊孔子之教，讀孔子之經，即謂聖經為宋制法，亦無不可。今人生於大清，大清尊孔子之教，讀孔子之經，即謂聖經為清制法，亦無不可。歐公之言何拘閡之甚乎！漢經學所以盛，正以聖經為漢制作，故得人主尊崇。此儒者欲行其道之苦衷，實聖經通行萬世之公理。或疑獲麟制作，出自讖緯家言；赤鳥端門，事近荒唐，詞亦鄙俚；《公羊傳》並無明說，何休不應載入《解詁》。然觀《左氏傳》「其處者為劉氏」，孔疏云：「插注此辭，將以媚世。明帝時，賈逵上疏云：『五經皆無證圖讖明劉氏為堯後者，而《左氏》獨有明文。』竊謂前世藉此欲求道通，故後引之以為說耳。」據疏，是後漢尚讖記；不引讖記，人不尊經。而《左氏》家增竄傳文，《公羊》家但存其說於注，則《公羊》家引讖之罪視《左氏》家當未減矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "後漢取士，必經明行修；蓋非專重其文，而必深攷其行。前漢匡、張、孔、馬皆以經師居相位，而無所匡救。光武有鑒於此，故舉逸民，賓處士，褒崇節義，尊經必尊其能實行經義之人。後漢三公，如袁安、楊震、李固、陳蕃諸人，守正不阿，視前漢匡、張、孔、馬大有薰蕕之別。《儒林傳》中所載如戴憑、孫期、宋登、楊倫、伏恭等，立身皆有可觀。范蔚宗論之，以為：「所談者仁義，所傳者聖法也。故人識君臣父子之綱，家知違邪歸正之路。自桓、靈之間，君道秕僻，朝綱日陵，國隙屢啟。自中智以下靡不審其崩離，而權強之臣息其窺盜之謀，豪俊之夫屈於鄙生之議者，人誦先王言也，下畏逆順勢也。……跡衰敝之所由致，而能多歷年所者，斯豈非學之效乎！」顧炎武以范氏為知言，謂：「三代以下，風俗之美，無尚於東京者。」然則，國家尊經重學，非直肅清風化，抑可搘拄衰微。無識者以為經學無益而欲去之，觀於後漢之時，當不至如秦王謂儒無益人國矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "後漢經學盛於前漢者，有二事。一則前漢多專一經，罕能兼通。經學初興，藏書始出，且有或為《雅》、或為《頌》，不能盡一經者。若申公兼通《詩》、《春秋》，韓嬰兼通《詩》、《易》，孟卿兼通《禮》、《春秋》，已為難能可貴。夏侯始昌通五經，更絕無僅有矣。後漢則尹敏習歐陽《尚書》，兼善《毛詩》、《榖梁》、《左氏春秋》；景鸞能理《齊詩》、施氏《易》，兼受河洛圖緯，又撰《禮內外說》。何休精研六經，許慎五經無雙，蔡玄學通五經。此其盛於前漢者一也。一則前漢篤守遺經，罕有撰述。章句略備，文采未彰。《藝文志》所載者，說各止一二篇，惟《災異孟氏京房》六十六篇為最夥。董子《春秋繁露》，志不載。韓嬰作《內外傳》數萬言，今存《外傳》。后倉說《禮》數萬言，號曰《后氏曲臺記》，今無傳者。後漢則周防撰《尚書雜記》三十二篇，四十萬言。景鸞作《易說》及《詩解》，又撰《禮略》，及作《月令章句》，著述五十餘萬言。趙曄著《吳越春秋》、《詩細》、《歷神淵》。程曾著書百餘篇，皆五經通難，又作《孟子章句》。何休作《公羊解詁》，又訓注《孝經》、《論語》，以《春秋》駮漢事六百餘條，作《公羊墨守》、《左氏膏肓》、《榖梁廢疾》。許慎撰《五經異義》，又作《說文解字》十四篇。賈逵集《古文尚書同異》三卷，撰齊、魯、韓《詩》與毛氏異同，並作《周官解故》。馬融著《三傳異同說》，注《孝經》、《論語》、《詩》、《易》、《三禮》、《尚書》。此其盛於前漢者二也。風氣益開，性靈漸啟；其過於前人之質樸而更加恢張者在此，其不及前人之質樸而未免雜糅者亦在此。至鄭君出而遍注諸經，立言百萬，集漢學之大成。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《漢書 儒林傳》贊曰：「自武帝立五經博士，開弟子員，設科射策，勸以官祿；訖於元始，百有餘年。傳業者寢盛，支葉繁滋。一經說至百餘萬言，大師眾至千餘人，蓋祿利之路然也。」案經學之盛，由於祿利，孟堅一語道破。在上者欲持一術以聳動天下，未有不導以祿利而翕然從之者。漢遵《王制》之法，以經術造士，視唐、宋科舉尚文辭者為遠勝矣。大師眾至千餘人，前漢末已稱盛；而《後漢書》所載張興著錄且萬人，牟長著錄前後萬人，蔡玄著錄萬六千人，樓望諸生著錄九千餘人，宋登教授數千人，魏應、丁恭弟子著錄數千人，姜肱就學者三千餘人，曹曾門徒三千人，楊倫、杜撫、張玄皆千餘人，比前漢為尤盛。所以如此盛者，漢人無無師之學，訓詁句讀皆由口授；非若後世之書，音訓備具，可視簡而誦也。書皆竹簡，得之甚難，若不從師，無從寫錄；非若後世之書，購買極易，可兼兩而載也。負笈雲集，職此之由。至一師能教千萬人，必由高足弟子傳授，有如鄭康成在馬季長門下，三年不得見者；則著錄之人不必皆親受業之人矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孟堅云「大師眾至千餘人」，學誠盛矣；「一經說至百餘萬言」，則漢之經學所以由盛而衰者，弊正坐此，學者不可以不察也。孟堅於《藝文志》曰：「古之學者，耕且養，三年而通一藝，存其大體，玩經文而已。是故用日少而畜德多，三十而五經立也。後世經傳既已乖離；博學者又不思多聞闕疑之義，而務碎義逃難，便辭巧說，破壞形體，說五字之文至於二三萬言；後進彌以馳逐。故幼童而守一藝，白首而後能言。安其所習，毀所不見，終以自蔽。此學者之大患也。」案兩漢經學盛衰之故，孟堅數語盡之。凡學有用則盛，無用則衰。存大體，玩經文，則有用；碎義逃難，便辭巧說，則無用，有用則為人崇尚，而學盛；無用則為人詬病，而學衰。漢初申公《詩》訓，疑者弗傳；丁將軍《易》說，僅舉大誼；正所謂存大體、玩經文者。甫及百年，而蔓衍支離，漸成無用之學，豈不惜哉！一經說至百餘萬言，說五字至二三萬言，皆指秦恭言之。桓譚《新論》云：「秦近君能說《堯典》篇目兩字之誼，至十餘萬言；但說『曰若稽古』，三萬言。」《後漢書》云：「信都秦恭延君守小夏侯說文，增師法至百萬言。」延君近君是一人，其學出小夏侯。小夏侯師事夏侯勝及歐陽高，左右采獲，又從五經諸儒問與《尚書》相出入者，牽引以次章句，具文飾說，夏侯勝譏其破碎。是小夏侯本碎義逃難之學；恭增師法，益以支蔓。故愚以為如小夏侯者，皆不當立學也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "前漢重師法，後漢重家法。先有師法，而後能成一家之言。師法者，溯其源；家法者，衍其流也。師法、家法所以分者：如《易》有施、孟、梁丘之學，是師法；施家有張、彭之學，孟有翟、孟、白之學，梁丘有士孫、鄧、衡之學，是家法。家法從師法分出，而施、孟、梁丘之師法又從田王孫一師分出者也。施、孟、梁丘已不必分，況張、彭、翟、白以下乎！《後漢書儒林傳》云：「立五經博士，各以家法教授。」《宦者蔡倫傳》云：「帝以經傳之文，多不正定，乃選通儒謁者劉珍及博士良史詣東觀，各校讎家法。」是博士各守家法也。《質帝紀》云：「令郡國舉明經，年五十以上，七十以下，詣太學。自大將軍至六百石，皆遣子受業。……四姓小侯先能通經者，各令隨家法。」是明經必守家法也。《左雄傳》云：雄上言郡國所舉孝廉，請皆詣公府，諸生試家法。注曰：「儒有一家之學，故稱家法。」是孝廉必守家法也。《徐防傳》，防上疏云：「伏見太學試博士弟子，皆以意說，不修家法；……以遵師為非義，意說為得理；……誠非詔書實選本意。」漢時不修家法之戒，蓋極嚴矣。然師法別出家法，而家法又各分顓家；如幹既分枝，枝又分枝，枝葉繁滋，浸失其本；又如子既生孫，孫又生孫，雲礽曠遠，漸忘其祖。是末師而非往古，用後說而舍先傳；微言大義之乖，即自源遠末分始矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡事有見為極盛，實則盛極而衰象見者，如後漢師法之下復分家法，今文之外別立古文，似乎廣學甄微，大有裨於經義；實則矜奇炫博，大為經義之蠹。師說下復分家法，此范蔚宗所謂「經有數家，家有數說。……學徒勞而少功，後生疑而莫正也。」今文外別立古文，此范升所謂「各有所執，乖戾分爭，從之則失道，不從則失人也。」蓋凡學皆貴求新，惟經學必專守舊。經作於大聖，傳自古賢。先儒口授其文，後學心知其意，制度有一定而不可私造，義理衷一是而非能臆說。世世遞嬗，師師相承，謹守訓辭，毋得改易。如是，則經旨不雜而聖教易明矣。若必各務創獲，苟異先儒；騁怪奇以釣名，恣穿鑿以標異，是乃決科之法，發策之文；侮慢聖言，乖違經義。後人說經，多中此弊；漢世近古，已兆其端。故愚以為明、章極盛之時，不加武、宣昌明之代也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "經學中衰時代第五",
            "paragraphs": [
                {
                    "paragraph": "經學中衰時代第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "經學盛於漢；漢亡而經學衰。桓、靈之間，黨禍兩見，志士仁人，多填牢戶，文人學士，亦扞文網；固已士氣頹喪而儒風寂寥矣。鄭君康成，以博聞彊記之才，兼高節卓行之美，著書滿家，從學盈萬。當時莫不仰望，稱伊、雒以東，淮、漢以北，康成一人而已。咸言先儒多闕，鄭氏道備。自來經師未有若鄭君之盛者也。然而木鐸行教，卒入河海而逃；蘭陵傳經，無救焚坑之禍；鄭學雖盛，而漢學終衰。《三國志》董昭上疏陳末流之弊云：「竊見當今年少，不復以學問為本，專更以交游為業。國士不以孝弟清修為首，乃以趨勢游利為先。」杜恕上疏云：「今之學者，師商、韓而上法術，競以儒家為迂闊，不周世用。此則風俗之流弊。」魚豢《魏略》以董邁、賈洪、邯鄲淳、薛夏、隗禧、蘇林、樂祥七人為儒宗；其序曰：「正始中，有詔議圜丘，普延學士。是時郎官及司徒領吏二萬餘人，……而應書與議者，略無幾人。又是時朝堂公卿以下四百餘人，其能操筆者未有十人，多皆飽食相從而退。嗟夫！學業沈隕，乃至於此。是以私心常區區貴乎數公者，各處荒亂之際，而能守志彌敦者也。」魚豢序見《三國志注》，令人閱之悚然。夫以兩漢經學之盛，不百年而一衰至此；然則，文明豈可恃乎！范蔚宗論鄭君「括囊大典，網羅眾家；刪裁繁蕪，刊改漏失；自是學者略知所歸。」蓋以漢時經有數家，家有數說，學者莫知所從。鄭君兼通今古文，溝合為一，於是經生皆從鄭氏，不必更求各家。鄭學之盛在此，漢學之衰亦在此。《鄭君傳》云：「凡玄所注《周易》、《尚書》、《毛詩》、《儀禮》、《禮記》、《論語》、《孝經》、《尚書大傳》、《中候》、《乾象歷》，又著《七政論》、《魯禮禘祫義》、《六藝論》、《毛詩譜》、《駁許慎五經異義》、《答臨孝存周禮難》凡百餘萬言。」案鄭注諸經，皆兼采今古文。注《易》用費氏古文；爻辰出費氏分野，今既亡佚，而施、孟、梁邱《易》又亡，無以攷其同異。注《尚書》用古文，而多異馬融；或馬從今而鄭從古，或馬從古而鄭從今。是鄭注《書》兼采今古文也。箋《詩》以毛為主，而間易毛字。自云：「若有不同，便下己意。」所謂己意，實本三家。是鄭箋《詩》兼采今古文也。注《儀禮》並存今古文；從今文則注內疊出古文，從古文則注內疊出今文。是鄭注《儀禮》兼采今古文也。《周禮》古文無今文，《禮記》亦無今古文之分，其注皆不必論。注《論語》，就《魯論》篇章，參之《齊》、《古》，為之注，云：「《魯》讀某為某，今從古。」是鄭注《論語》兼采今古文也。注《孝經》多今文說，嚴可均有輯本。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "所謂鄭學盛而漢學衰者；漢經學近古可信，十四博士今文家說，遠有師承；劉歆創通古文，衛宏、賈逵、馬融、許慎等推衍其說，已與今學分門角立矣。然今學守今學門戶，古學守古學門戶。今學以古學為變亂師法，古學以今學為「黨同妒真。」相攻若仇，不相混合。杜、鄭、賈、馬注《周禮》、《左傳》，不用今說；何休注《公羊傳》，亦不引《周禮》一字；許慎《五經異義》分今文說、古文說甚晰。若盡如此分別，則傳至後世，今古文不雜廁，開卷可了然矣。鄭君先通今文，後通古文。其傳曰：「造太學受業，師事京兆第五元先。始通京氏《易》、《公羊春秋》、《三統歷》、《九章算術》。又從東郡張恭祖受《周官》、《禮記》、《左氏春秋》、《韓詩》、《古文尚書》。以山東無足問者，乃西入關，因涿郡盧植，事扶風馬融。」案京氏《易》、《公羊春秋》為今文，《周官》、《左氏春秋》、《古文尚書》為古文。鄭君博學多師，今古文道通為一，見當時兩家相攻擊，意欲參合其學，自成一家之言，雖以古學為宗，亦兼采今學以附益其義。學者苦其時家法繁雜，見鄭君閎通博大，無所不包，眾論翕然歸之，不復舍此趨彼。於是鄭《易注》行而施、孟、梁丘、京之《易》不行矣；鄭《書注》行而歐陽、大小夏侯之《書》不行矣；鄭《詩箋》行而魯、齊、韓之《詩》不行矣；鄭《禮注》行而大小戴之《禮》不行矣；鄭《論語注》行而齊、魯《論語》不行矣。重以鼎足分爭，經籍道息。漢學衰廢，不能盡咎鄭君；而鄭采今古文，不復分別，使兩漢家法亡不可考，則亦不能無失。故經學至鄭君一變。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "事有不可一概論者，非通觀古今，不能定也。《毛詩》、《左傳》乃漢時不立學之書，而後世不可少；鄭君為漢儒敗壞家法之學，本李兆洛說而後世尤不可無。漢時《詩》有魯、齊、韓三家，《春秋》有《公》、《榖》二傳。《毛詩》、《左傳》不立學無害；且不立學，而三家二傳更不至淆雜也。漢後三家盡亡，二傳殆絕，若無《毛詩》、《左傳》，學者治《詩》、《春秋》，更無所憑依矣。鄭君雜糅今古，使顓門學盡亡；然顓門學既亡，又賴鄭注得略攷見。今古之學若無鄭注，學者欲治漢學，更無從措手矣！此功過得失互見而不可概論者也。鄭君從黨遍天下，即經學論，可謂小統一時代。傳云：「齊、魯間宗之」；非但齊、魯間宗之，傳列郗慮等五人，《鄭志》、《鄭記》有趙商等十六人。《三國志姜維傳》云：「好鄭氏學」，不知其何所受。昭烈帝嘗自言周旋鄭康成間，蓋鄭君避地徐州，時昭烈為徐州牧，嘗以師禮事之。然則，蜀漢君臣亦鄭學支裔矣。有與鄭君同時而學不盡同者：荀爽、虞翻並作《易注》；荀用費《易》，虞用孟《易》，今略存於李鼎祚《集解》中。虞嘗駮鄭《尚書注》，又以《鄭易注》為不得。王粲亦駮鄭，而其說不傳。有視鄭稍後而學不盡同者：王弼《易注》，盡掃象數，雖亦用費《易》，而說解不同。故李鼎祚云：「刊輔嗣之野文，補康成之逸象。」何晏《論語集解》雖采鄭注，而不盡主鄭。若王肅尤顯與為敵者。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鄭學出而漢學衰，王肅出而鄭學亦衰。肅善賈、馬之學，而不好鄭氏。賈逵、馬融皆古文學，乃鄭學所自出。肅善賈、馬而不好鄭，殆以賈、馬專主古文，而鄭又附益以今文乎？案王肅之學，亦兼通今古文。肅父朗師楊賜，楊氏世傳歐陽《尚書》；洪亮吉《傳經表》以王肅為伏生十七傳弟子，是肅嘗習今文；而又治賈、馬古文學。故其駁鄭，或以今文說駮鄭之古文，或以古文說駮鄭之今文。不知漢學重在顓門，鄭君雜糅今古，近人議其敗壞家法，肅欲攻鄭，正宜分別家法，各還其舊，而辨鄭之非，則漢學復明，鄭學自廢矣。乃肅不惟不知分別，反效鄭君而尤甚焉。偽造孔安國《尚書傳》、《論語孝經注》、《孔子家語》、《孔叢子》，共五書，以互相證明；讬於孔子及孔氏子孫，使其徒孔衍為之證。不思《史》、《漢》皆云安國早卒，不云有所撰述；偽作三書，已與《史》、《漢》不合矣。而《家語》、《孔叢子》二書，取郊廟大典禮兩漢今古文家所聚訟不決者，盡讬於孔子之言，以為定論。不思漢儒議禮聚訟，正以去聖久遠，無可據依。故石渠、虎觀，天子稱制臨決。若有孔子明文可據，群言淆亂折諸聖，尚安用此紛紛為哉！肅作《聖證論》，以譏短鄭君；蓋自謂取證於聖人之言；《家語》一書，是其根據。其注《家語》，如五帝、七廟、郊丘之類，皆牽引攻鄭之語，適自發其作偽之覆。當時鄭學之徒皆云「《家語》，王肅增加。」或云王肅所作。是肅所謂聖證，人皆知其不出於聖人矣。孫志祖《家語疏證》已明著其偽。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "兩漢經學極盛，而前漢末出一劉歆，後漢末生一王肅，為經學之大蠹。歆，楚元王之後；其父向，極言劉氏、王氏不並立。歆黨王莽篡漢，於漢為不忠，於父為不孝。肅父朗，漢會稽太守，為孫策虜，復歸曹操，為魏三公。肅女適司馬昭，黨司馬氏篡魏，但早死不見篡事耳。二人黨附篡逆，何足以知聖經！而歆創立古文諸經，汨亂今文師法；肅偽作孔氏諸書，並鄭氏學亦為所亂。歆之學行於王莽；肅以晉武帝為其外孫，其學行於晉初。《尚書》、《詩》、《論語》、《三禮》、《左氏解》及撰定父朗所作《易傳》，皆立學官。晉初郊廟之禮，皆王肅說，不用鄭義。其時孔晁、孫毓等申王駁鄭，孫炎、馬昭等又主鄭攻王，齗齗於鄭、王兩家之是非，而兩漢顓門無復過問。重以永嘉之亂，《易》亡梁丘、施氏、高氏，《書》亡歐陽、大小夏侯，《齊詩》在魏已亡，《魯詩》不過江東，《韓詩》雖存，無傳之者，孟、京、費《易》亦無傳人，《公》、《榖》雖在若亡。晉元帝修學校，簡省博士，置《周易》王氏，《尚書》鄭氏，《古文尚書》孔氏，《毛詩》鄭氏，《周官》、《禮記》鄭氏，《春秋左傳》杜氏、服氏，《論語》、《孝經》鄭氏博士各一人。太常荀崧上疏，請增置鄭《易》、《儀禮》及《春秋公羊》、《榖梁》博士各一人，時以為《榖梁》膚淺不足立。王敦之難，復不果行。晉所立博士，無一為漢十四博士所傳者，而今文之師法遂絕。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "世傳《十三經》注，除《孝經》為唐明皇御注外，漢人與魏、晉人各居其半。鄭君箋《毛詩》，注《周禮》、《儀禮》、《禮記》；何休注《公羊傳》；趙岐注《孟子》；凡六經，皆漢人注。孔安國《尚書傳》，王肅偽作；王弼《易注》；何晏《論語集解》；凡三經，皆魏人注。杜預《左傳集解》；范寧《榖梁集解》；郭璞《爾雅注》；凡三經，皆晉人注。以注而論，魏、晉似不讓漢人矣；而魏、晉人注卒不能及漢者：孔《傳》多同王肅，孔《疏》已有此疑；宋吳棫與朱子及近人閻若璩、惠棟歷詆其失，以為偽作；丁晏《尚書餘論》，攷定其書實出王肅。據《晉書 荀崧傳》，崧疏稱武帝時置博士，已有孔氏，是晉初已立學。永嘉之亂亡失，東晉時梅頤復獻之，非梅頤偽作也。王弼、何晏祖尚玄虛，范寧常論其罪浮於桀、紂。王弼《易注》，空談名理，與漢儒樸實說經不似；故宋趙師秀云：「輔嗣《易》行無漢學。」何晏《論語集解》合包、周之《魯論》，孔、馬之《古論》，而雜糅莫辨。所引孔注，亦是偽書；如「孰謂鄹人之子知禮乎」，孔注「鄹，孔子父叔梁紇所治邑」，不自稱幾世祖，此大可疑者。丁晏謂孔注亦王肅偽作。杜預《左傳集解》多據前人說解，而沒其名，後人疑其杜撰。諒暗短喪，倡為邪說。《釋例》於「凡弒君稱君，君無道也」一條，亟揚其波。鄭伯射王中肩之類，曲為出脫。焦循論預背父黨篡之罪，謂為司馬氏飾，其注多傷名教，不可為訓。范寧《榖梁集解》，雖存《榖梁》舊說，而不專主一家。序於三傳皆加詆諆，宋人謂其最公。此與宋人門徑合耳；若漢時，三傳各守顓門，未有兼采三傳者也。郭璞《爾雅注》亦沒前人說解之名，餘蕭客謂為攘善無恥。此皆魏、晉人所注經，准以漢人著述體例，大有逕庭，不止商、周之判。蓋一壞於三國之分鼎，再壞於五胡之亂華，雖緒論略傳，而宗風已墜矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "經學分立時代第六",
            "paragraphs": [
                {
                    "paragraph": "經學分立時代第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "自劉、石十六國并入北魏，與南朝對立，為南北朝分立時代；而其時說經者亦有「南學」「北學」之分。此經學之又一變也。《北史儒林傳》序曰：「江左，《周易》則王輔嗣，《尚書》則孔安國，《左傳》則杜元凱；河、洛，《左傳》則服子慎，《尚書》、《周易》則鄭康成；《詩》則並主於毛公，《禮》則同遵於鄭氏。」案南北學派，《北史》數言盡之。夫學出於一，則人知依歸；道紛於歧，則反致眩惑。鄭君生當漢末，未雜玄虛之習、偽撰之書，箋注流傳，完全無缺；欲治「漢學」，舍鄭莫由。北學，《易》、《書》、《詩》、《禮》皆宗鄭氏，《左傳》則服子慎。鄭君注《左傳》未成，以與子慎，見於《世說新語》。是鄭、服之學本是一家；宗服即宗鄭，學出於一也。南學則尚王輔嗣之玄虛，孔安國之偽撰，杜元凱之臆解，此數家與鄭學枘鑿，亦與漢儒背馳。乃使涇、渭混流，薰、蕕同器，以致後世不得見鄭學之完全，並不得存漢學之什一，豈非談空空、核玄玄者階之厲乎！南方玄學不行於北魏，李業興對梁武帝云：「少為書生，止習五典，……素不玄學，何敢仰酬！」此北重經學不雜玄學之明証。南學之可稱者，惟晉、宋間諸儒善說禮服。宋初雷次宗最著，與鄭君齊名，有雷、鄭之稱。當崇尚老、莊之時，而說禮謹嚴，引證詳實，有漢石渠、虎觀遺風，此則後世所不逮也。其說略見於杜佑《通典》。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《北史》又云；「漢世鄭氏並為眾經註解，服虔、何休各有所說。鄭，《易》、《詩》、《書》、《禮》、《論語》、《孝經》；虔，《左氏春秋》；休，《公羊傳》；大行於河北。」案漢儒經注，當時存者，止此三家；河北大行，可謂知所宗尚。而據《北史》，河、洛主服氏《左傳》外，不聞更有何氏《公羊》；且云：「《公羊》、《榖梁》，多不措意。」《儒林傳》載習《公羊春秋》者，止有梁祚一人；而劉蘭且排毀《公羊》。則此所云《公羊》大行，似非實錄。《公羊傳何氏解詁疏》二十八卷，《唐志》不載；《崇文總目》始著錄稱，不著撰人名氏，或云徐彥；而徐彥亦不知何代人。近人王鳴盛謂即《北史》之徐遵明；以其文氣似六朝人，不似唐人所為。洪頤煊引疏司空掾云「『若今之三府掾。』三府掾，六朝時有之，至唐以後則無此稱矣；此疏為梁、齊間舊帙無疑。」姚範云：「隋、唐間不聞有三府掾，亦無三府之稱，意者在北齊、蕭梁之間乎？」據此二說，則以為徐遵明，不為無見。惟據《北史》，遵明傳鄭《易》、《尚書》、《三禮》，服氏《春秋》，不聞傳何氏《公羊》，其弟子亦無傳《公羊》學者；則謂彥即遵明，尚在疑似之間。《公羊疏》設問答；梁有《公羊傳問》九卷，荀爽問，魏安平太守徐欽答；又晉車騎將軍庾翼問，王愆期答；其書在隋並亡，或即徐《疏》所引。王愆期注《公羊》，以為《春秋》制文王指孔子，見《書泰誓疏》引；兩漢人無此說，亦未可據。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《北史》又云：「南人約簡，得其英華；北學深蕪，窮其枝葉。」蓋唐初人重南輕北，故定從南學；而其實不然。說經貴約簡，不貴深蕪，自是定論；但所謂約簡者，必如漢人之持大體，玩經文，口授微言，篤守師說，乃為至約而至精也。若唐人謂南人約簡得其英華，不過名言霏屑，騁揮麈之清談；屬詞尚腴，侈雕蟲之餘技。如皇侃之《論語義疏》，名物制度，略而弗講，多以老、莊之旨，發為駢儷之文，與漢人說經相去懸絕。此南朝經疏之僅存於今者，即此可見一時風尚。江藩以其得自日本，疑為足利贗鼎；不知此等文學，非六朝以後人所能為也。《禮記疏》本皇、熊二家；熊安生北學，皇侃南學。孔穎達以為熊違經多引外義，釋經唯聚難義，此正所謂北學深蕪者。又以皇雖章句詳正，微稍繁廣；以熊比皇，皇氏勝矣；此則皇氏比熊為勝，正所謂南人約簡者。而《郊特牲》疏云：「皇氏於此經之首，廣解天地百神用樂委曲，及諸雜禮制，繁而不要，非此經所須；又隨事曲解，無所憑據；今皆略而不載。」此又孔穎達之所謂繁廣者。說禮本宜詳實，不嫌稍繁；皇氏之解《禮記》，視《論語義疏》為遠勝矣。《南史皇侃傳》，「所撰《論語義》、《禮記義》見重於世，學者傳焉。」今《論語義》佚而複存，《禮記義》略見孔疏。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《南史儒林傳》《序》「宋、齊國學，時或開置，而勸課未博，建之不能十年，蓋取文具而已。是時鄉里莫或開館，公卿罕通經術。朝廷大儒，獨學而弗肯養眾；後生孤陋，擁經而無所講習。……至梁武創業，深愍其弊。天監四年，乃詔開五館，建立國學，總以五經教授，置五經博士各一人。於是以平原明山賓、吳郡陸璉、吳興沈峻、建平嚴植之，會稽賀瑒補博士，各主一館。館有數百生，給其餼廩。其射策通明經者，即除為吏。於是懷經負笈者雲會矣。又選學生遣就會稽雲門山，受業於廬江河胤。分遣博士祭酒到州郡立學。七年，又詔皇太子宗室王侯始就學受業。武帝親屈輿駕，釋奠於先師先聖，申之以宴語，勞之以束帛。濟濟焉！洋洋焉！大道之行也如是。及陳武創業，時經喪亂，……敦獎未遑，……稍置學官，成業蓋寡。」案南朝以文學自矜，而不重經術；宋、齊及陳，皆無足觀。惟梁武起自諸生，知崇經術；崔、嚴、何、伏之徒，前後並見升寵，四方學者靡然向風；斯蓋崇儒之效。而晚惑釋氏，尋遘亂亡，故南學仍未大昌。姚方興得《舜典》篇首二十八字於大行頭，梁武時為博士議駮，有漢宣、章二帝稱制臨決之風，而至今流傳。偽中之偽，是又梁武所不料也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《北史 儒林傳序》「魏道武初定中原，……始建都邑，便以經術為先。立太學，置五經博士，生員千有餘人。天興二年春，增國子太學生員至三千人。……明元時，改國子為中書學，立教授博士。太武始光三年春，起太學於城東。後徵盧玄、高允等，而令州郡各舉才學，於是人多砥尚儒術。……天安初，詔立鄉學。……太和中，改中書學為國子學，建明堂辟雍，尊三老五更，又開皇子之學。及遷都洛邑，詔立國子太學、四門小學。……劉芳、李彪諸人以經術進。……宣武時，復詔營國學，樹小學於四門，大選儒生，以為小學博士員四十人。雖黌宇未立，而經術彌顯。時天下承平，學業大盛；故燕、齊、趙、魏之間，橫經著錄，不可勝數；大者千餘人，小者猶數百。……周文受命，雅重經典；……明皇纂歷，敦尚學藝。內有崇文之觀，外重成均之職。……徵沈重於南荊，……待熊安生以殊禮。是以天下慕向，文教遠覃。」案北朝諸君，惟魏孝文、周武帝能一變舊風，尊崇儒術。考其實效，亦未必優於蕭梁。而北學反勝於南者，由於北人俗尚樸純，未染清言之風、浮華之習，故能專宗鄭、服，不為偽孔、王、杜所惑。此北學所以純正勝南也。焦循曰：「正始以後，人尚清談。迄晉南渡，經學盛於北方。大江以南，自宋及齊，遂不能為儒林立傳。梁天監中，漸尚儒風，於是梁書有《儒林傳》。《陳書》嗣之，仍梁所遺也。魏儒學最隆，歷北齊、周、隋，以至唐武德、貞觀，流風不絕，故《魏書儒林傳》為盛。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "「北方戎馬，不能屏視月之儒；南國浮屠，不能改經天之義。」此孔廣森以為經學萬古不廢，歷南北朝之大亂，異端雖熾，聖教不絕也。而南北諸儒抱殘守缺，其功亦未可沒焉。夫漢學重在明經，唐學重在疏注；當漢學已往，唐學未來，絕續之交，諸儒倡為義疏之學，有功於後世甚大。南如崔靈恩《三禮義宗》、《左氏經傳義》，沈文阿《春秋》、《禮記》、《孝經》、《論語義疏》，皇侃《論語》、《禮記義》，戚袞《禮記義》，張譏《周易》、《尚書》、《毛詩》、《孝經》、《論語義》，顧越《喪服》、《毛詩》、《孝經》、《論語義》，王元規《春秋》、《孝經義記》；北如劉獻之《三禮大義》，徐遵明《春秋義章》，李鉉撰定《孝經》、《論語》、《毛詩》、《三禮義疏》，沈重《周禮》、《儀禮》、《禮記》、《毛詩》、《喪服經義》，熊安生《周禮》、《禮記義疏》、《孝經義》；皆見《南北史 儒林傳》。今自皇、熊二家見采於《禮記疏》外，其餘書皆亡佚。然淵源有自，唐人五經之疏未必無本於諸家者。論先河後海之義，亦豈可忘篳路藍縷之功乎。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《北史》又云：「自魏末大儒徐遵明門下講鄭玄所注《周易》，遵明以傳盧景裕，……景裕傳權會、郭茂，……能言《易》者多出郭茂之門。河南及青、齊之間儒生多講王輔嗣所注，師訓蓋寡。齊時儒士罕傳《尚書》之業，徐遵明兼通之。遵明受業於屯留王聰，傳授浮陽李周仁及勃海張文敬、李鉉、河間權會，並鄭康成所注，非古文也。下里諸生，略不見孔氏註解。武平末，劉光伯、劉士元始得費甝《義疏》，乃留意焉。其《詩》、《禮》、《春秋》，尤為當時所尚，諸生多兼通之。《三禮》並出遵明之門。徐傳業於……熊安生，……其後生能通《禮》經者，多是安生門人。諸生盡通《小戴禮》，於《周》、《儀禮》兼通者，十二三焉。通《毛詩》者，多出於魏朝劉獻之，……其後能言《詩》者多出二劉之門。河北諸儒能通《春秋》者，並服子慎所注，亦出徐生之門。……姚文安、秦道靜初亦學服氏，後兼更講杜元凱所注。其河外儒生，俱伏膺杜氏。」案史言北學極明晰；而北學之折入於南者，亦間見焉。青、齊之間，多講王輔嗣《易》、杜元凱《左傳》；蓋青、齊居南北之中，故魏、晉經師之書，先自南傳於北。北學以徐遵明為最優，擇術最正；鄭注《周易》、《尚書》、《三禮》，服注《春秋》，皆遵明所傳；惟《毛詩》出劉獻之耳。其後則劉焯、劉炫為優，而崇信偽書，擇術不若遵明之正。得費甝《義疏》，傳偽孔古文，實始於二劉。二劉皆北人，乃傳南人費甝之學，此北學折入於南之一証。蓋至隋，而經學分立時代變為統一時代矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "經學統一時代第七",
            "paragraphs": [
                {
                    "paragraph": "經學統一時代第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "學術隨世運為轉移，亦不盡隨世運為轉移。隋平陳而天下統一，南北之學亦歸統一，此隨世運為轉移者也；天下統一，南並於北，而經學統一，北學反并於南，此不隨世運為轉移者也。《北史儒林傳序》「自正朔不一，將三百年；師訓紛綸，無所取正。隋文……平一寰宇，頓天網以掩之，……於是四海九州強學待問之士靡不畢集。……齊、魯、趙、魏，學者尤多。負笈追師，不遠千里。講誦之聲，道路不絕。中州之盛，自漢、魏以來，一時而已。及帝暮年，……不悅儒術，……遂廢天下之學，唯存國子一所，弟子七十二人。煬帝即位，復開庠序，國子郡縣之學盛於開皇之初。徵辟儒生，遠近畢至，使相與講論得失於東都之下。納言定其差次，一以聞奏焉。於時舊儒多已雕亡，惟信都劉士元、河間劉光伯拔萃出類，學通南北，博極古今，後世鑽仰。所製諸經議疏，搢紳咸師宗之。既而外事四夷，……其風漸墜。……方領矩步之徒，亦轉死溝壑。凡有經籍，因此湮沒於煨燼矣。」案史於隋一代經學盛衰及南北學統一，說皆明晰；而北學所以並入於南之故，尚未了然。南朝衣冠禮樂，文采風流，北人常稱羨之。高歡謂江南蕭衍老公專事衣冠禮樂，中原士大夫望之，以為正朔所在。是當時北人稱羨南朝之證。經本樸學，非顓家莫能解，俗目見之，初無可悅。北人篤守漢學，本近質樸；而南人善談名理，增飾華詞，表裏可觀，雅俗共賞。故雖以亡國之餘，足以轉移一時風氣，使北人舍舊而從之。正如王褒入關，貴游並學褒書，趙文深之書遂被遐棄。文深知好尚難反，亦改習褒書。庾信歸周，群公碑志多出其手。信有「韓陵一片石可共語，餘皆驢鳴犬吠」之言。此皆北人重南、南人輕北之證。北方經學折入於南，亦猶是也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "經學統一之後，有南學，無北學。南學北學，以所學之宗主分之，非以其人之居址分之也。當南北朝時，南學亦有北人，北學亦有南人。如崔靈恩本北人，而歸南；沈重本南人，而歸北。及隋並陳，褚暉、顧彪、魯世達、張沖皆以南人見重於煬帝。南方書籍，如費甝《義疏》之類，亦流入於北方。人情既厭故喜新，學術又以華勝樸。當時北人之於南學，有如「陳相見許行而大悅，盡棄其學而學焉」矣。《隋書經籍志》於《易》云：「梁、陳，鄭玄、王弼二註，列於國學。齊代，唯傳鄭義。至隋，王註盛行，鄭學浸微。」於《書》云：「梁、陳所講，有鄭、孔二家。齊代，唯傳鄭義。至隋，孔、鄭並行，而鄭氏甚微。」於《春秋》云：「《左氏》唯傳服義。至隋，杜氏盛行，服義浸微。」是偽孔、王、杜之盛行，鄭、服之浸微，皆在隋時。故天下統一之後，經學亦統一，而北學從此絕矣。隋之二劉，冠冕一代。唐人作疏，《詩》、《書》皆本二劉；而孔穎達《書疏》序云：「焯乃組織經文，穿鑿孔穴，……使教者煩而多惑，學者勞而少功。……炫嫌焯之煩雜，就而刪焉。……義既太略，辭又過華。雖為文筆之善，乃非開獎之路。」據孔氏說，是二劉以北人而染南習；變樸實說經之體，蹈華腴害骨之譏；蓋為風氣所轉移，不得不俯從時尚也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "唐太宗以儒學多門，章句繁雜，詔國子祭酒孔穎達與諸儒撰定五經義疏，凡一百七十卷，名曰《五經正義》。穎達既卒，博士馬嘉運駮其所定義疏之失，有詔更定，未就。永徽二年，詔諸臣復考證之，就加增損。永徽四年，頒孔穎達《五經正義》於天下，每年明經依此考試。自唐至宋，明經取士，皆遵此本。夫漢帝稱制臨決，尚未定為全書；博士分門授徒，亦非止一家數；以經學論，未有統一若此之大且久者。此經學之又一變也。其所定五經疏，《易》主王注，《書》主孔傳，《左氏》主杜解；鄭注《易》、《書》，服注《左氏》，皆置不取。論者責其朱紫無別，真贗莫分，唐初編定諸儒誠不得辭其咎。而據《隋經籍志》，鄭注《易》、《書》，服注《左氏》，在隋已浸微將絕，則在唐初已成「廣陵散」矣。北學既并於南，人情各安所習；諸儒之棄彼取此，蓋亦因一時之好尚，定一代之規模。猶之唐行詩賦，本煬帝科舉之遺；明用時文，沿元人經疑之式。名為新義，實襲舊文。《尚書舜典》疏云：「鞭刑，……大隋造律，方始廢之。」《呂刑》疏云：「大隋開皇之初，始除男子宮刑。」以唐人而稱大隋，此沿襲二劉之明證。是則作奏雖工，葛龔之名未去；建國有制，節度之榜猶存。疏失可嗤，不能為諸儒解矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "議孔疏之失者，曰彼此互異，曰曲徇注文，曰雜引讖緯。案著書之例，注不駮經，疏不駮注；不取異義，專宗一家；曲徇注文，未足為病。讖緯多存古義，原本今文；雜引釋經，亦非巨謬。惟彼此互異，學者莫知所從；既失刊定之規，殊乖統一之義。即如讖緯之說，經疏並引；而《詩》、《禮》從鄭，則以為是；《書》不從鄭，又以為非；究竟讖緯為是為非，矛盾不已甚歟！官修之書不滿人意，以其雜出眾手，未能自成一家。唐修《晉書》，大為子玄呵詆；梁撰《通史》，未見一字留遺。《正義》奉敕監修，正中此弊。穎達入唐，年已耄老；豈盡逐條親閱，不過總攬大綱。諸儒分治一經；各取一書以為底本，名為創定，實屬因仍。書成而穎達居其功，論定而穎達尸其過。究之功過非一人所獨擅，義疏並非諸儒所能為也。其時同修《正義》者，《周易》則馬嘉運、趙乾葉，《尚書》則王德韶、李子雲，《毛詩》則王德韶、齊威，《春秋》則谷那律、楊士勛，《禮記》則朱子奢、李善信、賈公彥、柳士宣、范義頵、張權。標題孔穎達一人之名者，以年輩在先，名位獨重耳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "朱子謂五經疏，《周禮》最好，《詩》、《禮記》次之，《書》、《易》為下。《困學紀聞》云：「考之《隋志》，王弼《易》，孔安國《書》，齊、梁始列國學；故諸儒之說，不若《詩》、《禮》之詳實。」其說亦未盡然。《正義》者，就傳注而為之疏解者也。所宗之注不同，所撰之疏亦異。《易》主王弼，本屬清言。王注，河北不行。「江南義疏十有餘家，皆辭尚虛玄，義多浮誕」，《正義序》已明言其失。而疏文仍失於虛浮，以王注本不摭實也。《書》主偽孔，亦多空詮，孔《傳》，河北不行。《正義》專取二劉，序又各言其失，由偽傳本無足徵也。《詩》、《禮》、《周禮》，皆主鄭氏，義本詳實；名物度數，疏解亦明；故於諸經《正義》為最優。朱子分別次序極當。竊謂《周禮》是一代之制，猶不如《禮記》可以通行，學術治術無所不包。《王制》一篇，體大物博，與《孟子》、《公羊》多合。用其書，可以治天下。比之《周禮》，尤為簡明。治注疏者，當從此始。《左氏傳》，朱子所未言者。案《左氏正義》，雖詳亦略，盡棄賈、服舊解，專宗杜氏一家。劉炫規杜，多中杜失；乃駮劉申杜，強為飾說。嘗讀《正義》，怪其首尾橫決，以為必有訛脫。攷各本皆如是，疑莫能釋。後見劉文淇《左傳舊疏考證》，乃知劉炫規杜，先申杜而後加規；《正義》乃翦截其文，以劉之申杜者列於後，而反以駮劉；又不審其文義，以致不相承接。首尾橫決，職此之由。《易》、《書》之疏，間亦類此，特未若《左傳疏》之甚耳。",
                    "zhushu": "劉文淇謂「唐人刪定者僅駁劉炫說百餘條，餘皆光伯述議也。」劉毓崧又作《周易尚書舊疏考正》。",
                    "type": 2
                },
                {
                    "paragraph": "唐人義疏，其可議者誠不少矣；而學者當古籍淪亡之後，欲存漢學於萬一，窺鄭君之藩籬，舍是書無徵焉。是又功過互見，未可概論者也。前乎唐人義疏，經學家所寶貴者，有陸德明《經典釋文》。《經典釋文》，亦是南學。其書創始於陳後主元年，成書在未入隋以前。而《易》主王氏，《書》主偽孔，《左》主杜氏，為唐人義疏之先聲。中引北音，止一再見。《序錄》於王曉《周禮音》，註云：「江南無此書，不詳何人。」於《論語》云：「北學有杜弼注，世頗行之。」北方大儒，如徐遵明，未嘗一引。陸本南人，未通北學，固無怪也。與義疏同時並出者，唐初又有《定本》，出顏師古，五經疏嘗引之。師古為顏之推後人。之推本南人，晚歸北，其作《家訓》，引江南、河北本，多以江南為是。師古《定本》從南，蓋本《家訓》之說；而《家訓》有不盡是者。如《詩》「興雲祁祁」，《家訓》以為當作「興雨」，《詩正義》即據《定本》作「興雨」，以或作「興雲」為誤。不知古本作「興雲」，漢《無極山碑》可證。《毛詩》亦當與三家同。古無虛實兩讀之分，下云「雨我公田」，若上句又作「興雨」，則文義重復。《家訓》據班固《靈臺詩》「祁祁甘雨」，不知班氏是合「興雲祁祁，雨我公田」為一句。班作《漢書食貨志》，引《詩》正作「興雲」，尤可證也。自《正義》、《定本》頒之國胄，用以取士，天下奉為圭臬。唐至宋初數百年，士子皆謹守官書，莫敢異議矣。故論經學，為統一最久時代。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "唐以《易》、《書》、《詩》、三《禮》、三《傳》合為九經，取士。《禮記》、《左傳》為大經，《毛詩》、《周禮》、《公羊》為中經，《周易》、《尚書》、《儀禮》、《榖梁》為小經。以經文多少分大中小三等，取士之法不得不然。開元八年，國子司業李元上言：「三《禮》、三《傳》及《毛詩》、《尚書》、《周易》等，並聖賢微旨，生人教業。……今明經所習，務在出身。咸以《禮記》文少，人皆競讀。《周禮》經邦之軌則，《儀禮》莊敬之楷模；《公羊》、《榖梁》，歷代宗習。今兩監及州縣，以獨學無友，四經殆絕。事資訓誘，不可因循。」開元十六年，楊瑒為國子祭酒，奏言：「今明經習《左氏》者十無二三。……又《周禮》、《儀禮》、《公羊》、《榖梁》殆將絕廢，……請量加優獎。」據此二說，則唐之盛時，諸經已多束閣。蓋大經，《左氏》文多於《禮記》，故多習《禮記》，不習《左氏》。中、小經，《周禮》、《儀禮》、《公羊》、《榖梁》難於《易》、《書》、《詩》，故多習《易》、《書》、《詩》，不習《周禮》、《儀禮》、《公羊》、《榖梁》。此所以四經殆絕也。唐帖經課試之法，以其所習經掩其兩端，中間惟開一行，裁紙為帖，凡帖三字，隨時增損，可否不一，或得四，或得五，或得六，為通。專攷記誦，而不求其義，故明經不為世重，而偏重進士。宋初因唐明經之法，王安石改用墨義，是為空衍義理之始，元、明經義時文之濫觴。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漢熹平刊《石經》之後，越五百餘年，而有唐開成《石經》。此一代之盛舉，群經之遺則也。惟唐不重經術，故以文宗右文之主，鄭覃以經術位宰相，而所刊《石經》，不滿人意，史臣以為名儒不窺。當時並無名儒，窺不窺無足論；而自熹平《石經》散亡之後，惟開成《石經》為完備；以視兩宋刻本，尤為近古。雖校刊不盡善，豈無佳處足證今本之訛脫者。顧炎武攷監本《儀禮》，脫誤尤多，《士昏禮》脫「胥授綏」一節十四字，賴有長安《石經》可據以補。此開成《石經》有功經學之一証也。顧又攷出唐《石經》誤字甚夥，實不盡屬開成原刻。一經乾符之修造，再經後梁之補刊，三經北宋之添註，四經堯惠之謬作。其中誤字，未可盡咎唐人。精審而詳究之，亦治經之一助也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "唐人經說傳今世者，惟陸淳本啖助、趙匡之說，作《春秋纂例》、《微旨》、《辨疑》。謂：左氏，六國時人，非《論語》之丘明；雜采諸書，多不可信。《公》、《榖》口授，子夏所傳；後人據其大義，散配經文，故多乖謬，失其綱統。此等議論，頗能發前人所未發。惟《三傳》自古各自為說，無兼采《三傳》以成一書者；是開通學之途，背顓門之法矣。史徵《周易口訣》，成伯璵《毛詩指說》，韓、李《論語筆解》，皆寥寥短篇，無關閎旨。惟李鼎祚《周易集解》多存古義；後人得以窺漢《易》之大略，攷荀、虞之宗旨，賴有此書。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "唐人經學有未可抹殺者，《說郛》令狐澄《大中遺事》云：「大中時，工部尚書陳商立《春秋左傳》學議；以孔子修經，褒貶善惡，類例分明，法家流也；左丘明為魯史載述時政，惜忠賢之泯滅，恐善惡之失墜，以日系月，修其職官，本非扶助聖言、緣飾經旨，蓋太史氏之流也。舉其《春秋》，則明白而有識；合之《左氏》，則叢雜而無徵。杜元凱曾不思夫子所以為經，當以《詩》、《書》、《周易》等列；丘明所以為史，當與司馬遷、班固等列。取二義乖刺不侔之語，參而貫之，故微旨有所不周，宛章有所未一。」孫光憲《北夢瑣言》，亦載此說。案自漢後，《公羊》廢擱，《左氏》孤行，人皆以《左氏》為聖經，甚且執杜解為傳義。不但《春秋》一經，汨亂已久；而《左氏》之傳，受誣亦多。孔疏於經傳不合者，不云傳誤，反云經誤。劉知幾《史通》，詆毀聖人，尤多狂悖。皆由不知《春秋》是經，《左氏》是史。經垂教立法，有一字褒貶之文；史據事直書，無特立褒貶之義。體例判然不合，而必欲混合為一。又無解於經傳參差之故，故不能據經以正傳，反信傳而疑經矣。陳商在唐時無經學之名，乃能分別夫子是經、丘明是史，謂杜元凱參貫二義非是，可謂千古卓識。謂《左傳》非扶助聖言，即博士云「左氏不傳《春秋》」之意也；非緣飾經旨，即范升云「左氏不祖孔子」之說也。治《春秋》者，誠能推廣陳商之言，分別經是經，《左氏》是史，離之雙美，毋使合之兩傷，則不至誤以史視《春秋》，而《春秋》大義微言可復明於世矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "經學變古時代第八",
            "paragraphs": [
                {
                    "paragraph": "經學變古時代第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "經學自唐以至宋初，已陵夷衰微矣。然篤守古義，無取新奇；各承師傳，不憑胸臆，猶漢、唐注疏之遺也。宋王旦作試官，題為「當仁不讓於師」，不取賈邊解師為眾之新說，可見宋初篤實之風。乃不久而風氣遂變。《困學紀聞》云：「自漢儒至於慶歷間，談經者守訓故而不鑿。《七經小傳》出而稍尚新奇矣。至《三經義》行，視漢儒之學若土梗。」據王應麟說，是經學自漢至宋初未嘗大變，至慶歷始一大變也。《七經小傳》，劉敞作，《三經新義》，王安石作，或謂《新義》多剿敞說。元祐諸公，排斥王學；而伊川《易傳》專明義理，東坡《書傳》橫生議論，雖皆傳世，亦各標新。司馬光《論風俗札子》曰：「新進後生，口傳耳剽，讀《易》未識卦爻，已謂《十翼》非孔子之言；讀《禮》未知篇數，已謂《周官》為戰國之書，讀《詩》未盡《周南》、《召南》，已謂毛、鄭為章句之學；讀《春秋》未知十二公，已謂《三傳》可束之高閣。」陸游曰：「唐及國初，學者不敢議孔安國、鄭康成，況聖人乎！自慶歷後，諸儒發明經旨，非前人所及；然排《繫辭》，毀《周禮》，疑《孟子》，譏《書》之《胤征》、《顧命》，黜《詩》之序，不難於議經，況傳注乎！」案宋儒撥棄傳注，遂不難於議經。排《系辭》謂歐陽修，毀《周禮》謂修與蘇軾、蘇轍，疑《孟子》謂李覯、司馬光，譏《書》謂蘇軾，黜《詩序》謂晁說之。此皆慶歷及慶歷稍後人，可見其時風氣實然，亦不獨咎劉敞、王安石矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子以《易》授商瞿，五傳而至田何，又三傳為施讎、孟喜、梁丘賀，此《易》之正傳也。京房受《易》於焦延壽，讬之孟氏，不相與同，多言卦氣占驗，此《易》之別傳也。鄭注言爻辰，虞注言納甲，不過各明一義，本旨不盡在此。鄭與荀爽皆費氏《易》；惟虞翻言家傳孟氏，而注引《參同契》，又言夢道士使吞三爻，則間本於道家。王弼亦費氏《易》，而旨近老氏，則亦涉道家矣。然諸儒雖近道家，或用術數，猶未嘗駕其說於孔子之上也。宋道士陳搏乃本太乙下行九宮之法，作先天後天之圖，讬伏羲、文王之說而加之孔子之上。三傳得邵子，百其說益昌。邵子精數學，亦《易》之別傳，非必得於《河》、《洛》。程子不信邵子之數，其識甚卓。《易傳》言理，比王弼之近老氏者，為最純正。朱子以程子不言數，乃取《河》、《洛》九圖冠於所作《本義》之首。於是宋、元、明言《易》者，開卷即說先天後天。不知圖是點畫，書是文字；故漢人以《河圖》為八卦、《洛書》為九疇。宋人所傳《河圖》、《洛書》，皆黑白點子，是止可稱圖，不可稱書。而乾南坤北之位，是乾為君，而北面朝其臣。此皆百喙不能解者。是以先天後天說《易》者，皆無足觀。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《尚書》傳自伏生，今存《大傳》；而《洪範五行傳》專言祥異，則《書》之別傳也。太史公當武帝立歐陽《尚書》之時，所引《尚書》，必歐陽說，與伏傳多吻合。大小夏侯出，始小異。古文說出，乃大不同。今攷《五經異義》引《古尚書說》，《五經疏》引馬、鄭遺說，如六卿、六宗、廣地萬里、服十二章之類，多援《周禮》以解唐、虞。夫《周禮》即屬周公手定之書，亦不可強堯、舜下從成周之制，是古文說已不可信矣。偽孔《傳》出，王肅雜采今古，與馬、鄭互有得失。諸儒去古未遠，雖間易其制度，未嘗變亂其事實也。至宋儒乃以義理懸斷數千年以前之事實，謂文王不稱王；戡黎是武王；武王但伐紂，不觀兵；周公惟攝政，未代王；無解於「王若曰孟侯朕其弟子封」之文，乃以為武王封康叔；《君奭》是周公留召公；王命周公後是留後治洛；並與古說不合。考之《詩》、《書》，皆言文王受命。伏《傳》、《史記》皆言文王稱王，以戡黎為文王事，非武王事。武王既可伐紂，何以必不可觀兵。伏《傳》言周公居攝；《史記》言周公踐位。又言武王時，康叔幼，未得封；《左氏傳》祝鮀明言周公封康叔，鮀以衛人說衛事，豈猶有誤！《史記》言《君奭》作於周公居攝時，非留召公。又言周公老於豐，薨於豐，未嘗留後治洛。唐置節度留後，古無此官名。皆變亂事實之甚者，孔《傳》尚無此說，故孔《傳》雖偽，猶愈於蔡《傳》也。疑孔《傳》始於宋吳棫。朱子繼之，謂「某嘗疑孔安國書是假，《書序》是魏、晉間人作。《書》凡易讀者皆古文，伏生所傳皆難讀，如何偏記其所難而易者全不能記。」朱子所疑，真千古卓識。蔡《傳》不從師說，殆因其序以傳心為說；傳心出虞廷十六字，不敢明著其偽乎！閻若璩作《古文疏證》，攻偽《書》、偽《傳》；毛奇齡為古文作《冤詞》。人多是閻非毛，實亦未可概論。閻攻偽《書》、偽《傳》極精，而據蔡《傳》則誤。毛不信宋儒所造事實，而一從孔傳，此則毛是而閻非者，學者當分別觀之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《詩》，魯、齊、韓三家，《藝文志》以為魯最近之。《齊詩》五際六情，獨傳異義，則《詩》之別傳也。《韓詩》，唐時尚存，惜無傳人而亡。《毛傳》孤行，鄭《箋》間采魯、韓。自漢以後，說《詩》皆宗毛、鄭。宋歐陽修《本義》始辨毛、鄭之失，而斷以己意。蘇轍《詩傳》始以毛《序》不可盡信，止存其首句，而刪去其餘。南宋鄭樵《詩傳辨妄》始專攻毛、鄭，而極詆《小序》。當時周孚已反攻鄭樵。朱子早年說《詩》，亦主毛、鄭；呂祖謙《讀詩記》引朱氏曰，即朱子早年之說也。後見鄭樵之書，乃將《大小序》別為一編而辨之，名《詩序辨說》。其《集傳》亦不主毛、鄭，以《鄭》、《衛》為淫詩，且為淫人自言。同時陳傅良已疑之，謂：以城闕為偷期之所，彤管為淫奔之具，竊所未安。馬端臨《文獻通考》辨之尤詳，謂：夫子嘗刪《詩》，取《關雎》樂而不淫；今以文公《詩傳》考之，其為男女淫泆而自作者，凡二十有四，何夫子猶存之不刪！又引鄭六卿餞韓宣子所賦詩，皆文公所斥以為淫奔之人所作，而不聞被譏。乃知當如序者之說，不當如文公之說也。是朱子《詩集傳》，宋人已疑之。而朱子作《白鹿洞賦》，引《青衿》傷學校語，門人疑之而問，朱子答以序亦不可廢。是朱子作《集傳》，不過自成一家之言，非欲後人盡廢古說而從之也。王柏乃用其說而刪《詩》，豈朱子之意哉！",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《春秋公羊》、《榖梁》，漢後已成絕學。《左氏》傳事不傳義，後人專習《左氏》，於《春秋》一經，多不得其解。王安石以《春秋》為斷爛朝報而廢之，後世以此詬病安石。安石答韓求仁問《春秋》曰：「此經比他經尤難，蓋《三傳》不足信也。」尹和靖云：「介甫不解《春秋》，以其難之也，廢《春秋》非其意。」據尹氏說，安石本不欲廢《春秋》者，然不信《三傳》，則《春秋》已廢矣。若以《春秋》為斷爛朝報，則非特安石有是言，專執《左氏》為《春秋》者皆不免有此意。信《左氏》家經承舊史、史承赴告之說，是《春秋》如朝報矣；不信《公》、《榖》家日月褒貶之例，而概以為闕文，是《春秋》如朝報之斷爛者矣。宋人治《春秋》者多，而不治顓門，皆沿唐人啖、趙、陸一派。如孫復、孫覺、劉敞、崔子方、葉夢得、呂本中、胡安國、高閌、呂祖謙、程公說、張洽、呂大圭、家鉉翁，皆其著者，以劉敞為最優，胡安國為最顯。元、明用胡《傳》取士，推之太高；近人又詆之太過，而胡《傳》卒廢。平心而論，胡氏《春秋》大義本孟子，一字褒貶本《公》、《榖》，皆不得謂其非。而求之過深，務出《公》、《榖》兩家之外；鍛煉太刻，多存讬諷時事之心。其書奏御經筵，原可藉以納約。但尊王攘夷，雖《春秋》大義；而王非唯諾趨伏之可尊，夷非一身兩臂之可攘。胡《傳》首戒權臣，習藝祖懲艾黃袍之非，啟高宗猜疑諸將之意。王夫之謂岳侯之死，其說先中於庸主之心。此其立言之大失，由解經之不明也。崔子方《春秋本例》，以日月為本，在宋儒中，獨能推明《公》、《榖》；而所作《經解》並糾《三傳》，未能專主一家。朱子云：「《春秋》義例……不能自信於心，故未嘗敢措一辭。」此朱子矜慎之處，亦由未能專信《公》、《榖》，故義例無所依據也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "三《禮》本是實學，非可空言；故南北學分，而三《禮》皆從鄭注；皇、熊說異，而皆在鄭注範圍之中。宋時三禮之學，講習亦盛。王安石以《周禮》取士。後有王昭禹、易袚、葉時，皆可觀。《儀禮》有李如圭《集釋》、《釋宮》，張淳《識誤》，並實事求是之學。《禮記》，衛湜《集說》一百六十卷，采摭宏富，可比李鼎祚之集《周易》。而陳祥道之《禮書》一百五十卷，貫通經傳，晁公武、陳振孫服其精博。竊謂祥道之書，博則有之，精則未也。宋人治經，務反漢人之說。以禮而論，如謂郊禘是一，有五人帝，無五天帝，魏王肅之說也。禘是以祖配祖，非以祖配天，唐趙匡之說也。此等處，前人已有疑義，宋人遂據以詆漢儒。三代之禮久亡，漢人去古未遠，其說必有所受。古時宮室制度，至漢當有存者。如周之靈臺，漢時猶在，非後人臆說所能奪也。若古禮之不宜於今者：郊禘一歲屢行，天子難於親出；宗廟四代選毀，人情必疑不安。後世天則每歲一郊，祖則同堂異室，此皆不必強摹古禮，亦不必以古禮為非，宋人盡反先儒，一切武斷；改古人之事實，以就我之義理；變三代之典禮，以合今之制度；是皆未敢附和以為必然者也。朱子《儀禮經傳通解》，以十七篇為主，取大、小戴及他書傳所載系於禮者附之，僅成家、鄉、邦國、王朝禮，喪、祭二禮未就而朱子歿，黃乾續成之。其書甚便學者，為江永《禮經綱目》、秦蕙田《五禮通考》所自出。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "宋人不信注疏，馴至疑經；疑經不己，遂至改經、刪經、移易經文以就己說，此不可為訓者也。世譏鄭康成好改字；不知鄭《箋》改毛，多本魯、韓之說；尋其依據，猶可徵驗。注《禮記》用盧、馬之本，當如盧植所云「發起紕繆」；注云「某當為某」，亦必確有憑依。《周禮》故書，不同《儀禮》；今古文異，一從一改，即以《齊》、《古》考《魯論》之意。《儀禮》之《喪服傳》，《禮記》之《玉藻》、《樂記》，雖明知為錯簡，但存其說於注，而不易其正文。先儒之說經，如此其慎，豈有擅改經字者乎！唐魏徵作《類禮》，改易《禮記》次序，張說駮之，不行，猶得謹嚴之意。乃至宋而風氣大變。朱子注《論語》，不刪重出之章；「與其進也」三句，不鉤轉其文，但存其說於注。注《詩》「爰其適歸」，云《家語》作奚，而不改為奚；據古本「上帝甚蹈」，云《國語》作神，而不改為神；體例猶未失也。獨於《大學》，移其文，又補其傳；《孝經》分經傳，又刪經文；未免宋人習氣。而移《大學》先有二程子，刪《孝經》云本胡侍郎、汪端明，則未可盡為朱子咎。若王柏作《書疑》，將《尚書》任意增刪；《詩疑》刪《鄭》、《衛》，《風雅頌》亦任意改易；可謂無忌憚矣。《四庫提要》斥之曰：「柏何人斯，敢奮筆以進退孔子哉！」經學至斯，可云一阨。他如俞廷椿《復古編》，割裂五官，以補冬官；吳澄《禮記纂言》，將四十九篇顛倒割裂，私竄古籍，使無完膚。宋、元、明人說經之書，若此者多，而實宋人為之俑始。",
                    "zhushu": "",
                    "type": 2
                }
            ]
        },
        {
            "name": "經學積衰時代第九",
            "paragraphs": [
                {
                    "paragraph": "經學積衰時代第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "唐、宋明經取士，猶是漢人之遺；而唐不及漢，宋又不及唐者，何也？漢以經術造士，上自公卿，下逮掾吏，莫不通經。其進用，或由孝廉茂才，或由賢良對策。若射策中科，止補文學掌故、博士弟子員，非高選也。唐之帖經，猶漢之射策；其學即淺，而視之又不重。所重視者，詩賦之辭，時務之策，皆非經術。援經義對策者，僅一劉蕡引《春秋》正始之文，發宦侍無君之隱。以直言論，固屬朝陽之鳳；以經義論，亦同獨角之麟；而唐不能用。此其所以不及漢也。宋仁宗始復明經科，神宗變帖經為墨義。貼經之記誦屬實，非數年不為功；墨義之文字蹈空，即一時可猝辦。唐時帖括全寫注疏，議者病其不能通經。權德輿謂註疏猶可以質驗；不者，儻有司率情，上下其手，既失其末，又不得其本，則蕩然矣。宋用墨義，正如權德輿所料。又專用王氏《新學》，不遵古義。蘇軾以為黃茅白葦，徐禧言竊襲人語不求心通者相半，此其所以並不及唐也。且宋以後，非獨科舉文字蹈空而已，說經之書，亦多空衍義理，橫發議論，與漢、唐注疏全異。朱子答人問胡安定云：「尋常亦不滿於胡說，解經不使道理明白，卻說其中多使故事，大與做時文答策相似。」夫以胡安國《春秋傳》，後世頒之學官，用以取士者，猶不免與時文答策相似；皆由科舉之習深入人心，不可滌除。故論經學，宋以後為積衰時代。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "科舉取士之文而用經義，則必務求新異，以歆動試官；用科舉經義之法而成說經之書，則必創為新奇，以煽惑後學。經學宜述古而不宜標新；以經學文字取人，人必標新以別異於古。一代之風氣成於一時之好尚，故立法不可不慎也。元、明之經義，本於宋熙寧中王安石所立墨義之法，命呂惠卿、王雱等為之，而安石自撰《周禮義》，使雱撰《詩》、《書義》，名為《三經新義》，頒行天下。夫既名為《新義》，則明教人棄古說，以從其新說。陳後山《談叢》言：荊公《新義》行，舉子專誦王氏章句而不解義。荊公悔之曰：「本欲變學究為秀才，不謂變秀才為學究。」是安石立法不善，當時已自悔其失；而其書至南宋始廢。趙鼎謂安石「設虛無之學，敗壞人才」；陳公輔謂安石使學者習其所為《三經新義》；皆穿鑿破碎無用之空言也。南宋雖廢《新義》，而仍用其墨義之法。朱子謂經義甚害事，分明是侮聖人之言，詩賦卻無害。朱子豈不知經義取士優於詩賦，而其言如是，則當時經義為經之蠹可知。元人因之，而制為四書五經疑。明初用四書疑，後乃改四書五經義。其破承原起之法，本於元王充耘《書義矜式》，又本於呂惠卿、王雱之墨義。名為明經取士，實為荒經蔑古之最。明時所謂經學，不過蒙存淺達之流；即自成一書者，亦如顧炎武云：明人之書，無非盜竊。弘治以後，經解皆隱沒古人名字，將為己說而已。其見於《四庫存目》者，新奇謬戾，不可究詰。《五經》掃地，至此而極。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "宋人說經之書傳於今者，比唐不止多出十倍，乃不以為盛而以為衰者，唐人猶守古義而宋人多務新義也。唐人經說傳世絕少，此亦有故。攷《唐書經籍志》，唐人自為之書二萬八千餘卷，《五經》義說著於錄者凡數十種，則亦未為鮮矣。而今所傳不及什一，由於其時刊本未出，傳鈔不易，一遇兵燹，蕩為煨燼。世傳古籍，唐以前什一二，宋以後什八九。此非特唐人所著之書為然，亦非特唐人所著經說為然也。又自宋末元、明，專用宋儒之書取士，注疏且束高閣，何論注疏之外！於是唐以前古籍之不亡於兵燹者，盡亡於宋以後。所以唐人經說傳世寥寥。宋則刊刻已行，流傳甚易，宜其存多佚少。今所傳宋人文集說部皆十倍於唐人，非止經說。是未可以經說之多寡判唐、宋之優劣也。五代極亂之時，忽開文明之象；如鋟木一事，實為藝林之珍。《五代會要》，後唐長興三年始依《石經》文字刻九經印板。經書之有木板，實始於此。逮兩宋而刻本多。此宋以後之書所以多傳於今日也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漢學至鄭君而集大成，於是鄭學行數百年；宋學至朱子而集大成，於是朱學行數百年。懿彼兩賢，師法百祀。其巍然為一代大宗者，非特以學術之閎通，實由制行之高卓也。以經學論，鄭學、朱學皆可謂小統一時代。鄭學統一，惟北學為然；所謂寧道孔、孟誤，諱言鄭、服非；若南學，則兼用偽孔、王、杜，而不盡宗鄭、服；是猶未得為統一也。朱學統一，惟南方最早。金、元時，程學盛於南，蘇學盛於北。北人雖知有朱夫子，未能盡見其書。元兵下江、漢，得趙復，朱子之書始傳於北。姚樞、許衡、竇默、劉因輩翕然從之。於是元仁宗延祐，定科舉法，《易》用朱子《本義》，《書》用蔡沈《集傳》，《詩》用朱子集《傳》，《春秋》用胡安國《傳》，惟《禮記》猶用鄭注，是則可謂小統一矣。尤可異者，隋平陳而南並於北，經學乃北反並於南；元平宋而南並於北，經學亦北反并於南。論兵力之強，北常勝南；論學力之盛，南乃勝北。隋、元前後遙遙一轍，是豈優勝劣敗之理然歟？抑報復循環之道如是歟？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "論宋、元、明三朝之經學，元不及宋，明又不及元。宋劉敞、王安石諸儒，其先皆嘗潛心注疏，故能辨其得失。朱子論疏，稱《周禮》而下《易》、《書》，非於諸疏功力甚深，何能斷得如此確鑿。宋儒學有根柢，故雖撥棄古義，猶能自成一家。若元人則株守宋儒之書，而於注疏所得甚淺。如熊朋來《五經說》，於古義古音多所抵牾，是元不及宋也。明人又株守元人之書，於宋儒亦少研究。如季本、郝敬多憑臆說，楊慎作偽欺人，豐坊造《子貢詩傳》、《申培詩說》以行世而世莫能辨，是明又不及元也。顧炎武論《書傳會選》云：「其傳中用古人姓名、古書名目，必具出處，兼亦攷證典故。蓋宋、元以來諸儒之規模猶在。而其為此書者，皆自幼為務本之學，非由八股出身之人，故所著之書雖不及先儒，而尚有功於後學。……自八股行而古學棄，《大全》出而經說亡。」其論明之不及宋、元，可謂深切。元、明人之經說，惟元趙汸《春秋屬詞》，義例頗明。孔廣森治《公羊》，其源出於趙汸。明梅鷟《尚書攷異》，辨古文之偽，多中肯綮，開閻若璩、惠棟之先。皆鐵中錚錚、庸中佼佼者也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "明永樂十二年，敕胡廣等修《五經大全》，頒行天下。此一代之盛事，自唐修《五經正義》後，越八百餘年而再見者也。乃所修之書，大為人姍笑。顧炎武謂：《春秋大全》全襲元人汪克寬《胡傳纂疏》，《詩經大會》全襲元人劉瑾《詩傳通釋》。其三經，後人皆不見舊書，亦未必不因前人也。取已成之書，鈔謄一過，上欺朝廷，下誑士子，唐、宋之時，有是事乎！經學之廢，實自此始。《四庫提要》更加考定，謂《周易大全》割裂董楷、董真卿、胡一桂、胡炳文四家之書，餖飣成編；《書傳大全》亦剿襲陳櫟《尚書集傳纂疏》、陳師凱《書蔡傳旁通》；《禮記大全》採諸儒之說凡四十二家，而以陳浩《集說》為主，浩書之列於學官自此書始。案官修之書，多剿舊說，唐修《正義》，已不免此。惟唐所因者，六朝舊籍，故該洽猶可觀。明所因者，元人遺書，故譾陋為尤甚。此《五經正義》至今不得不鑽研，《五經大全》入後遂盡遭唾棄也。元以宋儒之書取士，《禮記》猶存鄭注；明並此而去之，使學者全不睹古義，而代以陳浩之空疏固陋，《經義攷》所目為兔園冊子者。故經學至明為極衰時代。而剝極生復，貞下起元，至國朝，經學昌明，乃再盛而駸駸復古。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "經學復盛時代第十",
            "paragraphs": [
                {
                    "paragraph": "經學復盛時代第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "經學自兩漢後，越千餘年，至國朝而復盛。兩漢經學所以盛者，由其上能尊崇經學、稽古右文故也。國朝稽古右文，超軼前代。康熙五十四年，御纂《周易折中》二十二卷；乾降二十年，御纂《周易述義》十卷；康熙六十五年，欽定《書經傳說匯纂》二十四卷，欽定《詩經傳說匯纂》二十卷，序二卷；乾隆二十年，御纂《詩義折中》二十卷；乾隆十三年，欽定《周官義疏》四十八卷，欽定《儀禮義疏》四十八卷；欽定《禮記義疏》八十二卷；康熙三十八年，欽定《春秋傳說匯纂》三十八卷；乾隆二十三年。御纂《春秋直解》十六卷；乾隆四十七年，欽定《四庫全書總目》，以經部列首，分為十類。夫漢帝稱制臨決，未及著為成書；唐宗御注《孝經》，不聞遍通六藝。今鴻篇鉅製，照耀寰區；頒行學官，開示蒙昧；發周、孔之蘊，持漢、宋之平。承晚明經學極衰之後，推崇實學，以矯空疏，宜乎漢學重興，唐、宋莫逮。乾隆五十八年，詔刊十三經於太學，依開成《石經》，參以善本，多所訂正。嘉慶八年，複命廷臣磨改，以期盡善，尤為一代盛典，足以別黑白而定一尊。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡事有近因，有遠因。經學所以衰而復盛者，一則明用時文取士，至末年而流弊已甚。顧炎武謂八股之害，甚於焚書。閻若璩謂不通古今，至明之作時文者而極。一時才俊之士，痛矯時文之陋，薄今愛古，棄虛崇實，挽回風氣，幡然一變。王夫之、顧炎武、黃宗羲皆負絕人之姿，為舉世不為之學。於是毛奇齡、閻若璩等接踵繼起，攷訂校勘，愈推愈密。欺為近因。一則朱子在宋儒中，學最篤實。元、明崇尚朱學，未盡得朱子之旨。朱子常教人看注疏，不可輕議漢儒。又云：「漢、魏諸儒，正音讀，通訓詁，考制度，辨名物，其功博矣。」後以宋孝宗崩，寧宗應承重，而無明據，未能折服異議；及讀《儀禮疏》，鄭答趙商問父有廢疾而為其祖服制三年斬，乃大佩服。謂禮經之文誠有闕略，不無待於後人；向使無鄭康成，則此事誠未有斷決。朱子晚年修《儀禮經傳通解》，蓋因乎此；惜書未成而歿。元、明乃專取其中年未定之說取士，士子樂其簡易。而元本不重儒，科舉不常行；明亦不尊經，科舉法甚陋。慕宗朱之名，而不究其實，非朱子之過也。朱子能遵古義，故從朱學者，如黃震、許謙、金履祥、王應麟諸儒，皆有根柢。王應麟輯《三家詩》與鄭《易注》，開國朝輯古佚書之派。王、顧、黃三大儒，皆嘗潛心朱學，而加以擴充，開國初漢，宋兼采之派。斯為遠因。聖人之經，本如日月，光景常新，有此二因，而又恭逢右文之朝，宜其由衰而復盛矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "由衰復盛，非一朝可至；由近復古，非一蹴能幾。國初諸儒治經，取漢、唐注疏及宋、元、明人之說，擇善而從。由後人論之，為漢、宋兼采一派；而在諸公當日，不過實事求是，非必欲自成一家也。江藩作《漢學師承記》，以為梨洲、亭林兩家之學，皆深入宋儒之室，但以漢學為不可廢，多騎牆之見、依違之言，豈真知灼見者，乃以黃、顧二公附於冊後。竊謂如江氏說，國初諸儒無一真知灼見者矣，豈獨黃、顧二公！《師承記》首列閻若璩，江氏必以閻為真知灼見；案閻氏之功在攷定古文之偽，而其《疏證》信蔡《傳》臆造之事實，邵子意推之年代；其說《詩》，以王柏《詩疑》為然，謂《鄭》、《衛》為可刪；乃誤沿宋學，顯背漢儒者。江刻於黃、顧而寬於閻，是並閻氏之書未之攷也。當時如胡渭《易圖明辨》，能闢《圖》、《書》之謬，而《洪範》并攻漢儒。陳啟源《毛詩稽古編》能駮宋以申毛，而經說間談佛教。萬斯大、方苞等兼通《三禮》，多信宋而疑漢。其不染宋學者，惟毛奇齡；而毛務與朱子立異。朱子疑偽孔古文，而毛以偽孔為可信；朱子信《儀禮》，而毛以《儀禮》為可疑；此則朱是而毛非者。雖由門戶之見未融，實以途徑之開未久也。此等處宜分別觀之，諒其求實學之苦心，勿遽責以守顓門之絕業。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "雍、乾以後，古書漸出，經義大明。惠、戴諸儒，為漢學大宗，已盡棄宋詮，獨標漢幟矣。惠周惕子士奇，孫棟，三世傳經。棟所造尤邃，著《周易述》、《古文尚書攷》、《春秋補注》、《九經古義》等書。論者擬之漢儒，在何邵公、服子慎之間。而惠氏紅豆山齋楹帖云：「《六經》宗孔、孟，百行法程、朱。」是惠氏之學未嘗薄宋儒也。戴震著《毛鄭詩考正》、《考工記圖》、《孟子字義疏證》、《儀禮正誤》、《爾雅文字考》，兼通歷算聲韻，其學本出江永，稱永學自漢經師康成後，罕其儔匹。永嘗注《朱子近思錄》；所著《禮經綱目》，亦本朱子《儀禮經傳通解》。戴震作《原善》、《孟子字義疏證》，雖與朱子說經牾，亦只是爭辨一理字。《毛鄭詩考正》嘗采朱子說。段玉裁受學於震，議以震配享朱子祠。又跋朱子《小學》云：「或謂漢人言小學謂六書，非朱子所云，此言尤悖。夫言各有當；漢人之小學，一藝也；朱子之小學，蒙養之全功也。」段以極精小學之人，而不以漢人小學薄朱子《小學》。是江、戴段之學未嘗薄宋儒也。宋儒之經說雖不合於古義，而宋儒之學行實不愧於古人。且其析理之精，多有獨得之處。故惠、江、戴、段為漢學幟志，皆不敢將宋儒抹殺。學求心得，勿爭門戶；若分門戶，必起詬爭。江藩作《國朝漢學師承記》，焦循貽書諍之，謂當改《國朝經學師承記》，立名較為渾融。江藩不從，方東樹遂作《漢學商兌》，以反攻漢學。平心而論，江氏不脫門戶之見，未免小疵；方氏純以私意肆其謾罵，詆及黃震與顧炎武，名為揚宋抑漢，實則歸心禪學，與其所著《書林揚觶》，皆陽儒陰釋，不可為訓。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "國朝經師，能紹承漢學者，有二事。一曰傳家法，如惠氏祖孫父子，江、戴、段師弟，無論矣。惠棟弟子有餘蕭客、江聲。聲有孫沅，弟子有顧廣圻、江藩。藩又受學余蕭客。王鳴盛、錢大昕、王昶皆嘗執經於惠棟。錢大昕有弟大昭，從子塘、坫、東垣、繹、侗。段玉裁有婿龔麗正，外孫自珍。金榜師江永。王念孫師戴震，傳子引之。孔廣森亦師戴震。具見《漢學師承記》。他如陽湖莊氏《公羊》之學，傳於劉逢祿、龔自珍、宋翔鳳；陳壽祺《今文尚書》、《三家詩》之學，傳子喬樅；皆淵源有自者。一曰守顓門。阮元云：「張惠言之《虞氏易》，孔廣森之《公羊春秋》，皆孤家專學也。」阮氏所舉二家之外，如王鳴盛《尚書後案》，專主鄭義；孫星衍《尚書今古文注疏》，兼明今古；陳喬樅《今文尚書經說攷》，專攷今文；胡承珙《毛詩後箋》，陳奐《毛詩傳疏》，專宗《毛詩》；迮鶴壽《齊詩翼奉學》，發明齊《詩》；陳喬樅《三家詩遺說攷》，兼攷魯、齊、韓《詩》；凌曙、孔廣森、劉逢祿皆宗《公羊》，陳立《義疏尤備》；柳興宗《榖梁大義述》，許桂林《榖梁釋例》，皆主《榖梁》，鐘文烝《補注》尤備；《周官》有沈彤《祿田考》，王鳴盛《軍賦說》，戴震《考工記圖》；《儀禮》有胡匡衷《釋官》，胡培翬《正義》；《論語》有宋翔鳳《說義》，劉寶楠《正義》；《孟子》有焦循《正義》；《爾雅》有邵晉涵《正義》，郝懿行《義疏》；皆卓然成家者。家法顓門，後漢已絕，至國朝乃能尋墜緒而繼宗風。傳家法則有本原，守顓門則無淆雜。名家指不勝屈，今姑舉其犖犖大者。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "國朝經師有功於後學者有三事。一曰輯佚書。兩漢今文家說亡於魏、晉；古文家，鄭之易，馬、鄭之《書》，賈、服之《春秋》，亡於唐、宋以後。宋王應麟輯《三家詩》、鄭氏《易注》，雖蓃采未備，古書之亡而復存者實為首庸。至國朝而此學極盛。惠棟教弟子，親授體例，分輯古書。餘蕭客《古經解鉤沈》，采唐以前遺說略備。王謨《漢魏遺書鈔》，章宗源《玉函山房叢書》，輯漢、魏、六朝經說尤多。孫星衍輯馬、鄭《尚書注》，李貽德述《左傳賈》、《服注》，陳壽祺、喬樅父子攷《今文尚書》、《三家詩》。其餘間見諸家叢書，抱闕守殘，得窺崖略，有功後學者，此其一。一曰精校勘。校勘之學，始於《顏氏家訓》、《匡謬正俗》等書。至宋，有三劉、宋祁之校史。宋、元說部，間存校訂，然未極精審，說經亦非顓門。國朝多以此名家，戴震、盧文召、丁傑、顧廣圻尤精此學。阮元《十三經校勘記》，為經學之淵海。餘亦間見諸家叢書，刊誤訂訛，具析疑滯，有功後學者，又其一。一曰通小學。古人之語言文字與今之語言文字異；漢儒去古未遠，且多齊、魯間人，其說經有長言、短言之分，讀為、讀若之例。唐人已不甚講，宋以後更不辨。故其解經，如冥行擲埴，又如郢書燕說，雖可治國，而郢人之意不如是也。小學兼聲音故訓。宋吳棫、明陳第講求古音，猶多疏失。顧炎武《音學五書》，始返於古。江、戴、段、孔，益加闡明。是為音韻之學。段玉裁《說文解字注》，昌明許慎之書。同時有嚴可均、鈕樹玉、桂馥，後有王筠、苗夔諸人，益加闡明。是為音韻兼文字之學。經師多通訓詁假借，亦即在音韻文字之中；而經學訓詁以高郵王氏念孫、引之父子為最精，郝懿行次之。是為訓詁之學。有功於後學者，又其一。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "國朝經學凡三變。國初，漢學方萌芽，皆以宋學為根柢，不分門戶，各取所長，是為漢、宋兼采之學。乾隆以後，許、鄭之學大明，治宋學者已鮮。說經皆主實證，不空談義理。是為專門漢學。嘉、道以後，又由許、鄭之學導源而上，《易》宗虞氏以求孟義，《書》宗伏生、歐陽、夏侯，《詩》宗魯、齊、韓三家，《春秋》宗《公》、《榖》二傳。漢十四博士今文說，自魏、晉淪亡千餘年，至今日而復明。實能述伏、董之遺文，尋武、宣之絕軌。是為西漢今文之學。學愈進而愈古，義愈推而愈高；屢遷而返其初，一變而至於道。學者不特知漢、宋之別，且皆知今、古文之分。門徑大開，榛蕪盡闢。論經學於今日，當覺其易，而不患其難矣。乃自新學出，而薄視舊學，遂有燒經之說。聖人作經，以教萬世，固無可燒之理；而學之簡明者有用，繁雜者無用，則不可以不辨。《漢書藝文志》曰：「古者，三年通一藝，用日少而畜德多。」此簡明有用之學也。又曰：「後世便辭巧說，幼童守一藝，白首而後能言。」此繁雜無用之學也。今欲簡明有用，當如《漢志》所云「存大體，玩經文」而已。如《易》主張惠言《虞氏義》，參以焦循《易章句》、《通釋》諸書；《書》主伏《傳》、《史記》，輔以兩漢今文家說；《詩》主魯、齊、韓三家遺說，參以毛《傳》、鄭《箋》；《春秋》治《公羊》者主何《注》、徐《疏》，兼采陳立之書；治《左氏》者，主賈、服遺說，參以杜《解》；《三禮》主鄭《注》，孔、賈《疏》，先攷其名物制度之大而可行於今者，細碎者姑置之。後儒臆說，極屏勿觀。則專治一經，固屬易事；兼通各經，亦非甚難。能攷其源流而不迷於塗徑，本漢人治經之法；求漢人致用之方，如《禹貢》治河、《洪範》察變之類，兩漢人才之盛必有複見於今日者，何至疑聖經為無用以孔教為可廢哉！",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《皇清經解》、《續皇清經解》二書，於國朝諸家，蓃輯大備；惟卷帙繁富，幾有累世莫殫之疑；而其中卓然成家者，實亦無幾；一知半解，可置不閱。今之治經者，欲求簡易，惟有人治一經，經主一家；其餘各家，皆可姑置；其他各經，更可從緩。漢注古奧，唐疏繁復，初學先看注疏，人必畏難，當以近人經說先之。如前所列諸書。急宜研究。或猶以為陳義太高，無從入手，則《書》先看孫星衍《今古文注疏》，《詩》先看陳奐《毛氏傳疏》亦可。但能略通大義，確守古說，即已不愧顓門之學。此古之治經者所以重家法而貴顓門也。國朝諸儒有承家法而守顓門者，亦有無家法而非顓門者；今主一家，當取其有家法與顓門者主之。《國朝漢學師承記》具列家法顓門甚詳，其成書在乾、嘉之間，故後出者未著於錄。嘉、道後，治今文說者，《師承記》皆不載，《皇清經解》亦未收其書，書具見於《續經解》中，故《續經解》更切要於前《經解》也。學者誠能於經學源流正變研究一過，即知今之經學，無論今文古文、專學通學，國朝經師莫不著有成說，津逮後人。以視前人之茫無途徑者，實為事半功倍。蓋以了然於心目，則擇從甚易，不至費日力而增葛藤。惟西漢今文近始發明，猶有待於後人之推闡者，有志之士，其更加之意乎！",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "《四庫提要》經部總敘曰：「自漢京以後，垂二千年；儒者沿波，學凡六變。其初專門授受，遞稟師承；非惟訓詁相傳，莫敢同異；即篇章字句，亦恪守所聞。其學篤實謹嚴，及其弊也拘。王弼、王肅，稍持異議。流風所扇，或信或疑。越孔、賈、啖、陸，以及北宋孫復、劉敞等，各自論說，不相統攝。及其弊也雜。洛、閩繼起，道學大昌；擺落漢、唐，獨研義理；凡經師舊說，俱排斥以為不足信。其學務別是非，及共弊也悍。",
                    "zhushu": "原注：如王柏、吳澄攻駮經文動輒刪改之類。"
                },
                {
                    "paragraph": "學脈旁分，攀援日眾；驅除異己，務定一尊。自宋末以逮明初，其學見異不遷，及其弊也黨。",
                    "zhushu": "原注：如《論語集注誤》引包咸夏瑚商璉之說，張存中《四書通證》即闕此一條以諱其誤。又如王柏刪三十二篇，許謙疑之，吳師道反以為非之類。"
                },
                {
                    "paragraph": "主持太過，勢有所偏；才辨聰明，激而橫決。自明正德、嘉靖以後，其學各抒心得，及其弊也肆。",
                    "zhushu": "原注：如王守仁之末派，皆以狂禪解經之類。"
                },
                {
                    "paragraph": "空談臆斷，考証必疏，於是博雅之儒，引古義以抵其隙。國初諸家，其學徵實不誣，及其弊也瑣。",
                    "zhushu": "原注：如一字音訓動辨數百言之類。"
                },
                {
                    "paragraph": "案二千年經學升降得失，《提要》以數十言包括無遺，又各以一字斷之。所謂拘者，兩漢之學也；雜者，魏、晉至唐及宋初之學也；悍者，宋慶歷後至南宋之學也；黨者，宋末至元之學也；肆者，明末王學也；瑣者，國朝漢學也。《提要》之作，當惠、戴講漢學專宗許、鄭之時，其繁稱博引，間有如漢人三萬言說「若稽古」者。若嘉、道以後，講求今文大義微言，並不失之於瑣，學者可以擇所從矣。",
                    "zhushu": ""
                }
            ]
        }
    ]
}