{
    "name": "唐玄宗御製道德真經疏",
    "author": "唐・李隆基",
    "loadChapterCount": 20,
    "chapters": [
        {
            "name": "唐玄宗御製道德眞經疏釋題",
            "paragraphs": [
                {
                    "paragraph": "唐玄宗御製道德眞經疏釋題",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子者，太上玄元皁帝之內號也。玄玄道宗，降生伊亳，肅肅皇祖，命氏我唐。垂裕之訓，無疆之祉，長發遠祥，系本瓜瓞。其出處之迹，方册備記。道家以爲玉晨應號，馬遷謂之隠君，子而仲尼師之。繙經中其大謾，間禮歎乎龍德，是孔丘無間然矣。在周堂乆之，將導西極，關令尹喜請著書，於是演二篇焉。明道德生畜之源，岡不盡此，而其要在乎理身理國。理國則絶矜尙華薄，以無爲不言爲教。故經曰：道常無爲而無不爲，侯王若能守，萬物將自化。又曰：我無爲而人自化，我無事而人自富，我好靜而人自正，我無欲而人自樸。理身則少私寡欲，以虚心實腹爲務，故經曰：常無欲以觀其妙。又曰：不貴難得之貨，不見可俗。又曰：塞其兊，閉其門，挫其鋭，解其紛。而皆守之以柔弱雌靜。故經曰：柔勝剛，弱勝强。又曰：知其碓，守其雌。此其在旨也。及乎窮理盡性，閉緑息想，處實行權，坐忘遺照，損之又損，玄之又玄，此殆不可得而言傳者矣。其教圓，其文約，其旨暢，其言邇。故遊其廊譕者，皆自以爲升堂覩奥，及研精覃思，然後知其於秋毫之端，萬分未得其一也。經曰：有物混成，先天地生。吾不知其名，字之曰道，强爲之名曰大。故知大道者，虚極妙本之强名，名其通生也。莊子曰：太初有無。有無者，言有此妙無也。又曰：無有無名。無名者，未立强名也。故經曰：無名，天地之始。强名通生曰道，故經曰：有名，萬物之母。莊子又曰：物得以生謂之德。德，得也，言天地萬變，旁通品物，皆資妙本而以生成得生爲德。故經曰：道生之，德畜之。則知道者德之體，德者道之用也；而經分上下者，先明道而德之次也。然體甩之名可散也，體用之實不可散也。故經曰：同岀而異名，同謂之玄。語其岀則分而爲二，咨其同則混而爲，故曰可散而不可散也。則上經曰是謂玄德，又曰孔德之容，又曰德者同於德，又曰常德不離。下經曰失道而後德，又曰反者道之動，又曰道生，又曰大道甚夷。是知體用互陳，遞明精要，不必定名谥上下也。經，徑也，言通徑也；又常也，言通徑常行之道每惟。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "聖祖垂訓，貽厥孫謀，聽理之餘，伏勤講讀。今復一二詮踠其要妙者，書不盡言，粗舉大網，以裨助學者爾。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "道可道章第一",
            "paragraphs": [
                {
                    "paragraph": "道可道章第一",
                    "zhushu": "此章明妙本之由，起萬化之宗源。首標虚極之强名，將明衆妙之歸趨。故可道可名者，明體用也。無名有名者，明本迹也。無欲有欲者，明兩觀也。同出異名者，明樸散而爲器也。同謂之玄者，明成器而後樸也。玄之又玄者，辯兼忘也。衆妙之門者，示了出也。所謂進修之階漸，體悟之大方也。",
                    "type": 1
                },
                {
                    "paragraph": "道可道，非常道。",
                    "zhushu": "疏：道者，虚極妙本之强名，訓通訓徑，首字摽宗也。可道者，言此妙本，通生萬物，是萬物之由徑，可稱爲道，故云可道。非常道者，妙本生化用無定方，强爲之名，不可徧舉。故或大或逝，或遠或近，是不常於一道也，故云非常道。"
                },
                {
                    "paragraph": "名可名，非常名。",
                    "zhushu": "疏：名者，稱謂，即物得道用之名，首字亦摽宗也。可名者，言名生於用，可與立名也。非常名者，在天則曰清，在地則曰寧，得一雖不殊，約用則名異，是不常於一名也。故云非常名。"
                },
                {
                    "paragraph": "無名，天地之始。",
                    "zhushu": "疏：無名者，萬化未作，無强名也。故莊子曰：太初有無，無有無名。但其妙本降氣，開闢天地，天地相資以爲本始。故云：無名天地之始。則易之太極生兩儀也。注云：權輿者，按爾雅云：權輿，始也。"
                },
                {
                    "paragraph": "有名，萬物之母。",
                    "zhushu": "疏：無名者，萬化未作，無强名也。故莊子曰：太初有無，無有無名。但其妙本降氣，開闢天地，天地相資以爲本始。故云：無名天地之始。則易之太極生兩儀也。注云：權輿者，按爾雅云：權輿，始也。"
                },
                {
                    "paragraph": "常無欲以觀其妙，常有欲以觀其徼。",
                    "zhushu": "疏：欲者，性之動，謂逐境而生心也。言人常無欲，正性清靜，反照道源，則觀見妙本矣。若有欲，逐境生心，則性爲欲亂。以欲觀本，既失沖和，但見邊徼矣。徼，邊也。又解云：欲者，恩存之謂。言欲有所思存而立教也。常無欲者，謂法清靜，離於言説，無所思存，則見道之微妙也。常有欲者，謂從本起用，因言立教，應物遂通，化成天下，則見衆之所歸趨矣。徼，歸也。"
                },
                {
                    "paragraph": "此兩者，同岀而異名。",
                    "zhushu": "疏：此者指上事也。兩者，謂可道、可名、無名、有名、無欲、有欲，各自其兩。故云兩者俱禀妙本，故云自本而降，隨用立名，則名異矣。"
                },
                {
                    "paragraph": "同謂之玄。",
                    "zhushu": "疏：玄，深妙也。白岀而論則名異，是從本而降迹也。自同而論則深妙，是攝迹以歸本也。歸本則深妙，故謂之玄。"
                },
                {
                    "paragraph": "玄之又玄，衆妙之門。",
                    "zhushu": "疏：攝迹歸本，謂之深妙。若住斯妙，其迹復存。與彼異名，等無差别。故寄又玄以遣玄，欲令不滯於玄。本迹兩忘，是名無住。無住則了出矣。注云意因不生者，西升經云：同岀異名色，各自生意因。今不生意因，是同於玄妙。無欲於無欲者，爲生欲心，故求無欲。欲求無欲，未離欲心。今既無有欲，亦無無欲。遣之又遣，可謂都忘。正觀若斯，是爲衆妙。其妙雖衆，若出此門，故云衆妙上門也。"
                }
            ]
        },
        {
            "name": "天下皆知章第二",
            "paragraphs": [
                {
                    "paragraph": "天下皆知章第二",
                    "zhushu": "前章明妙本生化，入兩觀之不同。此章明樸散異因萬殊而逐境。逐境則流浪，善化則歸根。故首標美善妄情，次示有無傾奪，結以聖人之理，冀逹還淳之由。",
                    "type": 1
                },
                {
                    "paragraph": "天下皆知美之爲美，斯惡已；皆知善之爲善，斯不善矣。",
                    "zhushu": "疏：天下者，舉大凡而言，凡在天覆之下也。美者，心所甘美也。善者，身所履行也。言天下之人，皆知以己心所甘美者爲美，己身所履行者爲善。故論甘則忌辛，好丹則非素。共相傾奪，競起是非，皆由興動於欲心，所以遞成乎美惡。聖人知美惡無主，俱是妄情。妄情則不常，故云惡已。已，語助也。注云神竒臰腐者，莊子云：所羙爲神竒，所惡爲臰腐。"
                },
                {
                    "paragraph": "故有無之相生，",
                    "zhushu": "疏：此明有無性空也。夫有不自有，因無而有，凡俗則以爲無生有；無不自無，因有而無，凡俗則以爲有生無。故云相生。而有無對法，本不相生。相生之名，猶妄執起。如羙惡非自性生，是皆空故。聖人將欲救其迷滯，是以歷言六者之惑。"
                },
                {
                    "paragraph": "難易之相成，",
                    "zhushu": "疏：此明難易法空也。此以難而彼成易，此以易而彼成難。亦如工者易於木難於埴；陶匠易於埴，而難於木。故云難易之相成。若同其所難，則無易。同其所易，則無難。難易無實，妄生名稱，是法空。故能了之者，巧拙兩忘，則難易名息。亦如美惡無定故也。"
                },
                {
                    "paragraph": "長短之相形，",
                    "zhushu": "疏：此明長短相空也。以長故形短，以短故形長。故云長短相形。亦如鳧脛非短，由鶴脛之長，故續之則憂。鶴脛非長，由鳧脛之短，故斷之則悲。見短長相猶。如美惡既無定禮，皆是妄情。"
                },
                {
                    "paragraph": "高下之相傾，",
                    "zhushu": "疏：此明髙下名空也。高下兩名，互相傾奪，故稱髙，必因於下，又有髙之者。稱下，必因於髙，又有下之者。又髙，則所髙非髙。又下，則所下非下。如彼代間，凡諸有名位，遞爲臣妾，亦復無常，是皆空故，故無定位。"
                },
                {
                    "paragraph": "音聲之相和，",
                    "zhushu": "疏：此明和合空也。五音相和成曲者誰？緫彼衆聲，則能度曲，如代間法，皆和合成，則體非眞是皆空故將欲定其美惡，豈云逹觀之談？"
                },
                {
                    "paragraph": "前後之相隨，",
                    "zhushu": "疏：此明三時念空也。日月相代，代故以新。如彼投足，孰爲前後？則前後之稱，由相隨立名。名由妄立，誰識其初？過去、未來，及以見在三時空故，念念遷故，亦如美惡無定名也。"
                },
                {
                    "paragraph": "是以聖人處無爲之事，行不言不教。",
                    "zhushu": "疏：是以者，說下以明上也。夫飾智詐者，雖拱黙非無爲也；任眞素者，則終日指撝，而未始不晏然矣。故聖人知諸法性空白無矜執，則理天下者，當絶浮僞，仼甩純德，百姓化之，各安其分。各安其分則不擾，豈非無爲之事乎？言出於己，皆因天下之心，則終身言未嘗言，豈非不言之教耶？"
                },
                {
                    "paragraph": "萬物作而不辭。",
                    "zhushu": "疏：作猶動也。辭爲辭謝也。言聖人善化，無事無爲，百姓不知，爰遊爰豫，各自得其動作，而不辭謝於聖人。故繋壤鼔腹而忘帝力，此人忘聖功也。"
                },
                {
                    "paragraph": "生而不有，爲而不恃，功成而不居。",
                    "zhushu": "疏：令物各得成全其生理，聖人不以爲己有；令物各得其營爲，聖人不恃爲己功，如此太平之功。弘濟曰：遠猶宜愼終如始，不敢寧居，此聖人自忘其功。注云日愼一日，尙書文也。"
                },
                {
                    "paragraph": "夫唯不居，是以不去。",
                    "zhushu": "疏：彼聖人者，稠直如髪，愼終如始，本末不褻，未嘗寧居而逸豫，是以日新其盛德，忘功而功不去，光宅而天下安，故云夫唯不居，是以不去。"
                }
            ]
        },
        {
            "name": "不尙賢章第三",
            "paragraphs": [
                {
                    "paragraph": "不尙賢章第三",
                    "zhushu": "前章明萬殊逐境，善化則歸根，此章明貴。尙不行，無爲則至理。首標不尙，絶矜徇之迹，次云聖理，示立教之方，結以無爲，明化成而復樸也。",
                    "type": 1
                },
                {
                    "paragraph": "不尙賢，使民不爭。",
                    "zhushu": "疏：尙，崇貴也。賢，才能也。言人君崇貴才能則有迹，飾僞者徇迹而失眞。失眞必是尙賢之由，徇迹定起交爭之弊。不若陶之玄化，仼以無爲，使雲自從龍，風常隨虎，則唐虞在上，不乏元凱之臣，伊吕升朝，自得台衡之望。各當其分，人無覬覦，則不爭也。"
                },
                {
                    "paragraph": "不貴難得之貨，使民不爲盜。",
                    "zhushu": "疏：人之受生，所禀有分，則所禀材器，是身貨寳，分外妄求，求不可得，故云難得。夫不安性分，希慕聦明，且失天眞，盡成私盜。今使賢愚襲性，可否用情，既無越分之求，自輕難得之貨，皆得性分，誰爲盜乎？故莊子曰：不仁之仁，竊性命之情而饕富貴。又解云：以人君不貴珠犀寳貝，則其政清淨，故百姓化之，自絶貪取，人各知足，故不爲盜。"
                },
                {
                    "paragraph": "不見可欲，使心不亂。",
                    "zhushu": "疏：希慕聦明，是見可欲，欲心興動，非亂而何？今既不崇貴賢能，亦不妄求越分，則不見可欲之事，而心不惑亂也。"
                },
                {
                    "paragraph": "是以聖人之治。",
                    "zhushu": "疏：聖人治國理身，以爲教本。夫理國者，復何爲乎？但理身爾。故虚心實腹，絶欲忘知，於爲無爲，則無不理矣。"
                },
                {
                    "paragraph": "虚其心，",
                    "zhushu": "疏：夫役心逐境，則塵事汩昏。靜慮全眞，則情欲不作。情欲不作，則心虚矣。莊子曰：虚室生白。謂心虚則純白獨生也。故曰虚其心。"
                },
                {
                    "paragraph": "實其腹，",
                    "zhushu": "疏：腹者，含受之義。足則不貪，欲使道德內充，不生貪愛，故云實其腹。注云屬厭而止者，春秋閻没、汝寛諌魏獻子辭也。欲以小人之腹，爲君子之心。屬厭則足而不貪也。"
                },
                {
                    "paragraph": "弱其志，",
                    "zhushu": "疏：志者，心之事。事在心曰志。欲令心有所行，皆守柔弱，故知心虚則志弱矣。"
                },
                {
                    "paragraph": "强其骨，",
                    "zhushu": "疏：骨者，體之幹。既其道德內充，常無貪取。不貪則腹實，腹實則自骨强矣。"
                },
                {
                    "paragraph": "使民無知無欲，",
                    "zhushu": "疏：聖人所以行虚心實腹之教者，常欲使百姓無爭尙之知，貪求之欲，令其白化爾。"
                },
                {
                    "paragraph": "使無知者不敢爲也。",
                    "zhushu": "疏：夫無知無欲者，已清淨也。則使夫有知者，漸陶淳化，不敢爲徇迹貪求而無爲也。"
                },
                {
                    "paragraph": "爲無爲則無不治矣。",
                    "zhushu": "疏：夫得其性而爲之，雖爲而無爲也，且絶尙賢之迹，不求難得之貨。人因本分，物必全眞。於爲無爲，复何矜徇？化既無馨而無臰，人故不識而不知。淳風大行，誰云不理？"
                }
            ]
        },
        {
            "name": "道沖章第四",
            "paragraphs": [
                {
                    "paragraph": "道沖章第四",
                    "zhushu": "前章明貴尙不行，無爲則至理。此章明妙本之用，在用而無爲。首摽道沖，示至虚之宗物。次云挫解，明沖用之釋紛。又説和同之妙，所在不雜光塵。結以象帝之先，欲令盡知歸趣爾。",
                    "type": 1
                },
                {
                    "paragraph": "道沖而用之。或不盈淵兮，似萬物之宗。",
                    "zhushu": "疏：沖，虚也。謂道以沖虚爲用也。夫和氣沖虚，故爲道用。用生萬物，物被其功。論功，則物疑其光大；語沖則道曾不盈滿，而妙本深靜，常爲萬物之宗。云或似者，道非有法，故不正言爾。他皆放此。"
                },
                {
                    "paragraph": "挫其鋭，解其紛。",
                    "zhushu": "疏：挫，抑止也。鋭，銛利也。解，釋散也。紛，多擾也。沖虚之用，物莫之違。故銛利之心，多擾之事，念道沖和，自令抑止釋散矣。此則約人以明道用。注云：俗學求復者，莊子繕性篇云：繕性於俗，俗學以求復其初。言銛利紛擾，因欲而生，故念道則挫解，俗學則彌結矣。"
                },
                {
                    "paragraph": "和其光，同其塵，湛兮似或存。",
                    "zhushu": "疏：道之沖用於物不遺，在光則與光爲，在塵則與塵爲一無所不在，所在常無。沖用則可混光塵，妙本則湛然不雜，故云似，或也。"
                },
                {
                    "paragraph": "吾不知誰之子，象帝之先。",
                    "zhushu": "疏：吾者，老君自稱。象，似也。老君云：吾見至道沖用，生成萬物，尋責所以不測由來，既無父道之人，故莫知道爲誰子。生物必資於道，故似在乎帝先。注云：帝者，生物之主。易云：帝岀乎震。輔嗣云：帝者，生物之主，興益之宗也。又解云：兆見曰象。言此生物之帝，能兆見物象，故謂之象帝爾。"
                }
            ]
        },
        {
            "name": "天地不仁章第五",
            "paragraphs": [
                {
                    "paragraph": "天地不仁章第五",
                    "zhushu": "前章明妙本沖用，體用兩無爲；此章。明兼愛成私，偏私則難普。首標芻狗萬物，示天地之兼忘；次喻橐籥罔窮，明用虚而不撓。結以多言數屈，欲令必守中和。",
                    "type": 1
                },
                {
                    "paragraph": "天地不仁，以萬物爲蒭狗；聖人不仁，以百姓爲蒭狗。",
                    "zhushu": "疏：仁者，兼愛之目也：蒭，草也，謂結草爲狗，以甩祭祀也。莊子曰：師金謂顔回曰：夫蒭狗之未陳，巾以文繡；及其已陳，則蘇者取而爨之。今天地至仁，生成群物，亦如人結草爲狗，不責其吠守之功，不以生成爲仁恩，故云不仁也。則聖人在宥天下，視彼百姓亦當如此爾。注云蔽蓋之恩者，孔子曰：蔽蓋不棄，爲埋狗也。不獨親其親者，禮運文也。"
                },
                {
                    "paragraph": "天地之間，其猶橐籥乎？虚而不屈，動而愈岀。",
                    "zhushu": "疏：橐，韛也，謂以皮爲橐，鼔風以吹火也。籥，笛也。言天地能蒭狗萬物者，爲其間空虚，故生成無私而不責望，亦猶橐之鼔風，笛之運吹，常應求者，於我無情，故能虚之而不屈撓，動之愈岀聱氣。以況人君虚心玄黙，淳化均則無屈橈，日用。不知動而愈出也。"
                },
                {
                    "paragraph": "多言數窮，不如守中。",
                    "zhushu": "疏：多言者，多有兼愛之言也。多有兼愛之言，而行難徧，故敷窮屈不遂。是知不如忘懷虚應，所守中和，則自然皆足矣。注云不詶者，詶，答也。謂空有其言，而行不詶答。"
                }
            ]
        },
        {
            "name": "谷神不死章第六",
            "paragraphs": [
                {
                    "paragraph": "谷神不死章第六",
                    "zhushu": "前章明兼愛成私，偏私則難普。此章明至虚而應，其應即不窮。首標谷神，寄神用以明道。次云玄牝，辯玄功之母物。結以練綷微妙，玄示虚應，則不勤勞也。",
                    "type": 1
                },
                {
                    "paragraph": "谷神不死，是謂玄牝。",
                    "zhushu": "疏：谷神者，明谷之應聲，似道之應物，有感即應，其應如神。神者，不測之名。死，以休息爲義。不測之應，未嘗休息。故云谷神不死。玄，深也。牝，母也。谷神之應，深妙難名。萬物由其茂餋，故云是謂玄牝。"
                },
                {
                    "paragraph": "玄牝之門，是謂天地根。",
                    "zhushu": "疏：玄牝之甩，有感必應。應由物岀，故謂之門。天地，有形之大者，爾不得玄牝之用，則將分裂發洩，故資禀得以爲根本。故云是謂天地之根本也。"
                },
                {
                    "paragraph": "綿綿若存，甩之不勤。",
                    "zhushu": "疏：綿綿者，微妙不絶之意。虚牝之甩，應物無私。微妙，則稱爲若存。無私，故用不勤倦。"
                }
            ]
        },
        {
            "name": "天長地乆章第七",
            "paragraphs": [
                {
                    "paragraph": "天長地乆章第七",
                    "zhushu": "前章明谷神虚應，即不窮。此章明天地無私，故長乆。道則標天地以爲喻，次則舉聖人以轉明。結以無私成私，將欲勤勤此行。",
                    "type": 1
                },
                {
                    "paragraph": "天長地乆。",
                    "zhushu": "疏：此標章門。敢天以氣象，故稱長。地以形質，故稱乆。"
                },
                {
                    "paragraph": "天地所以能長且乆者，以者不自生，故能長生。",
                    "zhushu": "疏：前句標問，此假答云：天地所以能長且乆者，以其覆載萬物，長育群材，而皆資禀於妙本，不自衿其生成之功甩。以是之故，故能長乆。又解云：不自生者，言天地但生餋萬物，不自饒益其生，故能長乆。"
                },
                {
                    "paragraph": "是以聖人後其身而身先，外其身而身存。",
                    "zhushu": "疏：是以聖人効天地之覆載，必均餋而無私，故推先與人，百姓欣頼，爲下所仰，故身先也。不自矜貴而外薄其身，天下歸仁，則無畏害，故身存也。"
                },
                {
                    "paragraph": "非以其無私邪？故能成其私。",
                    "zhushu": "疏：天地所以能長乆，聖人所以先存者，非以其無自私之心，故能成此長乆行存之私乎？"
                }
            ]
        },
        {
            "name": "上善若水章第八",
            "paragraphs": [
                {
                    "paragraph": "上善若水章第八",
                    "zhushu": "前章明天地無私，生成則長乆。此章明至人善行，柔弱故無尤。首標若水，示三能之近道。次云居地，書七善之利物。結以不爭，勤中柔而全勝也。",
                    "type": 1
                },
                {
                    "paragraph": "上善若水，",
                    "zhushu": "疏：上善者，標人也。若水者，舉喻也。至人虚懷，於法無住，忘善而善，是善之上。上善之行，如水之能，具在下文，皆含法喻。"
                },
                {
                    "paragraph": "水善利萬物而不爭，處衆人之所惡。",
                    "zhushu": "疏：水性甘源，散灑一切，被其澗凙，蒙利則長，故云善利。此一能也。天下柔弱，莫過於水，平可取法，清可鑒人，乗流遇坎，與之委順，在人所引，嘗不競爭。此二能也。惡居下流，衆人恒趨，水則就卑受濁，處惡不辭。此三能也。"
                },
                {
                    "paragraph": "故幾於道。",
                    "zhushu": "疏：幾，近也。利物明其弘益，不爭表其柔弱，處惡示其合垢，此水性之三能，唯至人之一貫。其行如此，去道不遐，故云近爾。"
                },
                {
                    "paragraph": "居善地，",
                    "zhushu": "疏：至人所居，善能弘益，如水在地，利物則多。又地道月卑，水好流下，同至人之謙順，幾道性之柔弱，故云居善地。"
                },
                {
                    "paragraph": "心善淵，",
                    "zhushu": "疏：至人之心，善於安靜，如水之性，湛爾泉淳。水靜則清明，心閑則了悟。淵，深靜也。故云心善淵。"
                },
                {
                    "paragraph": "與善仁，",
                    "zhushu": "疏：至人弘濟，常以與人，善施之功，合乎仁行，如水澗物，無心愛憎，故云與善仁。"
                },
                {
                    "paragraph": "言善信，",
                    "zhushu": "疏：上善之人，言必眞實，弘化凡庶，善信不欺，如彼泉流，豈殊坎險？故云言善信。注云行險而不失其信者，周易坎卦辭也。"
                },
                {
                    "paragraph": "政善冶，",
                    "zhushu": "疏：政，正也。至人於事，動合無心，正容悟物，物因從正，正則自理，韭善而何？如彼水性，洗滌群物，令其清靜。故云政善治。"
                },
                {
                    "paragraph": "事善能，",
                    "zhushu": "疏：至人圓明，於物無凝，凡有運動，在事皆通。通則善能，是名照了。如彼水性，決之爲川，壅之爲池，浮舟涵虚，無所不爲，是善能也。"
                },
                {
                    "paragraph": "動善時，",
                    "zhushu": "疏：至人之心，喻彼虚谷，方之鏡像，物感斯應。如彼水性，春洋冬凝，與時消息。故云動善時。"
                },
                {
                    "paragraph": "夫惟不爭，故無尤。",
                    "zhushu": "疏：尤，過也。至人善行，與物無傷，虚心曲全，未曾爭競，波流頹靡，委順若斯。既不違逆於物，故無九過之地矣。"
                }
            ]
        },
        {
            "name": "持而盈之章第九",
            "paragraphs": [
                {
                    "paragraph": "持而盈之章第九",
                    "zhushu": "前章明至人善行柔弱，故無尤。此章明凡俗溺情驕盈，故有咎。首標持盈揣鋭，示其難保。次云金玉富貴，戒比貪求。結以名遂身退，今忘功而不處也。",
                    "type": 1
                },
                {
                    "paragraph": "持而盈之，不如其已。",
                    "zhushu": "疏：持，執也。盈，滿也。已，止也。言人心貪愛，求取無厭，執守保持，使令盈滿。積財爲累，悔恡必生。故聖人戒云不如休止。"
                },
                {
                    "paragraph": "揣而鋭之，不可長保。",
                    "zhushu": "疏：揣，暈度也。鋭，銛利也。凡情滞溺，貪求禜利，故揣暈前事，銛鋭欲心，鬼瞰人怨，坐招殃咎。故曰：不可長可也。"
                },
                {
                    "paragraph": "金玉滿堂，莫之能守。",
                    "zhushu": "疏：假使貪求不已，適令金玉滿堂。象有齒而焚身，鷄畏犠而斷尾，且失不貪之寳，坐貽致宼之憂。其以賈害，豈云能守？此覆釋持盈也。"
                },
                {
                    "paragraph": "富貴而驕，自遺其咎。",
                    "zhushu": "疏：遺，與也。富則人求之，故便欺物。貴則人下之，故好凌人。憍奢至而不期，殃咎來而誰與？因憍獲咎，憍自心生，故云自遺爾。此覆釋揣鋭也。"
                },
                {
                    "paragraph": "功成，名遂、身退，天之道。",
                    "zhushu": "疏：此舉戒也。夫滿則招損，謙便受益。惟彼天道，尙不常盈。故功成者隳，名遂者虧。欽求長保，未聞斯語。當須忘功與名，退身辭盛，如彼天道，不失盈虚，則無憂責矣。"
                }
            ]
        },
        {
            "name": "載營魄章第十",
            "paragraphs": [
                {
                    "paragraph": "載營魄章第十",
                    "zhushu": "前章明縦欲溺情，驕盈故有咎。此章明餋神愛氣，不座則無疵。營魄已下至滌除，戒修身所以全德。愛人已下至明白，示德全可以爲君。結以生之、畜之，表玄功之被物也。",
                    "type": 1
                },
                {
                    "paragraph": "載營魄抱一，能無離乎？",
                    "zhushu": "疏：載，初也。營，護也。言人受生始化，但有虚象魄然既生，則陽氣充滿虚魄，魄能運動，則謂之魂。如月之魄照日則光生矣。故春秋子產曰：人生始化曰魄。既生魄，陽爲魂。言人初載虚魄，當營護陽氣，常使充滿，則得生全。若動甩不恒，消散陽氣，則復成虚魄而死滅也。莊子曰：近死之心，莫使復陽。故令營護虚魄，使復陽全生，抱守亳一，不令梁雜，無離身乎，則生全矣。此教餋神也。"
                },
                {
                    "paragraph": "專氣致柔，能如嬰兒乎？",
                    "zhushu": "疏：專，專一也。氣，沖和妙氣也。人之受生，沖氣爲本。若梁雜塵境，則沖氣離散，神不固身。故戒令專一沖和，使致柔弱，能如嬰兒，無所躭著乎？此教餋氣。"
                },
                {
                    "paragraph": "滌陰玄覧，能無疵乎？",
                    "zhushu": "疏：滌，洗也，除理也。玄覧，心照也。疵，病也。人之躭染，爲起欲心，當須洗滌除理，使心照清淨，愛欲不起，能令無疵病乎？此教滌心也。"
                },
                {
                    "paragraph": "愛民治國，能無爲乎？",
                    "zhushu": "疏：愛民者，使之不暴卒，役之不傷性。理國者，務農而重穀，事簡而不煩，則人安其生，不言而化也。此無爲也。能爲之乎？"
                },
                {
                    "paragraph": "天門開闔，能爲雌乎？",
                    "zhushu": "疏：修德可以爲君，爲君須承曆敷。即天門者，帝王曆敷所從岀也。開謂受命，闔爲廢黜。天降寳命，以祚有道，能守雌桑，可享元吉。故云能爲雌乎？又解云：易曰：闔一闢謂之變。言聖人設教，應變無常，不以雄盛而守雌牝。亦如天門開闔，虧盈而益謙也。"
                },
                {
                    "paragraph": "明白四逹，能無知乎？",
                    "zhushu": "疏：帝王既受曆敷，臨御萬方，若能守雌靜，則其德明白，如日之照，四逹天下，功被於物，不以爲功，所謂忘功，若無知者，故云能無知乎。"
                },
                {
                    "paragraph": "生之畜之。",
                    "zhushu": "疏：下經云：道生之，德畜之。此云生之畜之者，謂人君法道清靜，令物得遂其生成；効德弘濟，令物各盡其畜餋。故云生之畜之。"
                },
                {
                    "paragraph": "生而不有，爲而不恃，長而不宰，是謂玄德。",
                    "zhushu": "疏：物得遂生，聖忘功用。遂生，則生理自足，忘功，則功用常全。斯乃無私而成私，不宰而爲眞宰也。故生而不有者，令物各遂其生，君不以爲己有也。爲而不恃者，令物各得其動用，而不自負恃爲己功也。長而不宰者，居萬氏之上，故云長而不恃其功，故云不宰也。如是，是謂深玄妙之德矣。"
                }
            ]
        },
        {
            "name": "三十輻章第十一",
            "paragraphs": [
                {
                    "paragraph": "三十輻章第十一",
                    "zhushu": "前章明餋神愛氣，不雜則無疵；此章。明利有甩無，相資而功立。故乾坤爲太易之蘊，轅廂成甩無之質。標車器以爲喻，存利甩以結成。",
                    "type": 1
                },
                {
                    "paragraph": "三十輻，共一轂，當其無，有車之用。",
                    "zhushu": "疏：輻三十，貫於一轂，明少者多之所宗也。當其空無，方有車之運用，明無者，有之所利也。夫道者何？至無至一者也。故能鼔動衆顃，磅礴群材，適使萬殊區分，成之者一象；衆竅互作，鼔之者一響。則原天下之動用，本天下之生成，未始離於至一者也。且就車而輪，則轅廂有也，車中空無也。車中穵無，乃可運甩。若無轅廂之有，則空無之運甩息矣。車中若不空無，則轅廂之顃，皆爲棄物。故乾坤成列而易功著，萬化流動，而道用彰。是以借麤有之甩無，明至無之利有爾。"
                },
                {
                    "paragraph": "埏埴以爲器，當其無，有器之用。",
                    "zhushu": "疏：埏，和也。埴，粘土也。注云：陶匠者，尙書云範土曰陶匠。範和粘十，焼成瓦器，亦取其中空虚，以用成受物也。"
                },
                {
                    "paragraph": "鑿户牗以爲室，當其無，有室之用。",
                    "zhushu": "疏：鑿，穿也。門傍颏謂之牗。古者穴居，故詩云陶復陶穴，謂穿鐜穴中之土，以覆其上，故云鑿爾。後代聖人易之以宫室，取其室中穵虚，所以人得居處。莊子曰：室無空虚，則婦姑勃蹊，謂爭路也。爾雅云：宫謂之室。"
                },
                {
                    "paragraph": "故有之以爲利，無之以爲甩。",
                    "zhushu": "疏：有之所利，利於甩，甩必資無，故有以無爲利也。無之所用，用於體，體必資有，故無以有爲利。注云：形而上者曰道，形而下者曰器，易繋辭文也。自無則稱道，渉有則稱器。欲明道用，必約形器。故首唯借喻於三翻，終欲用無於一致爾。"
                }
            ]
        },
        {
            "name": "五色章第十二",
            "paragraphs": [
                {
                    "paragraph": "五色章第十二",
                    "zhushu": "前章明利有用無，相資故功立；此章明染。塵逐境，馳騁則發狂。首摽色聲，戒優當所以爲病；次云畋獵，明逐欲所以焚和。結以聖人去取，示全眞保性之要爾。",
                    "type": 1
                },
                {
                    "paragraph": "五色令人目盲，五音令人耳聾，五味令人口爽。",
                    "zhushu": "疏：色謂青、黄、赤、白、黑。音謂宫、商、角、徴、羽。味謂酸、醎、甘、苦、辛。爽，差也。目視色，耳聽聲，口察味，傷當過分，則不能無損，故坐令形骸聾盲，爽差失味爾。又況躭滞代間聲色諸法，不悟聲色性空，豈惟形骸之有聾盲，此亦智之聾育者爾。"
                },
                {
                    "paragraph": "馳騁畋獵令人心發狂，",
                    "zhushu": "疏：此言躭聲滞色之人，馳騁欲心，亦如畋獵，但求殺獲，欲心奔盛，逐境如馳，靜而觀之，是心發狂病也。"
                },
                {
                    "paragraph": "難得之貨令人行妨。",
                    "zhushu": "疏：難得之貨者，言人身以材器爲貨。難得之貨者，則性分所無，求不可得。云不安本分，穚性妄求，既其乖失天然，所以妨傷道行。"
                },
                {
                    "paragraph": "是以聖人爲腹不爲目。",
                    "zhushu": "疏：腹者含受而無分别。目者妄視，滯於色塵。無分别則全和，故爲之。滞色塵則傷性，故不爲也。"
                },
                {
                    "paragraph": "故去彼取此。",
                    "zhushu": "疏：彼目妄視，故去之。此腹含受，故取之。"
                }
            ]
        },
        {
            "name": "寵辱章第十三",
            "paragraphs": [
                {
                    "paragraph": "寵辱章第十三",
                    "zhushu": "前章明染逐塵境，馳騁則發狂。此章明寵辱吾驚，貴身故爲患。首兩句摽宗以起問，次十句因問以明理，後四句責愛不矜假，寄託以結成。",
                    "type": 1
                },
                {
                    "paragraph": "寵辱若驚，",
                    "zhushu": "疏：若，如也。言寵辱之驚相如也。夫操之則寵，捨之則辱。言人不能心齊禜辱，矜徇功名，執權既以爲光寵，失势自傷於卑辱。光寵則矜恃，卑辱則驚唴。故陳戒使其若驚，欲令齊其寵辱。"
                },
                {
                    "paragraph": "貴大患若身。",
                    "zhushu": "疏：貴，矜貴也。若亦如也。身者，禍患之源。夫躭翫聲色，矜競禜華，皆爲有身，遂成患本。即貴其身者，復何異乎貴大患矣。即身本是患，等無有異。未能無患，秪爲有身。即此貴身，同貴大患。若能無患，亦復亡身。是知患由貴生，身由患有。故云貴大患若身。"
                },
                {
                    "paragraph": "何謂寵辱？寵爲下。",
                    "zhushu": "疏：前標寵辱若驚，恐人不曉，故設問云：何謂寵辱。還自答云寵爲下。所以明寵爲下者，夫恃寵則憍盈，憍盈則生禍，因寵獲禍，則寵爲辱本，故知寵爲下。"
                },
                {
                    "paragraph": "得之若驚，失之若驚，是謂寵辱若驚。",
                    "zhushu": "疏：得則爲寵，失則爲辱。若驚者，故寵辱循環，故寵爲辱本。代間衆生得寵則欣喜，得辱則驚懼。故聖人戒之。禍福循環，譬之糺纒。寵辱無定，豈可獨驚？辱來既驚其禍患，寵至亦驚其穚逸，其驚相若，故云是謂寵辱若驚。"
                },
                {
                    "paragraph": "何謂貴大患若身？",
                    "zhushu": "疏：恐人不曉，設問以明。"
                },
                {
                    "paragraph": "吾所以有大患者，爲吾有身。",
                    "zhushu": "疏：吾所以有大患者，爲吾執有身相。好禜惡辱，辯是與非不得，則大憂以懼，心神內竭於貪欲，形骸外因於奔競，爾然疲役韭患而何？"
                },
                {
                    "paragraph": "及吾無身？吾有何患？",
                    "zhushu": "疏：無身者，謂能骸了身相虚幻本非眞實，即當坐忘遺照，隳體黜聦，同大通之無主，均委和之非我，自然禜辱之途泯，愛惡之心息，所謂帝之懸解，復何計於大患乎？故云及吾無身，吾有何患。注云委和者，莊子丞答舜云：身非汝有，是天地之委和。"
                },
                {
                    "paragraph": "故貴以身爲天下者，若可寄天下；愛以身爲天下者，若可託天下。",
                    "zhushu": "疏：言人君有自矜貴其身，以爲天下之主者，貴身則凌人，人故不附，可暫寄爾。若自愛其身，以爲天下之主者，愛身則慈人，人則樂推，故可託身於萬人之上，長爲之主。然此章首摽驚寵辱，終以寄託者，欲明驚竉辱不若忘寵辱，有貴愛不若忘貴愛，託天下不若忘天下，故又爲大患。爲吾有身，驚寵辱未能無我，都忘則百慮一致，矜有則萬殊爭長，故忘寵辱則無所復驚，忘身則無爲患本，忘天下則無寄託之迹，然後上有太上之君，下有下知之臣，無爲無不爲，不德而有德矣。"
                }
            ]
        },
        {
            "name": "視之不見章第十四",
            "paragraphs": [
                {
                    "paragraph": "視之不見章第十四",
                    "zhushu": "前章明貴身爲患，今兼忘而不有；此章明妙本無象，故在用而皆通。首三句言不可求之聲色，次六句，明尋責必歸於無物。又五句，示妙用之難測。後四句，結引古以證今。",
                    "type": 1
                },
                {
                    "paragraph": "視之不見，名曰夷。聽之不聞，名曰希。搏之不得，名曰微。",
                    "zhushu": "疏：此明道也。夫視之者，以色求道；聽之者，以聲求道；摶之者，以形求道。道韭色聲形法，故求竟不得。以不得，故欲謂之無。乃於無色之中，能應衆色；無聲之中，能和衆聲；無形之中，能狀衆形。是無色之色，無聲之聲，無形之形，故謂之希微夷。希微夷者，謂明道而韭道也。夷，平易。也希者，聲之微妙也。摶，執持也。"
                },
                {
                    "paragraph": "此主者不可致詰，故混而爲一。",
                    "zhushu": "疏：三者，夷也、希也、微也。致，得也。詰，責也。混，同也。妙本微妙，精一難名。聲色形法，焉得詰責？欲以色聲形詰，但得希微爾。謂三也。三者假名，欲明道，用道非色聲形等，則混爲矣。"
                },
                {
                    "paragraph": "其上不皦，其下不昧。",
                    "zhushu": "疏：皦，明也。昧，暗也。夫形質之物，皆有定方。在上者則明，在下者則暗。唯妙本惚恍，不可定名，則在上亦不明，在下亦不昧，而能上能不，能明能暗，非天下之至順，其孰能與於此乎？"
                },
                {
                    "paragraph": "繩繩不可名，復歸於無物。",
                    "zhushu": "疏：繩繩者，運動不絶之意也。妙本生化，運動無窮，生物之功，强名不得。物物而不物，生生而不生，尋責則妙本淇然未曾有物，故云復歸於無物也。"
                },
                {
                    "paragraph": "是謂無狀之狀，無物之象，是爲惚恍。",
                    "zhushu": "疏：狀，形狀也。象，物象也。言妙本混成，本無形質，而萬化資禀，品物流形，斯可謂有無狀之形狀，有無物之物象。不可名之爲有，亦不可格之於無。無有難名，故謂之惚恍。"
                },
                {
                    "paragraph": "迎之不見其首，隨之不見其後。",
                    "zhushu": "疏：至精無形，至大不可圍，故迎之者不見其首，隨之者不見其後。無者則無始，無後即無終，無始無終，故非隨迎所得也。"
                },
                {
                    "paragraph": "執古之道，以御今之有。",
                    "zhushu": "疏：此明古先帝王常以無爲道化，以化於人。故戒今能執守古之所行無爲之教，以御理今之有爲之事，則不言而化矣。"
                },
                {
                    "paragraph": "能知古始，是謂道紀。",
                    "zhushu": "疏：前云執古之道，將引之使行。此云能如古始，明道行必化。故重云帝王能知古始，無爲而理，當抱守亳樸，爰清爰靜者，是知無爲之理，是道之網紀也。"
                }
            ]
        },
        {
            "name": "古之善爲士章第十五",
            "paragraphs": [
                {
                    "paragraph": "古之善爲士章第十五",
                    "zhushu": "前章明妙本無象，則在用而皆通。此章明玄通之人，常不勇而能弊。首摽古之五句，明善爲所以微妙。次云豫若七句，示德容所以難明。孰能下兩句，表進修之徐生保。此下終篇，結證成而不滞。",
                    "type": 1
                },
                {
                    "paragraph": "古之善爲士者，微妙玄通，深不可識。",
                    "zhushu": "疏：古，昔也。士，事也。言古昔之人，善以道事者，精微要妙，玄寂通達，體道了言，渙然無滯，而其宇量深邃，不可識知。"
                },
                {
                    "paragraph": "夫惟不可識，故强爲之容。",
                    "zhushu": "疏：夫惟善士踓正容，可以悟物，而宇泰發於天光，徳量難窺，故强爲容狀，且求委順之迹，將以引化凡愚。"
                },
                {
                    "paragraph": "豫兮若冬渉川。",
                    "zhushu": "疏：豫，閑豫也。若，如也。川，喻代間。愛欲所以陷溺衆生。善士踓處代閒，不爲愛欲所梁，如冬渉川，故多閑豫。冬渉川所以閑豫者，冬冰堅壯，無墜陷之憂爾。"
                },
                {
                    "paragraph": "猶若畏四鄰，",
                    "zhushu": "疏：猶豫，疑難也。夫善士無愛欲，故多閑豫。及觀其行事舉動施爲，恐不合道，故多疑難。如今之人，有事畏四鄰知而加戒愼。"
                },
                {
                    "paragraph": "儼若客渙若冰將釋。",
                    "zhushu": "疏：善士於愛欲無所造作，如客對主人，但儼然肅敬。爾踓於愛欲，如客對主人，而爲善之行，不凝滞於物，渙然若春冰之散釋，無留礙爾。"
                },
                {
                    "paragraph": "敦兮其若樸，",
                    "zhushu": "疏：敦，敦厚也。樸，質樸也。言踓不凝滞於物，而絶浮競，其德行敦厚，若質樸無所分别。"
                },
                {
                    "paragraph": "曠兮其若谷，",
                    "zhushu": "疏：曠，寛也。言善士懷道抱德，宇暈曠然寛大，於物悉能含受，如彼虚谷，無不包容。"
                },
                {
                    "paragraph": "渾兮其若濁，",
                    "zhushu": "疏：善士心照清淨，而能容物和同，光塵不自殊異，渾然如濁，物莫能知。"
                },
                {
                    "paragraph": "敦能濁以靜之徐清。",
                    "zhushu": "疏：因上文去若濁，便舉水之澄清，以況善士之心無染，則自然靜止。故云孰能於代間愛欲混濁之中，而以清淨道性崦靜止之，令愛欲不起，亦如水濁而澄靜之，令徐徐自清乎？孰誰也？"
                },
                {
                    "paragraph": "孰能安以乆動之，徐生。",
                    "zhushu": "疏：此教於法無滯也誰能以清靜之性，靜止愛欲，如水之性，已得徐清。若便安於此清而乆滯，滯則韭悟，未名了出。當須更求勝法，運動增修爲道既損之而又損，按：行亦次來而次滅，則清淨之性不滞於法，而徐動出也。生猶動岀爾。"
                },
                {
                    "paragraph": "保此道者，不欲盈。",
                    "zhushu": "疏：滞法安清，是名盈滿。故云若俗保全此徐清徐生之道，當須無所梁著，得無所得。今復滞清求生，是傷盈滿，則妨道行。故云不欲。"
                },
                {
                    "paragraph": "夫惟不盈，故能弊不新成。",
                    "zhushu": "疏：夫能無所凝滞，以至無爲，於法無住。不盈滿者，當以新證之法爲弊薄，更求勝致，不以爲新成而便滞著矣。"
                }
            ]
        },
        {
            "name": "致虚極章第十六",
            "paragraphs": [
                {
                    "paragraph": "致虚極章第十六",
                    "zhushu": "前章明玄通之士，常保通而不盈。此章明守靜之人，必歸根而復命。復命爲知常之要，守靜是致虚之由。文相次以轉明，理同歸於道用。故知常則明了，行道乃乆長。",
                    "type": 1
                },
                {
                    "paragraph": "致虚極，守靜篤。",
                    "zhushu": "疏：虚極者，妙本也。言人受生，皆禀虚極妙本，是謂眞性。及受彤之後，六根愛染，五欲奔馳，則眞性離散，失妙本矣。今欲令虚極妙本必自致於身者，當須守此雌靜，篤厚性情，而絶欲無爲，無狹而不厭，則虚極妙本自致於身，亦由水之流濕，火之就燥矣。致者，令必自來，如春秋致師之義爾。"
                },
                {
                    "paragraph": "萬物並作，吾以觀其復。",
                    "zhushu": "疏：此明守靜篤，必致虚極之意。夫萬物萬形，動作不同，及觀其歸復，常在於本。易曰：雷在地中，復。復者，反本之謂也。故靜則歸復，動則失本也。"
                },
                {
                    "paragraph": "夫物芸芸，各復歸其根。",
                    "zhushu": "疏：此舉喻明觀復之意也。根者，本所愛氣而生也。今觀萬物花葉芸芸，及其生性，皆復歸於其根而更生。虚極妙本，人所禀而生。敢今觀情欲熈熈，能守靜致虚，則正性歸復命元而長乆矣。本作云云者，如注釋之。"
                },
                {
                    "paragraph": "歸根曰靜，靜曰復命。",
                    "zhushu": "疏：物歸根則安靜，人守靜則致虚。木之禀生者根，歸根故復命。人之禀生者妙本，令能守靜致虚，可謂歸復所禀之性命也。"
                },
                {
                    "paragraph": "復命曰常，知常曰明。不知常，妄作凶。",
                    "zhushu": "疏：能守雌靜篤厚，以致虚極妙本，致虚則復命，可謂得常矣。能知守常，是曰明了。失常妄作，可謂無常。不常其德，窮凶必矣。注云不恒其德，或承之羞者，易恒卦文也。"
                },
                {
                    "paragraph": "知常容。",
                    "zhushu": "疏：知常曰明，明則鑒物，物來必應，無不含容，故曰知常容。"
                },
                {
                    "paragraph": "容乃公，公乃王。",
                    "zhushu": "疏：能含容應物，乃公正無私，無私則天下歸徃，是謂王矣。"
                },
                {
                    "paragraph": "王乃天，天乃道。",
                    "zhushu": "疏：惟天爲大，唯王則之，其德同天而無不覆，故云王乃天。王德如天，則無爲而理，道化乃行，故云乃道。"
                },
                {
                    "paragraph": "道乃乆，殁身不殆。",
                    "zhushu": "疏：言守靜致虚，歸根復命，萁德如此，可以爲王。王德合天，能行其道，道行則乆享福祚，天下之人就之，如曰戴之如尪，澤之如雨，望之如春，則終殁其身，復何危殆之事？故云歿身不殆。"
                }
            ]
        },
        {
            "name": "太上下知章第十七",
            "paragraphs": [
                {
                    "paragraph": "太上下知章第十七",
                    "zhushu": "此章上論淳古之風，下違澆漓之俗，欲明失道之漸，將辯致弊之由。故前章明守靜則致虚，此章示無爲則復換。樸散則親譽遂作，無爲則謂我自然。庶夫道化之君，專此不言之教。",
                    "type": 1
                },
                {
                    "paragraph": "太上，下知有之。",
                    "zhushu": "疏：太上者，淳古之君也。謂爲太上者，尊之也。言太上之君，處無爲之事，行不言之教，臣下但知上有君，尊之如天，大而在上，被四時生育之美，不知何以稱其德，故云下知有之。"
                },
                {
                    "paragraph": "其次親之譽之。",
                    "zhushu": "疏：太上之君歿，黄帝、堯、舜氏作，施教行善，仁及百姓，故親之。柔弱致平，功高天下，故譽之。親譽生前人之迹，矯徇爲後代之患。故莊子曰：吾語汝，大亂之本，必生堯、舜之間，何也以其迹存乎千載之後故爾。"
                },
                {
                    "paragraph": "其次畏之、侮之。",
                    "zhushu": "疏：黄帝、堯、舜氏殁，下及三王五覇，浸以淩遲，嚴刑峻制，故畏之。明不能察，故侮之。下議罪而求功，上賞姦而生詐，相蒙若此，可謂寒心。"
                },
                {
                    "paragraph": "信不足，有不信。",
                    "zhushu": "疏：此覆釋畏之也。百姓畏君之刑法，侮君之教令者，皆爲君信不足於下，故今下有此不信之人爾。"
                },
                {
                    "paragraph": "猶其貴言，",
                    "zhushu": "疏：此覆釋親之譽之也。百姓所以親愛君之善行，稱譽君之功業者，由君有德教之言，故貴重君言而稱譽之爾。古猶字與由通用。"
                },
                {
                    "paragraph": "功成事遂，百姓皆謂我自然。",
                    "zhushu": "疏：此覆釋太上下知也。夫淳樸不殘，孰爲犧樽？道德公行，親譽焉設？故太上之代，下忘帝力。適今功成事遂，百姓皆以爲自然合爾，不知所以親譽報施也。"
                }
            ]
        },
        {
            "name": "大道廢章第十八",
            "paragraphs": [
                {
                    "paragraph": "大道廢章第十八",
                    "zhushu": "前章明步驟殊時，道存故渟樸不散。此章明風俗類弊。夫道則仁義前行，秃施髪而病求醫，踓云由愈；數米炊而簡髪櫛，何其傷性？故直舉八句，特以明其極弊，冀速返於淳古也。",
                    "type": 1
                },
                {
                    "paragraph": "大道廢，有仁義。",
                    "zhushu": "疏：大道廢者，代俗澆漓，人人浮競，玄晏之風斯泯，穆清之化不存，失至道無爲之事，故云廢也。廢則有兼愛之仁，裁韭之義，踧躃於其間矣。故莊子曰：道隠於小成。小成，謂仁義等，各自其成，不能大通，故謂之小成爾。"
                },
                {
                    "paragraph": "智慧岀，有大僞。",
                    "zhushu": "疏：智慧岀者，謂後代之人，役甩智慧，立法以檢俗，制典以詰姦。恐其不信，作符壐以信之；恐其不平，爲斗斛以暈之。而不仁之人，兼盜符壐，并竊斗斛，則夫智慧之作法，適足侈大其詐僞，故云有大僞矣。"
                },
                {
                    "paragraph": "六親不和，有孝慈；",
                    "zhushu": "疏：六親者，父子、兄、弟、夫、婦也。夫大同之俗，無自私之親。及乎上下不和，怨恩私起，則有扇枕温席，人謂之孝。岀復入顧，人謂之慈。被慈孝之名，有自矜之色。殊不知大道之代，天下爲家，上承下綏，自然之分足。視人猶己，不獨親其親，則天下之人皆可孝也。人亦視之猶己，不獨子其子，則天下之人皆可慈也。則孝慈之名，復何所施乎？"
                },
                {
                    "paragraph": "國家昏亂，有忠臣。",
                    "zhushu": "疏：忠者，人臣之職分。而云有忠臣者何？由人主失御臣之道。今侫主之人獲進，親君於昏暗，使生禍亂，則有見危致命，蒙死難以匡社稷，而獲忠臣之名。若夫道化大行，無爲清淨，聖皇多士，盡是夒龍，尋倫攸序，無韭作乂，然後忠孝之名息，淳樸之道興，則於忠臣孝子何有？此四者，頹弊之極也，焉得不返之於淳樸乎？"
                }
            ]
        },
        {
            "name": "絶聖章第十九",
            "paragraphs": [
                {
                    "paragraph": "絶聖章第十九",
                    "zhushu": "前章明風俗頹弊，失道而仁義遂行；此章。明絶弃多門，還渟則盜賊無有。首六句且絶衿徇之迹，次三句將明立教之万，後四句示行門之由趣爾。",
                    "type": 1
                },
                {
                    "paragraph": "絶聖棄智，民利百倍。",
                    "zhushu": "疏：聖者，有爲制作之聖。智者，凡俗矜徇之智。制作之聖則有迹，衿徇之智則韭眞。失眞是生巧僞，逐迹坐令喪本，故皆絶棄之，而令其淳朴。天和既輰，衿徇不行，是人有百倍之利也。"
                },
                {
                    "paragraph": "絶仁棄義，民復孝慈。",
                    "zhushu": "疏：前章云大道廢，有仁義，此云絶仁棄義，民復孝慈者，明大道之代，所謂玄同，民無私親，翻皆慈孝。故理至則迹滅，事當而名去。今六紀廢絶，則慈孝名彰，若絶兼愛之仁，棄裁韭之義，江湖無濡沬之迹，慈孝有自然之素，故民復於大孝慈矣。絶巧棄利，盜賊無有。疏：絶巧者，絶雕琢、韭法、滛過之巧。棄利者，棄徇財兼并乾没之利。夫盜賊者，生於羨欲不足。令絶巧則人不爭，棄利則人白足，復誰爲盜賊乎？故云無有。"
                },
                {
                    "paragraph": "此三者，以爲文不足，故令有所屬。疏：",
                    "zhushu": "三者，謂絶聖棄智也。絶仁棄義；二也絶巧棄利。三也。此三者，且令絶棄，未有修行。故以爲此三者，於文不足以垂教，更令有所屬，著在下文，見素等是也。"
                },
                {
                    "paragraph": "見素抱朴，少私寡欲。",
                    "zhushu": "疏：欲求絶聖棄智，則常見眞素；欲求絶仁棄義，則懷抱質樸；欲求絶巧棄利，則當少私寡欲。三絶踓於文不足，四行則修身有餘。將欲禁絶於中心，故必取資於內行爾。"
                }
            ]
        },
        {
            "name": "絶學舞憂章第二十",
            "paragraphs": [
                {
                    "paragraph": "絶學舞憂章第二十",
                    "zhushu": "前章明絶棄多門，還渟則盜賊。無有；此章明畏除俗學，若昏故獨異於人。首句，標門以示絶；次七句，舉喻以明理；又一十七句，格凡聖以對辯；後兩句，離獨行以結成。",
                    "type": 1
                },
                {
                    "paragraph": "絶學無憂。",
                    "zhushu": "疏：絶學者，絶有爲俗學也。夫人之禀生，必有眞素，越分求學，傷性則多。若令都絶不爲，是使物無修習。今明乃絶有爲過分之學，即莊子所謂俗學以求復其初者。若分內之學，因性之爲，上士勤行，未爲不絶也，故曰絶學憂。"
                },
                {
                    "paragraph": "唯之與阿，相去幾何？善之與惡，相去何若？",
                    "zhushu": "疏：唯，恭應也。周禮曰：先生召，無諾，唯而起，阿慢應也。漢書曰：不誰何。綰謂：何，問也。此舉喻也。唯之與阿，同岀於囗。唯恭則善，阿慢則惡。學之不絶，只在於心。絶之，則無憂，不絶，則生患。同出於囗，故云相去幾何。只在於心，故云相云何若。若能了學無學，學相皆空，於知忘知，不生分别，則唯阿齊致。善惡兩忘也。"
                },
                {
                    "paragraph": "人之所畏，不可不畏。",
                    "zhushu": "疏：人之所畏者，畏慢與惡也。夫慢則爲過，惡則被嫌。被嫌，則人所棄薄，爲過，則物多尤怨。以況有爲俗學增長是韭。若不畏而絶之，是皆違分傷性，故不可畏而絶之也。"
                },
                {
                    "paragraph": "荒兮其未央哉。",
                    "zhushu": "疏：荒，廢也。慢惡爲過，俗學失眞，是皆可畏，故當絶棄。若不絶而棄之，則正性荒廢，其未有央止之時。詩曰：夜未央，言更漏尙多也。此云其未央，言俗學傷性，無息止期，故前途尚多，云未央也。"
                },
                {
                    "paragraph": "衆人煕煕，如享太牢，如登春臺。",
                    "zhushu": "疏：煕煕者，情欲摇動之貎。此明不畏絶俗學之人。夫俗學有爲，動生情欲，煕煕逐境，役役终身，如餒夫之臨享太牢，恣貪滋味，冶容之春臺登望，動生愛著。太牢者，牛羊豕也。春臺所以爲爱著者，謂其卉木滋禜，禽鳥呜匹，陽和陶然，易淫荡也。故邠詩云：春曰遲遲，采察祁祁。汝心傷悲，迨及公子同歸也："
                },
                {
                    "paragraph": "我獨怕兮其未兆，如嬰兒之未孩。",
                    "zhushu": "疏：我，老君自稱。言我畏絶俗學，抱道含和，獨能怕然安静於彼。世間有爲之事，情欲等法，略無形兆，如彼嬰兒未能孩笑，無分别。也：孩者，别人之意。莊子曰：不至于孩而始誰？"
                },
                {
                    "paragraph": "乗乗兮若無所歸。",
                    "zhushu": "疏：乗乗，運動之貎也。衆人動生躭著，常有執求，故若有所歸徃。我本無以，怕然安靜，乗流則逝，值坎而止。若彼行道之人，無所歸趣，不汲汲也。"
                },
                {
                    "paragraph": "衆人皆有餘，而我獨若遺。",
                    "zhushu": "疏：衆人俗學，躭著矜誇巧智，是法皆執，自爲有餘。我獨損之，未嘗凝滞，心無愛染，故若遺忘也。"
                },
                {
                    "paragraph": "我愚人之心也哉，純純兮！",
                    "zhushu": "疏：言我於諸法中，體了無著，故若遺忘，豈如愚人之心也。但我心純純質樸，無愛欲，故若遺爾。"
                },
                {
                    "paragraph": "俗人昭昭，我獨若昏。俗人察察，我獨悶悶。",
                    "zhushu": "疏：昭昭，自矜衒巧智也。若昏者，若昏昧無所分别也。察察者，施教立法以繩下也。悶悶者，無心寛大之意也。所以昭昭矜衒、察察施教者，皆由不絶俗學與有爲故。聖人畏絶若昏黙也。"
                },
                {
                    "paragraph": "忽若晦寂兮，似無所止。",
                    "zhushu": "疏：絶學之人，忽忽無心，常若昏昧，而心寂然，曾不愛染。於法無住，故似無所止著爾。"
                },
                {
                    "paragraph": "衆人皆有以，我獨頑似鄙。",
                    "zhushu": "疏：凡俗之人，不畏俗學，所以躭滞逐境，未曾休息。我於世聞，獨無分别，有似鄙陋。頑者，無分别也。鄙者，陋不足也。而心實了悟，故云似爾。白衆人熈熈，下皆對明也。"
                },
                {
                    "paragraph": "我獨異於人，而貴求食於毋。",
                    "zhushu": "疏：此兩名結成也。我獨異於人者，異於不絶俗學之凡人也。即上對明諸法與凡人異。凡人愛染有爲，我獨遺忘情欲，凡人於諸法分别，我獨等無是非，故云異於人。而貴求食於每者，老君戒人守樸全和，少私寡欲，絶視聽之躭著，杜聲名之奔競。今如嬰兒但求食於母爾，故云而貴求食於母。"
                }
            ]
        },
        {
            "name": "孔德之容章第二十一",
            "paragraphs": [
                {
                    "paragraph": "孔德之容章第二十一",
                    "zhushu": "前章明畏絶俗學若昏，故。獨異於人，此章明從順至道甚眞，則能閲衆甫道標孔德兩句，明德人之順道；次道之爲物下十句，輰妙本之精自古下五句，辯應甩之名，結生成之德爾。",
                    "type": 1
                },
                {
                    "paragraph": "孔德之容，唯道是從。",
                    "zhushu": "疏：孔，甚也。從，順也。容，容狀也。欲明行人所以順合至道，故云甚有德人之容狀若何。言甚有德人之容狀，唯虚極之道是順爾。道之爲物，唯恍唯惚。疏：此明虚極妙本，爲物形狀，即孔德所從之道也。虚極妙本，强名曰道。道之爲物，其運動形狀若何？言此妙本，不有不無，難爲名稱。欲謂之有，則寂然無象；欲爲之無，則湛似或存。無有難名，故謂之爲恍惚爾。"
                },
                {
                    "paragraph": "惚兮恍兮，其中有象。",
                    "zhushu": "疏：此明降生本迹也：惚，無也。恍，有也。兆見曰象。妙本無物，故謂之惚。生化有形，故謂之恍。斯則自無而降有，其中兆見，切物象從本而降迹也。恍兮惚兮，其中有物。疏：物者，即上道之爲物，謂妙本也。妙本降生，兆見衆象。修性反德，則復歸無物。無物，即道也。言人修性反德，不離妙本，白有歸無，還冥至道。故云其中有物，言有妙物也。此攝迹以歸本也。"
                },
                {
                    "paragraph": "窈号冥兮，其中有精。疏：窈冥，深昧也。虚極降生，修性反本，攝迹歸本，妙物或存。窈冥深昧，不可暈測，含孕變化，中有至精。故云其中有精也。其精甚眞，其中有信。",
                    "zhushu": "疏：至道妙物，既本韭假雜，變化至精，故其精甚眞。生成之功，徧被群有，物感必應，曾不差違。故云其中有信。"
                },
                {
                    "paragraph": "刍古及今，其名不去，以閲衆甫。",
                    "zhushu": "疏：閲，度閲也。甫，本始也。言道德生成之功，窈冥眞精之信，始終無極，今古不渝。故物得道用之名，天清地寧之類，自古至今，常不去也。故注云：生成之用，既今古是同。應用之名，故古今不去也。以此精眞之信，度閲萬物本邕，今各遂其生成之用爾。"
                },
                {
                    "paragraph": "吾何以知衆甫之然哉？以此。",
                    "zhushu": "疏：又詳云：吾何知萬物本始，皆禀於道？道必度閲之，令逹其生成用然哉？答云：以此其精甚信，凡今萬物，皆禀生成，故知之爾。"
                }
            ]
        },
        {
            "name": "曲則全章第二十二",
            "paragraphs": [
                {
                    "paragraph": "曲則全章第二十二",
                    "zhushu": "前章明從順至道甚眞，故能閲。衆甫。此章明抱爲弌不爭。則所謂曲全者六句，示誠全之行。是以下兩句，摽聖行以明。次四句，覆釋曲全至弊新仧，唯下結不爭必全而歸爾。",
                    "type": 1
                },
                {
                    "paragraph": "曲則全，",
                    "zhushu": "疏：曲者，委曲從順者也。言人能委曲從順，不與物迕，則可以全身。故云曲則全。"
                },
                {
                    "paragraph": "枉則直，",
                    "zhushu": "疏：枉者，受屈於物；直者，可以正曲。也春秋曰：正曲爲直。言人踓不與物迕，若物來枉己，二能受屈，彼必慙懼而自修整，則是己之直可以正曲。故云枉則直。"
                },
                {
                    "paragraph": "窪則盈，",
                    "zhushu": "疏：窪，坳下。盈，滿也。此喻説也。夫地之坳下，水必流滿。人守撝謙，德便光大。能曲能枉，坳下也。則全則直，滿盈也。故云窪則盈。"
                },
                {
                    "paragraph": "弊則新，",
                    "zhushu": "疏：弊，薄惡之謂也。曲、枉、窪等，皆自處弊薄也。能處弊簿，人必推先，故其德行曰新矣。故曰弊則新。"
                },
                {
                    "paragraph": "少則得，多則惑。是以聖人抱爲天下式。",
                    "zhushu": "疏：夫少自取者，則無失，故云得。多自與者，人必爭，故云惑。修身既爾，修道亦然。當須抱守淳，自全眞素。若欲廣求異門，則招亂惑。故亡羊必因岐路，喪生諒在多方。是以聖人抱一不離，可爲天下法弌矣。弌法也。"
                },
                {
                    "paragraph": "不自見，故明。",
                    "zhushu": "疏：此覆釋曲則全也，言人能不白見其美，嘗委順於物，其全德曰益明白也。故云故明。"
                },
                {
                    "paragraph": "不自是，故彰。",
                    "zhushu": "疏：此覆釋枉則直也。言人能爲物受枉，不自申説以爲己是，是必無尤，故其直自彰著也。故云故彰。"
                },
                {
                    "paragraph": "不自伐，故有功。",
                    "zhushu": "疏：此覆釋窪則盈也，言人不自伐取，嘗爲謙讓，則人不與競，其功歸己，如地坳下，水必盈焉。故云故有功。"
                },
                {
                    "paragraph": "不自衿，故長。",
                    "zhushu": "疏：此覆釋弊則新也，言人能守弊薄，不自矜炫，則人必推敬，善行益長。故云故長。"
                },
                {
                    "paragraph": "夫唯不爭，故天下莫能與之爭。",
                    "zhushu": "疏：夫唯曲全等行，皆是委順不爭。柔弱既勝於剛强，謙虚自歸於枉直，則天下人物誰能與爭乎？故云莫能與之爭。"
                },
                {
                    "paragraph": "古之所謂曲則全者，豈虚言哉？誠全而歸之。",
                    "zhushu": "疏：此引古以結曲全也。言刍古有此曲全之言，豈虚有此言而無實者哉？若能曲順不逆者，信有全理，歸之於己爾。故云誠全而歸之。誠，信也。"
                }
            ]
        },
        {
            "name": "希言自然章第二十三",
            "paragraphs": [
                {
                    "paragraph": "希言自然章第二十三",
                    "zhushu": "前章明抱爲弌，不爭故。所謂曲全。此章明契道忘言，執滞則自同於失。首句標宗以明理，次五句舉喻以申教。故從事下廣理喻，以結成。",
                    "type": 1
                },
                {
                    "paragraph": "希言自然。",
                    "zhushu": "疏：此明言教不可執滯。希言者，忘言也。夫言者在乎悟道，悟道則忘言。不可都忘。要其詮理，但自然之理，不當有與不有，希言之義，亦不定言。故以希言之言，甩顯自然之理，故云希爾。若能因彼言教，悟證精微，不滯筌蹄，則合於白然矣。故云希言白然。"
                },
                {
                    "paragraph": "飄風不終朝，驟雨不終曰。",
                    "zhushu": "疏：飄風，狂疾之風也。驟雨，暴急之雨也。夫風者所以散物，兩者所以潤物。若狂疾暴急，則害物而不乆。以況言教所以詮理，若執言滞教，則無由悟了，必失道而生迷。故風兩不可飄驟，言教不可執滞也。欲明忘言，既合自然，故舉飄風驟兩之喻爾。"
                },
                {
                    "paragraph": "孰爲此者天地。天地尙不能乆，而況於人乎？",
                    "zhushu": "疏：孰，誰。也設問云：誰爲此飄風驟兩者？答云天地。天地至大，欲爲狂暴，尙不能乆，況於凡人，執滞方教，而爲卒暴，不能虚忘，漸致造極，欲求了悟，其可得乎？故從事於道者疏：從者，順也。虚極至道，沖甩無方，在物則通，未嘗凝滞。故凡人欲體斯妙道而順者，不當有所執滞爾。"
                },
                {
                    "paragraph": "故云從事於道，道者同於道，",
                    "zhushu": "疏：順同於道之人，故謂之道者。謂能順事於道，則不凝滞，悟了言教，一無封執，可與道同。故云同於道爾。"
                },
                {
                    "paragraph": "德者同於德，",
                    "zhushu": "疏：德者，道用之名也，謂其功用被物，物有所得，故謂之德爾。謂體悟之人，順事於道，豈唯自能了岀，抑亦功濟蒼生。蒼生被其德。德者忘其功，凡所施爲，同於道用。故云德者同於德爾。"
                },
                {
                    "paragraph": "失者同於失，",
                    "zhushu": "疏：失者，謂執滯言教而失道也。夫言教者，道理之筌蹄也。有筌蹄者，乃得魚免。今滞守筌蹄，則失魚兔矣。執滯言教，則失妙理矣。失理則無由得道，是自同於失也。故云失者同於失。"
                },
                {
                    "paragraph": "同於道者，道亦得之。同於德者，德亦得之。同於失者，失说得之。",
                    "zhushu": "疏：此明氣同則應也。故虎嘯風生，鶴鳴子和，性殊則肝膽楚越，道合則夷夏同人。以顃相從，物無違者。故同道則道應，同失則失來。猶方諸挹月而水流，陽燧照曰而火就爾。故云同於道者，道亦得之。"
                },
                {
                    "paragraph": "信不足，有不信。",
                    "zhushu": "疏：言人之所以不能體了證理忘言，謂於信悟不足，而生惑滯。既生惑滞，則執言求悟。執言求悟，則却生迷倒。是有不信應之也。故云有不信也。"
                }
            ]
        },
        {
            "name": "跂者不立章第二十四",
            "paragraphs": [
                {
                    "paragraph": "跂者不立章第二十四",
                    "zhushu": "前章明理契言忘，執滞則。前於失者。此章明自見自是，矜伐故物或惡之。首兩句舉喻示難求，次四句明踓求亦不得。其於道下，將申戒勸。今有道之人不處。",
                    "type": 1
                },
                {
                    "paragraph": "跂者不立，跨者不行。",
                    "zhushu": "疏：跂，舉踵而望也。跨，以跨挾物也。此舉喻也。夫延頸舉踵，欲求遠望，翹跂則危，故不可立。以跨挾物，物必爲礙，必不可行。亦如衆生自見、自是等也。故跂者不立，跨則不行。自見則不明，自是則不彰，斷可知矣。"
                },
                {
                    "paragraph": "自見者不明，",
                    "zhushu": "疏：夫自見之人，失於殷鑒，露才揚己，欲以自明。殊不知動則見尤，物無與者，己之事業，終於昧然。故云白見者不明。"
                },
                {
                    "paragraph": "自是者不彰，",
                    "zhushu": "疏：言人能曲全，而自以爲是，且欲大誇諸己，而以岀衆爲心，求彰名迹，以自光大，直爲怨府，人所不堪。衆毁曰聞，故難彰著。故云自是者不彰。"
                },
                {
                    "paragraph": "自伐者無功，",
                    "zhushu": "疏：夫謙者德之柄，讓者禮之文。苟失斯道，無從而可。況自專固取伐，欲以求功。不讓則爭，功斯濫矣。故云自伐者無功。"
                },
                {
                    "paragraph": "自矜者不長。",
                    "zhushu": "疏：盛德若愚，昔賢通議。矜衒名器，醜行則多。人所鄙薄，坐招嗤誚。自矜踓欲求益，疍怨物不推長，故云白衿不長。"
                },
                {
                    "paragraph": "其於道也，曰餘食贅行。",
                    "zhushu": "疏：餘食者，殘餘之食。贅行者，疣贅之行。也殘，餘，食之穢。疣贅，身之病。以此自見，刍是等行。其於道而論之，如殘餘疣贅，人所共惡也。謂之贅行者，爲自見、自是等，爲德行之疣贅，故云贅行。春秋曰：人將不食吾餘。莊子曰：附疣懸贅，岀乎形而侈於性。"
                },
                {
                    "paragraph": "物或惡之，故有道者不處。",
                    "zhushu": "疏：此自見、自是等，既若餘食、贅行，凡物尙或惡之而不爲。故有道之君，千不處身於此事矣。"
                }
            ]
        },
        {
            "name": "有物混成章第二十五",
            "paragraphs": [
                {
                    "paragraph": "有物混成章第二十五",
                    "zhushu": "前章明自見、自是，於道爲。餘食、贅行。末云有道不處。此章明曰大三逝，賛道乃先天混成，終令法道自然，道摽有物。混成六句，將明妙本之絶趣，物被其功。次云吾不知下六句，欲表强名之由緒，名亦不可得。故道下六句，示知四大之生育，申戒亼君之法。下至終篇，教以法道自然，無爲清淨耳。",
                    "type": 1
                },
                {
                    "paragraph": "有物混成，先天地生。",
                    "zhushu": "疏：有物者，妙物也，即虚極妙本也。將欲申明强名所由，不可即此道，故云有物爾。言此妙物，混然而成，含孕衆象。尋其生化，乃在天地之先，故云先天地生爾。"
                },
                {
                    "paragraph": "寂兮寥兮，獨立而不改，周行而不殆。",
                    "zhushu": "疏：寂寥者，歎有物之體，寂寥虚靜，妙本湛然，故獨立而不移改。物感必應，應甩無心，徧於群有，故周行而不危殆。"
                },
                {
                    "paragraph": "可以爲天下母。",
                    "zhushu": "疏：妙本生化，徧於群有。群有之物，無韭匠成萬物。彼其茂餋之德，故可以爲天下母爾。母以茂餋爲義也。"
                },
                {
                    "paragraph": "吾不知其名，字之曰道，强爲之名曰大。",
                    "zhushu": "疏：字者，表其德；名者，定其體。老君云：妙本生化，沖用莫窮。寂寥虚靜，不可定其形狀。先天地生，難以言其氏族。故吾不知其名，但見其大通於物，將欲表其本然之德，故字之曰道。見其包含無外，將欲定其至無之體，故强名曰大。凡物先名而後字者，以其自小而成大；以道先字而後名者，是以從本而降迹爾。"
                },
                {
                    "paragraph": "大曰逝，逝曰遠，遠曰返。",
                    "zhushu": "疏：夫滯於方者，韭天下之至通也。故天職生覆，而不能形載，地職形載，而不能生覆。唯妙本之甩甩無定方踓，則强名曰大，而復不繼於大。自大而求之，則逝而徃矣；自徃而求之，則遠不及矣；自遠而求之，則復返在人身心，故曰遠、曰返。莊子曰：夫道於大不終，於細不遺。"
                },
                {
                    "paragraph": "故道大，天大，地大，王亦大。",
                    "zhushu": "疏：因强名曰大，而舉所以次大者。故天能顚玄在上，垂覆萬物；地能寧靜於下，厚載萬物；王能清淨無爲，而化萬物。此三大也，吾道一以貫之矣。"
                },
                {
                    "paragraph": "域中有四大，而王居其一焉。",
                    "zhushu": "疏：域中者，限域也。今玄域中之大，道不只在域中。若云約所見而言，則天地自爲限域，道亦不在域中矣。夫惟寄語以申玄理，亦不必曲生異義，存文以防疑難。衆説皆未盡通。今明域者名也，以名爲體，以爲物無名外之體，故曰域中。若舉道，則道在其中矣；舉天名，則天無遺體矣。故云域中即有名之中有此四大。云而王居一者，王爲人靈之道，有道則萬物被其德，無道則天地蒙其害，故特摽而王居，欲令法道自然。"
                },
                {
                    "paragraph": "人法地，地法天，天法道，道法自然。",
                    "zhushu": "疏：人，謂王者也。所以云人者，謂人能法天地生成，法道清淨，則天下歸徃，是以爲王。若不然，則物無所歸徃，故稱人以戒爾。爲王者，當法地安靜，因其安靜，又當法天生化，功被物矣，又當法道清淨無爲，忘功於物，令物自化。人君能爾，即合道法自然，言道之爲法自然，非復倣自然也。若如惑者之難以道法效於自然，是則域中有五大，韭四大也。又引西昇經云：虚無生自然，自然生道，則以道爲虚無之孫，自然之子，妄生先後之義，以定尊卑之目，塞源拔本，倒置何深？且常試論曰：虚無者，妙本之體，體韭有物，故曰虚無。自然者，妙本之性，性韭造作，故曰自然。道者，妙本之功甩，所謂强名。無韭通生，故謂之道。糿體甩名，即謂之虚無。刍然道爾。尋其所以，即一妙本，復何所相倣法乎？則知惑者之難，不詣夫玄鍵矣。"
                }
            ]
        },
        {
            "name": "重爲輕根章第二十六",
            "paragraphs": [
                {
                    "paragraph": "重爲輕根章第二十六",
                    "zhushu": "前章舉域中稱大，終令法。道自然。此章明重靜爲君，以戒身輕天下。首兩名，標宗以示義。次兩句舉喻以即明；又四句傷亼君之失道；未兩句述輕躁以爲戒。",
                    "type": 1
                },
                {
                    "paragraph": "重爲輕根，靜爲躁君。",
                    "zhushu": "疏：根，本也草木花葉之花。葉輕，花葉禀根带而生，則根带躁。既重爲本，故曰重爲輕根。夫重則靜，輕則躁，躁則靜。輕者根，則靜爲躁者君矣。是知重有制輕之功，靜有持躁之力。故權重則屬鼻之纊斯舉，心靜則朶順之求自息。"
                },
                {
                    "paragraph": "是以君子終曰行不離輜重。",
                    "zhushu": "疏：君子者，謂人主也。言其志可以君人子物，故云君子。輺，屛車也。重者是；輕者原也。此舉喻也。言人君常守重靜，猶如所爲之不離輺重。行者若失輜重，則無所取給，必遭涷餒。人君若好輕躁，則臣下離散，必生禍患。故云終曰：行不離輜重。"
                },
                {
                    "paragraph": "踓有禜觀，燕處超然。",
                    "zhushu": "疏：夫人君好重靜，則百姓不煩勞。若登高臺，泛深池，橦鍾舞女以爲禜觀，則入力凋盡，亂亡斯作。故戒云：踓有禜觀，當須燕爾安處，超然遠離而不顧也。"
                },
                {
                    "paragraph": "奈何萬乗之主，而以身輕天下？",
                    "zhushu": "疏：天千提封百萬井，出賦六十四萬，并出戎馬百萬疋，兵車萬乗，故云萬乗之主。奈何者，傷歎之辭也？天下者，大寳之位也。夫萬乗之主，四海必同，當令子孫千億，本枝百代，善建則無爲偃化，善抱則有截歸仁。奈何承此重器，躭樂是從，以身充欲，淪疍以敗？是以一身之欲，而輕大寳之位，甚可傷歎！故曰奈何。"
                },
                {
                    "paragraph": "輕則失臣，躁則失君。",
                    "zhushu": "疏：夫君多輕易，必煩擾，煩擾則人散，誰與爲臣？故云輕則失臣。此戒人君也。爲人臣者，當暈能受爵，無速官謗。若矯迹于禄，飾祚祈禜，躁求若斯，禍敗尋至，坐招竄殛，焉得事君？故云躁則失君。此甲戒人臣也。"
                }
            ]
        },
        {
            "name": "善行無轍迹章第二十七",
            "paragraphs": [
                {
                    "paragraph": "善行無轍迹章第二十七",
                    "zhushu": "前章明重靜爲君，以戒身輕天下；此章明行言無滞，欲令常善救人。守重靜，理在無爲；善行言，貴平忘遺。首標五善之行，次明善救之慈，故善下輰兼忘之詶，踓知下結妙要之旨爾。",
                    "type": 1
                },
                {
                    "paragraph": "善行無轍迹，",
                    "zhushu": "疏：此明法性清淨也行，謂修行也。法性清淨，是曰重玄。踓藉勤行，必須無著，次來次滅，踓行無行，相與道合，故云善行。能如此，則穵有齊境心俱浮，欲求轍迹，不亦難乎？故云善行無轍迹。"
                },
                {
                    "paragraph": "善言無瑕讁，",
                    "zhushu": "疏：此明善行之人，不滯言教也。瑕，病也。讁，責。也言，謂教也。夫善行無迹，則能了言教，不爲執否，於言忘言，是善言也能如此。遺象存意，理照言忘，於彼言教，一無病責，故云善言無瑕讁。"
                },
                {
                    "paragraph": "善計者不用籌算，",
                    "zhushu": "疏：此明言教無滯，則不異門也。夫執言滯行，辯是與非，適今巧曆，亦不能計。若能了諸法皆方便門，究竟清淨，不生他見，則無勞籌策算敷目能深入乗，善計若斯，何勞籌算？故云善計者不用籌算。"
                },
                {
                    "paragraph": "善閉者無關揵而不可開，",
                    "zhushu": "疏云：此明不計異門，則欲心自閉。也橫曰關，竪曰揵。夫善行、善閉，不躭不滞，則心照清淨，境塵不起，故云善閉。踓無關揵，其可開乎？故云善閉關揵而不可開。"
                },
                {
                    "paragraph": "善結者無繩約而不可解。",
                    "zhushu": "疏：此明善閉之人，心與道合也。結，繋也。繩，索也。約，束也。解，散也。夫坐忘遺照，深契道源，於諸法中，盡能不滞，繋以於此，故云善結。夫甩繩約者，繩散則約解；以道結者，心靜則道冥。適使萬緑盡興，終能無所染。踓無繩索約束，豈可解而散乎？故云善結無繩約而不可解。"
                },
                {
                    "paragraph": "是以聖人常善救人，故無棄人。",
                    "zhushu": "疏：是以者，引下以明上也。言聖人心踓凝寂，教則流通，故常用善能以救人，必令釋然而逹解。大慈平等，無所偏隔。凡是於人，盡皆善誘。故云：常善救人，故無棄人；"
                },
                {
                    "paragraph": "常善救物，故無棄物。",
                    "zhushu": "疏：物者，通有譀無譀也。救人善教，故不棄人。救物善心，亦無棄物。令動植咸遂，無有夭傷者。故云常善救物，故無棄物。"
                },
                {
                    "paragraph": "是謂襲明。",
                    "zhushu": "疏：襲，密甩。敢明了悟之善行。救人在於忘遺。若滞教矜有，轍迹必存。故踓常救人，終使慈心無滞。如此密甩則悟了。故云是謂襲明。"
                },
                {
                    "paragraph": "故善人者，不善人之師。",
                    "zhushu": "疏：師，法也。夫善人者，離諸愛染，則心清淨。於法無滞，則教圓通。取喻於水，物來斯鑒。所鑒者，則形而有象。能鑒者，見象而無心。善人正慧若斯，故可爲不善人之師法也。"
                },
                {
                    "paragraph": "不善人，善人之資。",
                    "zhushu": "疏：資，取也。夫火有炎，寒者附之。聞道勤行，必資宗匠。既説先生之善，須伏弟子之勞。則不善之人，善人可取以役使爾。不貴其師，不愛其資，"
                },
                {
                    "paragraph": "踓知大迷，是謂要妙。",
                    "zhushu": "疏：夫初地進修，兩存學相，未能忘教，故貴愛師資。若能了其行門，則學無所學。師資之名既去，貴愛之字不存。然此章大宗教之忘遣，語以漸頓，不無階級，論其造極，是法都空。故前舉爲師、爲資，示進修之路；後云不貴、不愛，導悟證之門。則明所以貴師，爲存學相。學相既穵，自無所貴，所以愛資，爲存教相。於教兼忘，故不愛資。相忘江湖，自無濡沬。乍聞斯道，凡俗不悟，執學滯教，則必以爲大迷。故老君格暈云：踓知凡俗，以爲大迷。於道而論，是謂要妙也。"
                }
            ]
        },
        {
            "name": "知其雄章第二十八",
            "paragraphs": [
                {
                    "paragraph": "知其雄章第二十八",
                    "zhushu": "前章明行言不執常善，所以救。人；此章明雌辱爲行常徺，於焉復樸。首標知雄等三叚，明修行則漸造於極；次云樸散，下兩句，示造極則必有成；終云大制句，論聖功之御甩，以結成其深旨。",
                    "type": 1
                },
                {
                    "paragraph": "知其雄，守其雌，爲天下谿。",
                    "zhushu": "疏：知，辯譀也。雄，剛躁也。雌，柔靜也。夫物貴全和，法求中道。雄則過亢，雌則卑弱，俱未適中於善行，必當緑篤以爲經。故知其雄躁，則當守其雌靜。守其雌靜，亦當知其雄躁。知雄守雌則可，知雄守雄則敗，敗則妨行，故特戒守雌柔。能守雌柔，是謂謙德。物所歸徃，如水歸谿矣。爾雅曰：水注川曰谿。"
                },
                {
                    "paragraph": "爲天下谿，常德不離，復歸於嬰兒。",
                    "zhushu": "疏：知雄守雌，是爲善行。物所歸往，爲天下谿。能如比者，則眞常之德曾不離散。常德不散，即是全和。全和之人，少私寡欲，泊然未兆，乃如嬰兒。故云復歸於嬰兒也。"
                },
                {
                    "paragraph": "知其白，守其黑，爲天下式。",
                    "zhushu": "疏：白，昭明也。黑，暗昧也。式，法也。夫能守雌靜，則德行昭明。德踓昭明，不以衿物，當如暗昧，自守淳和。能如此，可則爲天下之法式矣。"
                },
                {
                    "paragraph": "爲天下式，常德不忒，歸於無極。",
                    "zhushu": "疏：忒，差忒也。極，窮棷也。知白守黑，是謂德全。德全之人，可爲天下法弌，則眞常之道，隨應而甩。應無差忒，甩亦不窮。故云復歸於無極。"
                },
                {
                    "paragraph": "知其禜，守其辱，爲天下谷。",
                    "zhushu": "疏：禜，尊禜也。辱，卑辱也。夫爲天下法弌，則其德尊。禜德踓尊禜，常守卑辱，以和爲暈，無不含容，如彼空谷，物來斯應，故云爲天下谷。"
                },
                {
                    "paragraph": "爲天下谷，常德乃足，復歸於樸。",
                    "zhushu": "疏：樸，道也，虚受應物，如彼谷神眞常之德，是乃圓足。足則復歸於樸爾。夫道爲德體，德爲道甩。語其甩，則云常德乃足。論其體，則云復歸於樸。歸樸則妙本清淨，常德則應甩無窮。韭天下之至通，其孰能與於此者？"
                },
                {
                    "paragraph": "樸散則爲器，聖人甩之，則爲官長。",
                    "zhushu": "疏：器，形器也。自知雄已下，論修性反德，則復歸於道。此云樸散爲器者，明德全合道，即能應甩應用。迹簏，渉於形器，故云樸散則爲器也，即渉形器。其材甩必有精麤，故凡人甩之，適能獨全淖樸。聖人弘濟，則爲群材之官長爾。"
                },
                {
                    "paragraph": "故大制大割。",
                    "zhushu": "疏：此明聖人甩道也。夫聖人德全，大制群有，法乾坤之施，灑兩露之恩，各輰其和，不知其力。令動植之物，咸遂生成，曾不割傷，以爲己甩。故云大制大割。"
                }
            ]
        },
        {
            "name": "將欲取天下章第二十九",
            "paragraphs": [
                {
                    "paragraph": "將欲取天下章第二十九",
                    "zhushu": "前章明雌辱爲行，常。徳必歸於樸；此章明矜執則失神器，故不可爲。首摽將欲下六句，明寳位之有所在，以戒姦亂之臣。執者失之句，示曆效之不子常，將警昏淫之主。故物下辯物倚伏之駇。是以聖人下戒人君甚泰之尤。",
                    "type": 1
                },
                {
                    "paragraph": "將欲取天下而爲之，吾見其不得已。",
                    "zhushu": "疏：天下者，大寳之位也。夫皇天命帝，大制群生，必待曆敷在躬，然後君臨萬宇。而姦亂之賊，兇暴之夫，將欲以力取天下而爲之主，既誅夷之不暇，何天禄之可望？故老君戒云：吾見其如此之人，必不得所爲之事。已，語助也。"
                },
                {
                    "paragraph": "天下神器，不可爲也，爲者敗之。",
                    "zhushu": "疏：天下大寳之位，所以不可力爲也者，爲是天地神明之器，將以永終聖德之君，而令流布愷悌之化。豈使兇暴之夫，力爲而得毒螫天下乎？是知必不可爲，爲亦必敗。此戒姦亂之賊臣也。"
                },
                {
                    "paragraph": "執者失之。",
                    "zhushu": "疏：人君者，或撥亂反正，或繼體守文，皆將昭德塞違，恤隱求瘼。若執有斯位，凌虐神主，坐令國亂無象，遂使天道禍淫，神怒人怨，是生災濔，亂離斯作，誰奉爲君？當失斯位矣。此戒帝王也。"
                },
                {
                    "paragraph": "故物或行或隨，或呴或呚，或强或羸，或載或隳。",
                    "zhushu": "疏：此明凡物不常，事亦倚伏也。呴暖氣也，吹寒氣也，强壯也，羸弱也，載事也，隳壞也。且夫爲之則敗，執之則失。亦如凡物或行之於前，或隨之於後，或呴之使暖，或次之使寒，或有扶持使强，或抑損之令弱，或有引而載事，或椎之而隳壞。且同糺纒，不可准繩。唯當以欲從人，方可樂椎而不厭爾。"
                },
                {
                    "paragraph": "是以聖人去甚，去奢，去泰。",
                    "zhushu": "疏：是以理天下之聖人，覩行隨之不常，知矜執之必失。故約己檢身，割貪制欲，去造作之甚者，去服玩之奢者，去情欲之泰者。論名敷，且爲三目，徴其實乃同其條。甚、奢、泰者，皆過分爾。"
                }
            ]
        },
        {
            "name": "以道佐人主章第三十",
            "paragraphs": [
                {
                    "paragraph": "以道佐人主章第三十",
                    "zhushu": "前章明矜執則失，是以去。甚、去奢去泰。此章明兵强好還，不可果其矜伐。首云以道戒臣，不以兵爲輔佐。師之所處下明好兵則必致不祥。故善者下示不得已而方用物壯下結恃强而必敗。",
                    "type": 1
                },
                {
                    "paragraph": "以道佐人主者，不以兵强天下，其事好還。",
                    "zhushu": "疏：以甩也。佐輔也還執卄。言爲人臣者，當用道化無爲，輔佐人主，致君堯舜，是曰股肱。舞于羽於兩階，修文德於四海，令執大象而不下徃，太階平而寰宇清。若震耀戈甲之威，窮黷侵伐之事，亢兵以加彼，彼必應之。其事既好還報，則勝負之事，誰能預剋？"
                },
                {
                    "paragraph": "師之所處，荆棘生焉。大軍之後，必有凶年。",
                    "zhushu": "疏：師，軍師也。又易曰：師，衆也。夫興師動衆，則人勞谥役。行齎居送，則妨功害農。農事不修，故生荆棘。大軍之後，積費既多，和氣致祥，兵氣感害，水旱相繼，稼穡不生。故秘有凶荒之年，以報窮兵之怨爾。"
                },
                {
                    "paragraph": "故善者果而已，不敢不以取强。",
                    "zhushu": "疏：春秋曰：希敵曰果。今明希敵者，今不相侵，止其爲暴，是知殺敵爲果，即止敵也。老君曰：凡事不得已而欲用兵，用兵之善，但求止殺，令不爲宼，必不以衆暴寡，凌人取强。取强則事好却還，是以戒令不敢，故云不也以取强。"
                },
                {
                    "paragraph": "果而勿矜，果而勿铙，果而勿憍。",
                    "zhushu": "疏：夫甩兵之善，果於止敵。止敵自矜，未名善勝，故踓止敵，愼勿矜誇。矜誇則傷於取功，故踓果於止敵。戒云勿伐其功，伐取其功，是則自爲憍泰。憍泰則樂殺，故敗不旋踵。此爲烔戒，可不愼乎？"
                },
                {
                    "paragraph": "果而不得已，是果而勿强。",
                    "zhushu": "疏：夫果於止敵者，韭好勝而淩人也。但前敵來侵，事不得已敢去。果而不得已，已，止也。甩兵應敵，是韭求勝。能如此者，勝不恃强，故云果而勿强。"
                },
                {
                    "paragraph": "物壯則老，是謂不道，不道早已。",
                    "zhushu": "疏：凡物壯極則老，兵强極則敗。故兵之恃强，猶物之甩壯。物甩壯，適足以速其衰；老兵恃强，則不可全其善。勝慈二事者，是謂不合於道。賢臣明主知其和合於道，當須早止不爲，故云不道圼已。已，止也。"
                }
            ]
        },
        {
            "name": "夫佳兵章第三十一",
            "paragraphs": [
                {
                    "paragraph": "夫佳兵章第三十一",
                    "zhushu": "前章明强兵好還，不可果县衿。伐。此章明佳兵物或惡之，不得已而用之。首則陳戒不祥，明有道者不處。次云勝而不美，示樂殺之，爲韭吉事。下舉喻以明。結以喪禮處之，所以表韭樂戰。",
                    "type": 1
                },
                {
                    "paragraph": "夫佳兵者，不祥之器。",
                    "zhushu": "疏：佳，好也。兵者，韜略之屬也。祥，善也。器，材器也。君子進德修業，必愼厥初，藏器於身，俟時而動，當遊心道德之囿，閲思墳誥之林，使光昭令名，開濟成務，而乃有以兵謀韜略焉。好者也。夫謀略之設，以正爲竒謀。兵鈐之書，先聲後實，皆在乎攻戰殺伐，故爲不善之材器爾。"
                },
                {
                    "paragraph": "物或惡之，故有道者不處。",
                    "zhushu": "疏：畜德於身，是爲能事。既爲不祥之器，是以凡物尙或惡之，況有道居子，焉肯處身於此？故云有道者不處。"
                },
                {
                    "paragraph": "君子居則貴左，甩兵則貴右。",
                    "zhushu": "疏：左，陽也。右，陰也。陽好生，陰好殺。好生，故平居所貴；好殺，故甩兵所貴。"
                },
                {
                    "paragraph": "兵者，不祥之器，非君子之器。",
                    "zhushu": "疏：上文云佳兵者，不祥之器，所以明甩兵則尙右而好殺，有道者故不處之。此云兵者，不祥之器，對結上文，明韭君子之器。君千以道德爲材器，故無不利爾。"
                },
                {
                    "paragraph": "不得已而之，恬澹爲上。",
                    "zhushu": "疏：夫文德者，理化之器。兵謀者，蓋其輔助也。故文則經緯天地，武則克定禍亂。踓天生五材，廢不可，而武功之用，定，節制宜。是知甩之有本末，行之有逆順，皆在乎事不得已，然後應之。謂四夷來侵，王師薄伐，所當示之以恩惠，綏之以道德。既同蚊蚋之螫，故無憑怒之心。椎此而言，以恬澹爲上。"
                },
                {
                    "paragraph": "勝而不美，而美之者，是樂殺人。",
                    "zhushu": "疏：夫不能以德懷來，而用兵求戰勝，故踓克勝，猶慙德薄，不以爲美。夫勝必多殺，故以勝爲美者，是好樂殺也。"
                },
                {
                    "paragraph": "夫樂殺人者，不可得志於天下。",
                    "zhushu": "疏：夫天地好生，物皆含養，仁人者當順天德以全濟爲務，焉可苟逞詐力以快貪殘之人，人必不附，欲求得志，不亦難乎？故好樂殺人，即不可得志於天下矣。"
                },
                {
                    "paragraph": "吉事尚左，凶事尙右。",
                    "zhushu": "疏：左陽而生則吉，故吉事尙左。右陰而殺則凶，故凶事尙右。禮記檀弖曰：夫子與門人立，拱而尚右，二三子亦尙右。夫子曰：二三子之嗜學也，我則有姊之喪。故也二三子復尚左。"
                },
                {
                    "paragraph": "偏將軍處左，上將軍處右。言以喪禮處之。",
                    "zhushu": "疏：上將主軍則專殺，故處右。偏將爲副，不專殺，故處左。今左尊崦右卑，上將軍却居右者，言甩兵之道，同於喪禮尙右。今上將軍居右，是以喪禮處置之爾。"
                },
                {
                    "paragraph": "殺人衆多，以韭哀泣之。",
                    "zhushu": "疏：夫戰而求勝，必殺人衆多。勝而不美，故非哀傷泣。夫人惟邦本，本固邦寧。今交戰殺之，故仁心惻隠，爲之哀泣，不亦宜乎？"
                },
                {
                    "paragraph": "戰勝則以喪禮處之。",
                    "zhushu": "疏：夫戰而獲勝，勝則爱爵。武功居右，是韭吉位，故云喪禮處之。但以戰爲不祥之器爾，亦何必服纕扶扙，然後稱之爲喪禮乎？諸注此義者，皆云古有斯禮。尋閲墳典，既無所壉，今所未安，故不録也。又引秦伯向師而器者，此乃哀敗韭戰勝也。"
                }
            ]
        },
        {
            "name": "道常無名章第三十二",
            "paragraphs": [
                {
                    "paragraph": "道常無名章第三十二",
                    "zhushu": "前章明佳兵不祥，故有道。不處。此章明侯王守道，則萬物自賔。首標無名，將以明道，以舉守道而能降瑞。始制下，廣其制用。警道下，將示結成。",
                    "type": 1
                },
                {
                    "paragraph": "道常無名，",
                    "zhushu": "疏：應甩不窮，唯感所適。道之常也。常在應用，其應韭一，故於常無名。故云道常無名。"
                },
                {
                    "paragraph": "樸踓小，天下不敢臣。",
                    "zhushu": "疏：樸，妙本也。語其通生，則謂之道。論其精，則謂之樸。故云小爾。而應甩匠成通生切。則至大也，故無敢以道爲臣者爾。"
                },
                {
                    "paragraph": "侯王若能守，萬物將自賔。",
                    "zhushu": "疏：言侯王若能抱守妙本精一，無爲無事，則人埏仰化，四海歸仁，沐德飮和，將自賔伏矣。"
                },
                {
                    "paragraph": "天地相合，以降甘露。",
                    "zhushu": "疏：侯王守道以致和平，則無淩濔災害，地平天成，二氣交泰，以相和合，降灑甘露，善瑞侯王也。"
                },
                {
                    "paragraph": "人莫之令而白均。",
                    "zhushu": "疏：莫，無也。天降甘露，惠施無心，人無命令，自均若一，变如王侯，稱物平施，無偏無黨，既惠化而大同，自東自西，亦何思而不服。又解云：言侯王守道以致善瑞，則人刍和平，無煩命令，自然均爾。"
                },
                {
                    "paragraph": "始制有名，名亦既有。",
                    "zhushu": "疏：制，御也。有各者，天下有名之物也。既，盡也。言侯王抱守精一，則天降善瑞，恵化無心，均平若一，如此始能制御有名之物。物歸有道，故有名之物，亦盡爲侯王所有矣。"
                },
                {
                    "paragraph": "夫亦將知止，知止所以不殆。",
                    "zhushu": "疏：殆，危殆也。侯王守道而化萬物，當白賔服，則夫有名之物，亦將知依止於侯王。能依止有道之君，所以無危殆之事矣。故云知止所以不殆。"
                },
                {
                    "paragraph": "譬道大在天下，猶川谷之與江海。",
                    "zhushu": "疏：此結侯王守道，則天必應之。故云譬有道之君，在理天下，陶以仁德，則自致太平。和氣感天，天瑞必應。猶川谷之水，而與江海通流爾。"
                }
            ]
        },
        {
            "name": "知人章第三十三",
            "paragraphs": [
                {
                    "paragraph": "知人章第三十三",
                    "zhushu": "前章明侯王守道，則萬物自實。此章。明所以賔服有道之君，皆由自知自勝。自知則明了，自勝則全强。結以死而示亡，戒令不違天理爾。",
                    "type": 1
                },
                {
                    "paragraph": "知人者智，自知者明。",
                    "zhushu": "疏：知，譀察也。夫心與境合，是以生知。生知之心，譀察前事，是名知法。言人役心生智，知前人之美惡者，則俗謂之智爾。若反照內察，無聽以心，了心觀心，不生知法。能如此者，是謂明了。故云知人者智，自知者明。"
                },
                {
                    "paragraph": "勝人者有力，自勝者强。",
                    "zhushu": "疏：勝人者，謂以權勢制勝於人。如此之人，適可謂之有力爾。白：勝者，自能制勝其心，使心柔弱。柔弱之道，物不能加，故可全其强爾。故下經云：守柔曰强。又曰：柔勝强。故曰自勝者强。"
                },
                {
                    "paragraph": "知足者富，强行者有志。",
                    "zhushu": "疏：知足在心，心若知是，則無貪求，踓簞食瓢飲，傲然自足，可謂富矣。强勉力行，曾不懈怠，自知自勝，終乆不渝，可謂有志莭矣。不失其所者乆。疏：知足强力等行，人所常行。若不失其所恒，即是乆能行道者矣。又解：動不失所者，則可以長乆。"
                },
                {
                    "paragraph": "死而不亡者壽。",
                    "zhushu": "疏：死者分理之終。亡者夭枉之數。壽者期之盡。言委順得常，不失天理，頹然仼化而去者，得一期之盡，可謂壽矣。若不鞭其後，則生理不全。單豹有嬰兒之色，張毅有豐高之貴，不終天理，焉得謂之壽乎？故莊子曰：天下莫壽於殤子，而彭祖爲夭。"
                }
            ]
        },
        {
            "name": "大道汎兮章第三十四",
            "paragraphs": [
                {
                    "paragraph": "大道汎兮章第三十四",
                    "zhushu": "前章明賔服有道之君，由。能自勝。此章明能成光大之菐，皆爲法道忘功。道標大道汎兮，示左右略無封畛。次云功成不有，明小大難與爲名。是以聖人下，舉聖人不貴其身，以成光大之業。",
                    "type": 1
                },
                {
                    "paragraph": "大道汎兮，其可左右。",
                    "zhushu": "疏：汎兮者，無繋之貎也。言道之爲物，韭陰韭陽，韭柔韭剛，汎然無繋，能應衆象，可左可右，無所偏名。故莊子曰：夫道未始有封，"
                },
                {
                    "paragraph": "萬物恃之以生而不辭，功成不名有。",
                    "zhushu": "疏：言天地萬物，皆恃頼大道通生之功，以全其生理。而大道化生，妙本無心。踓則物恃以生，而道不辭以爲勞倦。又解云：物不辭謝於道爾。功者，生成之功也，言大道生物之功備成，而不以其物爲己之有。又解云：道之生物，德備功成，其功踓成，曾不名有，言忘功也。"
                },
                {
                    "paragraph": "愛養萬物而不爲主，常無欲，可名於小。",
                    "zhushu": "疏：此聲解義也。云可名於小者，言不可名小爾。夫道生萬物，愛養熟成，而不爲主宰。於彼萬物，常無欲心，豈是道之狹小邪？故云可名於小者，言不可名小爾。"
                },
                {
                    "paragraph": "萬物歸之不爲主，可名於大。",
                    "zhushu": "疏：萬物歸之者，歸道生成之功也。言萬物歸道，道不爲主，有此萬物，棄而不收，豈是道不廣大？故云可名於大爾，言不可名大道爾。既云可左可右，所以韭小韭大，韭小韭大，固難與爲名。注云有萬不同者，莊子文也。"
                },
                {
                    "paragraph": "是以聖人終不爲大，故能成其大。",
                    "zhushu": "疏：言理天下之聖人，布德施熏，淳風偃化，物遂生成，法道忘功，不自爲尊大，故能成其光大之業爾。"
                }
            ]
        },
        {
            "name": "執大象章第三十五",
            "paragraphs": [
                {
                    "paragraph": "執大象章第三十五",
                    "zhushu": "前章明道可左右，則物被愛養之功。此章明王能用道，則人歸平泰之化。首標執象，以明歸徃之義。次云樂餌，舉喻歸徃之由、道之出囗。下申明無爲不言之教，以勸亼君之甩道爾。",
                    "type": 1
                },
                {
                    "paragraph": "執大象，天下徃。",
                    "zhushu": "疏：執，持也。大象，道也。此言人君執持大道，以理天下，無爲無事，物遂其生。候曰觀風，皆歸有道，故云天下徃。"
                },
                {
                    "paragraph": "徃而不害，安平泰。",
                    "zhushu": "疏：言天下四方之人慕化而徃，帝正以道撫綏而不傷害之，則安於太平矣。平者，言政教之和平也。太者，功業之光大也。"
                },
                {
                    "paragraph": "樂與餌，過客止。",
                    "zhushu": "疏：樂，音樂也。餌，飮食也。此舉喻也。言人君執大象，而天下之人歸徃，亦如人家有音樂飮食，則行過之客皆爲之留止。"
                },
                {
                    "paragraph": "視之出囗，淡乎其無味。",
                    "zhushu": "疏：道之出囗者，言人君約道德清淨之法，以爲不言無爲之教者，初岀於囗，澹然無味，豈如俗中有親譽畏侮等以爲滋味乎？"
                },
                {
                    "paragraph": "道之不足見，聽之不足聞，用之不可既。",
                    "zhushu": "疏：即盡也。道化無爲，淡然平正，既不爲察察之苛醋，亦無滋彰之法令。故視不足見，德不足聞。而歳計有餘，淳風和輰，動植咸遂，其物光亨，故用不可盡也。"
                }
            ]
        },
        {
            "name": "將欲歙之章第三十六",
            "paragraphs": [
                {
                    "paragraph": "將欲歙之章第三十六",
                    "zhushu": "前章明能行道化人，人所帥徃；此章明道或用權，國之利器。歸徃則歸於平泰，利器則不可示人。初標歙張之權，次示柔弱之行，終結潤魚之喻，以明權道之微。",
                    "type": 1
                },
                {
                    "paragraph": "將欲歙之，必固張之；將欲弱之，必固强之；將欲廢之，必固興之；將欲奪之，必固與之。",
                    "zhushu": "疏：歙，歛也。此明聖人用權道以攝化衆生也。夫人既有鈍根利根，故教有權有實。聖人欲暈衆生根性，故以權實覆却相明。利根衆生，見善則遷，有過則改，略示方便，則深逹根源。鈍根衆生惑滯，滋乆自韭。以權攝化，不可令其歸徃。故將歙歛其情欲者，則先開張，極其侈心，令自困於愛欲，即當自歙歛矣。强弱等義，亦復如是。椎而行之，無不信矣。乍聞斯語，以爲非道德之意，深逹玄極，然後明權實之由，故注云：君子行權，貴於合義，小人甩之，以爲詐譎。下文又云不可示人者，正以權道之難故爾。"
                },
                {
                    "paragraph": "是謂微明，",
                    "zhushu": "疏：權道攝化，其理甚微，而校其所由，效則明著，故云是謂微明。"
                },
                {
                    "paragraph": "柔弱勝剛强。",
                    "zhushu": "疏：易云：巽以行權。欲明異順謙卑，則可以行於權道。故欲歙，先與之張；欲弱，先與之强。而卒令其歙弱者，是柔弱之道能制勝於剛强也。故云柔弱勝剛强。"
                },
                {
                    "paragraph": "魚不可脱於淵，國之利器不可以示人。",
                    "zhushu": "疏：脱，失也。利器，權道也。夫魚之在水，猶人主秉權。魚失水則爲人所擒，權道假示韭其人，則爲小人所竊弄，而爲詐譎矣。"
                }
            ]
        },
        {
            "name": "道常無爲章第三十七",
            "paragraphs": [
                {
                    "paragraph": "道常無爲章第三十七",
                    "zhushu": "前章明道或用權，示以歙張之術；此章明權必合義，将鎭無名之樸。故道常無爲，侯王守之而自化；樸不欲，天下以靜而自清。老君因言以明無言説教，而欲遺教，故演輰此章於上經之未，將寄兼忘於玄悟之人爾。",
                    "type": 1
                },
                {
                    "paragraph": "道常無爲，而無不爲。",
                    "zhushu": "疏：道性清淨，妙本淇然，故常無爲也。萬物恃頼而生成，有感而必應，故無不爲也。夫有爲者，則有所不爲也。故無爲者，則無所不爲也。"
                },
                {
                    "paragraph": "侯王若能守，萬物將自化。",
                    "zhushu": "疏：侯王若能守道清淨，無爲無事，則萬物將自感化君之善教而淳樸矣。"
                },
                {
                    "paragraph": "化而欲作，吾將鎭之以無名之樸。",
                    "zhushu": "疏：無名之樸，道也。欲作者，欲動作有爲。卄吾者，王侯自稱也。言人禀承善教，以化君德，無爲清靜矣。而復欲動作有爲者，吾則將以無名之樸而鎭靜之。本其清靜，不欲動作也。"
                },
                {
                    "paragraph": "無名之樸，亦將不欲。",
                    "zhushu": "疏：上言凡人欲動作有爲，人君則將無名之樸而鎭靜之。今言於彼無名之樸，亦將不欲者，若執無名，還將有迹，令此衆生尋迹喪本，復入有爲，則與彼欲心等無差别。故初用無名之樸，以鎭靜蒼生欲心。蒼生欲心既除，聖人無名亦捨。喻如藥以理病，病愈而忘藥；舟以濟水，水濟而遺舟。若水已濟而仍守舟，病已除而復嘗藥，豈唯不逹彼岸，亦復更生患累矣。"
                },
                {
                    "paragraph": "不欲以靜，天下將自正。",
                    "zhushu": "疏：夫無名之樸，既將不欲。不欲之欲，於此亦忘，則泊然清淨，是名了岀君無爲而上理，人遂性崦下化，不煩教令，而天下白正平。故云天下將自正也。"
                }
            ]
        },
        {
            "name": "上德不德章第三十八",
            "paragraphs": [
                {
                    "paragraph": "上德不德章第三十八",
                    "zhushu": "此章首標道用之名，將明德全之化。德全則淳樸不散，代無濡沬之迹。道廢則仁義遂行，俗有澆漓之弊。將欲變而更化，以令求復其初。故先述上德之無爲，次述仁義之流遁，結以去華居實，使其復樸，還淳。",
                    "type": 1
                },
                {
                    "paragraph": "上德不德，是以有德。",
                    "zhushu": "疏：上者，舉時也；德者，辯甩也。謂上古淳樸無爲而理，體道之主仼物白然是上古之淳德，故云上德。至德潜運，人無能名，故云不德。而淳風和輰，物遂生成，德甩常全，故云有德。注云物得以生之謂德者，莊子雜篇之文。"
                },
                {
                    "paragraph": "下德不失德，是以無德。",
                    "zhushu": "疏：此言淳風漸散，德亦下哀。故聖人美無爲之風，而百姓尙無爲之迹。尙迹爲劣，故云下德。迹著則有德可稱，故云不失。稱德不失，則迹渉矜有。矜有之弊，亳樸不全，故云是以無德。"
                },
                {
                    "paragraph": "上德無爲，而無以爲。",
                    "zhushu": "疏：此覆釋上德也。夫上德潜運，無爲而理，淳樸不散，故無名迹。今言上德無爲者，但含孕淳樸，適自無爲。韭知無爲之美，而爲此無爲，故云而無以爲。豈惟無迹可矜，抑亦無心自化，故注云此心迹俱無爲矣。"
                },
                {
                    "paragraph": "下德爲之，而有以爲。",
                    "zhushu": "疏此覆釋下德也。下德爲之者，爲心美無爲之化，而爲此無爲，故云爲之。語心踓欲無爲，論迹即渉矜有，故云而有以爲。言下德之爲，有所以爲也，故注云心無爲而迹有爲爾。"
                },
                {
                    "paragraph": "上仁爲之，而無以爲。",
                    "zhushu": "疏：此下明道廢則仁義遂行。言上仁者，謂以仁爲上，他皆效此。仁者，兼愛之名。上道之行，物無私惠，淳風漸散，兼愛遂存。今明所以爲兼愛之仁，故云上仁爲之。行仁而忘仁，踓有施而不求報，兼愛則難徧，終是小惠末孚，是以語心常爲有事，故云爲之。論迹即近無爲，故云而無以爲。注云：此則心有爲，而迹無爲也。"
                },
                {
                    "paragraph": "上義爲之，而有以爲。",
                    "zhushu": "疏：義者，宜也。謂裁制斷割，令物得肻。夫淳朴已殘，是韭斯起，將欲裁韭，就是令得所宜，故云上義爲之。謂心欲裁韭，就是有所以而爲，故云而有以爲。注云：比則心迹俱有爲也。"
                },
                {
                    "paragraph": "上禮爲之，而莫之應，則攘臂而仍之。",
                    "zhushu": "疏：禮，履也，謂可履而行之也。莊子曰：以禮爲翼，所以行於代也。失制禮者，所以救衰弊也？故禮經三百，威儀三千，曲爲之防，而事爲之制。淳源一失，衆務爭馳，且存檢外之迹韭曰由中之敷。故揖讓崇其禮文，玉帛昭其報施。徃而不求韭禮，來而不徃，亦非禮。今上禮爲之，徃而莫應，則攘臂而怒，以相仍之，故云攘臂以仍之。"
                },
                {
                    "paragraph": "故失道而後德，失德而後仁，失仁而後義，失義而後禮。",
                    "zhushu": "疏：此却明致弊之由也。失道者，夫上德也。上德合道，故云失道爾。上經云：大道廢，有仁義。莊子曰：道隠於小成，道無不存，而此云失者，約人而言爾。故時淳則大道公行，俗澆則小成遂作。小成作而大道隱，仁義行而至德衰。此則代俗澆漓之殊。聖人適時之務，淳樸漸散，則失道而後德；德又下衰，則失德而後仁；兼愛迹存，則失仁而後義；裁非不足，則失義而後禮。且論禮於淳朴之代韭，狂則悖；忘禮於澆漓之旦韭，愚則誣。是故聖人救代之心未甞有異，而夷險之跡不午一爾。"
                },
                {
                    "paragraph": "夫禮者，忠信之薄，而亂之首也。",
                    "zhushu": "疏：夫者，發語之端也。言末代聖人行於禮教者，由救忠信之衰薄爾。若使人懷忠信，復奚假於禮法乎？而亂之首者，以禮防亂，則但可爲治亂之首爾，而韭道德之化也。"
                },
                {
                    "paragraph": "前譀者，道之華而愚之始。",
                    "zhushu": "疏：前譀者，制禮之人也。謂之前譀者，言在人性譀之前，而制此檢外之禮。道順人性，禮存外迹，以之比道，乖失質素，所以爲道之華也。而愚之始者，夫禮以靜亂，因亂救之，貴在恊和，歸乎淳樸。而代之行禮者，不務由衷之性，唯務形外之飾。敬愛不足，幣帛有餘。韭逹觀所存，誠爲愚者之首。故云而愚之始也。"
                },
                {
                    "paragraph": "是以大丈夫處其厚不處其薄；居其實，不居其華。",
                    "zhushu": "疏：大丈夫者，有道之君子，即前上德之君也。道德無爲，謂之厚實；禮義有爲，謂之薄華。言聖人先道德之化，故云處厚處實。後禮義之教，故云不居華薄。"
                },
                {
                    "paragraph": "故去彼取此。",
                    "zhushu": "疏：彼謂禮義也，此謂道德也。聖人云禮義之浮華，取道德之厚實，故云去彼取此。確論聖人百慮同歸，二際俱泯，豈有彼此而去取耶？設教引凡論之爾。"
                }
            ]
        },
        {
            "name": "昔之得一章第三十九",
            "paragraphs": [
                {
                    "paragraph": "昔之得一章第三十九",
                    "zhushu": "前章明上德下禮，淖漓不同，故舉丈夫去取之行，示物向方。此章明物得道用而成，履道則存，矜之則喪，故叙侯王謙卑之徳，以爲誡首。",
                    "type": 1
                },
                {
                    "paragraph": "昔之得一者，",
                    "zhushu": "疏：昔，徃古也。一者，沖和之氣也。稱爲一者，以其與物合同，古今不二，是謂之一。故易繋辭曰：陰一陽之謂道。蓋明道氣在陰與陰合一；在陽與陽合一爾。言昔得者，將明原始要終，抑末歸本，故引昔得以證今得。得一之敷，略於下文。"
                },
                {
                    "paragraph": "天得一以清，",
                    "zhushu": "疏：氣象之大者，莫大乎乾元，故先標之爲得之首。純陽之氣，由得一，故能穹窿廣覆，資始萬物爾。"
                },
                {
                    "paragraph": "地得一以寧，",
                    "zhushu": "疏：形質之大者，莫大乎坤儀。純陰之質，由得一故，故能盤礴厚載，資生萬物爾。"
                },
                {
                    "paragraph": "神得一以靈，",
                    "zhushu": "疏：神者，妙萬物以爲言。由得一故，故能通變無方，不可形詰爾。"
                },
                {
                    "paragraph": "谷得一以盈，",
                    "zhushu": "疏：水注川爲溪，注溪爲谷。言谷得故能泉源流，潤滿不竭爾。"
                },
                {
                    "paragraph": "萬物得一以生，",
                    "zhushu": "疏：物者，通該動植，有譀無情，緫謂之物。得沖氣故，故能生成運動而不歇滅。"
                },
                {
                    "paragraph": "侯王得一以爲天下正。",
                    "zhushu": "疏：侯王，人主也。侯者，五等之爵。王者，萬乗之主。言侯王得，故能永有天下，無思不服，而爲天下正平也。本或作貞字者，貞即正也。"
                },
                {
                    "paragraph": "其致之。",
                    "zhushu": "疏：此緫釋前義，而生後文。致，得也。言天之清澄，地之寧靜，神之靈變，谷之盈滿，物之生成，侯王之正平者，何以致其然耶？皆得道之妙用爾。此明得道之爲益，下文明失道之爲損爾。"
                },
                {
                    "paragraph": "天無以清將恐裂，",
                    "zhushu": "疏：無以者，致誠之辭。以，甩也。夫矜存者喪，執得者失。言天得道用以致清浮。若不守道沖和，而但衿甩其清，將恐至於破裂，不成象也。"
                },
                {
                    "paragraph": "地無以寧將恐發，",
                    "zhushu": "疏：言地得道甩而致寧靜，當須忘其寧靜。若矜甩其寧，將恐至於發泄，不成彤也。"
                },
                {
                    "paragraph": "神無以靈將恐歇，",
                    "zhushu": "疏：言神得道甩而能靈變無方，當須忘其精靈。若矜甩其靈，將恐至於歇絶，不能妙用也。"
                },
                {
                    "paragraph": "谷無以盈將恐竭，",
                    "zhushu": "疏：言谷得道甩而能虚受，當須忘其盈滿。若矜用盈滿，將恐至於枯竭，不能流潤。"
                },
                {
                    "paragraph": "萬物無以生將恐滅，",
                    "zhushu": "疏：言萬物得道甩而能生成，當須忘其生。若矜而有之，將恐至於死滅，不爲生靈也。"
                },
                {
                    "paragraph": "侯王無以貴高將恐蹷。",
                    "zhushu": "疏：蹷，顚仆也。言侯王得道之甩而能爲天下之主，當須忘其尊崇，謙以自牧。若矜其尊貴，將恐至於顚仆，不能正定天下也。注云：聖教垂代，本爲生靈踓，遠舉天地之清寧，而會歸侯王守雌用道也。書云：天生萬物，唯人爲靈，元后作人父母。是知聖教所屬，在乎人踓始誡天地使忘清寧之功，終誡侯王無矜化育之德。用謙之道，具如下文。"
                },
                {
                    "paragraph": "故貴以賤爲本，高以下爲基。",
                    "zhushu": "疏：貴高斥侯王，賤下謂黎庶。言侯王因黎庶而得貴，是知賤下爲貴高之本基也。書曰：人唯邦本，本固則邦寧。人君務謙聚人，可謂固邦人本。注云：令樂其愷悌之化者，詩云：愷悌君子，人之父母。愷，樂也。悌，易也。言君子有樂易之德，愛餋於人，故百姓思之，如子之於母也。若爲德反是，則人離散矣。"
                },
                {
                    "paragraph": "是以侯王自謂孤、寡、不穀，此其以賤爲本邪韭乎？",
                    "zhushu": "疏：是以者，結前義也。侯王自謂孤、寡、不穀者，左氏春秋云：孤與二三臣悼心失圖是也。稱寡人者，即先君以寡人爲賢之例是也。又按禮無父稱孤，無夫曰寡。穀，善也；不穀，猶不善也。凡此三名，人之所鄙，而侯王以爲稱首者，盖謙以自牧，不衿其尊也。此其以賤爲本邪者，言若此，豈韭以賤爲本韭乎？者，假問之辭。答云：實是以賤爲本爾。"
                },
                {
                    "paragraph": "故致敷與無輿。",
                    "zhushu": "疏：故者，仍上之辭也：前明侯王因賤得貴，貴無定相，其理難明，故借敷輿以比之。極輿之敷，竟無輿名，乃是輪轅假合爲輿之名。本以喻侯王，敷侯王之貴，竟無貴名，乃是賤下假借爲侯王之貴。本輪轅爲輿本，當存本則有輿，亡本則無輿。賤爲貴本，當存本則有位，亡本則無位。言此者，欲戒侯王愛養下人，不棄惸獨爾。"
                },
                {
                    "paragraph": "不欲琭琭如玉，硌硌如石。",
                    "zhushu": "疏：夫玉貴而石賤。如玉者，自貴也；如石者，自謙也：侯王既以賤爲本，故不欲琭琭如玉，而自尊貴，當須硌硌如石，以守謙卑也。"
                }
            ]
        },
        {
            "name": "反者道之動章第四十",
            "paragraphs": [
                {
                    "paragraph": "反者道之動章第四十",
                    "zhushu": "前章明天地得，以戒矜。執之弊。此章明櫂實兩行，將申反經之義。不矜則全夫貴本，合義則方可與權。欲令深悟道元，所以再明仲甩也。",
                    "type": 1
                },
                {
                    "paragraph": "反者，道之動。",
                    "zhushu": "疏：反以反俗爲義。動是變動之名，謂權道也。言衆生矜執其生而失於道。故聖人變動設權，令反俗順道爾。注云反經合義者，經常也，義肻也？令貴以賤爲本，高以下爲基，有以無爲用。初則乖反當情，而後合順於道。故謂此爲道之運動也。孔子曰：可與立，未可與權。權道反常而難曉，故舉棠棣之喻，言其華先反而後合，以喻權道先逆而後順爾。"
                },
                {
                    "paragraph": "弱者，道之用。",
                    "zhushu": "疏：此明實道也。言人皆賤弱而貴强，是知强梁雄躁者，是俗之甩卄。道以柔和而勝剛，是知柔弱雌靜者，是道之常甩。故云弱者，道之甩爾。"
                },
                {
                    "paragraph": "天下之物生於有，有生於無。",
                    "zhushu": "疏：言天下有形之物，莫不以彤相禪，故云生於有。窮其有體，必資於無。故列子曰：形動不能生形而生影，無動不能生無而生有。故曰：虚者，天地之根；無者，萬物之源。言此者，欲令衆生窮源譀本而悟道爾。有無既爾，權實亦然。故注云：實之於權，猶無之生有也。又云至道沖寂，離於名稱，謂諸法性空，不相因待者，言道至極之體，沖虚凝寂，韭權亦復韭實，何可稱名？諸法實性理中，不有亦復不無，事絶因待。所言物生於有，有生於無者，皆是約代法而言爾。若知敷輿無輿，即知敷諸法無諸法，豈有權實而可言相生乎？悟斯理者，可謂了出矣。"
                }
            ]
        },
        {
            "name": "上十聞道章第四十一",
            "paragraphs": [
                {
                    "paragraph": "上十聞道章第四十一",
                    "zhushu": "前章明權實兩門，是道之。動甩。此章明明道若昧，唯上士勤行。初明三十聞道，信毁不同。次建言下，明道徳之行門。後夫唯下，結善貸之功用爾。",
                    "type": 1
                },
                {
                    "paragraph": "上士聞道，動而行之。",
                    "zhushu": "疏：上智之士，深譀洞鑒，聞道權則微明，實則柔弱，聞斯行諸，皆不懈怠，故云勤而行之爾。"
                },
                {
                    "paragraph": "中士聞道，若存若亡。",
                    "zhushu": "疏：中庸之士，明昧未明，聞説妙道，或信或否。謂明則若存而信奉，謂昧則若亡而疑惑，未果決志，故曰若存若亡。"
                },
                {
                    "paragraph": "下士聞道，大笑之。",
                    "zhushu": "疏：下士譀不及理，聞道不信，謂爲虚誕，則嗤笑之。亦猶章甫致賤於越人，和璞見遺谥楚國。故莊子云：曲士不可以語於道矣。"
                },
                {
                    "paragraph": "不笑不足以爲道。",
                    "zhushu": "疏：至道幽玄，深不可識。明而若昧，理反常情。下士蒙愚，所以致笑。若不爲下士所笑，未曰精微，乃是淺俗之法。不足以爲道韭代閒法，故爲凡愚所笑，是以爲妙道也。"
                },
                {
                    "paragraph": "建言有之。",
                    "zhushu": "疏：建，立也。將立言以釋上士勤行之道，中士存亡之致，下士大笑之由。有之者，指下明道等爾。"
                },
                {
                    "paragraph": "明道若昧，",
                    "zhushu": "疏：明，照了也。昧，昏闇也。謂道德行人以昧養明，遺形去智，而實明了，故云若昧。言上士勤行，於明若昧，下士不逹，是以笑之。中士初聞明道，故若存，後聞如昧，故叵亡爾。"
                },
                {
                    "paragraph": "進道若退，",
                    "zhushu": "疏：進道之人，內心不起，外事都忘，功名日損，大成若缺，下士觀之，似如退敗之爾。"
                },
                {
                    "paragraph": "夷道若纇，",
                    "zhushu": "疏：夷，平也。纇，絲之不匀乾。夫譀心清浮，塵欲不生，坦然平易，與物無際，而外若絲之有纇節也。"
                },
                {
                    "paragraph": "上德若谷，",
                    "zhushu": "疏：言勤行之士謂之上德，德甩光備，光備則無不含容，故云若谷爾。"
                },
                {
                    "paragraph": "太白若辱，",
                    "zhushu": "疏：白，純淨也。辱，塵垢也。得純淨之道者，晦迹同塵，故稱若辱，而實純白獨全備爾。"
                },
                {
                    "paragraph": "廣德若不足，",
                    "zhushu": "疏：言至人德無不被廣也，守柔甩謙，故常若不足也。史記曰：良賈深藏若虚，君子盛德容貎若愚，若愚不足。"
                },
                {
                    "paragraph": "建德若偷，",
                    "zhushu": "疏：建，立也。偷，盜也。言建立陰德之人，潛修密行，如被盜竊，常畏人知，故曰若偷。"
                },
                {
                    "paragraph": "質眞若渝。",
                    "zhushu": "疏：眞，淳一也。渝，變改也。言道德行人，其德淳而無假飾，若可渝變，與物同波而和光也。"
                },
                {
                    "paragraph": "大方無隅，",
                    "zhushu": "疏：方，正也。隅，角也。夫砥礪名節，以作廉隅，此爲求教之人。韭曰：大方之十，磨而不磷，在涅而不淄。大方也而能和光同塵，不自殊異，無隅也。故曰大方無隅。"
                },
                {
                    "paragraph": "大器晚成，",
                    "zhushu": "疏：備物之甩曰器，器以易成，故能成大。是以上士勤行積功，而證得之於漸韭一朝一夕，故曰晚成。"
                },
                {
                    "paragraph": "大音希聲，",
                    "zhushu": "疏：夫道能應衆音，大音也聽之無聲希聲也。以況聖人開演一乗，則法音廣被，待感而應，故曰希聲。"
                },
                {
                    "paragraph": "大象無形，",
                    "zhushu": "疏：夫渉形器者，則滞於一方矣。唯大象之道，本無形質，隨感而應，能狀衆形，故曰大象無形爾。"
                },
                {
                    "paragraph": "道隠無名，",
                    "zhushu": "疏：因其通生，則强謂之道；忘其功甩，則隠無名氏。欲明名以銘體，而妙本無象，則體不可名。故曰道隠無名。"
                },
                {
                    "paragraph": "夫唯道，善貸且成。",
                    "zhushu": "疏：此結道之功甩。夫歏也。唯，獨也。貸，施與；也，歎羨。此道踓复無名無氏，無形無聲，獨能布氣施化，貸施萬物，且成之熟之，故曰善貸且成爾。"
                }
            ]
        },
        {
            "name": "道生章第四十二",
            "paragraphs": [
                {
                    "paragraph": "道生章第四十二",
                    "zhushu": "前章明三士所聞之道，能生萬物；此章明萬物生化之由，必資三氣。初明沖氣柔弱，令萬物抱以爲和。次云孤、寡、不榖，戒王公以謙自處。結以强梁不得其死，示其俢學之元爾。",
                    "type": 1
                },
                {
                    "paragraph": "道生一，一生二，二生三，三生萬物。",
                    "zhushu": "疏：道者，虚極之神宗；一者，沖和之精氣。生者，動岀也。方道動出和氣，以生於物，然應化之理，由自未足，更生陽氣，積陽氣以就一，故謂之二也。純陽又不能更生陰氣，積陰就二，故謂之三。生萬物者，陰陽交泰，沖和化醇，則徧生庶彚也。此明應道善貸，生成之義爾。"
                },
                {
                    "paragraph": "萬物負陰而抱陽，沖氣以爲和。",
                    "zhushu": "疏：言物之生也，既因陰陽和氣而得成全，當須負荷陰氣，懷抱碭氣，愛養沖氣，以爲柔和。故廣成子告黄帝曰：我守其以抱其和，故我修身千二百歳而形未嘗衰。是知元氣沖和，群生所頼。老君舉此者，明人既禀和氣以生，則氣爲生本，人當因柔和，守雌弱，以存本也。"
                },
                {
                    "paragraph": "人之所惡，唯孤、寡、不穀，而王公以爲稱。",
                    "zhushu": "疏：沖氣柔弱，爲生之之，故舉王公謙卑以敦其本。孤、寡、不穀，不善之名，韭尊崇之稱，人所惡之，而王公以爲名者，謙之志也。王公爲風化之主，存亡所繋，天下具瞻。若不崇尙謙柔以安社稷，則物所不歸。故謙柔爲本，以致巍巍之功也。"
                },
                {
                    "paragraph": "故物或損之而益，或益之而損。",
                    "zhushu": "疏：故者，仍上之辭也。損，貶毁也。言王公稱孤、寡以自毁損，則爲百姓樂推尊敬而事之，而致益也。或益之而損者，若王公貴寵其身，居上而憍，則下人離散，而致損也。書曰：滿招損，謙受益。斯之謂也。"
                },
                {
                    "paragraph": "人之所教，亦我義教之。",
                    "zhushu": "疏：人，謂人君，爲政教之首，一國之風，繋乎一人而化。故老君唱言曰：人君欲行言教以化人者，當須甩我沖虚柔弱之義以教之爾。"
                },
                {
                    "paragraph": "强梁者不得其死。",
                    "zhushu": "疏：强梁，謂剛暴屈强之人也。剛暴之人，失養生之要，必自失其天命，不得壽終而死。嚴仙人曰：强秦以専制而滅，大漢以和順而昌。强梁失道，剛武者失神。生主已退，安得長存？注云：動與物亢，物或撃之，亢，敵也。物撃之者，易益卦上九爻辭云：莫益之，或撃之爾。"
                },
                {
                    "paragraph": "吾將以爲教父。",
                    "zhushu": "疏：父，本也。此句結修學之元。老君舉强梁者亡，以之爲戒；柔弱者全，以之爲勸。以爲教父者，父爲子本，言吾將此柔弱之教，爲衆教之本，如子之父，故云教父爾。"
                }
            ]
        },
        {
            "name": "天下之至柔章第四十三",
            "paragraphs": [
                {
                    "paragraph": "天下之至柔章第四十三",
                    "zhushu": "前章明衆生背道强。梁，所以不得其死；此章示人正性柔弱，修之則與道合。同文殊途，以發明理會歸而齊致。首標舉道性柔弱之本，人儻有得火之成，堅强之過。後吾是以下，明無爲之道，廣有利益，衆教莫能先。",
                    "type": 1
                },
                {
                    "paragraph": "天下之至柔，馳騁天下之至堅。",
                    "zhushu": "疏：夫人之正性，本刍澄清，和氣在躬，爲至柔。也。若馳騁情欲，染著代塵，爲聲色所誘，則正性離散，爲至堅也。"
                },
                {
                    "paragraph": "無有入無間，",
                    "zhushu": "疏：無有者，謂人了悟諸法無所有，則返歸正法，與道合同，入無閒矣。無間，道也。入，謂與道同也。以道爲無間者，明道性清靜，混然無際，而無間隙爾。"
                },
                {
                    "paragraph": "吾是以知無爲之有益。",
                    "zhushu": "疏：吾者，老君自稱也。此章亦通誡人君以無爲化理天下。故老君至，吾見衆生正性柔弱，及乎馳騁奔競，則至堅强。若使照了心境，則一無所有，即合道矣。是知清靜無爲，理身理國，有益於人也：以法推之，有爲之教，不及無爲之有益也。"
                },
                {
                    "paragraph": "不言之教，無爲之益，天下希及之。",
                    "zhushu": "疏：至道無言，物之以生；聖人無爲，化之以清。即不待立言，然後成教。天下希及之者，言九流百氏，希有能及無爲之教者。又云：自韭體道之君，莫之能及，故曰希之爾。"
                }
            ]
        },
        {
            "name": "名與身孰親章第四十四",
            "paragraphs": [
                {
                    "paragraph": "名與身孰親章第四十四",
                    "zhushu": "前章明正性柔弱，馳騁所以至堅。此章明名貨粯味，愛藏所以爲患。初三句摽問得亡孰病，次兩句詳答致患之由。後智足下，結勸令守分則可長乆爾。",
                    "type": 1
                },
                {
                    "paragraph": "名與身孰親。",
                    "zhushu": "疏：此以名較暈身也。孰，誰也。詳問云：夫以矜徇功名，保養身命，兩者既異，誰可與全眞保年之道爲親乎？傷代人不能忘名以存身爾。"
                },
                {
                    "paragraph": "身與貨孰多。",
                    "zhushu": "疏：多者，可貴重之意也。言身與貨兩者既别，誰可多貴邪？云此者欲令悟身爲多，不貴於貨可也。注云擲玉毁珠者，莊子外篇之辭爾。"
                },
                {
                    "paragraph": "得與亡孰病？",
                    "zhushu": "疏：此緫問上二句。得名、貨與亡名、貨，誰爲病也？得名、貨則亡身，存身則亡名、貨，歷然殊致，爲病可知。而迷倒之徒，莫之先學，故後文詳答之爾。"
                },
                {
                    "paragraph": "是故甚愛必大費，多藏必厚亡。",
                    "zhushu": "疏：上二句緫答前問。甚愛必大費者，此答名與身孰親。費猶損也，親猶愛也。甚愛名者，矯个企性，損費心神，所愛既甚，所費彌大矣。多藏必厚亡者，此答身與貨孰多。藏貨既多，甚亡亦厚。劒玉賈害，譬諸懷璧；詩、書發塜，秪爲含珠。唯貨之損，可爲殷鑒矣。"
                },
                {
                    "paragraph": "知足不辱，知止不殆，可以長乆。",
                    "zhushu": "疏：辱，損累也。殆，危亡也。夫不邇聲名，知足也；不殖財貨，知止也。知足，故名當其實，而無過分之累。知止，故貨不多藏，而無貪求之害。既不辱不殆，乃可長存而乆壽爾。"
                }
            ]
        },
        {
            "name": "大成若缺章第四十五",
            "paragraphs": [
                {
                    "paragraph": "大成若缺章第四十五",
                    "zhushu": "前章明身貨孰親，愛藏所。以爲患。此章明戒盈若缺，其用所以不窮。次初七句，標立行之楷模，次兩句明靜躁之優劣。復清淨下，結釋清淨貝可爲天下正爾。",
                    "type": 1
                },
                {
                    "paragraph": "大成若缺，其用不弊。",
                    "zhushu": "疏：凡曰學人功行大成，衆德圓備，常自虚忘，有如玷缺，如是則材甩不窮也。道德大成之君，亦復如是，等天地生育之功，齊曰：月照臨之德，所成理大，故曰大成。然不恃其成，有如虧缺，以斯爲用，甩則無窮。"
                },
                {
                    "paragraph": "大盈若沖，其甩不窮。",
                    "zhushu": "疏：沖，虚也。窮，匱也。此明聖人禄位充盈，恭儉自牧，不爲盈滿，故若沖虚。所謂有若無，實若虚，故其運用而無窮匱。"
                },
                {
                    "paragraph": "大直若屈。",
                    "zhushu": "疏：直，正也。屈，曲也。前四句兼明體甩，此下三句但岀其體，不書其甩，略文以見義，類可知也。夫潔己而垢人，舉直而棤枉，小直也。不執是以辯韭，不正己而矯物，大直也。曲隨物宜，故云若屈。也注云：直而不肆。上卷道經之文也。"
                },
                {
                    "paragraph": "大巧若拙。",
                    "zhushu": "疏：矜炩繪之，丅騁鈎繩之妙，小巧也。因材致用，仼物成功，不失其宜，大巧也。無所裁割，不見其功，似若樸拙爾。莊子稱造化，刻雕衆形而不爲巧也。"
                },
                {
                    "paragraph": "大辯若訥。",
                    "zhushu": "疏：合譬飾辭，結繩窻句，小辯也。行不言之教，辯彫萬物，窮理盡性，大辯。也：至言去言，無所抑揚，如謇訥。"
                },
                {
                    "paragraph": "躁勝寒，靜勝熱。",
                    "zhushu": "疏：此舉喻以示教也：以執成者必敗，特滿者必傾。故聖人功濟天下，不見成功，其如缺，所以無弊。位尊萬乗，不視成位，其若沖，所以不窮也。恐人不曉，故寄陽氣動靜以喻之。躁，動也。勝，極也。言春夏陽氣發於地上，萬物因之以生。陽氣動極則寒，寒則萬物由之以衰死。明躁爲死本，盛爲衰源，喻功成不缺者必敗，持盈不沖者必傾，有爲剛躁者必死。靜勝熱者，謂秋冬碭炁靜於黄泉之下，靜極則熱，熱則和氣發生也。萬物因之以生，生託靜而起，故知靜爲生本，亦爲躁君取喻大成大滿，由能缺能沖，所以無弊，舞窮而致生爾。夫能無爲清淨者，則趣生之本。此勸人當務靜以祈生，不當輕躁而赴死爾。"
                },
                {
                    "paragraph": "清淨爲天下正。",
                    "zhushu": "疏：此結明前義也。夫聖人有以觀陽炁之進退，知躁爲趣死之源，靜爲發生之本。理人事，育群生，持本以統末，以務清淨之道，則可以爲天下之正爾。"
                }
            ]
        },
        {
            "name": "天下有道章第四十六",
            "paragraphs": [
                {
                    "paragraph": "天下有道章第四十六",
                    "zhushu": "前章明五大之行甩，廣修。學之門。此章明三大之愆，以彰可欲之弊。初標有道無道大損益；次明爲罪爲咎之所由，後結知足之爲德，以戒貪求之生患爾。",
                    "type": 1
                },
                {
                    "paragraph": "天下有道，却走馬以糞。",
                    "zhushu": "疏：却，屛去也。糞，謂理田也。天下有道，謂以道爲理，無爲化行，守在四夷，疆埸無事，不必多貪土地，以困黎元。所以屏却兵革走馬之事，人得俶載南畝，以糞理田園也。"
                },
                {
                    "paragraph": "天下無道，戎馬生於郊。",
                    "zhushu": "疏：郊者，交也。謂二國郊境之際，拒守之地也。天下無甩道之君，則荒塞有不賔之虜。故兵戎軍馬生育於郊境之上，謂乆而不還。"
                },
                {
                    "paragraph": "罪莫大於可欲。",
                    "zhushu": "疏：犯法爲罪，貪求爲欲。言戎馬生郊之罪，由人君貪求土地，見土地可欲，欲心興動，將起貪求，此罪之大者。故云罪莫大於可欲也。"
                },
                {
                    "paragraph": "禍莫大於不知足。",
                    "zhushu": "疏：禍害也神不祐。卄夫亡敗之禍，緑何而來？由貪士地，求而無厭，不知止足，致神道不祐，而嬰禍害。人之有過，過韭途，貪之爲禍，禍之大爾。"
                },
                {
                    "paragraph": "咎莫大於俗得。",
                    "zhushu": "疏：咎，殃咎也。夫貪冒之雄，欲心增侈，得之不已，而又求之韭道，得之則不旋踵自招殃咎，不亦宜乎？可欲，謂欲而未得，初起貪心，罪輕於禍。不知足者，得而更須，禍重於罪。莫甚於欲得者，謂求之已得，欲心尙無厭足，則咎之爲過，斯又甚於禍也。"
                },
                {
                    "paragraph": "故知足之足，常足矣。",
                    "zhushu": "疏：此結有道之君也。言有道之君，無欲廣大，不貪土地，固於本分而知足，則爲天下樂推，身安國理，此知足之足，迺至於讓而常足矣。注云：物足者，非知足；心足者，迺知足。知足者，謂足在於心，不在於物，循涯守分，蹵少而多，有欲無厭，踓多亦少矣。"
                }
            ]
        },
        {
            "name": "不岀户章第四十七",
            "paragraphs": [
                {
                    "paragraph": "不岀户章第四十七",
                    "zhushu": "前章明天下有道，欲今知足常。足；此章明教不出户，示以不爲而成。初兩句標不出則能知，次兩句明人和則天下順；又兩句示彌出之爲失，後四句結無爲而化成爾。",
                    "type": 1
                },
                {
                    "paragraph": "不出户，知天下。",
                    "zhushu": "疏：有道聖君，無爲而理，言教不出於户外，淳風自洽於寰區，此可謂知理天下之道爾。又解曰：人君善教，天下應之以善，則不煩出户而天下可知。故易曰：君子出其言善，則千里之外應之，況其邇者乎？此之謂也。"
                },
                {
                    "paragraph": "不窺牗，見天道。",
                    "zhushu": "疏：人天相應，精氣交通。人君爲政以德，則象緯以之不迷；威侮五行，則陰陽由其舛候。故書曰：休徴則肅，時雨若；咎徴則蒙，恒風若。是知行發於二，象著於天，豈侯窺牗然後見也？易曰：言行，君子所以動天地矣。"
                },
                {
                    "paragraph": "其出彌遠，其知彌少。",
                    "zhushu": "疏：此明失道之居也，不能處無爲而恭己，將欲申教令以化人。令岀彌遠，既失無爲，所知政理，更爲寡少。"
                },
                {
                    "paragraph": "是以聖人不而行知。",
                    "zhushu": "疏：此覆釋不岀户而知天下也。無事無爲，教令不岀，故云不行。近取諸身，遂知來物，故我無爲而人自化，豈待言教岀户，然後謂之知乎？"
                },
                {
                    "paragraph": "不見而名。",
                    "zhushu": "疏：此覆釋不窺牗見天道也。夫鶴鳴即子和，行感而天動，原小可以知大，審己可以知物，元吉所召，在乎其人，則太平之化，可得而言爾，何必窺見然後名乎？故云不見而名。"
                },
                {
                    "paragraph": "不爲而成。",
                    "zhushu": "疏：此緫結不出、不窺之義也。夫以上有所爲，下必有擾。今聖人凝神端房，玄黙廟堂，君無爲，人無事，百姓家給，萬化自成。"
                }
            ]
        },
        {
            "name": "爲學日益章第四十八",
            "paragraphs": [
                {
                    "paragraph": "爲學日益章第四十八",
                    "zhushu": "前章明不出不窺，可以知。政理之道；此章明爲學爲道，則至乎無爲之事。首兩句示進修忘遺之漸；次三句明損有歸無之益；後四句結成其意，戒有事不足以化人矣。",
                    "type": 1
                },
                {
                    "paragraph": "爲學日益，爲道日損。",
                    "zhushu": "疏：爲，修爲也。損，忘損也。言初修學者，日求見聞以爲益；因益爲道，則忘遣功行以爲損。所以者何？夫爲學者，莫不初則因學以知道，修功而補過；終則悟理而忘言，遺功而去執。故注云益見聞爲修道之漸，蓋方其初也；損功行爲悟道之門，蓋言其終矣。"
                },
                {
                    "paragraph": "損之又損之，以至於無爲。",
                    "zhushu": "疏：損之者，謂損爲道者之功行也。又損之者，謂除忘功行之心也。斯乃前損忘迹，後損忘心。心迹俱忘，可謂造極，則以至於無爲矣。"
                },
                {
                    "paragraph": "無爲而無不爲。",
                    "zhushu": "疏：夫有爲則有礙，有礙則有所不爲。今既無爲，無爲則無礙，故能無所不爲也：以謂契道，則應甩而周普也。故上卷云：道常無爲而無不爲。"
                },
                {
                    "paragraph": "取天下常以無事。",
                    "zhushu": "疏：此勸人君行無爲也。取，猶攝化也。攝化天下，必須爲無爲，事無事。無事則下人不擾，無爲則百姓自安。以斯臨蒞，于何不可？所言常者，無爲，御物不可斯須離也。"
                },
                {
                    "paragraph": "及其有事，不足以取天下。",
                    "zhushu": "疏：夫有事，謂政令煩苛，禁網凝密。令苛則人擾，網密則刑煩。百姓不安，四方離散，欲求攝化，不亦難乎？故此有事，不足以取天下矣。"
                }
            ]
        },
        {
            "name": "聖人無常心章第四十九",
            "paragraphs": [
                {
                    "paragraph": "聖人無常心章第四十九",
                    "zhushu": "前章明爲道日損，示修學忘遣之門；此章明聖人無心，表虚懷應物之用。初六句標聖人無心而應物；次兩句示聖人混迹而用心；後兩句結百姓歸善之由，明聖人均養之德爾。",
                    "type": 1
                },
                {
                    "paragraph": "聖人無常心，以百姓心爲。",
                    "zhushu": "疏：聖人虚忘，物感斯應，應必縁感，感既不一，故應無常心。心踓無常，義存慈救。百姓有不信不善之心，故混同甩心，而以化導，故云無常心矣。"
                },
                {
                    "paragraph": "善者吾善之，",
                    "zhushu": "疏：此應感之義也。吾者，聖人也。善者，迴向正道之心。聖人奬之以進修，以果其行，使至夫忘善之大善爾。"
                },
                {
                    "paragraph": "不善者吾亦善之，德善矣。",
                    "zhushu": "疏：不善者，謂習染增迷，信邪背道，聖人亦以善道而引汲之。德善者，今化聖德而爲善爾。"
                },
                {
                    "paragraph": "信者吾信之，",
                    "zhushu": "疏：信，謂聞道勤行，心無疑執，聖人應之以至誠，賛成其善，以至於深信爾。"
                },
                {
                    "paragraph": "不信者，吾亦信之，德信矣。",
                    "zhushu": "疏：不信謂强梁背教之人。聖人亦以平等正信而化導之，令化聖人之德，捨僞而歸信也，故云德信爾。"
                },
                {
                    "paragraph": "聖人在天下，惵惵，爲天下渾其心。",
                    "zhushu": "疏：此明聖人混迹甩心也。惵惵，憂勤也。聖人在宥天下，統御寰區，懼衆生不歸善信，故惵惵者，皆爲天下。百姓未能信善，故聖人混同於物，而甩其心也，故云天下渾其心爾。"
                },
                {
                    "paragraph": "百姓皆注其耳目，",
                    "zhushu": "疏：百姓被聖德而歸善，即淳化而觀風，故皆傾注耳目以觀聽，取則於聖人爾。"
                },
                {
                    "paragraph": "聖人皆孩之。",
                    "zhushu": "疏：百姓既傾注耳目，觀聽聖人。聖人觀慈母之於赤子，故云皆孩之。又解云：百姓有分别之心，聖人化使從善，令如嬰兒，無所分别爾。"
                }
            ]
        },
        {
            "name": "岀生入死章第五十",
            "paragraphs": [
                {
                    "paragraph": "岀生入死章第五十",
                    "zhushu": "前章明聖人無心混心，應善信之行。此章明出生入列善攝起患累之門。前五名標安時處順之人，次五句明探變求化之顃，後八句結善攝之行，以示長生乆視之門。",
                    "type": 1
                },
                {
                    "paragraph": "岀生人死，",
                    "zhushu": "疏：了悟生死，不厚其生，名爲岀生。迷執人我，動之死地，名爲入死。此標章門也。"
                },
                {
                    "paragraph": "生之徒十有三，",
                    "zhushu": "疏：徒者，顃也。此汎論衆生能安生理，不自矜貴，適來爲時，無封執。如此之者，大汎而論，十中有三人爾。此謂順理者少，而逆理者多也。"
                },
                {
                    "paragraph": "死之徒十有三，",
                    "zhushu": "疏：此亦汎論安死之道，不拒變化，適云爲順，一無驚怛。如此之者，亦十中有三人爾。"
                },
                {
                    "paragraph": "人之生動之死地十有三，",
                    "zhushu": "疏：此釋迷執之人，養生失理之徒。也言人踓欲修生，不能了悟，動徃喪生之地。安生之理既失，順死之道又乖。如此之輩，亦十中有三人爾。"
                },
                {
                    "paragraph": "夫何故？",
                    "zhushu": "疏：此設問衆生動之死地之由。"
                },
                {
                    "paragraph": "以其生生之厚，",
                    "zhushu": "疏：此正答言衆生動之死地者，以其躭滯有爲，溺情緃欲，厚白奉養，以全其生。養之太厚，故動之死地爾。"
                },
                {
                    "paragraph": "蓋聞善攝生者，",
                    "zhushu": "疏：攝，衛。也謂善能以道衛生之人。妙觀生本，本來清靜，於生忘生，不以情欲而滑其和，唯以沖虚而養其性，物莫能害，故稱善攝。"
                },
                {
                    "paragraph": "陸行不遇兕虎，入軍不被兵。",
                    "zhushu": "疏：不期而會曰遇。按山海經：兕岀湘水南，蒼黑色。爾雅云：形如野牛，一角，重千斤。善攝生之人，不起心害物，所以陸行不遇於兕虎，入軍不被於甲兵。故虎兕甲兵，亦無傷害之意爾。"
                },
                {
                    "paragraph": "兕無所投其角，虎無所措其爪，兵無所容其刃。",
                    "zhushu": "疏：前明善攝生之人，內無寂心，所以外不遇兕虎。今明設於逢遇，此無傷害之心，自然彼無容措之處。是知忘情於物者，則海上之鷗可馴而狎，陸行之獸可撃而遊，況傷害乎？故無是也。"
                },
                {
                    "paragraph": "夫何故？",
                    "zhushu": "疏：比問虎兕兵刄，是害人之物，今不投措其爪角，無所容其兵刄者，其故何也。假問其故，以曉於人爾。"
                },
                {
                    "paragraph": "以其無死地。",
                    "zhushu": "疏：此正答也。夫見有其身者累，生生之厚者死。今善攝生之人，照法性空，悟身相假，故能於生忘生，不爲厚養之過，無私順化，故無死地可處爾。既心無死地，夫何虎兕兵刄能害之乎？"
                }
            ]
        },
        {
            "name": "道生之章第五十一",
            "paragraphs": [
                {
                    "paragraph": "道生之章第五十一",
                    "zhushu": "前章明出生入列，善攝超患累之門。此章明道生德畜，不宰有自然之貴。首標妙本應感生成之美。次明萬物尊貴道德之由。故道生之，復賛生畜之功。生而不有下，結歎忘功之徳。",
                    "type": 1
                },
                {
                    "paragraph": "道生之，德畜之。",
                    "zhushu": "疏：道生之者，言自然沖和之炁，陶冶萬物，物得以生。故云道生之。注云妙本動用降和炁者，妙本，道也。至道降炁，爲物根本，故稱妙本。德畜之者，德，得也。畜，養也。謂萬物得道用，而能畜養，斯形則約玆畜養之處，而受德名。故云德畜之。"
                },
                {
                    "paragraph": "物形之，势成之。",
                    "zhushu": "疏：道生德畜，吊物流形，故云物形之。注云乾知坤作，兆形位者，易繋云：乾知太始，坤作成物。天地爲形，上下爲位。斯皆道功，寄乾坤以爲甩也。勢成者，言道爲萬物，作天時、地利、陰陽之势，而物資之以成。故云勢成之。"
                },
                {
                    "paragraph": "是以萬物莫不尊道而貴德。",
                    "zhushu": "疏：以道德爲生畜之功，故凡厥懷生，莫不尊尙於道，敬重於德。此勸示衆生，令敦本而崇道也。"
                },
                {
                    "paragraph": "道之尊，德之貴，夫莫之爵而常自然。",
                    "zhushu": "疏：夫代之尊禜者，必由人君爵命，然後爲尊。今道之所以尊，德之所以貴，蓋以生成之功被物，故物尊貴之。韭假爵命而常自然尊貴爾。"
                },
                {
                    "paragraph": "故道生之，德畜之。",
                    "zhushu": "疏：此覆結初章道生之養也。始之爲生，養之爲畜。"
                },
                {
                    "paragraph": "長之、育之，",
                    "zhushu": "疏：增谁曰長，撫字曰育。"
                },
                {
                    "paragraph": "成之，熟之。",
                    "zhushu": "疏：輔相曰成，成遂曰熟。"
                },
                {
                    "paragraph": "養之、覆之。",
                    "zhushu": "疏：資給曰養，蔭庇曰覆。八者皆道德功用之謂，所以萬物尊而貴之。"
                },
                {
                    "paragraph": "生而不有，",
                    "zhushu": "疏：道生萬物，不見其有生之可名，忘生之養，結上道生之義也。"
                },
                {
                    "paragraph": "爲而不恃，",
                    "zhushu": "疏：德之爲養，不見有物之可爲，不恃其功。結上德畜之之義也。"
                },
                {
                    "paragraph": "長而不宰，",
                    "zhushu": "疏：以道德忘生育之功，故踓居萬物之長，長育成熟，不爲主宰，責望於物。言此者，欲令人君法道生育，而忘其功爾。"
                },
                {
                    "paragraph": "是謂玄德。",
                    "zhushu": "疏：此歎忘功之德也。玄者，深遠不測之名。大道踓能生能畜，而終不恃不宰。德施周普，而名迹不彰，豈韭深遠不測之德乎？"
                }
            ]
        },
        {
            "name": "天下有始章第五十二",
            "paragraphs": [
                {
                    "paragraph": "天下有始章第五十二",
                    "zhushu": "前章明道生德畜，不宰有自然之貴。此章明守母存子，歸明無遺身之殃。首標七句，能生之本，勤令知子守母。次六句示絶欲之戒，塞光閉門。後六句歎美修證之功，結成襲常之行。",
                    "type": 1
                },
                {
                    "paragraph": "天下有始，以爲天下母。",
                    "zhushu": "疏：資炁曰如，資生曰母。言道德以沖和妙炁生成萬物，物得以生，如母之生子，故云以爲天下母。如母踓殊於道，炁布化常。故上經云：無名天地始，有名萬物母。言此者，欲令人知源譀本：守母而存子也。"
                },
                {
                    "paragraph": "既得其母，以知其子。",
                    "zhushu": "疏：言人既得沖和之炁，茂養爲母，當知其身是沖炁之子。"
                },
                {
                    "paragraph": "既知其子，復守其母，殁身不殆。",
                    "zhushu": "疏：言人既知身是道炁之子從沖炁而生也，當守道清淨，不染妄塵，愛炁養神，使不離散。人從道生，望道爲本，今却歸道守母，故云復守爾。歿身不殆者，言人能常無欲以歸道，則可以終竟天年而無危殆也。"
                },
                {
                    "paragraph": "塞其兊，閉其門，終身不勤。",
                    "zhushu": "疏：此明絶欲守母之行。也：兊，恱也。謂耳目愛恱聲色，鼻囗愛恱香味，六根各有所恱。門以岀入爲義，言諸根色塵之所由也。若塞其愛恱之視聽，則禍患之門閉矣。禍患之門閉，則終身無有勤勞也，故云終身不勤。"
                },
                {
                    "paragraph": "開其兊，濟其事，終身不救。",
                    "zhushu": "疏：此明失道之行也。開其視聽之門，濟其愛恱之事，則禍益患增，故終身不能救理也。"
                },
                {
                    "paragraph": "見小曰明，",
                    "zhushu": "疏：此示防患之源也，惡兆將興，細微必察，故憂悔吝之時，存乎纎介，令守母之人防萌杜漸，理之未亂。能知此者，可謂之明。"
                },
                {
                    "paragraph": "守柔曰强。",
                    "zhushu": "疏：守柔弱之行者，處不競之地，人不能加同道之用。能如此者，可謂之强。"
                },
                {
                    "paragraph": "用其光，復歸其明。",
                    "zhushu": "疏：光者，外照而常動。明者，內照而常靜。由見小守柔，則爲明爲强。不矜明而甩强，故踓用光外照，還歸內明。此轉釋見小守柔之義，使息外歸內，故曰復歸其明也。"
                },
                {
                    "paragraph": "無遺身殃，是謂襲常。",
                    "zhushu": "疏：遺，與也。殃，咎也。言甩光照物，於物無著，還守內明，不自矜耀。守母存子，返照本源，自無殃咎。是謂襲常者密用曰襲。人能察微遠害，守柔含明，如是等行者，是謂知子守母，密用眞常之道也。"
                }
            ]
        },
        {
            "name": "使我介然章第五十三",
            "paragraphs": [
                {
                    "paragraph": "使我介然章第五十三",
                    "zhushu": "前章明守母存子，欲歸明無遺身殃。此章明介然用知則行道。有唯施之畏物三句，明有知則乗道。次兩句示道正而人邪。又七句明有知之生弊。後兩句歎盜夸之韭道，而以爲戒爾。",
                    "type": 1
                },
                {
                    "paragraph": "使我介然有知，行於大道，唯施是畏。",
                    "zhushu": "疏：使我者，老君假設之辭也。介然，謂耿介然有知之貎。夫道韭知法而伐人，欲以有知行道，故老君患其蔽蒙，唱言之曰：使我介然矜其有知，欲行無爲大道於天下者。有知則與道相乖，而失無爲清靜之化。唯所施爲，將害於物，甚可畏懼也。"
                },
                {
                    "paragraph": "大道甚夷，民甚好徑。",
                    "zhushu": "疏：夷，平也。徑，邪捷之道。言大道坦然平易，而人好從邪徑。且大道之化，貴夫無爲，無事則平易，而代之從事，不能息智於無欲，將役心應務，始踓好徑而求捷，終則失道而焚和。故云人甚好徑。"
                },
                {
                    "paragraph": "朝甚除，",
                    "zhushu": "疏：除，理也。言好徑之君，不尙無爲之化，但以有爲爲理。踓云甚除有爲，則傷巧詐。故云尙賢矜智，則生巧僞。又解云：朝廷修理，峻宇雕牆，故云甚除。"
                },
                {
                    "paragraph": "田甚蕪，",
                    "zhushu": "疏：草長曰蕪。淫巧浮食，則農事荒蕪。既闕嘉生之報，何望如坘之積？"
                },
                {
                    "paragraph": "倉甚虚，",
                    "zhushu": "疏：年登則廩實，農廢則倉虚，自然之理也。"
                },
                {
                    "paragraph": "服文彩，",
                    "zhushu": "疏：青赤爲文，色絲爲彩。言賤質而貴文也。"
                },
                {
                    "paragraph": "帶利劒，",
                    "zhushu": "疏：利劎者，武備也。夫文德者，理國之器甩也。武功者，文德之輔助。而文爲本，武爲未。今若專事武功，是棄本而崇末也。"
                },
                {
                    "paragraph": "厭飮食，",
                    "zhushu": "疏：厭，飫食也。是庖厨之豐厚，厭飫芳鮮，上多玉食之資，則下有凁餧之患矣。"
                },
                {
                    "paragraph": "財貸有餘，",
                    "zhushu": "疏：財貸，謂錢帛珠玉之流也。多藏厚歛，有餘也。末學不貪爲寳，但欲多財累愚爾。"
                },
                {
                    "paragraph": "是謂盜夸，非道也哉。",
                    "zhushu": "疏：韭理而取爲盜，矜其所有爲夸。且頭會箕歛，取於不足，縱慾而費，奉其有餘。傲然自得以爲夸，尙謂之爲盜，不亦宜乎？所爲如此，則韭吾欲行之道矣。也哉者，傷歎之辭。"
                }
            ]
        },
        {
            "name": "善建章第五十四",
            "paragraphs": [
                {
                    "paragraph": "善建章第五十四。",
                    "zhushu": "前章明好徑之君，若盜夸而非道。此章明善建之主，享不拔而長存。首標以道立國修身之益。次故以身下，明觀身觀家之法。後吾何以下，結歎慧照所知之驗云。",
                    "type": 1
                },
                {
                    "paragraph": "善建者不拔，",
                    "zhushu": "疏：建，立也。不拔，不傾拔也。言人君善能以道建邦立木者，因百姓之不爲，任兆人之自化，然後陶以淳樸，樹之風聲，使儀形作孚，樂推不厭，則功業深固，萬方歸德。斯所謂善建者，何可傾拔乎？"
                },
                {
                    "paragraph": "善抱者不脱，",
                    "zhushu": "疏：抱，守也，脱，離也善以道懷抱百姓者，動而恱隨，何可脫離也？且夫樂餌所在，過客猶止，况夫道德者進於此乎？以之御物，爲物所歸，固其宜也。"
                },
                {
                    "paragraph": "子孫祭祀不輟，",
                    "zhushu": "疏：祭，薦也。繼世曰祀，謂後代子孫薦禮於祖宗也。輟，止也。注云：言善世以道德匡抱之君，功施於後，愛其甘棠，況其子孫乎？而王者祖有功，宗有德，故周之興也，始於后稷，成於文武。周之祭也，郊祀后稷，宗祀文王，故踓卜代三十，卜年七百，毁廟之主，流溢於外，而后稷、文王、郊宗之祀不輟止也。"
                },
                {
                    "paragraph": "修之於身，其得乃眞,",
                    "zhushu": "疏：此下明少修少證，多學多得。故修之身，謂一身修。修之家，謂家修。始於一身，終於天下，例可知也。言善立之，照了眞性。眞性清靜，無諸僞雜。僞雜既盡，德乃眞純。"
                },
                {
                    "paragraph": "修之於家，其德有餘，",
                    "zhushu": "疏：修道於家，上和下睦。移修身於家，故其德有餘福也。故易曰：積善之家，必有餘慶。"
                },
                {
                    "paragraph": "修之於鄉，其德乃長，",
                    "zhushu": "疏：按周禮：二千五百家爲鄉，言一鄉修道，禮義興行，尊卑有序，閭閈相比，不黨於視。一家修道，德猶未廣。鄉盡修，德乃長乆。"
                },
                {
                    "paragraph": "修之於國，其德乃豐，",
                    "zhushu": "疏：修道於國，俗易風移，還亳反樸，不偏於所近。一鄉修道，猶未爲徧，一國盡修，乃豐厚。"
                },
                {
                    "paragraph": "修之於天下，其德乃普。",
                    "zhushu": "疏：普，徧也。夫百姓歸厚，在君之化，修之廟堂，德流海外者，蓋內正其身，不言而化，不教而理，下之應上，如響應聲，德無不周，乃爲普也。"
                },
                {
                    "paragraph": "故以身觀身，",
                    "zhushu": "疏：觀者，照察也。注云：以修身之法觀身能清靜者，謂觀身實相，本來清靜，不染塵雜，除諸有見。有見既逪，知空亦穵，頓捨二偏，迴契中道，可謂清靜而契眞矣。"
                },
                {
                    "paragraph": "以家觀家，",
                    "zhushu": "疏：以修家之法觀家，家人和穆，則福善有餘。"
                },
                {
                    "paragraph": "以鄉觀鄉，",
                    "zhushu": "疏：甩：此修鄉之法觀鄉，鄉人盡修其道，尊卑順序，道化漸廣，德乃延長也。"
                },
                {
                    "paragraph": "以國觀國，",
                    "zhushu": "疏：以修國之法觀國，國人盡修，勤而且儉，德乃豐盈也。"
                },
                {
                    "paragraph": "以天下觀天下。",
                    "zhushu": "疏：夫以天下觀天下者，復何所觀哉？亦但觀身爾。人君清靜無爲，道化善建善抱，自然百姓疍附，國祚人安矣。"
                },
                {
                    "paragraph": "吾何以知天下之然哉？以此。",
                    "zhushu": "疏：此假設之辭也。老君言我何以和天下，善建則不拔，善抱則不脱，福德弘益之然乎？蓋以此觀身，等觀而觀之，自我刑國，由內及外，則知之爾。易曰：觀我生，觀其生，將欲自觀而觀人也。"
                }
            ]
        },
        {
            "name": "含德章第五十五",
            "paragraphs": [
                {
                    "paragraph": "含德章第五十五",
                    "zhushu": "前章明善建之主，享不拔而長存。此章明含德之人，獨知和而不害。首五句，標含德所以不摶，次骨弱。下五句，明全和所以不嗄。知和則明了，使氣則强梁。物壯下，申勸强梁之人，欲令不爲是行。",
                    "type": 1
                },
                {
                    "paragraph": "含德之厚，比於赤子。",
                    "zhushu": "疏：含，懷也。言至人含懷道德之深厚者，內爲道德之所保，外爲神明之所護，比若慈母於赤子也。此理難曉，故借喻以明之。故寄赤子之生和，以況至人之全德。赤子，嬰兒之小者，取其內無分别，不生害物之心爾。"
                },
                {
                    "paragraph": "毒蟲不螫，猛獸不據，玃鳥不搏。",
                    "zhushu": "疏：此釋至人之全德也：毒蟲，蜂蠆之屬。猛獸，虎兕之屬。玃鳥，鷹鸇之屬。螫，謂以尾端行毒。據，按也，謂以足壉按物也。搏，持也，謂以瓜摶持物也。言至人德全於內，和氣冲盈，心冥乎道，故有毒蟲不能螫，猛毅之獸不能壉，鷙玃之鳥不能摶，蓋以其至順德厚之所致也。"
                },
                {
                    "paragraph": "骨弱筋柔而搱固，",
                    "zhushu": "疏：此下明赤子全和也。赤子筋骨柔弱，持搱不當牢固，令拳手執物能自固者，豈韭和氣不散之所致？"
                },
                {
                    "paragraph": "也未知牝牡之合而畯作，精之至。",
                    "zhushu": "疏：雌曰牝，雄曰牡。畯者，氣命之源也。言赤子心無情欲，未辯陰陽之配合，而含氣之源動作者，豈不由精氣純粹之所致乎？終曰號而不嗄，和之至。疏：嗄，聲嘶破也。赤子竟曰啼號，而聲不嘶破者，豈不由和氣至純之所致乎？"
                },
                {
                    "paragraph": "知和曰常。",
                    "zhushu": "疏：此結赤千以和氣至純而聲不破，因之以及教。言人能如嬰兒知和柔之理，修而不失者，是謂知眞常之行也。"
                },
                {
                    "paragraph": "知常曰明。",
                    "zhushu": "疏：人能知眞常之行，而保精愛氣者，是曰明逹了悟之人。知和知常，歎同德之美。後益生使氣，舉失道之過。"
                },
                {
                    "paragraph": "益生曰祥。",
                    "zhushu": "疏：样者，吉凶之兆。言人不能全和於知常，而營生於分外，殊不知分外求益，然於滋多則求益生過分，是凶祥也。故莊子云：常因自然，崦不益生。"
                },
                {
                    "paragraph": "心使氣曰强。",
                    "zhushu": "疏：夫心有是韭，而氣無分别，故仼氣則柔弱，使心則强梁。今失道益生之人，役心使氣，氣爲心使，是曰强梁。故莊子云：無聽之以心，而聽之以氣。"
                },
                {
                    "paragraph": "物壯則老，是謂不道，不道早己。",
                    "zhushu": "疏：此明强梁失道之過。壯者，剛毅也。老者，衰憊也。夫物盛必衰，壯極則老。夫則心使氣矜，其强壯者，自致衰老，謂之不道。道貴柔弱，今恃强壯，既與道不同，故勸令圼己。"
                }
            ]
        },
        {
            "name": "知者不言章第五十六",
            "paragraphs": [
                {
                    "paragraph": "知者不言章第五十六",
                    "zhushu": "前章明含德之人，獨知和而不害。此章明悟道之士，能了言而無執。首兩句示理暢而言忘，次七句明靜塵而不染。是謂下明不染者與玄同德，故不可下明同德則不可毁譽。",
                    "type": 1
                },
                {
                    "paragraph": "知者不言，言者不知。",
                    "zhushu": "疏：知者，了悟也。言者，辯説也。夫至理精微，玄宗隠奥，踓假言以詮理，終理契而言忘。故了悟者，得理而忘言。辯説者，滞言而不悟。故曰知者不言，言有不知。"
                },
                {
                    "paragraph": "塞其兊，閉其門。",
                    "zhushu": "疏：且如天下有始章所釋，彼則約道清靜，以塞六根愛説。此則因教辯忘，將息滞言之累，於言無執，故云塞其兊。不爲禜辱之主，可謂閉其門。"
                },
                {
                    "paragraph": "挫其鋭，解其紛，和其光，同其塵。",
                    "zhushu": "疏：此四句已出上經道沖章。彼則就道以讑功，此則據人以明行。上下兩經互舉其文者，以其於濟物修身之義有功，故望言之。"
                },
                {
                    "paragraph": "是謂玄同。",
                    "zhushu": "疏：歎夫體道之人，既已不滞言教，又能和光混迹，行符於道，是謂與玄同德。"
                },
                {
                    "paragraph": "故不可得而親，不可得而踈。",
                    "zhushu": "疏：言玄同之人，心無偏私，不可得親而狎之；和光順物，不可得踈而遠之。"
                },
                {
                    "paragraph": "不可得而利，不可得而害；",
                    "zhushu": "疏：恬惔無欲，不可得從而利之。處不竸之地，故不可得犯而害之。"
                },
                {
                    "paragraph": "不可得而貴，不可得而賤。",
                    "zhushu": "疏：體道自然，韭爵禄所得貴也；超然絶累，韭凡俗所得賤也。"
                },
                {
                    "paragraph": "故爲天下貴。",
                    "zhushu": "疏：玄同之士，悟理忘言，塞兊閉門，根塵無染，鋭紛既解，光塵亦同。其行如此，故爲天下之所尊貴也。"
                }
            ]
        },
        {
            "name": "以政治國章第五十七",
            "paragraphs": [
                {
                    "paragraph": "以政治國章第五十七",
                    "zhushu": "前章明悟道之士，能了言。而無埶；此章明以政之君，失無爲之自化。三句標門以示義，次十句設問以明理，後五句示無事可以取天下。",
                    "type": 1
                },
                {
                    "paragraph": "以政理國。",
                    "zhushu": "疏：此上三句並標宗也，以用也。政，教也。有爲之君，矜用政教，而欲爲治，不能無爲，仼物自化，欲求致理，未之前聞也。"
                },
                {
                    "paragraph": "以竒用兵。",
                    "zhushu": "疏：竒變，許也。不祥之器，君子惡之，況加變詐之名，而無節制之用，是以兵猶火也，不戢將自焚。故知竒變之兵，非制勝之道也。"
                },
                {
                    "paragraph": "以無事取天下。",
                    "zhushu": "疏：此亦標也。有道之君，無爲而理。夫無爲則無事，無事則不煩，不煩則百姓自化，而天下太平矣。"
                },
                {
                    "paragraph": "吾何以知天下之然哉？以此。",
                    "zhushu": "疏：吾何以知，發問也。其然猶如是也，以此答也。老君詳問：我何以知取天下必須無事、無爲？以下文云天下多忌諱，則人彌貧；我無爲，則人自化，驗可知爾。"
                },
                {
                    "paragraph": "天下多忌諱，而民彌貧。",
                    "zhushu": "疏：此覆釋以政理國也。爲天下之主，不能敦清靜以化人，崇简易以臨物，政煩綱宻，下人無所措其手足，避諱無暇，動失生業，曰就困窮，所以彌貧。"
                },
                {
                    "paragraph": "人多利器，國家玆昏。",
                    "zhushu": "疏：此釋上以竒用兵也。利器者，權謀也。夫權道在乎適時，不得已而方用。人君若多用權謀，不能反實，下必應之以譎詐，故云滋益昏亂也。"
                },
                {
                    "paragraph": "人多会巧，竒物滋起。",
                    "zhushu": "疏：会，能也。巧丅巧也。竒物謂刻鏤、琱琢、寳貨、殓玩之屬。方人君不尚純朴，而好浮華，則百姓効上而爲奢泰，馳竸淫飾，曰以繁多也。"
                },
                {
                    "paragraph": "法令滋彰，盜賊多有。",
                    "zhushu": "疏：流弄法也。令教令也。君上不能寡欲以御人，而欲彰法令以齊物。人既苟免而無恥，吏則竊盜而爲姦。上下相蒙，故令盜賊多有也。"
                },
                {
                    "paragraph": "故聖人云：我無爲而民自化。",
                    "zhushu": "疏：此釋無事以取天下也。我謂聖人也。夫聖人之德，不尚会巧，體道之主，所貴無爲。無爲之爲，無所禁忌，下化上之無爲，故云而民自化。"
                },
                {
                    "paragraph": "我無事而民自富。",
                    "zhushu": "疏：上無賊歛，下不煩擾，耕田鑿井，家給民足，故云而民自富。"
                },
                {
                    "paragraph": "我好靜而民自正。",
                    "zhushu": "疏：人生而靜，天之性也。上好安靜，無以動摇，及下被君德，率性而自正也。"
                },
                {
                    "paragraph": "我無欲而民自朴。",
                    "zhushu": "疏：人君誠能內守沖和，外無營欲，則下之感化自淳朴也。"
                }
            ]
        },
        {
            "name": "其政悶悶章第五十八",
            "paragraphs": [
                {
                    "paragraph": "其政悶悶章第五十八",
                    "zhushu": "前章明以政之君，失無爲之自化。丠章明以政必敗，示禍福之所由。初標二政，寛急不同。次明禍福二門，倚伏無准。人之迷下歎根生之迷執，是以聖亼下舉聖德以勸修。",
                    "type": 1
                },
                {
                    "paragraph": "其政悶悶，其民淳淳。",
                    "zhushu": "疏：悶悶，無心寛裕也。亳亳，質朴敦厚也。言無爲之君，政教寛大，仼物自成，既無苛暴，故其俗淳淳而質朴也。"
                },
                {
                    "paragraph": "其政察察，其世缺缺。",
                    "zhushu": "疏：察察，有爲嚴極。缺缺，凋弊離散也。有爲之君，其政峻急，以法繩人，法令滋彰，盜賊多有，故凋弊而離散矣。"
                },
                {
                    "paragraph": "禍兮福所倚，福兮禍所伏，孰知其極？",
                    "zhushu": "疏：禍兮福所倚者，前言悶悶之政，俗以爲惡，而人反淳淳質朴敦厚，豈韭福因禍而生也？福兮禍所伏者，伏，藏也。察察之政，俗以爲善，物却缺缺而凋弊，豈韭禍伏藏於福中而發也？孰知其極者，夫失道喪德，習僞尙華，禂福循環，倚伏無凖，誰知窮極者。"
                },
                {
                    "paragraph": "其無正耶？",
                    "zhushu": "疏：此言禍福之極，豈無正定耶？但由於人不能體道無爲，妄生迷執，失其正爾。"
                },
                {
                    "paragraph": "正復爲竒，善復爲妖。",
                    "zhushu": "疏：此釋迷正所由也。言衆生迷於禍福正處，於正不明，以正者爲竒詐；於善不了，以善者爲妖祥，故若無正爾。"
                },
                {
                    "paragraph": "民之迷，其曰固已乆矣。",
                    "zhushu": "疏：此歎衆生迷於正善，反以爲竒爲妖，其所由來尚矣。古云：其曰固乆。"
                },
                {
                    "paragraph": "是曰聖人。方而不割。",
                    "zhushu": "疏：方，由正也。此舉聖德以勸修。聖人弘道濟代，萬物向方，身行正方，物則應之而自正。韭，立教裁割於物，使從己也。"
                },
                {
                    "paragraph": "廉而不穢。",
                    "zhushu": "疏：廉，清廉也。穢，濁卄。聖人率性清廉，自然化下穢彼之濁，以楊其清。有，本爲劌字，劌者傷乳。聖人廉以成行，不傷於物。"
                },
                {
                    "paragraph": "直而不肆。",
                    "zhushu": "疏：肆，申也。聖人之行不邪，彼自從而正直。韭，爲彼之不正而甲直以正曲也。"
                },
                {
                    "paragraph": "光而不耀。",
                    "zhushu": "疏：光者，謂明智也。聖人踓有明智而韜晦之，不以炫耀，故云光而不耀。聖德如此，自然百姓淳淳而從化也。"
                }
            ]
        },
        {
            "name": "治人事天章第五十九",
            "paragraphs": [
                {
                    "paragraph": "治人事天章第五十九",
                    "zhushu": "前章明無爲之政，人致浮。和，此章明理人事天無過用儉。初標理人事天，茣先于塎，次夫唯，下轉通前羲。是謂上。舉深根之喻，以況長乆之道。",
                    "type": 1
                },
                {
                    "paragraph": "治人事天莫若嗇。",
                    "zhushu": "疏：塎，愛卄。言人君將欲理化下人，敬事上帝，爲德之先，無如愛。費，即儉德也。儉即足用，可以聚人粢盛豐備，天享明德，故云莫若嗇卄。"
                },
                {
                    "paragraph": "夫唯嗇，是謂早服。",
                    "zhushu": "疏：夫唯嗇，疊岀上文也。是謂圼服釋儉嗇之義，凡有七轉，義皆俲此。夫唯者，發語之辭也。服者，事也。夫唯能儉愛之君，理人事天，以儉爲政者，是以普天之下，亦當早服事於君。"
                },
                {
                    "paragraph": "早服謂之重積德。",
                    "zhushu": "疏：何故？普天仰化，率士歸仁，由行節儉。節儉則百姓早服事之，是重積其德以爾。"
                },
                {
                    "paragraph": "重積德，則無不克。",
                    "zhushu": "疏：克，能也君若厚積其德者，其爲政也人力普存，其事天也吉無不利，則四方向化，無有不能制服者。"
                },
                {
                    "paragraph": "無不克，則莫知其極。",
                    "zhushu": "疏：比謂君德無不有能制伏者，則殊欲慕化，絶或觀風，無逺不至，故莫知窮極也。"
                },
                {
                    "paragraph": "莫知其極，可以有國。",
                    "zhushu": "疏：言人君德化無逺不及，萬人所歸徃，神明所福享，然後可稱爲有國。故易云王假有廟，有家是了。過此以徃，豈爲國乎？"
                },
                {
                    "paragraph": "有國之母，可以長乆。",
                    "zhushu": "疏：母者，道也。以茂養爲義。夫所以得稱有國者，秪緣有道。而茂養莟生，若爾福祚永昌，可以長乆。"
                },
                {
                    "paragraph": "是謂深根固蒂、長生乆視之道。",
                    "zhushu": "疏：夫積德之君，以道爲國，則可以長乆，故舉根蒂之喻，以申其義理也。蒂，花跌也。夫草木根深則禜茂，蒂固则不落，乃長乆也。以喻積德之君，埋根於道，固蒂於德，命延，謂之長生乆視之道。"
                }
            ]
        },
        {
            "name": "治大國章第六十",
            "paragraphs": [
                {
                    "paragraph": "治大國章第六十",
                    "zhushu": "前章明理人儉愛，則萬方早服。此章。明圼服不擾，則其德交歸。初歸理國之喻，不可有爲。次明德及鬼神，兩無傷害。後結歎交歸之徳，以勸有國之君。",
                    "type": 1
                },
                {
                    "paragraph": "治大國，若烹小鮮。",
                    "zhushu": "疏：比喻說也。小鮮，小魚也。方烹小魚不可撓，撓則魚潰渝；理大國者不可煩，煩則人亂。皆須用道，所以成功爾。"
                },
                {
                    "paragraph": "以道蒞天下，其鬼不神。",
                    "zhushu": "疏：以用也。蒞，臨也。人神，處幽爲鬼。神者，靈効之謂。夫人有求，則神爲應。今若上德之化，人自安全，豈惟上忘帝力，亦不旁請鬼神，故處幽之鬼，無以効其明靈也。"
                },
                {
                    "paragraph": "非其鬼不神，其神不傷民。",
                    "zhushu": "疏：此覆釋鬼無効靈之義。非其鬼不神者，非謂鬼歇滅而不爲神，但祅之將興，由人有舋，人恒其德，則神不見恠而傷人也。春秋曰：其炁焰以取之。"
                },
                {
                    "paragraph": "非其神不傷人，聖人亦不傷人。",
                    "zhushu": "疏：所言神不傷人者，豈但神靈無効，而不能傷害於人，而聖人以道臨人，無爲不擾，百姓自正，故云聖人以道蒞天下爾。將欲發明聖德，故重云亦不傷人。"
                },
                {
                    "paragraph": "夫兩不相傷，故德交歸焉。",
                    "zhushu": "疏：兩者，謂聖與神也。夫人，國之本，亦神之主。若鬼神傷人，則害國之本；聖人傷人，則匱神之主。今兩人相害，故德交歸，豈唯神聖獨豐，抑亦兆人咸頼。"
                }
            ]
        },
        {
            "name": "大國者下流章第六十",
            "paragraphs": [
                {
                    "paragraph": "大國者下流章第六十",
                    "zhushu": "前章明以道蒞物，則其徳交歸。此章明以德下人，則物歸謙譲。初標大國用謙，故能攝化。次故大國下，叙大小各得所欲。後故大者下，偏誡大國持宜用謙。",
                    "type": 1
                },
                {
                    "paragraph": "大國者下流，天下之交。",
                    "zhushu": "疏：江海處衆流之下，百川委輸，故曰下流。施之於人，是謙德也。夫人君者，有道則國存，無德則亼散。故處大國者，當下流開納，令天下之人交會而至，則能全其大，故曰下流。天下之交。"
                },
                {
                    "paragraph": "天下之交牝，牝常以靜勝牡。",
                    "zhushu": "疏：天下之交，牒岀前文，所以結下流之義也。言天下之人所以交會至者，猶大國謙下之故。喻如特者常以雌靜爲牝動者所求，故云牝常以靜勝牡。"
                },
                {
                    "paragraph": "以靜爲下。",
                    "zhushu": "疏：前云天下之人所以友會而至者，由人君用謙插之道，則如牝者常以雌靜而能勝特者，由以安靜爲下故爾。"
                },
                {
                    "paragraph": "故大國以下小國，則取小國。",
                    "zhushu": "疏：故者，仍上之文以結成前義也。言大國之君，所以不事威武，而用謙卑之德以柔服之小者，將欲懷來附庸之君，取其小國之人而爲臣妆爾。"
                },
                {
                    "paragraph": "小國以下大國，則取大國。",
                    "zhushu": "疏：言大國之君既以謙卑之道而柔服小國，小國之君則朝聘會盟，不敢離叛。以卑下之禮而事大國者，則欲取大國之威，以爲援助爾。"
                },
                {
                    "paragraph": "故或下以取，或下而取。",
                    "zhushu": "疏：春秋曰：師能左右之曰以下。或下以取者，言大國用謙卑之道以取小國，則令其可左右，故云以取。或不而取者，言小國用謙下之道歸事大，但可承奉而求援助，不能令其左右隨意，故云而取。"
                },
                {
                    "paragraph": "大國不過欲兼畜人，小國不過欲入事人。",
                    "zhushu": "疏：言大國尊崇謙下以取小國者，更無餘意，不過欲兼畜小國之臣，爲人君之長。小國用謙陳薦贄幣而取大國者，不過欲入事大國，資爲援助爾。"
                },
                {
                    "paragraph": "兩者各得其所欲，故大者肻爲下。",
                    "zhushu": "疏：大欲畜養，小欲入事，兩遂其願，故云名得所欲。大者宜爲下者，夫物未嘗以小輕大，而必以大淩小，將恐大國之君憍盈致禍，鮮能下之。故誡云大者特宜爲謙下爾。"
                }
            ]
        },
        {
            "name": "道者萬物之奥章第六十二",
            "paragraphs": [
                {
                    "paragraph": "道者，萬物之奥章第六十二",
                    "zhushu": "前章明以徳下。人，則大小各得其所欲。此章明以道化物貝，善惡皆蒙其資怙。初標道體沖奥，次明立教化人。後古之下，歎道之功可爲尊貴爾。",
                    "type": 1
                },
                {
                    "paragraph": "道者萬物之奥。",
                    "zhushu": "疏：道者，妙本之强名也。奥，內也。言道包含無外，是萬物資始之所，故爲萬物之奥內。西异經云：道深甚奥，虚無之淵。此之謂也。"
                },
                {
                    "paragraph": "善人之寳。",
                    "zhushu": "疏：寳者，珍寳之謂也。善人者體道無爲，身心清靜，故寳貴之無暫違也。"
                },
                {
                    "paragraph": "不善人之所保。",
                    "zhushu": "疏：保，仼也，倚也。不善之徒，心尤明智，感於積習，平居則忽道，嬰難則求之以身保仼於道，倚以求安也。"
                },
                {
                    "paragraph": "美言可以巿，尊行可以加人。",
                    "zhushu": "疏：此喻說也。言不善之人，亦在教之。而尸注云：甘美之言可以求巿，尊高之行可以加人，以況於聖人以甘美法味之言、尊高清靜之行，以化不善之人，亦如巿賈之集，相率而從善矣。故下云。"
                },
                {
                    "paragraph": "人之不善，何棄之有。",
                    "zhushu": "疏：言人言行不善，何棄遺之有乎？當導之以善道，冀從化而悛惡，不可棄之而不化，故云何棄之有。"
                },
                {
                    "paragraph": "故立天子，置三公。",
                    "zhushu": "疏：三公，謂太師、太傳、太保也。天千無爲，三公倫道，皆所以垂訓立教，化不善之人。書云：天丅人其化之。此之謂也。"
                },
                {
                    "paragraph": "雖有拱璧以先駟馬，不如坐進此道。",
                    "zhushu": "疏：合拱之璧，璧之大者。駟，乗之馬，馬之良者。言三公輔相，踓以璧馬獻之至尊，未足珍貴，不如進無爲之道，令化惡歸善爾。拱璧先駟馬者，古者朝聘，將進駟馬，以璧爲導，故稱先也。春秋云：乗韋先牛十二犒師之類是也。"
                },
                {
                    "paragraph": "古之所以貴此道者何？",
                    "zhushu": "疏：舉古證今，令物生信。古之，即前文善人寳道也問其所以寳貴此道，其意何也？"
                },
                {
                    "paragraph": "不日求以得，有罪以免耶？故爲天下貴。",
                    "zhushu": "疏：此答釋貴道之意。不曰求以得者，言道在於悟，悟在了心，韭如有爲之法，積日計年營求以致之爾。但澄心窒欲，則純白自生也。故云不日求以得。有罪以免耶者，夫妄心起染，則業累斯生。若悟道虚心，則罪因自滅。豈如執滞之人，動生悔吝，嬰彼罪罰，方求免耶？以是之故，故爲天下善人之所寳貴爾。"
                }
            ]
        },
        {
            "name": "爲無爲章第六十三",
            "paragraphs": [
                {
                    "paragraph": "爲無爲章第六十三",
                    "zhushu": "前章明妙本沖奥，坐進是輔相。之門。此章明玄默無爲，恴怨成亻證之行。首摽坐忘絶欲，次示杜惡防萌，後是以下，舉聖人之德，以申結勸爾。",
                    "type": 1
                },
                {
                    "paragraph": "爲無爲，事無事，味無味，大小多少，報怨以德。",
                    "zhushu": "疏：爲，造作也。修道行人，則坐忘去欲，心無造作，凡所施設，功與化冥。於爲韭爲，故曰無爲，此明心也。即事不滯，故於事而無事，此明身也。即味不躭，故於味而無味。此明囗也三業既盡，六根塵自息爾。若夫大小之爲，多少之事，苟渉有爲之境，無非怨對之讎。若能體彼無爲，捨玆有欲，悟眞實相，無起慮心，自然怨對不生，可謂報怨以德爾。"
                },
                {
                    "paragraph": "圖難於其易，爲大於其細。",
                    "zhushu": "疏：圖，謀度也。爲，營爲也。夫情欲傷性，皆生於漸，無不始於易而終成難，初於細而後成大。今謀度其始易之時，則於終無難。營爲於初細之曰，則於後無大。若爲難於難，爲大於大，禍亂已作，縱欲圖而爲之，將無益於患難也。"
                },
                {
                    "paragraph": "天下難事，必作於易；天下大事，必作於細。",
                    "zhushu": "疏：作，起也。此疊上文，原禍難之所起。難事必起於易，欲令於易而圖之。大事必起於細，欲令於細而云之。其顃實繁，不可具舉，故以天下而緫言之爾。"
                },
                {
                    "paragraph": "是以聖人終不爲大，故能成其大。",
                    "zhushu": "疏：前明凡人常爲難大之事，故多敗多難。是以舉聖人終不爲難事、大事，故能成其尊大。"
                },
                {
                    "paragraph": "夫輕諾必寡信，多易必多難。",
                    "zhushu": "疏：此結喻也。夫不三思而後言，輕易其然諾者，必少忠信。不謀始而傎終，多易其行事者，後必生難而爲患累。"
                },
                {
                    "paragraph": "是以聖人猶難之，故終無難。",
                    "zhushu": "疏：聖人，即有道之君也。猶難之者，難爲輕諾多易之事，況不如聖者乎？聖人猶難爲輕諾多易，故終無難大之事爾。"
                }
            ]
        },
        {
            "name": "其安易持章第六十四",
            "paragraphs": [
                {
                    "paragraph": "其安易持章第六十四",
                    "zhushu": "前章明無爲玄黙，示息怨。修道之門。此章明思患預防，標絶情去欲之行。初六句，迭明防患之漸。次六句，舉喻生患之由。復兩句，論爲執之迷。又六句，申異凡之行。後七句，椎聖人不欲不學之意，勸凡俗易持易謀之心。",
                    "type": 1
                },
                {
                    "paragraph": "其安易持。",
                    "zhushu": "疏：安，靜也。持，執也。言人之受生，正性清靜，感物而動，則逐欲無窮。今明欲心未動，安靜之時，將欲守之，令不散亂，則甚易持執。故云其安易持。"
                },
                {
                    "paragraph": "其未兆易謀。",
                    "zhushu": "疏：兆，萌漸也。謀度也情欲將起，未有萌兆，謀杜絶之，亦爲甚易。故云其未兆易謀。"
                },
                {
                    "paragraph": "其脆易破。",
                    "zhushu": "疏：言欲心已動，柔脆未堅，將欲除之，易消破也。"
                },
                {
                    "paragraph": "其微易散。",
                    "zhushu": "疏：微，細也。禍患細微，未至於大，防之於初，欲令散釋，亦甚易爾。"
                },
                {
                    "paragraph": "爲之於未有。",
                    "zhushu": "疏：爲，修除也。此一句釋前易持易謀兩句。也：所以易者，明欲心未起之時，修除杜絶，則欲惡不生。故云爲之於未有。"
                },
                {
                    "paragraph": "理之於未亂。",
                    "zhushu": "疏：此句釋上易破易散兩句。也：所以易者，明欲惡踓有，尙自脆微，未成禍亂，故易理爾。"
                },
                {
                    "paragraph": "合抱之木，生於毫末；九層之臺，起於累士；千里之行，始於足下。",
                    "zhushu": "疏：此言患生於微，而成於著。喻如合抱之木，始生如毫毛之末，此明自性崦生也。九層之高臺，起乎一簣之上，此明積習而成也。千里之遠行，始於舉足之下，此明遂行不止也。則天下之事，誠以細微爲始，而人多忽之，遂成患本。故舉三喻以證上文。"
                },
                {
                    "paragraph": "爲者敗之，執者失之。",
                    "zhushu": "疏：爲，謂營爲也。執，謂執著也。言人不能爲之於未有，理之於未亂，而更有所營爲於性分之外，執著於塵境之中，故必禍敗而失亡也。"
                },
                {
                    "paragraph": "是以聖人無爲，故無敗，無執，故無失。",
                    "zhushu": "疏：聖人無爲安靜，故素分成，全成無敗，虚忘無執，故眞性常存而無失。"
                },
                {
                    "paragraph": "民之從事，常於幾成而敗之。",
                    "zhushu": "疏：幾，近也。言常俗之人，從於善事，常以功業近成，不能愼終，乃復亡敗也。"
                },
                {
                    "paragraph": "愼終如始，則無敗事。",
                    "zhushu": "疏：此老君重申勸戒也。人若能愼末如初，終始常一，則其事舞敗也。故書云：靡不有初，鮮克有終。"
                },
                {
                    "paragraph": "是以聖人欲不欲，不貴難得之貨。",
                    "zhushu": "疏：此明聖行以斥凡也。難得之貨，內謂性分所無，外謂殊犀寳貝。聖人於欲無欲，內不務於性分之所無，外不營於累德之寳貨，故云不貴難得之貨爾。"
                },
                {
                    "paragraph": "學不學，復衆民之所過。",
                    "zhushu": "疏：凡夫貴難得之貨，故矯徇矜尙，以學性分之所無。聖人不求過分之學，常全自然之性，是於學不學。如此者，將欲歸復衆人所過分之學爾。"
                },
                {
                    "paragraph": "以輔萬物之自然，而不敢爲。",
                    "zhushu": "疏：輔，佐也。自然，物之本性也。衆生起妄，失於本性，聖人慈誘，勸學無爲，將以輔佐物之自然，眞性不敗，故不敢爲於俗學與多欲也。"
                }
            ]
        },
        {
            "name": "古之善爲道章第六十五",
            "paragraphs": [
                {
                    "paragraph": "古之善爲道章第六十五",
                    "zhushu": "前章明思患預防，標。絶情去欲之行；此章明好智生患，示玄德大順之粯。初明爲道之化，次辯以智之賊；知此下示料簡以爲法。常知下歎用功而勸俢。",
                    "type": 1
                },
                {
                    "paragraph": "古之善爲道者，韭以明民，將以愚之。",
                    "zhushu": "疏：言古之人君，善能用道爲化者，貴夫無爲恬惔，韭炫耀其道，明示於人，將導以純和，杜絶智許。今質樸如愚爾。"
                },
                {
                    "paragraph": "民之難治，以其智多。",
                    "zhushu": "疏：人之所以難理化者，正以其智太多。智之太多，由人君不明道以臨下，是使下人役用其智，而生姦許，故難理爾。"
                },
                {
                    "paragraph": "以智治國，國之賊。",
                    "zhushu": "疏：以，用也。賊，害也。言人君任用智詐之臣，使之理國。智多則權謀將作，謀用則情僞斯起，僞起則道廢，有害於國。故云國之賊。"
                },
                {
                    "paragraph": "不以智治國，國之福。",
                    "zhushu": "疏：人君不仼智許之臣，但求淳德之士，使坐進無爲之道，行宣大樸之風，交泰致和，是國之福也。"
                },
                {
                    "paragraph": "知此兩者，亦楷式。",
                    "zhushu": "疏：兩者，謂用智與不用智也。楷，模也。式，法也。人君知用智則爲賊，不用智則爲福，即當去賊而取福。知此者，可爲理國之楷模法式也。"
                },
                {
                    "paragraph": "常知楷式，是謂玄德。",
                    "zhushu": "疏：玄，深也，妙也。人君常能知此兩者，爲楷模法式，是謂深遠玄妙之德也。"
                },
                {
                    "paragraph": "玄德深矣、遠矣，與物反矣，然後乃至大順。",
                    "zhushu": "疏：此結歎也。玄德之君，無爲而化，不測其暈深也，所被無外遠也。故能與萬物反歸妙本，然後乃至大順於自然眞性爾。"
                }
            ]
        },
        {
            "name": "江海章第六十六",
            "paragraphs": [
                {
                    "paragraph": "江海章第六十六",
                    "zhushu": "前章明好智生患，示玄徳大順之規。此章明善下爲生，標聖人不爭之德。初舉江海之喻，善下則爲王。次明聖人用謙，樂推而不厭。後結不爭之德，以示修學之門。",
                    "type": 1
                },
                {
                    "paragraph": "江海所以能爲百谷王者，以其善下之，故能爲百谷王。",
                    "zhushu": "疏：言江海所以能令百川朝宗而爲王者，以其善居下流之所致也。故易云：地道變盈而流謙。此舉喻也。故地道用謙，則百川委輸而歸徃。聖人用謙，則庶人子來而不厭爾。"
                },
                {
                    "paragraph": "是以聖人欲上人，以其言下之。",
                    "zhushu": "疏：此合喻也。言聖人欲上於人，則以其謙言下之。夫聖人豈欲居人上，而以言下之邪？但聖人知满必招損，故言則謙柔，名則孤寡，以下於物，而盛德鴻業，自然爲物所推尙爾。"
                },
                {
                    "paragraph": "欲先人，以其身後之。",
                    "zhushu": "疏：聖人亦不知先人，直以撝謙，後己先物，物自光之爾。"
                },
                {
                    "paragraph": "是以聖人處上而人不重，處前而人不害。",
                    "zhushu": "疏：此結前也。聖人臨大寳之位，居至極之尊，勞身而逸人，薄己而厚物。在上，人得以生，故不以爲重；處前，人得以理，故不以爲害。"
                },
                {
                    "paragraph": "是以天下樂推而不厭。",
                    "zhushu": "疏：聖人之德，弘濟無私，與物爲春，望之如曰，既不爲重爲害，是以天下之人樂推崇而無厭倦也。"
                },
                {
                    "paragraph": "以其不爭，故天下莫能與之爭。",
                    "zhushu": "疏：今天下樂推聖人而不厭者，豈不以聖人言則下之，身則後之，以其不與物爭先，故天下之人莫能與聖人爭先者。"
                }
            ]
        },
        {
            "name": "天下皆謂章第六十七",
            "paragraphs": [
                {
                    "paragraph": "天下皆謂章第六十七",
                    "zhushu": "萬章明善下爲王，標聖人。不爭之德。此章明喻大不肖，示三寳以慈之行。初六句，標道大所以不肖。次五句，示三寳，勸其用慈。又八句，復釋以慈之利，捨慈之害。又四句，結歎以慈之德爾。",
                    "type": 1
                },
                {
                    "paragraph": "天下皆謂我道大，似不肖。",
                    "zhushu": "疏：肖，似也。老君云：天下人皆謂我道虚無廣大，似無所象似。故下文答之。"
                },
                {
                    "paragraph": "夫唯大，故似不肖。若肖，乆矣其細也夫。",
                    "zhushu": "疏：此答不肖之所由也。夫唯我道廣大，逈超物表，固韭凡情，探頣所知，故得稱大。若其有所象似，如代間法者，則失其所以爲大乆矣。是微細麤淺之法，與修不殊，何足稱大乎？也：夫者，語助爾。"
                },
                {
                    "paragraph": "我有三寳，保而持之。",
                    "zhushu": "疏：此明所以似不肖者，正以有此三行，與俗不同。故老君言我道踓大無象似然有此三寳，甚可珍貴。爾代人當須保持執守，以修身理國爾。"
                },
                {
                    "paragraph": "一曰慈，二曰儉，三曰不敢爲天下先。",
                    "zhushu": "疏：此列三寳之敷也。體仁慱施，愛育群生。慈也。節用厚人，不耗於物，儉也。爲事始，和而不唱，不敢爲天下先也。弘益之義，具如下文。"
                },
                {
                    "paragraph": "夫慈，故能勇。",
                    "zhushu": "疏：此覆述三寳之功也。凡人貪竸不慈，勇於果敢，致有窮屈。今聖人以慈爲行，故勇於濟度。後引證論語曰：仁者必有勇。"
                },
                {
                    "paragraph": "儉，故能廣。",
                    "zhushu": "疏：以其節儉愛費，不傷財，不害人，故功施益廣。"
                },
                {
                    "paragraph": "不敢爲天下先，故能成器長。",
                    "zhushu": "疏：損己益人，退身進物，是不敢爲天下先也，故物樂推而成神器之長爾。"
                },
                {
                    "paragraph": "今捨其慈且勇，捨其儉且廣，捨其後且先，死矣。",
                    "zhushu": "疏：且，苟且也。代情多欲，動與道違。捨其利物之慈，苟且害人之勇；捨其節用之儉，苟且奢泰之廣；捨其謙退之後，苟且矜伐之先。如此之行，有違慈儉，以之理國，則國亡；以之修身，則身喪。故云死矣。"
                },
                {
                    "paragraph": "夫慈，以戰則勝，以守則固。",
                    "zhushu": "疏：慈爲三寳之首，故偏歎美也。夫用慈以拒戰，則能全衆；用慈以捍守，可以安人。皆不失慈，故能勝固也。"
                },
                {
                    "paragraph": "天將救之，以慈衛之。",
                    "zhushu": "疏：救，助也。衛，護也。天道福善，善人則吉無不利。故以慈戰者，天將助之；以慈守者，天將護之。戰勝守固，始頼用慈之功；救之衛之，終獲孔明之助爾。"
                }
            ]
        },
        {
            "name": "善爲士章第六十八",
            "paragraphs": [
                {
                    "paragraph": "善爲士章第六十八",
                    "zhushu": "前章明惟大不肖，示三寳以慈之行。此章明爲士不武，標四善配天之極。首標四善之行，次歎是謂不爭，結善可以配天，將明古之要道。",
                    "type": 1
                },
                {
                    "paragraph": "善爲士者不武。",
                    "zhushu": "疏：士，事也。武，威武也。明德之君，用道爲理，行慈儉而育物，不威武以御人，所尙以慈，故云不武。"
                },
                {
                    "paragraph": "善戰者不怒。",
                    "zhushu": "疏：師出應敵，事在慈哀，蚊蚋致螫，驅除而已。是知善戰在乎止敵，不在乎憑怒。故云善戰不怒。"
                },
                {
                    "paragraph": "善勝敵者不爭。",
                    "zhushu": "疏：夫以慈不爭，由乎尙德。若用力爭勝，非善勝也，令柔遠能邇，盡暢慈和，不與敵爭，敵人自伏。故云善勝不爭。"
                },
                {
                    "paragraph": "善用人者爲之下。",
                    "zhushu": "疏：夫善用其人，以言謙下，人必盡力，可以成功。故易曰：以貴下賤，大得人也。"
                },
                {
                    "paragraph": "是謂不爭之德。",
                    "zhushu": "疏：此結上文。善士者，常柔而不武；善戰者，常慈而不怒；善勝者，常讓而不爭；善用人者，常謙而爲下。夫如是者，物竭其能，人貴其用，皆由謙下之所致，豈韭不爭之德乎？"
                },
                {
                    "paragraph": "是謂用人之力。",
                    "zhushu": "疏：夫玄黙恭己，謙虚下人，人皆歡心，思竭其力。故易曰：恱以使人，人忘其勞。是用人之力也。"
                },
                {
                    "paragraph": "是謂配天，古之極。",
                    "zhushu": "疏：此緫結上來四善之行、不爭之德。能行之者，可以配天稱帝，是古之至極要道也。"
                }
            ]
        },
        {
            "name": "用兵有言章第六十九",
            "paragraphs": [
                {
                    "paragraph": "用兵有言章第六十九",
                    "zhushu": "前章明善士爲行不爭，故可以配夭；此章明用兵有言，輕敵則幾忘吾寳。初二句標宗以設問。次六句，示行以辯明；後四句申戒用兵，知慈哀者必勝。",
                    "type": 1
                },
                {
                    "paragraph": "用兵有言。",
                    "zhushu": "疏：老君疾時輕敵致禍，樂戰殺人，故託古以申誡。所稱有言，謂不句也。"
                },
                {
                    "paragraph": "吾不敢爲主而爲客。",
                    "zhushu": "疏：吾者，用兵之人也。先唱爲主，後應爲客。主先唱，示生事崦貪，客後應示以慈自守。欲明古者用兵常有誡，今當須以慈白守，不可生事而貪，故云不敢爲主而爲客也。"
                },
                {
                    "paragraph": "不敢進寸而退尺。",
                    "zhushu": "疏：夫以道退守則善勝，進兵取强則敗亡。故進踓少，猶傷於貪，退踓多，愈得謙讓。今鄙其竸爭，則云不敢進守，尙其慈讓，故云而退尺也。"
                },
                {
                    "paragraph": "是謂行無行。",
                    "zhushu": "疏：夫行師在乎止敵，止敵貴乎不乎？令爲客退尺善勝，不爭踓行，應敵與無行同矣。"
                },
                {
                    "paragraph": "攘舞臂。",
                    "zhushu": "疏：攘臂所以表怒，善戰不怒，故若無臂可攘，故曰攘無臂。"
                },
                {
                    "paragraph": "仍無敵。",
                    "zhushu": "疏：仍引也。夫引敵欲有所爭，今以不爭爲德，則是無敵可引，故曰仍無敵也。"
                },
                {
                    "paragraph": "執無兵。",
                    "zhushu": "疏：執猶持也。兵者，五兵戈矛之屬也。夫執持兵者，將欲殺敵，以慈爲主，自戢于戈，則有兵本無殺意，是則與無兵同也。"
                },
                {
                    "paragraph": "禍莫大於輕敵，輕敵幾喪吾寳。",
                    "zhushu": "疏：幾，近也。喪，失也。寳謂慈也。夫爲禍之大，莫大於輕侮前敵，好事交爭，如此則近喪失吾慈之寳矣。今且失慈，以戰則敗亡，以守則離散。代間之禍，踓韭途，離散、敗亡，禍之大者也。"
                },
                {
                    "paragraph": "故抗兵相加，哀者勝矣。",
                    "zhushu": "疏：抗，舉也。夫兩國舉兵以相加，則由其君用道，其將以慈，矜哀於人，不求多殺者，獲勝矣。"
                }
            ]
        },
        {
            "name": "吾方甚易知章第七十",
            "paragraphs": [
                {
                    "paragraph": "吾方甚易知章第七十",
                    "zhushu": "前章明用兵之言，戒县輕敵。此章明暢理之教，示其易知。易知則必有宗君，輕敵則喪其慈善。初標聖教易知，次明迷途不曉。言有宗下，解釋易知之意。夫唯下，辯説不曉之由。後歎甼人之懷玉，以勗勤行之上七爾。",
                    "type": 1
                },
                {
                    "paragraph": "吾言，甚易知，甚易行。",
                    "zhushu": "疏：老君云：我所言以暢於理，理暢則言忘，故易知也。吾所言事者，事於無事。事簡則無爲，故易行也。"
                },
                {
                    "paragraph": "天下莫能知，莫能行。",
                    "zhushu": "疏：此歎衆生不能了言無言，執言而滞教。惑於言教，故莫能知也。不能悟事無事，煩事而不約，迷於塵事，故莫能行也。"
                },
                {
                    "paragraph": "言有宗，事有君。",
                    "zhushu": "疏：此覆釋易知易行所由宗本也。君主也：夫言者所以在理，午，理崦忘言，故言以不言而爲宗本。事者所以在功，功成而遣事，故事以無事爲君主。此豈不易行邪？"
                },
                {
                    "paragraph": "夫唯無知，是以不我知。",
                    "zhushu": "疏：不我知者，謂不知我也。夫唯代人之惑，無了悟之知，封著名相，不能暢理於事，執事於言，滞言。是以不知吾教以無言無事之意。又解云：老君言：夫唯我所知，唯在無知。而天下之人用知求知，是以不知我也。"
                },
                {
                    "paragraph": "知我者希，則我者貴。",
                    "zhushu": "疏：希，少也：則，法也。老君言知我忘言契理之意者，至希少也。若能法則我言而行之者，則可尊貴矣。"
                },
                {
                    "paragraph": "是以聖人被褐懷玉。",
                    "zhushu": "疏：褐，裘也，賤者之服。襲裘褐者，所以蔽下之麤衣也。玉者，潔而澗，可以比德於君。子言此者，欲明聖人內心慧了，外狀如愚，故云被褐。以慧了之心，故云懷玉。"
                }
            ]
        },
        {
            "name": "知不知上章第七十",
            "paragraphs": [
                {
                    "paragraph": "知不知上章第七十",
                    "zhushu": "前章明暢理之教，示其易。知此章明了悟之心，虚忘爲上。首標迷悟有異，執迷成病。夫唯下結歎哩。人了知是病，故不强知。",
                    "type": 1
                },
                {
                    "paragraph": "知不知上，不知知病。",
                    "zhushu": "疏：夫法性本空，而韭知法。聖人悟此，不有取相之知，於知不著，故云不知是德之上。此釋悟。敢不知知病者，言常俗之人，不知知法，本韭眞實於此無知之理，强謂有知有取著之縳，所以爲行之病。此辯迷也。"
                },
                {
                    "paragraph": "夫惟病病，是以不病。",
                    "zhushu": "疏：衆生强知，妄生見著，而爲病惱。夫惟能病强知之病，於知忘知，則不爲强知所病，故云是以不病。"
                },
                {
                    "paragraph": "聖人不病，以其病病，是以不病。",
                    "zhushu": "疏：聖人正智圓明，了悟實相，於知忘知，故不爲知之所病。所以者何？以其病凡夫有强知之病，故説眞智以破之。妄知之病既除，眞知之藥亦遣，故云不病也。"
                }
            ]
        },
        {
            "name": "人不畏威章第七十二",
            "paragraphs": [
                {
                    "paragraph": "人不畏威章第七十二",
                    "zhushu": "前章明了心之智，以虚忘。爲上。此章明迷妄之病，有可畏之威。初標人不畏威，則禍累斯及。次無狹下，勸人虚心靜欲，則神不厭人。後舉聖行證成，示其去取。",
                    "type": 1
                },
                {
                    "paragraph": "民不畏威，則大威至。",
                    "zhushu": "疏：有威可畏謂之威。夫欲惡之來，起於微末，積成病累，爲彼大威。人不能愼其細微，則至於大可畏也。"
                },
                {
                    "paragraph": "無狹其所居。",
                    "zhushu": "疏：神所居者，心也。人當忘情去欲，寛柔其懷，使靈府閑豫，神棲於心，身乃存也。"
                },
                {
                    "paragraph": "無厭其生。",
                    "zhushu": "疏：身所生者，神也。厭，惡也。人由神而生，故謂神爲所生也。神明託虚好靜，人當洗心息慮，神自歸之。若嗜欲黷神，營爲滑性，則精氣散越，則生忘。故勸令無厭所生之神，以存長乆之道。"
                },
                {
                    "paragraph": "夫惟不厭，是以不厭。",
                    "zhushu": "疏：善貸曰道，資形曰神。人能愛道存神，故云夫唯不厭。除垢止念，惟精惟一，神不厭人，故云是以不厭。"
                },
                {
                    "paragraph": "是以聖人自知不白見。",
                    "zhushu": "疏：自知者，反照內省，防害於微，令無可畏之事。不自見者，不白彰見其才能，炫耀於物，違理失常，以招患也。"
                },
                {
                    "paragraph": "自愛不自貴。",
                    "zhushu": "疏：聖人自保愛其身，絶去嗜欲，令神不厭。身不刍貴者，不自衿貴其身，淩虐於物，以聚怨耳。"
                },
                {
                    "paragraph": "故去彼取此。",
                    "zhushu": "疏：去彼，自見自貴，取此，自知自愛。聖人得平等智，了法性空，理無去取，開教化，引凡愚，寓言之爾。"
                }
            ]
        },
        {
            "name": "勇於敢章第七十三",
            "paragraphs": [
                {
                    "paragraph": "勇於敢章第七十三",
                    "zhushu": "前章明迷妄之病，有可畏之威。此章明勇敢之爲，成殺身之咎。初標敢與不敢，利害之殊。次明天道謙柔，戒人勇敢。後歎天綗之報，以勸善士之修。",
                    "type": 1
                },
                {
                    "paragraph": "勇於敢則殺，勇於不敢則活。",
                    "zhushu": "疏：剛決爲勇，必果爲敢。言强梁之人，無所畏忌，失於謙柔，決於果敢，犯上作亂者，則是殺身之道也。故云勇於敢則殺。勇於不敢則活者，人若於事靜愼，歛身知退，所決在於不敢强梁犯患，則是活身之道。故云勇於不敢則活。"
                },
                {
                    "paragraph": "知此兩者，或利或害。",
                    "zhushu": "疏：兩者，敢與不敢也。言人能知勇敢，則殺而有害；不敢，則活而有利，當須勇於不敢。此兩者在勇踓同，所施則異，故云或利或害。"
                },
                {
                    "paragraph": "天之所惡，孰知其故。",
                    "zhushu": "疏：孰，誰也。故，猶意故也。勇敢於有爲之人，動則有害，乃天道之所惡。而代俗之人，誰能知其意故者乎？"
                },
                {
                    "paragraph": "是以聖人猶難之。",
                    "zhushu": "疏：此舉聖以勵凡。也：夫以聖人之明，猶難於勇敢，懼其爲害，況於凡人，欲爲勇敢，焉得無害乎？"
                },
                {
                    "paragraph": "大之道，不爭而善勝。",
                    "zhushu": "疏：因上言天之所惡，故此下四句廣明天道謙虚，以戒人事勇敢。人懷勝負，所以有爭。天道平施，唯善是與，物莫之違，故云善勝也。"
                },
                {
                    "paragraph": "不言而善應。",
                    "zhushu": "疏：天何言哉？但福善禍淫，吉凶咸應，故曰不言而善應也。"
                },
                {
                    "paragraph": "不召而自來。",
                    "zhushu": "疏：凡物之來，皆由命召。今天不召於物，而使從己，而萬物自來崦順之，則負陰抱陽，春生夏長，皆韭召而來也。"
                },
                {
                    "paragraph": "緷然而善謀。",
                    "zhushu": "疏：天道玄遠，繟然寛大，垂象示變，人可則之，故云善謀。"
                },
                {
                    "paragraph": "天綱恢恢，踈而不失。",
                    "zhushu": "疏：恢恢，寛大也。此覆釋上天道等義也。天道網羅，踓復寛大，踈而且遠，賞善罰惡，不失毫分也。"
                }
            ]
        },
        {
            "name": "民常不畏章第七十四",
            "paragraphs": [
                {
                    "paragraph": "民常不畏章第七十四",
                    "zhushu": "前章明勇敢於有爲，自成。殺身之咎；此章明有爲則輕死，必犯司殺之詄。首五句陳戒用刑，次句指明司殺，後四句舉用刑代殺，必有愆咎。",
                    "type": 1
                },
                {
                    "paragraph": "民常不畏死，柰何以死懼之？",
                    "zhushu": "疏：言人不能守道清靜，而放縱情欲，動之死地，積習生常，曾無畏者。人君當以清靜爲化而教導之，柰何更以刑法誅殺恐懼之乎？"
                },
                {
                    "paragraph": "若使民常畏死，而爲竒者，吾得執而殺之，孰敢？",
                    "zhushu": "疏：此明人君化以無爲，人皆少欲，各全其生，常畏於死。而獨有爲於竒詐不善之行者，適令吾势得執而殺之，亦孰敢即殺？所以不殺，爲自有天綱司殺之也。故下文云。"
                },
                {
                    "paragraph": "常有司殺者殺。",
                    "zhushu": "疏：司，主也。天監孔明，無所不察。竒詐之人，不得其死，是有天之司殺者殺之矣。"
                },
                {
                    "paragraph": "夫代司殺者殺，是謂代大应斲。",
                    "zhushu": "疏：言不善之人，司殺自殺，人君甩势，得執殺而便殺之，是代司殺者殺人，不香天理，猶如拙夫代大应斲木矣。"
                },
                {
                    "paragraph": "夫代大应斲，希有不傷其手矣。",
                    "zhushu": "疏：大应斲木，動合方圓，拙夫代之，必矣。繩纒惡得不損其材而傷其手乎？天綱不失，神理昭明。人君仼刑，代彼司殺，惡得不害於人而喪其天和乎？柰何以死懼之？斯之謂也。"
                }
            ]
        },
        {
            "name": "人之飢章第七十五",
            "paragraphs": [
                {
                    "paragraph": "人之飢章第七十五",
                    "zhushu": "前章明有爲則輕死，必犯司殺。之誅。此章明厚歛則人貧，是生有爲之弊。初三叚，迭明所以爲弊。夫唯下，結歎。今其貴生。",
                    "type": 1
                },
                {
                    "paragraph": "民之飢，以其上食税之多，是以飢。",
                    "zhushu": "疏：夫人，國之本也。若煩賦動重，而人貧乏，則國本斯弊，弊則危矣。是以下人不足，由君上食婬，賦税之太多，是以令其飢乏爾。"
                },
                {
                    "paragraph": "民之難理，以其上之有爲，是以難理。",
                    "zhushu": "疏：蠢爾蒼生，資君以理。爲理之本，諒在無爲。故我無爲而人自化。今人所以難理者，由君上之爲有。有爲則政煩而人擾，動生大僞，是以難理。"
                },
                {
                    "paragraph": "民之輕死，以其求生之厚，是以輕死。",
                    "zhushu": "疏：人之所以輕入死地，喪其生者，皆以其違分求生，養生太厚，不顧刑綱，以徇所求，是以輕死。"
                },
                {
                    "paragraph": "夫唯無以生爲者，是賢於貴生。",
                    "zhushu": "疏：夫生卄有涯，安分則足，既不可違，亦不可加。若營生於至當之外，則惑矣。故不厚其生而生全，求厚生而生喪。故知夫無以生爲憂者，是賢勝於矜貴其生之人。"
                }
            ]
        },
        {
            "name": "人之生章第七十六",
            "paragraphs": [
                {
                    "paragraph": "人之生章第七十六",
                    "zhushu": "前章明厚歛則人貧，是生有爲之弊。此章明有爲則心欲，故喪和氣之柔。初標生死之二途，次舉草水之兩喻，結以强大處下，戒今必守和柔。",
                    "type": 1
                },
                {
                    "paragraph": "人之生也柔弱，其死也堅强。",
                    "zhushu": "疏：人之生也，和氣流行，自然以之柔弱。人之死也，和氣離散，四肢以之堅强。言此者，示柔弱堅强爲生死之戒。"
                },
                {
                    "paragraph": "萬物草木，生也柔脆，其死也枯槁。",
                    "zhushu": "疏：此舉喻也。萬物草木，氣聚而生，故枝葉敷禜而柔脆。氣竭而死，則條斡變衰而枯槁。前明有譀，此舉無情者以氣聚散爲禜枯，有譀者以道存亡爲生死。"
                },
                {
                    "paragraph": "故堅强者死之徒，柔弱者生之徒。",
                    "zhushu": "疏：此結前義也。言草木生則柔脆，死則堅强，則知人之爲堅强之行者，是人死之徒；爲柔弱之行者，是岀生之顃。"
                },
                {
                    "paragraph": "是以兵强則不勝。",
                    "zhushu": "疏：此下轉結前義也：甩兵有言，以慈爲主，故云兵恃强則敗，欲明人恃强則死爾。"
                },
                {
                    "paragraph": "木强則共。",
                    "zhushu": "疏：木本强大，故處於下。枝條柔弱，共生於上。蓋取其柔弱者處上，强梁者在下，故下文云。"
                },
                {
                    "paragraph": "强大處下，柔弱處上。",
                    "zhushu": "疏：緫結上文木根本强大，則枝葉共生其上之義，欲明强梁之人，常在柔弱之下爾。"
                }
            ]
        },
        {
            "name": "天之道章第七十七",
            "paragraphs": [
                {
                    "paragraph": "天之道章第七十七",
                    "zhushu": "前章明有爲則心欲，是喪和氣之柔，此章明强梁必招損，故示天道之喻。初一句標天以申戒，次五句舉喻以明天。又八旬緫合前義，以下舉聖德以結勸爾。",
                    "type": 1
                },
                {
                    "paragraph": "天之道其猶張弓乎？",
                    "zhushu": "疏：此法喻雙舉也。夫天道玄遠，韭喻不明，故舉張弖以昭天德。張弖之法，具如下文。"
                },
                {
                    "paragraph": "高者抑之，下者舉之；有餘者損之，不足者與之。",
                    "zhushu": "疏：夫張弖之爲甩，當合材定體，令弛張調利。高者抑之，下者舉之，爲架前之時凖的也。有餘者損之，不足者與之，爲發矢之時遠近也。如此則能命中矣。天道亦然，曰：月寒暑一徃一來，來則損其有餘，徃者與其不足，則成歳功矣。人君者當法於天道，抑强扶弱，損有利無，故舉虧盈益謙，欲令稱物平施爾。"
                },
                {
                    "paragraph": "天之道，損有餘補不足，人之道則不然，損不足以奉有餘。",
                    "zhushu": "疏：此明人道不能同天損益。注云衰多益寡者，易謙卦之辭也。"
                },
                {
                    "paragraph": "孰能以有餘奉天下？惟有道者。",
                    "zhushu": "疏：孰，誰也。老君疾時，不能同天道下濟以卹於人，光大其德，故舉天道以勸云誰能同天之道，損其有餘以賙奉不足者乎？唯有道之君，乃能然爾。"
                },
                {
                    "paragraph": "是以聖人爲而不恃。",
                    "zhushu": "疏：此引聖人以證上有道之義。恃，猶矜恃也。聖人法天平施，德被於物，不見其功，故云不恃。"
                },
                {
                    "paragraph": "功成而不處。",
                    "zhushu": "疏：聖人知功成而處，天必損之，故踓道治寰區，功濟天下，歸美名於羣材，而不處其功勣爾。"
                },
                {
                    "paragraph": "其不欲見賢。",
                    "zhushu": "疏：此結釋不恃、不處之意也。其不欲見賢者，聖人踓盛德內充，而嘉聲外隠，所以不恃爲不處功者，正欲隠德晦名，不欲令物見其賢能爾。此亦損有餘之意也。"
                }
            ]
        },
        {
            "name": "天下柔弱章第七十八",
            "paragraphs": [
                {
                    "paragraph": "天下柔弱章第七十八",
                    "zhushu": "前章明强梁必招損，以示。夭道之喻。此章明柔弱則受益，故賛水德之能。初五句標水之勝功，次四句歎莫能行者，又五句證釋前義，後一句轉結上文。",
                    "type": 1
                },
                {
                    "paragraph": "天下柔弱，莫過於水，而攻堅强者，莫之能勝。",
                    "zhushu": "疏：水之爲性，善下不爭，動靜因時，方圓隨器，故舉天下之柔弱者，莫過於水矣。而攻堅强莫之能勝者，夫水踓柔而能穴石，石踓堅而不能損水。若以堅攻堅，則彼此而俱損；以水攻石，則石損而水全。故知攻堅伐强，無先不者，故云莫之能勝。"
                },
                {
                    "paragraph": "其無以易之。",
                    "zhushu": "疏：夫水踓至柔，甩攻堅强之物，無能易之者，豈不以其有不爭之德，而無守勝之心乎？理國修身，亦常如此。"
                },
                {
                    "paragraph": "故柔勝剛，弱勝强，天下莫不知，莫能行。",
                    "zhushu": "疏：柔弱之道，勝於剛强，天下之人皆知此義。但惑於自賢，以己爲尙，無能行其所知，故云莫能行。"
                },
                {
                    "paragraph": "是以聖人言：受國之垢，是社稷主；受國不祥，是謂天下王。",
                    "zhushu": "疏：舉聖人之言，證成上義，此即能行以柔勝剛之行者。垢，穢辱也。言人君能含受垢穢，引萬方之罪在己，則人仰德美而不離散，社稷有奉，故云是謂社稷之主。也受國不祥，是謂天下王者，祥，善也。人君能謙虚用柔，受國之不祥，稱孤、寡、不穀，則四海歸仁，是謂天下王矣。"
                },
                {
                    "paragraph": "正言若反。",
                    "zhushu": "疏：此一句結上文也。夫受國垢濁，却爲社稷主。受國不祥，却爲天下王。言乖丠背，不同於俗。故老君詳賛云：是必眞正之言，行之而信，但常俗聞之，初若乖反爾。"
                }
            ]
        },
        {
            "name": "和大怨章第七十九",
            "paragraphs": [
                {
                    "paragraph": "和大怨章第七十九",
                    "zhushu": "前章明柔弱則受益，故賛水德之能。此章明法令則生弊，必爲餘怨之迹。初明立教和怨，未足爲義。火是以下，明有德執契，其怨不生。後天道下，明天道無親，唯善是與。",
                    "type": 1
                },
                {
                    "paragraph": "和大怨，必有餘怨。",
                    "zhushu": "疏：厥初生人，身心清靜，而今躭染塵境，失道淪疍者，情欲之所爲也。則知與身爲怨之大者，其唯情欲乎？和，調和也。此言百姓因於情欲而生矯僞，人君不能以我無爲令其自化，方欲設教立法，制其姦詐，調而和之，故曰和大怨。必有餘怨者，既設教立法，不能無迹，斯迹之弊，還與爲怨，故云必有餘怨。"
                },
                {
                    "paragraph": "安可以爲善？",
                    "zhushu": "疏：設教立法，其迹生弊。既有餘怨，則安可爲善？則是繕性於俗學，以求復其初者爾。若能上化清靜，無事無爲，人有淳朴之風，迹無餘怨之弊，方可爲善矣。"
                },
                {
                    "paragraph": "是以聖人執左契而不責於人。",
                    "zhushu": "疏：左契者，心也。心爲碭藏，與前境契合，故謂之左契爾。聖人立教則有迹，有迹則是餘怨。故執持此心，使令清靜，下以化人，則無情欲，不煩誅責，自契無爲矣。"
                },
                {
                    "paragraph": "故有德司契，無德司徹。",
                    "zhushu": "疏：司，主也。徹，通也。言有德之君，主司心契，則人將自化。無德之主，不能虚心而忘己，唯欲作法以通人。作法則弊生，故爲無德爾。"
                },
                {
                    "paragraph": "天道無親，常與善人。",
                    "zhushu": "疏：唯天道平施，而與善不欺。故司契清靜者，天福其善，則吉無不利。立法殘傷者，天降以殃，則孽不可追。豈韭皇天無親，唯德是輔者乎？"
                }
            ]
        },
        {
            "name": "小國寡民章第八十",
            "paragraphs": [
                {
                    "paragraph": "小國寡民章第八十",
                    "zhushu": "前章明法令則生弊，必爲餘怨。之迹。此章明淳朴則至理，自無矜徇之求。初標無爲之風，以勸勉示人，從君化則理後明，家給人足，無所企求也。",
                    "type": 1
                },
                {
                    "paragraph": "小國寡民，使有什伯之器而不用。",
                    "zhushu": "疏：寡，少也。什，伍也。伯，長也。器，材器也。此論淳古之代也。言國小者，明不求大。言人少者，明不求多。不求大則心無貪竸，不求多則事必簡易。簡易之道立，則淳朴之風著。適使有岀人之材器，堪爲什伍伯長以統於人者，亦無所甩之矣。"
                },
                {
                    "paragraph": "使民重死而不遠徒。",
                    "zhushu": "疏：徒，遷移也。化師淳朴，政不煩苛，人懷其生，所以重死。孰本樂業，無所外求，各安其居，故不遠遷移也。"
                },
                {
                    "paragraph": "雖有舟輿，無所乗之。",
                    "zhushu": "疏：舟輿之設，本以通水陸，濟有無。既無徃來，則舟輿棄捨，無所乗甩矣。莊子云：至德之代，山無蹊隧，澤無舟梁。"
                },
                {
                    "paragraph": "雖前甲兵，無所陳之。",
                    "zhushu": "疏：甲兵所陳，本以討不服，禦宼敵，上行道德，下無離異。既却攻戰之事，則甲兵韜戢而無所陳也。"
                },
                {
                    "paragraph": "使民復結繩而甩之。",
                    "zhushu": "疏：古者書契未興，結繩紀事。故繋辭云：上古結繩崦理，後代聖人易之以書契。欲明結繩之代，人人淳朴。文字既興，是生詐僞。今將使人忘情去欲，歸於淳古。故云使人復結繩而甩之。"
                },
                {
                    "paragraph": "甘其食，美其服。",
                    "zhushu": "疏：食之甘者在於適，適則所食皆甘。服之美者在於當，當則所服皆美。苟不適當，踓玉食錦衣，不足稱其甘美也。"
                },
                {
                    "paragraph": "安其居，樂其俗。",
                    "zhushu": "疏：無欲，故所居則安。化淳，故其欲可樂。若逐欲無節，將自不安其居。政苛曰煩，焉得復樂其俗？"
                },
                {
                    "paragraph": "鄰國相望，鷄犬之聲相聞，民至老死不相徃來。",
                    "zhushu": "疏：列國相望，鷄犬相聞，蓋言其近。人至老死不相徃來者，由彼此俱足，無所求及故爾。"
                }
            ]
        },
        {
            "name": "信言不美章第八十一",
            "paragraphs": [
                {
                    "paragraph": "信言不美章第八十",
                    "zhushu": "上、下二篇，通明道德。始標。宗旨，以開衆妙之門。終結會歸，將通得意之路。故寄信美以彰言教，論辯善以戒修行，書知慱以示迷愼，陳不橨以教忘逪，假有多以暢法性，結不爭以明聖人。將今學者造精微於言象之中，導筌蹄於理性外，悟教而能忘教，何必杜囗於毗耶？因言以明無言，自可了心於柱下爾。",
                    "type": 1
                },
                {
                    "paragraph": "信言不美。",
                    "zhushu": "疏：信言者，聖教信實之言也。此老君欲以自明所演言教，化導衆生，實爲精信，故與俗相違。代人以爲不美。"
                },
                {
                    "paragraph": "美言不信。",
                    "zhushu": "疏：美言，謂代教甘美之言也。言多浮華，動合於俗，既非信實，不可化人。信言所以不美，正以代教美言不信故爾。"
                },
                {
                    "paragraph": "善者不辯。",
                    "zhushu": "疏：悟教之善，在於修行。行而忘之，曾不執滞，故不辯説也。"
                },
                {
                    "paragraph": "辯者不善。",
                    "zhushu": "疏：但能辯説言教，曾不悟了修行，惑滞既多，故不爲善。"
                },
                {
                    "paragraph": "知者不慱。",
                    "zhushu": "疏：知，了悟也。慱，多聞也。言體道了悟之人，在乎精一，不在多聞。故莊子云慱溺心邯。"
                },
                {
                    "paragraph": "慱者不知。",
                    "zhushu": "疏：夫多聞則滯於言教，滯教則終曰言而不盡，既韭了悟，故曰不知。"
                },
                {
                    "paragraph": "聖人不積。",
                    "zhushu": "疏：積，滯聚也。聖人妙逹理源，深明法性，悟文字虚假，了言教穵無。所説之理既明，能説之言亦逪，則於彼言教無滞積，故云聖人不積爾。"
                },
                {
                    "paragraph": "既以與人己愈有，既以與人己愈多。",
                    "zhushu": "疏：既，盡也。言聖人踓不積滞言教，然衆生發明慧心，必資聖人誘導。故聖人以清靜理性，盡與凡愚而教導之。於聖人慧觧之性，曾不減耗，故云愈有、愈多。注云有明自性，多明外益者，悟理之性，既韭他有，故云刍性。因教之益，不白中來，故云外益。明聖人教導凡愚，心彌慧觧，故云愈有。惟斆學半，理益精暢，故云愈多爾。"
                },
                {
                    "paragraph": "天之道，利而不害。",
                    "zhushu": "疏：天道施生長義，萬物利也。無所宰割，不害也。此與喻，欲明聖人之道弘益爾。"
                },
                {
                    "paragraph": "聖人之道，爲而不爭。",
                    "zhushu": "疏：聖人之道，凡所作爲，而與物不爭者，爲聖人無所積滞，與人愈懚，是以不爭爾。"
                }
            ]
        }
    ]
}