{
    "name": "道德真經注",
    "author": "元・吴澄",
    "loadChapterCount": 6,
    "chapters": [
        {
            "name": "老子",
            "paragraphs": [
                {
                    "paragraph": "老子臨川吴澄述",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子李氏，名耳，字聃，史記列傳曰：字伯陽。楚苦縣厲鄉曲仁里人，周守藏室之史也。脩道德以自隱無名爲務。居周乆之，見周之衰，遂去。至關，關令尹喜曰：子將隱矣，强爲我著書。於是迺著上下篇五千餘言而去，莫知其終。莊子曰：以本爲精，以末爲粗，以有積爲不足，澹然獨與神明居。建之以常無有，主之以太一；以懦弱謙下爲表，以空虚不毁萬物爲實；人皆求福，己獨曲全；以深爲根，以約爲紀，常寬容於物，不削於人。古之博大眞人哉！",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "道經上",
            "paragraphs": [
                {
                    "paragraph": "道經上",
                    "zhushu": "上篇之首句曰：道可道，故以道字名篇，尊之而曰經。他本或作道德經上，則是以道德經爲一書之總名，而分上、下篇也。",
                    "type": 1
                },
                {
                    "paragraph": "道可道，非常道；名可名，非常名。",
                    "zhushu": "道，猶路也。可道，可踐行也。常，常乆不變也。名，謂德也。可名，可指定也。道本無名，字之曰道而已；若謂如道路之可踐行而道，則非此常而不變之道也。德雖有名，强爲之名而已；若謂如名物之可指定而名，則非此常而不變之德也。"
                },
                {
                    "paragraph": "無名，天地之始；有名，萬物之母。",
                    "zhushu": "無名者，道也，天地亦由此道而生，故謂之始。有名者，德也，萬物皆由此德而生，故謂之母。"
                },
                {
                    "paragraph": "常無欲以觀其妙，常有欲以觀其徼。",
                    "zhushu": "常，即常道、常名之常。常無欲，謂聖人之性寂然而靜者，此道之全體所在也，而於此可以觀德之妙。其，指德言。妙，以道言。妙者，猶言至極之善。常有欲，謂聖人之情感物而動者，此德之大用所行也。而於此可以觀道之徼。其，指道言。徼，以德言。徼者，猶言邊際之處，孟子所謂端是也。"
                },
                {
                    "paragraph": "此兩者同。",
                    "zhushu": "此兩者，謂道與德同者。道即德，德即道也。"
                },
                {
                    "paragraph": "岀而異名，同謂之玄。",
                    "zhushu": "玄者，幽昧不可測知之意。德自道中出而異其名，故不謂之道而謂之德。雖異其名，然德與道同謂之玄，則不異也。"
                },
                {
                    "paragraph": "玄之又玄，衆妙之門。",
                    "zhushu": "衆妙謂德，門謂由此而出。德與道雖同謂之玄，道則玄之又玄者，故道廼德之所由以出也。其妙之妙，道也，妙之合而爲一本者。衆妙之妙，德也，妙之分而爲萬殊者。",
                    "type": 2
                },
                {
                    "paragraph": "右第一章。",
                    "zhushu": "此首章總言道德二字之㫖。張子曰：由太虚，有天之名；由氣化，有道之名。老子則以太虚爲天地之所由，以爲天地者而謂之道，以氣化爲萬物之所得，以爲萬物者而謂之德。道，指形而上之理不雜乎氣者而言，莊子所謂常無有也。德，指形而下之氣中有此理者而言，莊子所謂太一也。故其道其德，以虚無自然爲體，以柔弱不盈爲用。",
                    "type": 2
                },
                {
                    "paragraph": "天下皆知美之爲美，斯惡已；皆知善之爲善，斯不善已。",
                    "zhushu": "美，謂美於他物，以質而言也。善，謂善於其事，以能而言也。美惡善不善之名，相因而有。以有惡，故有美；以有不善，故有善。皆知此之爲美，則彼爲惡矣；皆知此之爲善，則彼爲不善矣。欲二者皆泯於無，必不知美者之爲美，善者之爲善，則亦無惡無不善也。"
                },
                {
                    "paragraph": "故有無相生，難易相成，長短相形，高下相傾，音聲相和，前后相隨。",
                    "zhushu": "物之有無，事之難易，形之長短，勢之高下，音之闢翕，聲之清濁，位之前後，兩相對待，一有則俱有，一無則俱無。美惡善不善之相因，亦猶是也。相形，謂二形相比並。相傾，謂一俯臨一仰視。相和，謂一倡一和。隨，猶隨風巽之隨，相連屬也。五者皆言其偶，獨音聲不言者，蓋止曰闢翕清濁，則人不知其爲言音聲也。言音聲則其有闢翕清濁之相偶自可知，故但指言其實而不言其偶也。"
                },
                {
                    "paragraph": "是以聖人處無爲之事，行不言之教。",
                    "zhushu": "事而爲，則有不爲者矣，惟無爲則無不爲也。教而言，則有不言者矣，惟無言則無不言也。"
                },
                {
                    "paragraph": "萬物作而不辭，生而不有。",
                    "zhushu": "天地亦然。作，謂物將生，春時也。辭，謂言辭。生，謂物既生，夏時也。有，謂有言。不辭不有，此天地不言之教也。夫子謂天何言哉？百物生焉是也。"
                },
                {
                    "paragraph": "爲而不恃，功成而不居。",
                    "zhushu": "爲，謂物將成，秋時也。恃，謂恃其能而有爲。功成，謂物既成，冬時也。居，謂處其功而自伐。不恃不居，此天地無爲之事也。"
                },
                {
                    "paragraph": "夫惟不居，是以不去。",
                    "zhushu": "不去，常存也。天地不居成物之功，故其功長久而不去。",
                    "type": 2
                },
                {
                    "paragraph": "右第二章。",
                    "zhushu": "聖人以不事而事，故其事無所爲；以不教而教，故其教無所言。無爲不言，則雖有美有善而人不知，是以其美其善獨尊獨貴而無可與對。若有爲之事，有言之教，則人皆知其爲美爲惡，而美與惡對，善與不善對，非獨尊獨貴不可名之美善矣。老子一書之中，凡諸章所言，皆不出乎此章之意。",
                    "type": 2
                },
                {
                    "paragraph": "不尚賢，使民不爭；不貴難得之貨，使民不爲盜；不見可欲，使民心不亂。",
                    "zhushu": "尚，謂尊崇之。貴，謂寳重之。見，猶示也。人之賢者，其名可尚，上之人苟尚之，則民皆欲趨其名而至於爭矣。貨之難得者，其利可貴，上之人苟貴之，則民皆欲求其利而至於爲盜矣。蓋名利，可欲者也。不尚之，不貴之，是不示之以可欲；使民之心不爭、不爲盜，是不亂也。"
                },
                {
                    "paragraph": "是以聖人之治，虚其心，實其腹，弱其志，强其骨。",
                    "zhushu": "四其字皆指民而言。虚其心，謂使民不知利之可貴而無盜心也。實其腹，謂民雖不貪於利，然聖人陰使之足食而充實，未嘗不資夫貨也。弱其志，謂使民不知名之可尚而無爭心也。强其骨，謂民雖不貪於名，然聖人陰使之勉力而自强，未嘗不希夫賢也。"
                },
                {
                    "paragraph": "常使民無知無欲。",
                    "zhushu": "謂使民皆無所知，不知名利之可欲，而無欲之之心。"
                },
                {
                    "paragraph": "使夫知者不敢爲也。",
                    "zhushu": "謂民縱有知名利可欲者，亦不敢爲爭盜之事，然不敢爲，則猶有欲爲之心，特不敢爾。"
                },
                {
                    "paragraph": "爲無爲，則無不治矣。",
                    "zhushu": "爲無爲，謂爲爭爲盜者皆無爲之之心，如此則天下無不治矣。",
                    "type": 2
                },
                {
                    "paragraph": "右第三章。",
                    "zhushu": "此章言聖人治天下之道，而虚心實腹、弱志强骨。後世養生家借以爲說，其說雖精，非老子本㫖也。",
                    "type": 2
                },
                {
                    "paragraph": "道沖，而用之或不盈，淵兮似萬物之宗。",
                    "zhushu": "沖字本作盥，器之虚也。或，疑辭，不敢必也。道之體虚，人之用此道者，亦當虚而不盈，盈則非道矣。淵，深不可測也。宗，猶宗子之宗。宗者族之統，道者，萬物之統，故曰萬物之宗。似者，亦不敢必之辭也。"
                },
                {
                    "paragraph": "挫其鋭，解其紛，和其光，同其塵，湛兮似或存。",
                    "zhushu": "挫，摧也。鋭，銛也。紛，糾結也。解糾結者，以觿取其鋭也。凡銳者終必鈍，故先自摧其鋭以解彼之紛，不欲其銳也，則亦終無鈍之時矣。和，猶平也，掩抑之意。同，謂齊等，與之不異也。鏡受塵者不光。凡光者終必暗，故先自掩其光以同乎彼之塵，不欲其光也，則亦終無暗之時矣。夫鋭者必鈍，光者必暗，猶盈者之必溢。道不欲盈，故鋭者摧之而不欲其鋭，光者和之而不欲其光也。其鋭、其光二其字屬己，其紛、其塵二其字屬物。舊解作一句一義者非。此四句言道之用不盈也。湛，澄寂之意。道之體虚，故其存於此也似或存，而非實有一物存於此也。此一句言道之體虚也。"
                },
                {
                    "paragraph": "吾不知誰之子，象帝之先。",
                    "zhushu": "吾不知誰之子，問辭也。象帝之先，答辭也。子，父母所生者。象帝，天也。象，言天有象。帝，言天之主宰也。謂道果誰之子乎？天先乎萬物，而道又在天之先，則天亦由道而生，無有在道之先者矣。",
                    "type": 2
                },
                {
                    "paragraph": "右第四章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "天地不仁，以萬物爲芻狗；聖人不仁，以百姓爲芻狗。",
                    "zhushu": "仁，謂有心於愛之也。芻狗，縛草爲狗之形，禱雨所用也。既禱則棄之，無復有顧惜之意。天地無心於愛物，而任其自生自成；聖人無心於愛民，而任其自作自息，故以芻狗爲喻。蓋聖人之心虚而無所倚著，若有心於愛民，則心不虚矣。"
                },
                {
                    "paragraph": "天地之間，其猶橐籥乎？虚而不屈，動而愈出。",
                    "zhushu": "槖籥，冶鑄所用嘘風熾火之器也。爲函以周罩于外者，橐也；爲轄以鼓扇于内者，籥也。天地間猶橐籥者，橐象太虚包含周徧之體，籥象元氣絪緼流行之用。不屈，謂其動也直。愈出，謂其生不窮。惟其槖之虚而籥之化化者常伸，故其籥之動而橐之生生者日富，在天地之間者如此。其在人也，則惟心虚無物，而氣之道路不壅，故氣動有恒，而虚中之生出益多。"
                },
                {
                    "paragraph": "多言數窮，不如守中。",
                    "zhushu": "數，猶速也。窮，謂氣乏。人而多言，則其氣耗損，是速其匱竭也。不如虚心固守其所，使外物不入，内神不出，則其虚也無涯，而所生之氣亦無涯矣。中，謂橐之内，籥所湊之處也。"
                },
                {
                    "paragraph": "谷神不死，是謂玄牝。",
                    "zhushu": "谷，以喻虚，虚則神存於中，故曰谷神。谷，即中之處，而守之者神也。不死，謂元氣常生而不死也。牝，以喻元氣之濡弱和柔。上加玄字者，贊美之辭。玄牝者，萬物之母也，莊子所謂太一者此或號之爲靈寳，後天之宗。"
                },
                {
                    "paragraph": "玄牝之門，是謂天地根。",
                    "zhushu": "門，謂所由以出。根，謂所由以生。虚無自然者，天地之所由以生，故曰天地根。天地根者，天地之始也，莊子所謂常無有者此或號之爲元始先天之祖。"
                },
                {
                    "paragraph": "綿綿若存，用之不勤。",
                    "zhushu": "綿綿，謂長久不絶。若，猶云而也。存，謂神之存。勤，猶云勞也。凡氣用之逸則有養而日增，用之勤則有損而日耗。言神常存於中，則氣不消耗也。",
                    "type": 2
                },
                {
                    "paragraph": "右第五章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "天長地久。天地所以能長且久者，以其不自生，故能長久。",
                    "zhushu": "天地以其氣生萬物，而不自生其氣。"
                },
                {
                    "paragraph": "是以聖人後其身而身先，外其身而身存。非以其無私邪？故能成其私。",
                    "zhushu": "後，謂卑賤在下，不求先人。先，謂尊高在上。外，謂清靜無爲，不求益生。存，謂長乆住世。無私，謂後其身外其身。成其私，謂身先身存。聖人非欲成其私也，而自有身先身存之效。假設衆人有心成其私者言之，則爲能成其私也。",
                    "type": 2
                },
                {
                    "paragraph": "右第六章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "上善若水，水善利萬物而不爭，處衆人之所惡，故幾於道。",
                    "zhushu": "上善，謂第一等至極之善，有道者之善也。其若水者何也？蓋水之善，以其灌溉浣濯，有利萬物之功而不爭。處高潔，廼處衆人所惡卑汙之地，故幾於有道者之善。幾，近也。"
                },
                {
                    "paragraph": "居善地，心善淵，與善仁，言善信，政善治，事善能，動善時。",
                    "zhushu": "彼衆人所善，則居之善必得地，心之善必如淵。淵，謂靜深。與之善必親仁。與，謂伴侣。仁，謂仁人。言之善必有信，政之善貴其治，事之善貴其能，動之善貴其時。時，謂當其可。七者之善，皆擇取衆人之所好者爲善，可謂之善，而非上善也。"
                },
                {
                    "paragraph": "夫惟不爭，故無尤。",
                    "zhushu": "夫惟有道者之上善不爭，處上而甘於處下，有似於水，故人無尤之者。尤，謂怨咎。衆人惡處下而好處上，欲上人者有爭心，有爭則有尤矣。",
                    "type": 2
                },
                {
                    "paragraph": "右第七章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "持而盈之，不如其已。揣而鋭之，不可長保。",
                    "zhushu": "持，奉之也。已，止也。揣，捶之也。此章謂道不欲盈，而又以鋭爲比。言槃水者不可以盈，盈之則易至於溢，不如已之而不使盈也。遂言捶錐鋒者不可以鋭，鋭之則易至於挫，而不可長保其鋭矣。盈之則不長保其盈，亦猶是也。"
                },
                {
                    "paragraph": "金玉滿堂，莫之能守；富貴而驕，自遺其咎。功成名遂身退，天之道。",
                    "zhushu": "世有金玉滿堂，莫能守者，何哉？蓋因富貴而驕，自遺其咎耳。是以功成名遂而身退，乃合於天之道。此言不可盈之也。金玉，謂富。驕，謂盈。自遺，謂由己所致，非由乎人。咎，謂不能守之咎。功成名遂，謂貴。身退，謂不盈之者。天之道虚而不盈，故四時之序，成功者去。前言富，後言貴，而富貴二字在中間，一句通貫前後。惟貴迺富，則富之中有貴；既貴必富，則貴之中有富。富貴二者，相須而有，故驕盈而不保其富，是即不保其貴也；身退不盈而長保其貴，是亦長保其富也。",
                    "type": 2
                },
                {
                    "paragraph": "右第八章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "載營魄抱一，能無離乎？專氣致柔，能嬰兒乎？滌除玄覽，能無疵乎？載，猶加也。陰魄爲營，猶軍營之營；陽魂爲衛，猶兵衛之衛。營者所以居士卒也。神加陰魄，魄抱陽神，交媾不離，則如日月之終古常存矣。此出世之人能存形者也。專氣於内，薰蒸肌骨，極其軟脆，如母腹之嬰兒，此出世之人能存氣者也。神棲於目，目有所見，則神馳于外，閉目藏視，黑暗爲玄，雖玄之中，猶有所覽，是猶有疵也。玄中所覽，亦併滌除，妄見盡滅，然後無疵。此出世之人能存神者也。愛民治國，能無爲乎？天門開闔，能爲雌乎？明白四達，能無知乎？愛民治國，謂君國子民，用仁用智，神用於外，未能交媾於内，然身雖有事，而清靜自然，形不疲勞，所謂無爲也。此住世之人能養形者也。天門開闔，謂鼻息呼吸，有出有入，氣分於外，未能專一於内，然鼻雖有息，而調帖純熟，氣不粗猛，所謂爲雌也。此住世之人能養氣者也。明白四達，謂目見光明，周視四向，目接於外，未能無覽於内，然目雖有見，而心境兩忘，無所辨識，所謂無知也。此住世之人能養神者也。生之畜之，生而不有，爲而不恃，長而不宰，是謂玄德。",
                    "zhushu": "生之，謂氣之未生者，生之而有恒。畜之，謂氣之已生者，聚之而無損。生之者，雖有所生而實無心於生之，故曰不有。畜之者，雖有所爲而實無心於爲之，故曰不恃。如爲官長者，雖宰夫民而實無心於長之，故曰不宰。此所以爲玄妙不可測之德也。",
                    "type": 2
                },
                {
                    "paragraph": "右第九章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "三十輻共一轂，當其無，有車之用。埏埴以爲器，當其無，有器之用。鑿户牖以爲室，當其無，有室之用。故有之以爲利，無之以爲用。",
                    "zhushu": "輻，輪之轑也。鷇，輪之心也。無，空虚之處也。埏，和土也。埴，土之粘膩者。爲器，謂以水和粘膩之土爲陶器也。凡室之前，東户西牖，户以出入，牖以通明。車載重行遠。器，物所貯藏；室，人所寢處。故有此車，有此器，有此室，皆所以爲天下利也，故曰有之以爲利。然車非轂館空虚之處可以轉軸，則不可以行地；器非中間空虚之處可以容物，則不可以貯藏；室非户牖空虚之處可以出入通明，則不可以寢處。車以轉軸者爲用，器以容物者爲用，室以出入通明者爲用，皆在空虚之處，故曰無之以爲用。人之實腹有氣，所以存身，所謂爲利也；虚心無物，所以生氣，所謂爲用也。故取三物爲喻。",
                    "type": 2
                },
                {
                    "paragraph": "右第十章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "五色令人目盲，五音令人耳聾，五味令人口爽，馳騁田獵令人心發狂，難得之貨令人行妨。",
                    "zhushu": "凡所欲之外物，皆害身者也。"
                },
                {
                    "paragraph": "是以聖人爲腹不爲目，故去彼取此。",
                    "zhushu": "聖人但爲實腹而養氣，不爲悦目而徇物也，故悉去彼在外之諸妄，而獨取此在内之一眞。上言目盲、耳聾、口爽、心狂、行妨五者，下但言不爲目，蓋舉一以包其四。董思靖曰：前章言虚中之用，此則戒其爲外邪所實。然目必視、耳必聽、口必味、形必役、心必感，是不可必靜。惟動而未嘗離靜，則雖動而不著於物，乃湛然無欲矣。染塵逐境，皆失其正，而要在於目，是以始終言之。夫子四勿，必先曰視，六根六塵，眼色亦居其首也。",
                    "type": 2
                },
                {
                    "paragraph": "右第十一章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "寵辱若驚，貴大患若身。",
                    "zhushu": "寵，猶愛也。名位之尊，人以爲榮，反觀之則辱也。故知道者不愛，而愛之者於此而驚焉，謂不能忘之而以之動心也。貴，猶重也。貨財之富，人以爲大利，反觀之則大患也。故知道者不貴，而貴之者於此而身焉。身，謂不能外之而以之自累也。"
                },
                {
                    "paragraph": "何謂寵辱？辱爲下，得之若驚，失之若驚。",
                    "zhushu": "謂之辱者，以其爲卑下而不足爲尊高也。或者貪慕於未得之先，一旦得之而驚焉；迷戀於既得之後，一旦失之而驚焉，是寵此辱而驚之者也。故曰寵辱若驚。"
                },
                {
                    "paragraph": "何謂貴大患若身？吾所以有大患者，爲吾有身。及吾無身，吾有何患？",
                    "zhushu": "人有此生，憂慮百端，戰兢保持，死而後免。身爲大患，無可奈何。貨財之爲大患，則身外物也，棄而不有，何能爲累？或者不知外物之輕視之，一如吾身之重，惟恐喪亡其所有，是貴此大患而身之者也。故曰：貴大患若身。"
                },
                {
                    "paragraph": "故貴以身爲天下，則可以寄天下；愛以身爲天下，則可以託天下。",
                    "zhushu": "天子之尊，四海之富，皆以其身爲天下者也。知道之人，愛惜貴重此身，不肯以之爲天下，寧不有天下而不輕用其身。夫惟如此，乃可以寄託以天下也。寄，猶寄百里之命之寄，託猶託六尺之孤之託。舜禹有天下而不與焉，所以可受唐虞之襌。彼寵其辱以爲榮，貴其大患以爲大利者，鄙夫爾，何可付之以天下哉！貴以身爲天下，富以身爲天下，老子之意善矣，而楊朱爲我之學原於此。",
                    "type": 2
                },
                {
                    "paragraph": "右第十二章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "視之不見名曰夷，聽之不聞名曰希，搏之不得名曰微。此三者不可致詰，故混而爲一。",
                    "zhushu": "此章專言德。迹之呈露者，目視之而易見。夷，謂平夷，夷則泯没無迹，故視之不見。聲之繁密者，耳聽之而易聞。希，謂希疏，希則間闊無聲，故聽之不聞。形之章大者，手搏之而易得。微，謂微茫，微則杳漠無形，故搏之不得。夷、希、微三者，雖欲究極言之而不可，故混同無所分别而名之爲一。曰夷、曰希、曰微、曰一，皆指常德而言也。"
                },
                {
                    "paragraph": "其上不皦，其下不昧，繩繩兮不可名，復歸於無物。是謂無狀之狀，無象之象，是謂惚恍。",
                    "zhushu": "其，亦謂德也。其上、其下，猶易言形而上、形而下也。繩繩，往過來續而不絶也。復，反還也。無物，指道而言。德之上，道也，道無名，故不皦。德之下，物也，物有形，故不昧。德在有無之間，雖若有名而不可名，反還其初，則歸於無物之道，莊子所謂德至同於初是也。道無物也，故無狀無象；德有名也，故可狀可象。然其狀其象亦非如物之有狀有象也，故曰無狀無象之象。似有似無，故曰惚恍。"
                },
                {
                    "paragraph": "迎之不見其首，隨之不見其後。執古之道，以御今之有。能知古始，是謂道紀。",
                    "zhushu": "惟其惚恍不可名，故迎之於前，隨之於後，而皆不可見。古，謂在先。今，謂在後。有，謂萬物。德者，其源出於道，其流溥於萬物，故曰執古之道，以御今之有。古始者，道也，謂古先天地之所始也。道紀者，德也，謂道散爲德，如理絲之縷，有條而不紊也。能知此道，則知此德爲道之紀也。",
                    "type": 2
                },
                {
                    "paragraph": "右第十三章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "古之善爲士者，微妙玄通，深不可識。夫惟不可識，故强爲之容。",
                    "zhushu": "士，謂有道之士。旁達曰通。妙萬物者無所不通，其妙也微而不顯，其通也玄而難辨。淵乎如水之深而不可測。其中深不可測，故强爲之模擬其外之容以示人也。下文七者是已。"
                },
                {
                    "paragraph": "豫兮若冬涉川，猶兮若畏四鄰，儼兮其若客，涣兮若冰之將釋，敦兮其若樸，曠兮其若谷，渾兮其若濁。",
                    "zhushu": "豫、猶，皆獸名。豫，象屬。猶，犬子也。象能前知，其行遲疑，犬先人行，尋又回轉，故遲回不進，謂之猶豫。冬涉川者怯寒，畏四鄰者懼敵，是以遲回而不進。有道者不敢爲天下先，其容如此。儼，矜莊貌。若客，隨而不迎也。涣，解散貌。若冰將釋，融液而不凝滯也。敦，篤厚貌。樸，才未成器也。曠，空豁貌。若谷，虚而善應也。渾，黄濁貌。若濁，美惡玄同，不自潔也。"
                },
                {
                    "paragraph": "孰能濁以靜之徐清？孰能安以動之，徐生？",
                    "zhushu": "承上濁之一字而設問曰：孰能濁乎？濁者，動之時也，動繼以靜，則徐徐而清矣。又因靜之一字而設問曰：孰能安乎？安者靜之時也，靜繼以動，則徐徐而生矣。安，謂定靜。生，謂活動。蓋惟濁故清，惟靜故動。以是推之，則曠者不盈而盈，敦者不器而器，涣者不凝而凝，儼者不爲主而主，猶豫者不爲先而先，從可知矣。老子之意，大率如此。後章曲則全、枉則直、窪則盈、敝則新，此意也。"
                },
                {
                    "paragraph": "保此道者不欲盈。夫惟不盈，故能敝不新成。",
                    "zhushu": "成，謂完備。凡物敝則缺，新則成。敝而缺者，不盈也；新而成者，盈也。保守此道之人，不欲其盈，故能敝缺不爲新成。章内七容，皆敝缺而不新成。",
                    "type": 2
                },
                {
                    "paragraph": "右第十四章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "致虚極，守靜篤。",
                    "zhushu": "致，至之而至其極處也。虚，謂無物，外物不入乎内也。極，窮盡其處也。守，固内禦外，如守城之守。靜，謂不動，内心不出乎外也。篤，力不倦也。"
                },
                {
                    "paragraph": "萬物並作，吾以觀其復。",
                    "zhushu": "作，動也。植物之生長，動物之知覺，皆動也。復，反還也。物生由靜而動，故反還其初之靜爲復。植物之生氣下藏，動物之定心内寂也。"
                },
                {
                    "paragraph": "夫物芸芸，各歸其根。歸根曰靜，靜曰復命。",
                    "zhushu": "芸芸，生長而動之貌。凡植木，春夏則生氣自根而上，達于枝葉，是曰動。秋冬則生氣自上反還而下，藏于根，是曰靜。天以此氣生而爲物者曰命。復于其初生之處，故曰復命。"
                },
                {
                    "paragraph": "復命曰常，知常曰明。不知常，妄作凶。知常，容，容廼公，公廼王，王廼天，天廼道，道廼乆，没身不殆。",
                    "zhushu": "常者，乆而不變之謂。能知此者，謂之明。昧者不知此，則不能守靜而妄動以害其生，故曰凶。容，謂形著而見于外。内有養者，其外貌自與人不同也。公者，一國之主，言能保其一身之所有也。王者，天下之主，言能兼有天地之所有也。天，謂與天爲一也。與天爲一，則道在我矣。道在我，則與道同其乆。没，猶終也。殆，謂損壽而危其身也。按殆字從歹、訓危、訓將、訓近。凡字從歹者多是死之義。殆者，蓋危而將近於死也。死者氣盡而終，蓋有窮匱竟盡之意。没身不殆，終此身而生長可保也。",
                    "type": 2
                },
                {
                    "paragraph": "右第十五章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "大上，不知有之；其次，親之譽之；其次，畏之侮之。信不足焉，有不信焉。",
                    "zhushu": "大上，猶言最上。最上，謂大道之世，相忘於無爲，民不知有其上也。其次，謂仁義之君，民親之如父母；及仁義益著，則不但親之，而又譽之矣。又其次，謂智慧之主，民畏之如神明；及智慧漸窮，則不但畏之，而又侮之矣。信者，大道之實也。自大道之實有所不足，不能如上古之時，則君之於民有不以其實者焉，而日趨於華，於是一降則用仁義，再降則用智慧也。"
                },
                {
                    "paragraph": "猶兮其貴言，功成事遂，百姓皆謂我自然。",
                    "zhushu": "此言大上不知有之之事。猶兮，見前章。貴，寳重也。然，如此也。寳重其言，不肯輕易出口，如犬行之遲疑退却。蓋聖人不言無爲，俾民陰受其賜，得以各安其生。及其功既成，事既遂，而百姓皆謂我自如此，不知其爲君上之賜也。"
                },
                {
                    "paragraph": "大道廢，有仁義；智慧出，有大僞。",
                    "zhushu": "上文不知有之者，大道也；親譽之者，仁義也；畏侮之者，智慧也。自大道一降再降，已是三等，智慧又變爲大僞，則共有四等也。然大道廢而後有仁義，則其變猶稍緩；智慧出而遄有大僞，則其變爲甚亟。四者之分，與邵子所言皇帝、王伯、聖賢、才術之等略相似。"
                },
                {
                    "paragraph": "六親不和，有孝子；國家昏亂，有忠臣。",
                    "zhushu": "此言大道廢，有仁義之事，然與上文之意微不同，蓋推廣言之爾。六親，父子、兄弟、夫婦也。尊卑長幼各由其道，而無有不和，則子之孝者，廼其常分，不知其爲孝也。瞽叟不父，嚚傲參會，而後知有大舜之孝子。國，謂君。家，謂臣。君臣上下各由其道，而無有昏亂，則臣之忠者，亦其常分，不知其爲忠也。商紂不君，姦回羣聚，而後知有三代之忠臣。"
                },
                {
                    "paragraph": "絶仁棄義，民復孝慈；絶聖棄智，民利百倍；絶巧棄利，盜賊無有。",
                    "zhushu": "絶，謂絶而不爲。棄，謂棄而不用。聖智，智慧也。巧利，大僞也。導民以巧，誘民以利，以工商之術率其民，如管仲治齊，衛鞅治秦是也。上文言世變之降，以見趨末之由，此言治化之復，以示反本之漸。絶棄帝者仁義，以反于皇之大道，則民復其初。子孝於父，父慈於子，如淳古之時矣。絶棄王者聖智，以反于帝之仁義，則民利其利，比於王之時相去百倍矣。絶棄霸者巧利，以反于王之聖智，則雖未及帝之時，而思慮深遠，政教脩明，亦無有爲盜賊者矣。"
                },
                {
                    "paragraph": "此三者以爲文不足，故令有所屬。見素抱朴，少私寡欲。",
                    "zhushu": "三者，仁義、聖智、巧利也。屬，與莊子屬其性乎仁義之屬同，猶云附著也。皇之大道，實有餘，文不足，自皇而降，漸漸趨文。帝者以皇之治爲文不足，於是降大道一等而附著於仁義；王者以帝之治爲文不足，於是降仁義一等而附著於聖智；伯者以王之治爲文不足，於是降聖智一等而附著於巧利。三者之治，各令有所附著者，以文不足故爾。而豈知大道之民，外之相示以素，内之自守以樸。素者，未染色之絲也。樸者，未斲器之木也。質而已矣，奚以文爲？惟其質而不文，是以民雖有身而似無身，其有私焉者少矣；民雖有心而似無心，其有欲焉者寡矣。",
                    "type": 2
                },
                {
                    "paragraph": "右第十六章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "絶學無憂。",
                    "zhushu": "爲學日益，必事事而爲之，有一不能不知，則以爲憂矣，惟絶之而不爲，則無憂也。"
                },
                {
                    "paragraph": "唯之與阿，相去幾何？善之與惡，相去何若？",
                    "zhushu": "以下言爲學則有憂之事。唯、阿，皆應聲。唯，正順。阿，邪諂。幾何，言甚不相遠也。何若，言何如其相遠也。學應對者，唯與阿，其初相去本不遠，而唯則爲善，阿則爲惡，其究相去廼甚遠，故學唯者惟恐其或流於阿。此舉可憂之一事而言也。"
                },
                {
                    "paragraph": "人之所畏，不可不畏。荒兮其未央哉。",
                    "zhushu": "荒，猶廣也。央，猶盡也。畏阿之爲惡，則不敢阿矣。然此特一事爾，凡人之所畏而不敢爲者，皆不可以不畏，其事甚多而未易窮盡，此爲學者之所以多憂也。"
                },
                {
                    "paragraph": "衆人熙熙，如享太牢，如登春臺。我獨泊然其未兆，如嬰兒之未孩。",
                    "zhushu": "熙熙，和樂貌。泊，靜也。兆，如龜兆之微拆。衆人之爲學者，徇外以爲悦，如享太牢而食，可悦口者甚美；如登春臺而觀，可悦目者甚備。我則泊然而靜，情欲未開，無端倪可見，如嬰兒未能孩笑之時，一不知外物之爲樂也。"
                },
                {
                    "paragraph": "乘乘兮若無所歸。",
                    "zhushu": "乘乘，謂寄寓於物。若無所歸，謂不住著於物。"
                },
                {
                    "paragraph": "衆人皆有餘，我獨若遺。",
                    "zhushu": "遺，失也。衆人喜其所得之多，我則一無所得，而慊然若有失也。"
                },
                {
                    "paragraph": "我愚人之心也哉！沌沌兮。",
                    "zhushu": "沌，如渾沌之沌，㝠昧無所分别也，作平聲讀，亦與莊子愚芚之芚同，謂無知也。○沌，"
                },
                {
                    "paragraph": "俗人昭昭，我獨昏昏。俗人察察，我獨悶悶。",
                    "zhushu": "昭昭，已明。察察，尤明。昏昏，已不明。悶悶，尤不明。俗人皆以有知爲智，我獨無知而愚也。"
                },
                {
                    "paragraph": "漂兮其若海，飂兮若無所止。",
                    "zhushu": "如漂浮於海中，任其所適而不知其所定向；如飂飂之長風，隨其所起而不知其所止息。"
                },
                {
                    "paragraph": "衆人皆有以，我獨頑似鄙。",
                    "zhushu": "衆人皆有以者，有以知其所定所止也。頑，謂面頑如麻痺不知痛痒者。鄙，謂鄙人。我獨頑然無知，有似遠鄙之愚民也。凡民居於國邑繁庶之地者多知，居於遠鄙僻陋之地者無知也。"
                },
                {
                    "paragraph": "我獨異於人，而貴食母。",
                    "zhushu": "此一句總結上文八節。自人之所畏至我獨若遺四節，言人之爲學者務多能，而我獨一無所能。自我愚人之心至我獨頑似鄙四節，言人之爲學者務多知，而我獨一無所知，此我之所以獨異於人。而我之所貴者，則大道之玄德也。玄德者，萬物資之以養，所謂萬物之母也，故曰食母。食母二字見禮記内則篇，即乳母也。司馬氏曰：乳哺元和。",
                    "type": 2
                },
                {
                    "paragraph": "右第十七章。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "道經下",
            "paragraphs": [
                {
                    "paragraph": "道經下",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "孔德之容，惟道是從。",
                    "zhushu": "孔德，猶言盛德。容，謂有而可見者。從，由也。萬有皆本乎德，凡形氣之可見者，德之容也。然德之所以有此容者，由道中出。"
                },
                {
                    "paragraph": "道之爲物，惟恍惟惚。",
                    "zhushu": "德自道中出，而道則無也。德者，道所爲物，而似無似有，不可得而見，故曰恍惚。"
                },
                {
                    "paragraph": "恍兮惚兮，其中有物。惚兮恍兮，其中有象。",
                    "zhushu": "其字指德而言。物者，物生以後之形。象者，物生以前之氣。德雖恍惚惚恍不可見，然形之可見者成物，氣之可見者成象，皆德中之所有。先儒謂沖漠無朕，而萬有森然已具者，此也。"
                },
                {
                    "paragraph": "窈兮㝠兮，其中有精。",
                    "zhushu": "恍惚雖不可見，而似無似有，猶似可見。窈㝠則昏昏昧昧，全不見矣，此道之無也。其字指道而言。精，謂德也。有物有象者，德之容，皆其粗也。德者，有物有象之本，廼其精也。莊子曰：以德爲本，以本爲精。上文言物象本乎德，此言德出乎道，"
                },
                {
                    "paragraph": "其精甚真，其中有信。",
                    "zhushu": "二其字又指德言。眞，謂道也。信，實也，與眞字同義。物象爲粗而德爲精，其爲精者，廼甚眞之道也，德之中有至實之道在焉。上文言道之中有德，此言德之中有道，蓋道即德也，德即道也。首章曰：此兩者同。"
                },
                {
                    "paragraph": "自古及今，其名不去，以閲衆甫。",
                    "zhushu": "不去，謂常存也。閲，猶歷也。甫，美也。衆甫，萬有也。萬有之美，有時變滅，惟孔德由道中出者，自古及今不變滅而常存，故以不去二字名之，以其有常而遍歷古今無常之萬有也。"
                },
                {
                    "paragraph": "吾何以知衆甫之然哉？以此。",
                    "zhushu": "然，如此也。吾何以能知萬物之變滅無常如此哉？以此。孔德之有常者知之也。",
                    "type": 2
                },
                {
                    "paragraph": "右第十八章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "曲則全，枉則直，窪則盈，敝則新，少則得，多則惑。",
                    "zhushu": "曲，一偏也。易、禮、中庸、莊子所言曲字，皆以偏而不全爲曲。曲者，不全也。然能專攻其所偏，致精乎此，旁達乎彼，舉一反三，通一畢萬，乆必會其全也。自初即欲求全，則志大心勞，分而不專，終不能全矣。枉者，不直也。尺蠖之屈而枉，所以能伸而直。窪者，不盈也。科坎之陷而窪，所以能受水而盈。敝者，不新也。秋冬之凋而敝，所以能逢春而新。少者，不多也。少則多一句，變文析爲二句。少則易於有得，所以能積累而多。貪多則雜而生惑，於一且無所得，豈能多乎？不欲直、不欲盈，不欲新，不欲多，而以曲則全一句始之，四者皆不求全之推也。"
                },
                {
                    "paragraph": "是以聖人抱一爲天下式。",
                    "zhushu": "此一句爲一章宗㫖，通貫上文下文之意。一者，冲虚之德也。式，以在車爲喻，高在憑較，卑則憑式。聖人抱此冲虚之德，濡弱謙下，爲天下式。如上下文，五者皆冲虚之德，自處於卑也。"
                },
                {
                    "paragraph": "不自見，故明；不自是，故彰。不自伐，故有功；不自矜，故長。夫惟不爭，故天下莫能與之爭。",
                    "zhushu": "自見，猶云自炫。明，謂智之明。不自見者，用晦而明也。自是，猶云自賢。彰，謂名之彰。不自是者，闇然而日彰也。誇其功曰伐功，謂事之成績。負其長曰能矜長，謂能之過人。人不自見、不自是、不自伐、不自矜，而以夫惟不爭終之，四者皆不爭之餘也。"
                },
                {
                    "paragraph": "古之所謂曲則全者，豈虚言哉？誠全而歸之。",
                    "zhushu": "曲則全三字，古有是語，老子述之，以爲此章首句。章内抱一爲綱，曲則全以下五者、夫惟不爭以上五者，凡十事爲目，皆曲則全一語所可詠也。故重述於章末而曰古人所謂曲則全者，豈虚爲此言而無其實哉？蓋之其誠實能全，而遂以全之效歸之也。",
                    "type": 2
                },
                {
                    "paragraph": "右第十九章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "希言自然。",
                    "zhushu": "聽之不聞曰希。希言，無言也。得道者忘言，因其自然而已。"
                },
                {
                    "paragraph": "飄風不終朝，驟雨不終日。孰爲此者？天地。天地尚不能乆，而況於人乎？",
                    "zhushu": "飄，狂疾也。驟，急暴也。自旦至食時爲終朝，自旦至暮時爲終日。不因其自然而輕躁發言，譬如天地之飄風驟雨，皆反自然之常而爲怪變者也。天地反自然之常，其爲怪變尚不能乆，不及終朝終日而止，況人而不因自然，可乎？"
                },
                {
                    "paragraph": "故從事於道者，道者同於道，德者同於德，失者同於失。",
                    "zhushu": "從事於道，謂以道爲事也。道者，有道之人。德者，有德之人。失者，庸下之人所爲不能無失者也。同，與莊子齊物論之齊相近，謂與之合一，不相非異也。惟因其自然而希言，故凡上等、次等、下等之人，皆視之一同而無非異。蓋道者、德者，與我爲一，無所容言矣。至若失者，他人雖以爲失，彼則自以爲是，固亦有自然之是也，豈可不因其所是以是之，而廼妄言以非之哉？莊子曰：不言則齊。齊與言不齊，言與齊不齊也，故無言。亦老子希言自然而玄同之意。"
                },
                {
                    "paragraph": "同於道者，道亦得之；同於德者，德亦得之；同於失者，失亦得之。信不足焉，有不信焉。",
                    "zhushu": "道德之人以我同之，印證參同。夫何間然？失者之人以我同之，亦或縁彼之獨是而悟我之公是，則三者之人皆以我同之而有得也。然此惟有道之人者能之。苟道之實有所不足於己，則其待人也，必有不以道之實者焉，而是是非非强加分别矣，豈能如此玄同也哉？"
                },
                {
                    "paragraph": "跂者不立，跨者不行；自見者不明，自是者不彰，自伐者無功，自矜者不長。其於道也，曰餘食贅行，物或惡之，故有道者不處也。",
                    "zhushu": "又以人之行立譬前事，立與行亦因其自然，或於自然之外而求益。跂立，起其踵而立，以增高其身。跨，開其足而行，以增闊其歩。暫時如此而不能乆也，終必不可以立、不可以行而遂廢。彼自見者之終不能明、自是者之終不能彰、自伐者之終無其功、自矜者之終無所長，亦若此焉爾。食之不盡者曰餘，肉之附生者曰贅。物兼人與鬼神而言。自見、自是、自伐、自矜之人，若律之於自然之道，譬若食之已餘者不當食，行之如贅者不當行也。加多於常分而不可用，幽顯之間，有物亦當惡之，而有道之人不肯以此自處也。或曰：行讀如形，古字通用。司馬氏曰：棄餘之食，適使人惡，附贅之形，適使人醜。蘇氏曰：飲食有餘則病，四體有贅則累。",
                    "type": 2
                },
                {
                    "paragraph": "右第二十章。",
                    "zhushu": "此章自然二字爲宗㫖，希言而玄同，自然者也。風之飄、雨之驟、立之跂、行之跨、食之餘、行之贅，非自然者也。",
                    "type": 2
                },
                {
                    "paragraph": "有物混成，先天地生。",
                    "zhushu": "前章道之爲物，物謂德也。此章有物混成，物謂道也。混、渾通。混成，謂不分判而完全也。先天地生，首章所謂天地之始，四章所謂象帝之先也。"
                },
                {
                    "paragraph": "寂兮寥兮，獨立而不改，周行而不殆，可以爲天下母。",
                    "zhushu": "寂，闃靜也。寥，虚廓也。言其無聲無形也。獨立乎萬物之表，無可與對，而未嘗變易，故曰不改。周行乎萬物之中，無不徧及，而未嘗窮匱，故曰不殆。天下母者，德也，而德者道所爲，故爲天下母。"
                },
                {
                    "paragraph": "吾不知其名，字之曰道，强爲之名曰大。",
                    "zhushu": "此物無可得而名者，以其天地萬物之所共由，於是假借道路之道以爲之字。字者，名之副，而非名也。字不足以盡之，不得已而强名之曰大。至大莫如天，而天亦在道之内，則天未爲大也。此道其大無外，而莫能載焉，故大之一言，庶乎可以名之爾。"
                },
                {
                    "paragraph": "大曰逝，逝曰遠，遠曰反。",
                    "zhushu": "逝，謂流行不息，遠，謂悠乆無疆，反，謂無有無名。蓋萬有皆有，惟道皆無，無與有相反，故曰反。大之一言，未足以盡道，故推言之，謂其大而不息，不息而乆，乆而無有，所以爲道，若有則非道矣。下篇曰：反者道之動。天下萬物生於有，有生於無。莊子曰：太初有無，無有無名，蓋謂此也。"
                },
                {
                    "paragraph": "故道大，天大，地大，王亦大。域中有四大，而王居其一焉。",
                    "zhushu": "王，謂聖人之有位者。古今惟道最大，無可與比，此以天地、聖人與道並言，而曰四大，何也？蓋天地得此道以爲天地，聖人得此道以爲聖人，其所以能大者，以其有此道也。王之下特加亦字，又特言王居其一，蓋氣之至大者天，形之至大者地，聖人之身眇然而立乎兩間，以其道同乎天地，故其大亦同乎天地，而不以氣形與身之大小論也。"
                },
                {
                    "paragraph": "人法地，地法天，天法道，道法自然。",
                    "zhushu": "人者，聖人也。法者，水平之準，與之平等如一也。人之所以大，以其得此道而與地一，故曰法地。地之所以大，以其得此道而與天一，故曰法天。天之所以大，以其與道一，故曰法道。道之所以大，以其自然，故曰法自然。非道之外别有自然也。自然者，無有無名是也。",
                    "type": 2
                },
                {
                    "paragraph": "右第二十一章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "重爲輕根，靜爲噪君。",
                    "zhushu": "根，本也。躁，動也。君，主也。輕以重爲本，動以靜爲主也。"
                },
                {
                    "paragraph": "是以君子終日行不離輜重。",
                    "zhushu": "君子吉行。乘乘車，師行乘兵車，皆輕車也。輕車後有輜車，載寢處服食所用之物，謂之重車。雖乘輕車，而終日不與重車相離，故吉行日止五十里，師行日三十里，不敢以輕車疾行徑往，而不顧在後之輜重也。此言輕之本乎重也。"
                },
                {
                    "paragraph": "雖有榮觀，燕處超然。",
                    "zhushu": "燕，閑也，靜也。處，居也，坐也。雖有榮華之境可以遊觀，或暫時動而出外，然常在内閑居靜處超然，無一物累其心。此言動之主乎靜也。"
                },
                {
                    "paragraph": "奈何萬乘之主而以身輕天下？",
                    "zhushu": "以身輕天下，謂以其身輕動於天下之上也。萬乘之主當靜重，奈何以其身而輕動乎？周王之乘八駿，漢帝之爲微行，以身輕天下者也。但言輕不言動者，蓋動與靜對，動則有輕有重，輕與重對，輕重皆在動時，言輕而動在其中矣。"
                },
                {
                    "paragraph": "輕則失根，噪則失君。",
                    "zhushu": "有輕而無重，則失其輕之根；有動而無靜，則失其躁之君。",
                    "type": 2
                },
                {
                    "paragraph": "右第二十二章。",
                    "zhushu": "此章以輜車喻重，燕處喻靜，姑指一端而言爾。國勢之居重馭輕，兵法之以靜制動，與夫人之治心治身，皆當本之以重，主之以靜也。",
                    "type": 2
                },
                {
                    "paragraph": "善行，無轍迹；善言，無瑕謫；善計，不用籌策；善閉，無關鍵而不可開；善結，無繩約而不可解。",
                    "zhushu": "善，謂善於其事。轍，車轍。迹，足迹。瑕玼，玷。謫，過責。計，計數多寡也。籌策，計筭者所用之筭，以竹爲之。關鍵，拒門木也，横曰關，竪曰鍵。繩，約索也，合之而成體曰繩，用之而束物曰約。行者必有轍迹在地，言者必有瑕謫可指。計數者必用籌策，閉門者必用關鍵，結繫者必用繩約。然皆常人所爲爾，有道者觀之，則豈謂之善哉？善行者以不行爲行，故無轍迹；善言者以不言爲言，故無瑕謫；善計者以不計爲計，故不用籌策。善閉者以不閉爲閉，故無關鍵而其閉自不可開。善結者以不結爲結，故無繩約而其結自不可解。舉五事爲譬，以超下文聖人善救之意。"
                },
                {
                    "paragraph": "是以聖人常善救人，故無棄人；常善救物，故無棄物。是謂襲明。",
                    "zhushu": "聖人之救人救物，以不救爲救，亦若上文所譬，以不爲其事爲善也。蓋有所救者必有所棄。假使所救者百千萬人、百千萬物，然此百千萬之外，皆棄而不及救者也。聖人之善於救者不然，一皆無所救。無所救則亦無所棄矣，不見其爲救此而棄彼也。故無一人是棄而不救之人，無一物是棄而不救之物。襲者，如以外衣掩蔽其内衣。儻救人救物之功彰彰而明，天下皆見其救之，不謂之善救矣。必使無救之之迹掩蔽其所可見，而衆莫能知，故曰襲。明善救人、善救物與善行、善言、善計、善閉、善結，凡七善字。有道者謂之善，世俗不知其善也。蓋世俗以能爲其事爲善，有迹可見，有名可稱，而與不善爲對。有道者以不爲其事爲善，泯然無迹，渾然無名，而無與爲對者也。若世俗所謂善不善，如下文所云。"
                },
                {
                    "paragraph": "故善人，不善人之師；不善人，善人之資。",
                    "zhushu": "善人，謂善於其事之人。不善人，謂不善於其事之人。師者，人所尊事以爲法者。資者，如以財貨給人，俾人籍之賴之，而得以有所成者。彼善而此不善，以彼之善與此之不善者相遼，而人灼見此之不及彼，則彼人之善，可爲此不善人之師矣。彼不善而此善，以彼之不善與此之善者相形，而人遂見此之過於彼，則彼人之不善，廼爲此善人之資也。謂因彼之不善，以成此之善名，故曰資。然善不善之名對立，豈有道之世哉？下文言有道者欲使世之人不以善名，亦不以不善名也。"
                },
                {
                    "paragraph": "不貴其師，不愛其資，雖知大迷，是謂要妙。",
                    "zhushu": "愛，猶云喜好也。要，猶云至極也。妙者，玄不可測，使不善者之遇善人，雖可以爲己之師而不貴重之也，蓋不欲名斯人之爲善也；使善者之遇不善人，雖得以爲己之資而不喜好之也，蓋不欲名斯人之爲不善也。善不善之名俱泯，一概玄同，無可分别，雖有智者，亦大迷而不知其孰爲善，孰爲不善，斯廼妙不可測之至極，曰要妙。",
                    "type": 2
                },
                {
                    "paragraph": "右第二十三章。",
                    "zhushu": "前二節言聖人不可名之善，後二節言常人兩可名之善不善。其不彰不可名之名者謂之襲明，其不分兩可名之名者謂之要妙。",
                    "type": 2
                },
                {
                    "paragraph": "知其白，守其黑，爲天下式；爲天下式，常德不忒，復歸於無極。",
                    "zhushu": "白，謂光明。黑，謂塵暗。無極，謂無所窮盡。"
                },
                {
                    "paragraph": "知其雄，守其雌，爲天下谿；爲天下谿，常德不離，復歸於嬰兒。",
                    "zhushu": "雄，謂剛强。雌，謂柔弱。嬰兒，謂無所識知。"
                },
                {
                    "paragraph": "知其榮，守其辱，爲天下谷；爲天下谷，常德廼足，復歸於樸。",
                    "zhushu": "榮，謂尊貴。辱，謂卑賤。樸，謂木質，未斲爲器。此章之意，欲自常德而反本復始，以歸于太初之道。常德者，冲虚不盈之德，故寧黑毋白，寧雌毋雄，寧辱毋榮。知其、守其者，雖知彼之可尚，然寧守此而自處於下。乘車之式，流水之谿谷，皆謂自處於下也。如是則於常德不差忒，不相離，而德足乎己矣。既全此冲虚之德，廼可復歸於太初之道，莊子所謂德至同於初也。曰無極，曰嬰兒，曰樸，皆以喻太初之道。"
                },
                {
                    "paragraph": "樸散則爲器，聖人用之則爲官長，故大制不割。",
                    "zhushu": "木樸之未散也，抱其天質之全，及破碎其全，則散之而爲所斲之器。聖人之未用也，藴其内德之體，及發露其體，則用之而爲各官之長。官天下之長者，天子也。官一國之長者，諸侯也。上三節皆欲自末而本，此二句則言自本而末者。然樸雖已散，而猶欲復歸其全，則已散如未散。聖人雖已用而猶欲復歸其全，則已用如未用。蓋以不散爲散，不用爲用也。凡有所裁制者，必須以刀割裂其全，而大制則以不制爲制，故不割裂也。大散不散，大用不用，亦如大制者不割也。",
                    "type": 2
                },
                {
                    "paragraph": "右第二十四章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "將欲取天下而爲之，吾見其不得已。",
                    "zhushu": "取天下，謂使天下悦而歸己也。爲，謂作爲。取天下者，德盛而人自歸之爾。苟若有所作爲，則是欲用智力以强服天下，豈能得天下之歸己哉？"
                },
                {
                    "paragraph": "天下神器，不可爲也，爲者敗之，執者失之。",
                    "zhushu": "天下者，至大之器，有神司之，不可以智力有爲而得。敗，謂不成也。彼以智力爲之者，欲成其事而其事反不成，謂不能得天下之歸服也，故曰爲者敗之。未得天下而取天下者，固不可以有爲而得；既得天下而守天下者，亦不可以有心而留。譬如寳器，若常執之在手，不須臾舍，惟恐其或失者，反不能保其不隕隊而失也，故曰執者失之。"
                },
                {
                    "paragraph": "凡物或行或隨，或呴或吹，或强或羸，或載或隳。是以聖人去甚，去奢，去泰。",
                    "zhushu": "此承上文執者失之一句而言守天下之道。有天下者，豈能保天下之長爲我有而不亡也哉？蓋得失存亡之相襌，如行隨、呴吹、强羸、載隳八者之相反而相因，聖人知其勢之必至於此也，而處之有其道焉。凡過盛必衰，衰則亡之漸也。惟不使之過盛，則可以不衰，而又何有於亡甚也？奢也，泰也，極盛之時也。去甚者，欲其常如微之時；去奢者，欲其常如儉之時；去泰者，欲其常如約之時。能不過盛，則可以保天下之不亡矣。邵子謂飲酒但令其微醉而不可成酩酊；看花但及其半開而不可至離披。蓋此意也。蘇氏曰：或行於前，或隨於後，或呴而暖，或吹而寒，或强而益，或羸而損，或載而成，或隳而毁，皆物之自然，勢之不免者也。愚人私己而務得，廼欲拒而違之，其禍不覆則折。惟聖人知其不可逆，則順以待之，去其甚，去其奢，去其泰，使不至於過，而天下無患矣。董思靖曰：聖人知事勢之相因，亦理之常，故任之自然，而不使之盈且過也。",
                    "type": 2
                },
                {
                    "paragraph": "右第二十五章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "以道佐人主者，不以兵强天下，其事好還。",
                    "zhushu": "王氏曰：以道佐人主，尚不可以兵强天下，况人主躬於道者乎？蘇氏曰：聖人用兵，皆出不得已。非不得已而欲以强勝天下，雖或能勝，其禍必還報之。楚靈、齊湣、秦皇、漢武，或以殺其身，或禍其子孫，人之所毒，鬼之所疾，未有得免者也。"
                },
                {
                    "paragraph": "師之所處，荆棘生焉。大軍之後，必有凶年。",
                    "zhushu": "政和註曰：下奪民力，故荆棘生；上違天時，故有凶年。蘇氏曰：兵之所在，民事廢，田不修。用兵之後，殺氣勝，年穀傷。凡兵皆然，况以兵强天下邪？"
                },
                {
                    "paragraph": "善者果而已不敢以取强。果而勿矜，果而勿伐，果而勿驕，果而不得已，是謂果而勿强。",
                    "zhushu": "兵之善者，果决於一時，以定亂而已，不敢阻兵弗戰以取勝而爲强也。蘇氏曰：勿矜、勿伐、勿驕、不得已四者，所以爲勿强也。"
                },
                {
                    "paragraph": "物壯則老，是謂不道，不道早已。",
                    "zhushu": "有道者常如嬰兒孺子，故能不老而長年。若壯則必老，此不道者也。不道者早已，言其不能乆也。蘇氏曰：壯之必老，物無不然。惟有道者成而若缺，盈而若冲，未嘗壯，故未嘗老，未嘗死。以兵强天下，壯亦甚矣，能無老乎？"
                },
                {
                    "paragraph": "夫佳兵者不祥，物或惡之，故有道者不處也。",
                    "zhushu": "佳，猶云嘉之也。不祥，謂無吉慶而有凶災也。不處，謂不肯以此處身也。"
                },
                {
                    "paragraph": "君子居則貴左，用兵則貴右。",
                    "zhushu": "此指言不處之實。不處平日所貴之位，而處所不貴之位，不肯於用兵之位處身也。"
                },
                {
                    "paragraph": "兵者，不祥之器，非君子之器，不得已而用之，恬淡爲上，勝而不美。",
                    "zhushu": "謂其殺人，廼凶災之器，非吉慶人所用之器也。恬者，不歡愉；淡者，不濃厚。謂非其心之所喜好也。爲上，謂不好用兵廼爲可尚也。勝而不美，謂兵雖得勝，亦不肯以爲美事。"
                },
                {
                    "paragraph": "美之者是樂殺人也，樂殺人者不可以得志於天下矣。",
                    "zhushu": "此推言不美。若以戰勝爲美事，是以殺人爲樂也，不可以得志於天下。要終而言之以示戒。"
                },
                {
                    "paragraph": "吉事尚左，凶事尚右。偏將軍處左，上將軍處右。",
                    "zhushu": "此又申言上文不處之意。"
                },
                {
                    "paragraph": "殺人衆多以悲哀泣之，戰勝以喪禮主之。",
                    "zhushu": "此又申言上文不美之意。",
                    "type": 2
                },
                {
                    "paragraph": "右第二十六章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "道常無名。",
                    "zhushu": "此言道也。"
                },
                {
                    "paragraph": "樸雖小，天下不敢臣；侯王若能守，萬物將自賔。",
                    "zhushu": "樸，指道言。道彌滿六合而歛之，不盈一握，故曰小。至尊者道，故人之體此道者可以君天下，而天下不敢臣之。侯，謂一國之君。王，謂天下之君。若能守此道，則萬物尊之爲主而將自賔矣。自者，非我欲其如此，而彼自如此也。"
                },
                {
                    "paragraph": "天地相合以降甘露，人莫之令而自均。",
                    "zhushu": "道之功普遍於天下，譬如天地之氣相合而降爲甘露，雖無人使令之，而自能均及於萬物。萬物生畜於此道之中，故有道者可以爲萬物之主，而萬物咸賔焉。蘇氏曰：甘露被於萬物，無不均徧。聖人體道以應諸有，亦如露之無不及者，故能賔萬物也。"
                },
                {
                    "paragraph": "始制有名。",
                    "zhushu": "此言德也。始者，道也。制，制作也，猶言爲也。有名者，德也。道無名，自道而爲德，則有名也。"
                },
                {
                    "paragraph": "名亦既有，夫亦將知止。知止所以不殆。",
                    "zhushu": "道之無名而爲德，則名亦既有矣。故人之用此德者，當知止於德，不可再降而下也。將，猶晋人將無同之將，辭之不迫者也。老子以道爲上德，言在德之上；以仁爲下德，言在德之下也。又言失道而後德，失德而後仁，失仁而後義，失義而後禮。故專言道德而搥提仁義，蓋以仁義下於德也。此章言德而曰夫亦將知止，其意若曰：自無適有，當知至於德而止，不可再適也。德之有名已下於道，復下於德，可乎？知止於德，則猶未遠於道也。不殆，不窮匱也，謂可長乆，不敝壞也。蘇氏曰：聖人豈徇名而忘樸，逐末而喪本哉？是以乘萬變而不殆也。"
                },
                {
                    "paragraph": "譬道之在天下，猶川谷之與江海。",
                    "zhushu": "上文言自無而有，當止於德，此又言自有而無，當復於道。蓋道之在天下，猶江海爲衆流之所歸，德者猶谿谷之衆流，德而復歸於道，則猶谿谷之會同于江海。",
                    "type": 2
                },
                {
                    "paragraph": "右第二十七章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "知人者智，自知者明。勝人者有力，自勝者强。",
                    "zhushu": "智能知人，徇外之智爾，能自知則内能盡性也，故謂之明。有力能勝人，恃外之力爾，能自勝則内能克己也，故謂之强。"
                },
                {
                    "paragraph": "知足者富，强行者有志。",
                    "zhushu": "能盡性而又能達於命，則無所歆羡而常有餘，惟明者能之。能克己而又能勇於善，則有所秉持而常無怠，惟强者能之。"
                },
                {
                    "paragraph": "不失其所者久，死而不亡者壽。",
                    "zhushu": "惟明惟强，則見眞守固，逮至查滓消融，功用純熟，思爲俱泯，神化脗合，住世之時，各隨所在而此心不失，始終如一，故謂之乆。厭世之後，雖去其宅而此心常存，古今不二，故謂之壽。",
                    "type": 2
                },
                {
                    "paragraph": "右第二十八章。",
                    "zhushu": "或曰：老子之道，以昧爲明，以弱爲强，而此章言明言强，何也？曰：老子内非不明，外若昧爾；内非不强，外示弱爾。其昧其弱，治外之藥；其明其强，治内之方，並行而不相悖也。",
                    "type": 2
                },
                {
                    "paragraph": "大道汎兮，其可左右。",
                    "zhushu": "汎，廣也，謂如水之汎濫洋溢，道之廣無所不在，或左或右，隨處而有，取之左右，無所不可也。"
                },
                {
                    "paragraph": "萬物恃之以生而不辭，功成而不居。",
                    "zhushu": "恃，賴也。生，謂春生之始。萬物賴道以生，而道則無言，前章云萬物作而不辭是也。功成，謂冬藏之，宰物之功既成，而道不居其功也。"
                },
                {
                    "paragraph": "衣被萬物而不爲主，常無欲，可名於小矣。",
                    "zhushu": "此申言萬物恃之以生而不辭。春生之時，道普徧萬物，如以衣衣之，以被被之，所謂元亨播羣品。元亨，誠之通而道不自爲之主。常無欲，謂其無心也。此一本之散爲萬殊，廼道之分而至小者，其可名之於小矣乎？蓋不可也。若其可名，則非不辭、不爲主、常無欲之道矣。"
                },
                {
                    "paragraph": "萬物歸焉而不知主，可名於大矣。",
                    "zhushu": "此申言功成而不居，冬藏之時，萬物反本復命，會歸于一，所謂利貞固靈根。利貞，誠之復，而物亦不知其孰主之。此萬殊之合爲一本，廼道之總而至大者，其可名之於大矣乎？蓋不可也。若其可名，則非不居功，不知主之道矣。或疑不知主之下脱常無名三字。可名於小矣、可名於大矣二句，蓋設爲疑問之辭，而不質言也。句末雖無乎字，而有乎字之意，如前章能無離乎、能嬰兒乎、能無疵乎、能無爲乎、能爲雌乎、能無知乎，一本無六乎字，而解者必以有乎字之意釋之，此其例也。又如大雅詩曰有周豈不顯乎，帝命豈不時乎，而詩文但曰有周不顯，帝命不時，亦其類也。"
                },
                {
                    "paragraph": "是以聖人能成其大也。以其不自大，故能成其大。",
                    "zhushu": "此章言天地之道，結語乃言聖人。蓋聖人與天地一也，歲功成而萬物歸，道之至大也，而天地不居其功，萬物不知所主，是天地之道雖大，而不自以爲大。聖人亦若此矣，是以能成其大也。亦以其道大而不自以爲大，故能成其大焉爾。",
                    "type": 2
                },
                {
                    "paragraph": "右第二十九章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "執大象，天下往；往而不害，安平泰。",
                    "zhushu": "執，謂體之而不違。大象，喻道也。下篇云：大象無形，道隱無名。往，歸往也。不害，謂利。言體道之聖人，爲天下之人所歸往，民既歸往，而聖人以不利利之。蓋利之以利，則有利亦有害；利之以不利，則常利而不害，則民得以常安、常平、常泰也。政和註曰：安則無危，平則無詖，泰者通治。"
                },
                {
                    "paragraph": "樂與餌，過客止。道之出口，淡乎其無味，視之不足見，聽之不足聞，用之不可既。",
                    "zhushu": "既，盡也。言外物之可利者皆不能乆，惟道之利人，以不利爲利，故能乆也。樂者，歌吹舞蹈之聲容。餌者，飲食之味。饗燕之禮，設樂設餌以悦樂賔客，然客既過去，則其聲容與味亦止，而無復有可爲暫焉之悦樂，而不能以終日也。道則非如餌之可飲食，非如樂之有聲容、可視聽也，然用之則能常安、常平、常泰，而無可盡之時，非如樂餌暫焉悦樂而已，故曰用之不可既。",
                    "type": 2
                },
                {
                    "paragraph": "右第三十章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "將欲歙之，必固張之；將欲弱之，必固强之；將欲廢之，必固興之；將欲奪之，必固與之；是謂微明。",
                    "zhushu": "歙，闔也。張，開也。老子謂反者道之動，又謂玄德深矣遠矣，與物反矣，故其所爲大槩欲與人之所見相反，而使人不可測知，故借此八者相及之四事設譬，而歸宿在下文柔勝剛，弱勝强六字。亦猶前章言善救人、善救物，而章首先借善行、善言、善計、善閉、善結五者爲譬也。孫、吴、申、韓之徒，用其權術，陷人於死而人不知，論者以爲皆原於老氏之意，固其立言之不能無弊，有以啓之，而遂謂天下誰敢受老氏之與者哉？則因其言而并疑其心，亦過矣。註者又欲諱護而爲遁辭，蓋胥失之。視不可見曰微。微明者，微其明也。謂匿其可見者，而使之不可見，猶前章言襲明也。人但見其張之、强之、興之、與之，而不知其欲歙之、弱之、廢之、奪之也。故曰微明。"
                },
                {
                    "paragraph": "柔勝剛，弱勝强。",
                    "zhushu": "彼剛而我欲以剛勝之，彼强而我欲以强勝之，不亦難乎？我以柔弱自處，則剛强者不我忌也。而終於能勝之，何哉？蓋與之相反，而使之不可測知故也。蘇氏曰：天下之剛强方相傾軋，而吾獨柔弱以待之，及其大者傷，小者死，而吾以不校坐待其斃，此所以勝也。然聖人豈有意爲此以待勝物哉？知勢之自然而居其自然爾。"
                },
                {
                    "paragraph": "魚不可脱於淵，國之利器不可以示人。",
                    "zhushu": "魚脱於淵，見其易制而爲人所取。國之利器以示人，人見其爲利，且將效之，或求過之，而我之利者不足以爲利矣。不脱於淵，不以示人，則不可測知，所謂微明也。",
                    "type": 2
                },
                {
                    "paragraph": "右第三十一章。",
                    "zhushu": "此章主意在第二節柔勝剛，弱勝强六字。其第一節，謂欲與人相反也；第三節，謂欲使人不可測知也。",
                    "type": 2
                },
                {
                    "paragraph": "道常無爲而無不爲。",
                    "zhushu": "道之無爲，乆而不變，非特暫焉而已，故曰常無爲。雖一無所爲，而於所當爲之事無一不爲也。若無爲而事有廢缺，則亦何取其無爲也哉？此之無爲，蓋性焉、安焉者也。"
                },
                {
                    "paragraph": "侯王若能守，萬物將自化。",
                    "zhushu": "侯王若能守此無爲之道，則雖無心於化物，而物將自化。"
                },
                {
                    "paragraph": "化而欲作，吾將鎮之以無名之樸，無名之樸，亦將不欲。",
                    "zhushu": "欲，謂有心爲之。作，猶起也。言未能純乎無爲之道者，方將待物之化，而遽有心於欲其化，欲之之心一起，則非無爲之道矣。吾欲，作者之自吾也。鎮，謂壓定使之不起。無名之樸，謂此無爲之道也。欲作之時，必將以此無名之樸鎮壓其有心之欲，以道自治也。既以此無名之樸鎮其欲，則其欲亦將不欲矣。此之不欲，復焉、執焉者也。"
                },
                {
                    "paragraph": "不欲以靜，天下將自正。",
                    "zhushu": "靜者作之，反其始也。欲作既以道鎮之，則欲者不欲而作者靜矣。故雖無心於正天下，而天下將自正，其與萬物將自化者亦無以異，或安而行之，或利而行之，及其成功一也。",
                    "type": 2
                },
                {
                    "paragraph": "右第三十二章。",
                    "zhushu": "此章前二節言無爲而民自化，後二節言好靜而民自正。"
                }
            ]
        },
        {
            "name": "德經上",
            "paragraphs": [
                {
                    "paragraph": "德經上",
                    "zhushu": "下篇之首句曰：上德不德，故以德字名篇。篇名非有意義，釋者廼謂上篇專言道，下篇專言德，其失甚矣。他本或作道德經下。今按道經、德經云者，各以篇首一字名其篇，後人因合二篇之名而稱爲道德經，非以道德二字名其書也。",
                    "type": 1
                },
                {
                    "paragraph": "上德不德，是以有德；下德不失德，是以無德。",
                    "zhushu": "此以道與仁對言。上德者，在德之上，道也；下德者，在德之下，仁也。道無爲，不以德爲事，故曰不德。有德者，德在道之中也，煦煦爲仁，惟恐失其德，故曰不失德。無德者，不能有其德也。"
                },
                {
                    "paragraph": "上德無爲而無以爲，下德爲之而有以爲。",
                    "zhushu": "又以道與仁對言。以猶用也，言道之無爲，無用於爲也，仁則爲之而有用於爲矣。"
                },
                {
                    "paragraph": "上仁爲之而無以爲，上義爲之而有以爲。",
                    "zhushu": "此以德與仁對言。上仁者，在仁之上德也；上義者，在義之上仁也。德雖爲之，而亦無用於爲，固不能及道之無爲而無以爲，然過於仁之爲之而有以爲者矣。"
                },
                {
                    "paragraph": "上禮爲之而莫之應，則攘臂而仍之。",
                    "zhushu": "此專言義。上禮者，在禮之上義也。攘，郤也，猶言捋也。仍，就也。義不足感人，故爲之而莫之應。人不來就我，則我將往就人矣，故捋郤其袂於臂，以行而就之也，甚言其勞拙之狀。"
                },
                {
                    "paragraph": "故失道而後德，失德而後仁，失仁而後義，失義而後禮。",
                    "zhushu": "結上文，起下文。"
                },
                {
                    "paragraph": "夫禮者，忠信之薄而亂之首也；前識者，道之華而愚之始也。",
                    "zhushu": "此兼言禮智。忠信者，德之厚也。漸變而薄，一降爲仁，再降爲義，三降爲禮，而忠信之厚德薄矣。禮者，欲其理而不亂也，而適以基亂，故曰亂首。前識，猶先知智也。道，猶木之實。未生之初，生理在中，胚腪未露；既生之後，則德其根也，仁其榦也，義其枝也，禮其葉也，智其華也。根榦枝葉、華自道中生。智者，欲其哲而不愚，而適以肇愚，故曰愚之始。"
                },
                {
                    "paragraph": "是以大丈夫處其厚不處其薄，居其實不居其華，故去彼取此。",
                    "zhushu": "結上文。處厚不處薄，謂貴德而不尚禮；居實不居華，謂體道而不用智。彼謂薄華，此謂厚實。",
                    "type": 2
                },
                {
                    "paragraph": "右第三十三章。",
                    "zhushu": "按老子上篇首章分說道德，下篇首章分說道、德、仁義、禮、智。吾之所謂道、德、仁義、禮、智，以其天地人物之所共由者曰道，以其人物之所得於天地者曰德。德其統名，分言則四：得天地生物之元以爲德而温然慈愛者曰仁，得天地收物之利以爲德而截然裁制者曰義；得天地長物之亨以爲德而粲然文明者曰禮，得天地藏物之貞以爲德而渾然周知者曰智。老子則以道爲無名，德爲有名，自德而爲仁義禮智，每降愈下。故此章之等，以道爲一，在德之上，故曰上德；以德爲二，在仁之上，故曰上仁；以仁爲三，在德之下，義之上，故曰下德上義；以義爲四，在禮之上，故曰上禮。而總名之曰失道而後德，失德而後仁，失仁而後義，又繼之曰失義而後禮，以禮爲五也。又先言夫禮，而後言前識，以智爲六也。擬諸易卦之六位，則道初、德二、仁三、義四、禮五、智六。道實智華，實實虚華，初上爲始終也。德根禮葉，根厚葉薄，二五爲世應也。仁幹義枝，幹單枝坼，三四爲比鄰也。道猶天也，包含徧覆萬有之原。德猶地也，忠信爲土，四端所資。仁猶春也，德土禪木；義猶秋也，仁木禪金；禮猶夏也，義金禪火；智猶冬也，禮火禪水。各傳所勝也。",
                    "type": 2
                },
                {
                    "paragraph": "道一，德二，仁三，義四，禮五，智六。",
                    "zhushu": "上德不德，是以有德，上仁，下德上義不失德是以無德。上禮，無爲而無以爲，無以爲，爲之而有以爲，爲之而莫之應，忠信之薄亂之首，道之華愚之始。",
                    "type": 2
                },
                {
                    "paragraph": "昔之得一者，天得一以清，地得一以寧，神得一以靈，谷得一以盈，萬物得一以生，侯王得一以爲天下貞，其致之一也。",
                    "zhushu": "一者，冲虚之德。上篇所謂抱一，所謂爲一，後章所謂道生一，皆指此而言。莊子謂之太一，又但謂之一，此廼自然之道所爲其用則虚而不盈，後而不先，柔而不剛，弱而不强。前章固屢言之，而此章盡發其藴。得者，謂得此一以爲德，以此故能若是。天地、神、谷四者，名異實同。其運轉而清明者曰天，凝聚而寧靜者曰地。神者，兩間二氣之妙，張子所謂兩在，故不測者，其用感應無方，故靈。谷則兩間空虚之處，張子所謂空虚即氣者，其氣充塞無間，故盈。貞，猶木之楨榦。爲天下貞，猶曰爲民極也。言天清地寧，神靈谷盈，萬物之生生不窮，侯王立乎天下之上而爲民極，其所以致之者，皆由得此一也。"
                },
                {
                    "paragraph": "天無以清將恐裂，地無以寧將恐發，神無以靈將恐歇，谷無以盈將恐竭，萬物無以生將恐滅，侯王無以爲貞而貴高將恐蹶。",
                    "zhushu": "無以，謂若無此德而以之。裂，分判。發，震動。歇，不能感應而靈。竭，不能充塞而盈。滅，息滅而不生。蹶，傾跌而失其位。"
                },
                {
                    "paragraph": "故貴以賤爲本，高以下爲基，是以侯王自謂孤、寡、不穀。此其以賤爲本耶？非乎？",
                    "zhushu": "此章以六者並言，而此以承上文貴、高二字專爲侯王言之。蓋侯王之位貴且高，而冲虚之德不欲盈，惟當自處於下賤也。孤如無父，寡如無夫；不穀，不善也，皆不美之名，非人所願有者，而侯王自謂是以下賤自處也。先云賤爲本、下爲基，而後但云賤爲本，舉一以包二者，省文也。"
                },
                {
                    "paragraph": "故至譽無譽。不欲琭琭如玉，珞珞如石。",
                    "zhushu": "琭琭，玉貌。珞珞，石貌。人之名譽彰彰有聞，特淺小之譽必泯没其譽，人無得而稱，廼譽之至也，亦處賤下之意。不欲分别美惡，使人見琭琭，粹美者之爲玉；珞珞麄惡者之爲石也。蓋人見其美惡，則美者必有譽，不能使之無譽矣。兩節皆言冲虚不盈之德如此，廼爲侯王之能得一也。",
                    "type": 2
                },
                {
                    "paragraph": "右第三十四章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "反者道之動，弱者道之用。",
                    "zhushu": "道之靜則無，動則必與有相反，反者，無而不有也。道之體則虚，用則必以弱爲事，弱者，虚而不盈也。此二句一章之綱。"
                },
                {
                    "paragraph": "天下萬物生於有，有生於無。",
                    "zhushu": "自此至善貸且成皆詳言反者道之動。萬物以氣聚而有形，形生於氣，氣生於道，氣形有而道則無，無與有異，故曰反，言道以反而動之由也。"
                },
                {
                    "paragraph": "上士聞道，勤而行之；中士聞道，若存若亡；下士聞道，大笑之。不笑不足以爲道。",
                    "zhushu": "此言人之能知以反而動者。道與物反，故惟上士有識者能勤而行之，中士之識已不及而若存若亡；下士無識，以其不合世縁而大笑之矣。識之者鮮，此道之所以可貴也。若皆能識之，則不足以爲道矣。"
                },
                {
                    "paragraph": "故建言有之。",
                    "zhushu": "此句起下二節，謂昔之立言者，道之相反，如下文所云十二事是也。"
                },
                {
                    "paragraph": "明道若昧，進道若退，夷道若纇。",
                    "zhushu": "此言動而相反之事。葆光用晦而若昧，廼所以爲明。寧後毋前而若退，廼所以爲進。若絲之有類而不匀，廼所以爲平均。"
                },
                {
                    "paragraph": "上德若谷，大白若辱，廣得若不足，建德若偷，質眞若渝。大方無隅，大器晚成。大音希聲，大象無形。",
                    "zhushu": "又承上文相反之義而廣之。若谷之注下，廼所以爲高上；若色之污辱，廼所以爲大白；若狹小不足，廼所以爲弘廣；若偷惰不立，廼所以爲建立。質、眞，皆實也，猶云實之實也。渝，不守信也。必守信而後爲實，實之實者反若渝而不信。有隅角而後爲方，方之大者反無隅而不方。成而後爲器，器之大者其成反難而遲。聲雜比而後爲音，音之大者其聲反疏而希。可見而後爲象，象之大者反無形之可見。"
                },
                {
                    "paragraph": "道隱無名，夫惟道，善貸且成。",
                    "zhushu": "此終上文二節之意。道隠於無名，廼能徧付與於萬物而無虧缺。以上所言，皆動而相反者也。"
                },
                {
                    "paragraph": "道生一，一生二，二生三，三生萬物。萬物負陰而抱陽，冲氣以爲和。",
                    "zhushu": "自此至天下希及之，皆詳言弱者道之用。道自無中生出冲虚之一氣。冲虚一氣生陽生陰，分而爲二。陰陽二氣合冲虚一氣爲三，故曰生三。非二與一之外别有三也。萬物皆以三者而生，故其生也，後負陰，前抱陽，而冲氣在中以爲和。和，謂陰陽適均而不偏勝。萬物之生，以此冲氣。既生之後，亦必以此冲氣爲用，廼爲不失其本以生之本。冲氣虚而不盈，故曰弱。此言道以弱而動之因由也。"
                },
                {
                    "paragraph": "人之所惡，惟孤、寡、不穀，而王公以爲稱。",
                    "zhushu": "此言人之能知以弱爲用者，曰孤、寡、不穀，皆非强於人之名，廼人所惡而不好者，而王公以此爲稱，是以弱而用也。"
                },
                {
                    "paragraph": "故物或損之而益，益之而損。",
                    "zhushu": "此句起下二節。弱者損之也，而廼所以爲益。强者益之也，廼所以爲損。如下文所云三事是也。"
                },
                {
                    "paragraph": "人之所教，我亦教之。强梁者不得其死，吾將以爲教父。",
                    "zhushu": "此言用弱之事。梁，亦强也。以木絶水，以木負棟，皆曰梁，取其力之强也。不得其死，謂不能善終，如子路之行行，夫子以爲不得其死，後果死於孔悝之難。教父，猶曰教之本父，謂尊而無出其上者也。人之所教，教以用弱，我亦以此教之。强梁而不能弱，必不能保其身。以强梁勝人之益，而有不得其死之損，所謂益之而損者，此最爲教人之第一義，故曰教父。"
                },
                {
                    "paragraph": "天下之至柔，馳騁天下之至堅。無有入於無間，吾是以知無爲之有益也。",
                    "zhushu": "又承上文所言教弱之義而廣之。至柔與無有，皆弱也。馳騁，猶云躪躒。無有，謂無有查滓之質。無間，無中間，罅隙可入之處。水至柔，能攻穿至堅之石氣，無有，能透入無罅隙之金石墻壁。以至柔無有之損而有馳騁至堅、入於無間之益，所謂損之而益者，柔能勝剛，無能入有，皆非有所爲而自然，故曰無爲之有益。"
                },
                {
                    "paragraph": "不言之教，無爲之益，天下希及之。",
                    "zhushu": "此終上文二節之意。不言之教，謂宜弱不宜强之爲教父，不待言而知。無爲之益，謂至柔無有之馳騁能入也，其教人益人之義過於人，天下之以有言爲教，有爲爲益，遠不能及此，故曰希及之。以上所言，皆用而以弱者也。",
                    "type": 2
                },
                {
                    "paragraph": "右第三十五章。",
                    "zhushu": "按上章得一已專言用弱矣，此章又以反與弱對言，何也？曰：二字一意也。反者，遡所以弱之原；弱者，指所以反之實。凡言反者，即欲用弱；言弱者，即是與羣動諸有相反，非弱之外又有所謂反也。",
                    "type": 2
                },
                {
                    "paragraph": "名與身孰親？身與貨孰多？得與亡孰病？",
                    "zhushu": "親，猶云所愛。名與身孰爲可愛者乎？多，猶云所重。身與貨孰爲可重者乎？名在身字上，貨在身字下者，便文以協韻爾。司馬氏曰：得名、貨而亡身，與得身而亡名、貨，一者孰病？"
                },
                {
                    "paragraph": "是故甚愛必大費，多藏必厚亡。",
                    "zhushu": "愛，愛名。大，謂身也。以名比身，則身大於名。慕名者甚其愛，而愛身反不如之，必至耗費精神而損壽。是因名而使身之大者耗費也，故曰大費。藏，藏貨。厚，謂身也。以貨比身，則身厚於貨。嗜貨者多其藏，而重身反不如之，必至喪亡軀命而隕生，是因貨而使身之厚者喪亡也。"
                },
                {
                    "paragraph": "知足不辱，知止不殆，可以長久。",
                    "zhushu": "知内分有定，則足而不貪，故不致失譽虧行之辱；知外物無益，則止而不求，故不致損夀隕生之殆，而可長久也。",
                    "type": 2
                },
                {
                    "paragraph": "右第三十六章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "大成若缺，其用不敝。大盈若冲，其用不窮。大直若屈，大巧若拙，大辯若訥。",
                    "zhushu": "以成爲成，盈爲盈，直爲直，巧爲巧，辯爲辯，小矣。若缺則非成，若冲則非盈，若屈則非直，若拙則非巧，若訥則非辯，廼爲成、盈、直、巧、辯之大者也。老子一書皆是此意，大抵相反而相爲用，前章屢見，不待詳釋。"
                },
                {
                    "paragraph": "躁勝寒，靜勝熱。",
                    "zhushu": "陽之躁勝陰之寒，陰之靜勝陽之熱，亦相反而相爲用也。"
                },
                {
                    "paragraph": "清靜爲天下正。",
                    "zhushu": "清靜，無爲也。心者，無一塵之滓，寂然不動也。正，猶正長之正，猶言爲天下君也。夫爲天下之君者亦多事矣，然弊弊焉有爲者，豈能爲之哉？惟清靜無爲者，無爲而無不爲，故能爲天下正，所謂相反而相爲用也。或謂勝熱之靜與勝寒之躁爲對，各偏於一，惟清靜之靜無與爲對，靜中有動，動靜一致而無所偏，故能爲天下正。其論雖高，蓋非本㫖。",
                    "type": 2
                },
                {
                    "paragraph": "右第三十七章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "天下有道，却走馬以糞車；天下無道，戎馬生於郊。",
                    "zhushu": "却，退也。走馬，善走之馬。糞車，糞載之車。古者每甸六十四井，皆出戎馬充賦，有道之世，各守分地，不相侵戰，故民間善馬不以服戎車而退却，賤用之以服糞車而糞田也。戎馬，齊其力以備戰者。郊者，二國相交之境。無道之世，寇敵日侵，郊外數戰，戎馬不得歸育于國廐而生育于郊外也。糞下，諸家並無車字，惟朱子語録所說有之，而人莫知其所本。今按張衡東京賦云却走馬以糞車，是用老子全句，則後漢之末車字未闕，魏王弼註去衡未遠而已闕矣。蓋其初偶脱一字，後人承舛，遂不知補。車、郊叶韻，闕車字則無韻。"
                },
                {
                    "paragraph": "罪莫大於可欲，咎莫大於欲得，禍莫大於不知足，故知足之足常足。",
                    "zhushu": "罪、愆、惡、咎、禍，皆災殃，而禍重於咎。兵端之起，其罪由於知土地之爲可欲。知其可欲，務求得之，則貪奪矣，此災殃之始也。得之不知厭足，得隴望蜀，則戰爭無已時，此災殃之極也。儻以各有分地、不求廣闢爲心，知自足之爲足，則不貪奪戰爭而常自足矣。",
                    "type": 2
                },
                {
                    "paragraph": "右第三十八章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "不出户，知天下；不窺牖，見天道。",
                    "zhushu": "天下萬事萬物之理皆備於我，故雖不出户而徧知天道者，萬理之一原，内觀而得，非如在外之有形者必窺牖而後見也。"
                },
                {
                    "paragraph": "其出彌遠，其知彌少。",
                    "zhushu": "不知其備於我，必出至一處而後知一事，故出彌遠而知彌少，烏能不出户知天下哉？不覆說見天道者，未有不知目之萬而知本之一也，故不復言。"
                },
                {
                    "paragraph": "是以聖人不行而至，不見而名，不爲而成。",
                    "zhushu": "不待行、出而已，如徧至其處，故能悉知天下之事，不待窺見此物而後能名其理，故不窺牖而見天道也。不爲而成，言上二句之效。惟其不行而徧知萬事，不窺而洞見一原，故不待有所作爲而事事無不完成也。",
                    "type": 2
                },
                {
                    "paragraph": "右第三十九章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爲學日益，爲道日損。",
                    "zhushu": "爲學者患寡而務博，故日日有所增益；爲道者自有而反無，故日日有所减損。"
                },
                {
                    "paragraph": "損之又損，以至於無爲，無爲而無不爲矣。",
                    "zhushu": "爲道者减損其有爲之事，損之又損，及損之既盡而無復有可損，則至於無爲也。彼有爲者，爲一事不過一事，爲十事不過十事而已。其未爲之事何啻千萬，不可勝窮，豈能事事而爲之哉？惟無爲者一事不爲，故能事事無不爲也。"
                },
                {
                    "paragraph": "取天下者常以無事，及其有事，不足以取天下。",
                    "zhushu": "無事，無所事，即無爲也。因言取天下者亦止是無爲，蓋德盛而自歸之，必用智力而有作爲之事，何足以取天下哉？",
                    "type": 2
                },
                {
                    "paragraph": "右第四十章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "聖人無常心，以百姓之心爲心。",
                    "zhushu": "政和註曰：聖人之心虚而能受，靜而能應。如鏡對形，以彼妍醜；如谷應聲，以彼巨細，何常之有？董思靖曰：聖人無我，其心不滯於物，而物來順應。王氏曰：凡思爲應物而有。書云：自我民聰眀。"
                },
                {
                    "paragraph": "善者吾善之，不善者吾亦善之，得善矣；信者吾信之，不信者吾亦信之，得信矣。",
                    "zhushu": "民之善不善，信不信，聖人不分其是非，皆以爲善，以爲信。不惟善者得善，信者得信，而不善者亦得善，不信者亦得信矣。得，謂民得此善、信而不失。蓋不善不信亦化而爲善、信，是人人得此善、信也。"
                },
                {
                    "paragraph": "聖人之在天下，歙歙焉，爲天下渾其心。百姓皆注其耳目，聖人皆孩之。",
                    "zhushu": "歙歙，縮意。王氏曰：心無所主也。渾意，無適莫也。諸本歙歙作惵惵，或作怵怵，皆恐懼意。惟王弼作歙，以心無所主釋之，與上下文意協。董思靖曰：渾、混同。蓋融化其異，混合其同。皆孩之，謂不生分别。蘇氏曰：天下之善惡信僞，各自是以相非，聖人則待之如一。彼方注其耳目以觀聖人之予奪，而一以嬰兒遇之，無所喜嫉。是以善信者不矜，惡僞者不愠，釋然皆化而天下定矣。",
                    "type": 2
                },
                {
                    "paragraph": "右第四十一章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "出生入死。",
                    "zhushu": "出則生，入則死。出，謂自無而見於有。入，謂自有而歸於無。莊子曰：萬物皆出於機，皆入於機。又曰：其出不訢，其入不詎。又曰：有乎出，有乎入。皆以出爲生，入爲死。"
                },
                {
                    "paragraph": "生之徒十有三，死之徒十有三。",
                    "zhushu": "十者，總計上中下三等之人，大率分爲十類。有三者，十類之中有三類也。凡不以憂思嗜欲損壽，不以風寒暑濕致疾，能遠刑誅兵爭壓溺之禍者，生之徒也。其反是者，逸貴之人内傷，勞賤之人外傷，麤悍之人不終其正命，死之徒也。各於十類之中有其三焉。"
                },
                {
                    "paragraph": "人之生，動之死地，亦十有三。夫何故？以其生生之厚。",
                    "zhushu": "之適也，趨也。動，作爲也。生生，求以生其生也。厚，謂用心太重，或仙術以延生而失宜，醫藥以衛生而過劑，居處奉養謹節太過而驕脆。十類之中，亦有三類如此。其意正欲趨生，而其作爲反以趨於死地者，爲其求生之心太重而不順乎自然也。"
                },
                {
                    "paragraph": "蓋聞善攝生者，陸行不避兕虎，入軍不避甲兵，兕無所投其角，虎無所措其爪，兵無所容其刃。夫何故？以其無死地。",
                    "zhushu": "十類之中，生之徒有其三，死之徒有其三之生動之死地者亦有其三，則共爲九矣。九之外有其一，太上眞人也。攝，猶攝政、攝官之攝，謂不認生爲己有，若暫焉管攝之，以虚靜爲裏，柔弱爲表，塊然如木石之無知，侗然如嬰兒之無欲，雖遇猛獸惡人，此不逃避而彼自馴狎，不加害也。蓋其查滓消融，神氣澹漠，如風如影，莫可執捉，無可死之質，縱有傷害之者，何從而傷害之哉？",
                    "type": 2
                },
                {
                    "paragraph": "右第四十二章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "道生之，德畜之，物形之，勢成之，是以萬物莫不尊道而貴德。",
                    "zhushu": "生之者，萌動而生之於春，萬物資始之元也；畜之者，止聚而收之於秋，保合大和之利也；形之者，因春生之物，長之於夏以盛大其形，品物流形之亨也；成之者，乘秋收之勢，藏之於冬以成完其實，各正性命之貞也。萬物生長收藏，皆由乎道德，故萬物之於道也，尊之如父，於德也，貴之如母。道、德，二而一者也。春生者，方自一本而散，故曰道生之，然道即德也。秋收者，將自萬殊而歛，故曰德畜之，然德即道也。"
                },
                {
                    "paragraph": "道之尊、德之貴，莫之命而常自然。",
                    "zhushu": "人之尊貴，必或命之。天子之尊，以上帝命之而後尊；諸侯之貴，天子命之而後貴。道尊德貴，則非有命之者，而萬物常自如此尊貴之也。"
                },
                {
                    "paragraph": "故道生之、畜之，長之、育之，成之、熟之，養之、覆之。",
                    "zhushu": "上章言道生之、德畜之，此但曰道而不言德，德亦道也。長、育，申言物形之也。成、熟，申言勢成之也。養，申言長育；覆，申言成熟。覆，謂反本復命也。"
                },
                {
                    "paragraph": "生而不有，爲而不恃，長而不宰，是謂玄德。",
                    "zhushu": "生，生之而形之也。爲，畜之而成之也。不有，無生之之心；不恃無爲之之事，如無思無爲之君長，雖長之而非有心有事於宰制也。此兼生長、收藏四者，皆曰玄德，而不言道，道亦德也。",
                    "type": 2
                },
                {
                    "paragraph": "右第四十三章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "天下有始，以爲天下母。",
                    "zhushu": "始，道也。母，德也。有此天地之始，以爲此萬物之母也。"
                },
                {
                    "paragraph": "既得其母，以知其子；既知其子，復守其母，没身不殆。",
                    "zhushu": "人之生，既得其母，而以此知母中之有子。既知中之有子，而又能守其母，母住而子不離矣。董思靖曰：人受氣以生，氣爲母，神寓於氣，故爲子。守母則氣專神安。"
                },
                {
                    "paragraph": "塞其兊，閉其門，終身不勤。開其兊，濟其事，終身不救。",
                    "zhushu": "此守母之法。說文：兊，從八，㕣聲。今按，㕣非聲，當爲從人從口。八象口上氣出，故易卦名兊者，亦取口象。塞其兊，謂杜口不言，使氣不自口出。門者，氣所出入之門，謂鼻也。先塞兊而後可閉門，由不言而漸調息、减息，以至無息也。如此，則氣專於内，終身不因勞而致耗矣。凡人有事，必須有言。每日開口而言，以成濟其應接之事，則氣耗而至於匱，終身不可救也。"
                },
                {
                    "paragraph": "見小日明，守柔日强。",
                    "zhushu": "小，猶前章微字。所知見者微茫，而不欲其明，則不過用其神以傷明而日進於明矣。所執守者耎脆，而不欲其强，則不暴使其氣以害强而日進於强矣。見小者，育子也。守柔者，守母也。日或作曰，傳寫之誤。"
                },
                {
                    "paragraph": "用其光，復歸其明，無遺身殃，是謂襲常。",
                    "zhushu": "此言育子之法。水鏡能照物謂之光，光之體謂之明。用其照外之光，回光照内，復返而歸藏於其内體之明也。夫神太用則竭，照見淵魚者不祥，此用其光於外以遺身殃者，含光以混世則無殃矣。是謂能掩藏常光之用，以復歸常明之體，故曰襲常。",
                    "type": 2
                },
                {
                    "paragraph": "右第四十四章。",
                    "zhushu": "上章言道德之在萬物者，此章言道德之在人一身者。",
                    "type": 2
                },
                {
                    "paragraph": "使我介然有知，行於大道，唯施是畏。",
                    "zhushu": "我者，汎言衆人，非老子自謂。介然，音義與孟子介然用之成路同，倏然之頃也。知字句絶。施，猶論語無施勞、孟子施施從外來之施，矜夸張大也。聖門顔子有若無，實若虚，無施勞，老子之學蓋亦若此。夸張最其所忌。此章言不知道之人惟務夸張，若使其人倏然之頃有所知而欲行於大道，則必專以施爲畏而不敢爲。"
                },
                {
                    "paragraph": "大道甚夷，而民好徑。",
                    "zhushu": "徑者，小路，與大道相反。卑卑歛退者，大道也，其道甚平夷而易行。堂堂夸張者，小徑也，而人多好行之。"
                },
                {
                    "paragraph": "朝甚除，田甚蕪，倉甚虚；服文采，帶利劍，厭飲食，資財有餘。是謂盜夸，非道哉！",
                    "zhushu": "此言夸張之事。有廷内而弗洒弗掃者，唐風之儉嗇。朝甚除治，則宫室奢靡可知矣。田蕪、倉虚，謂奪民時而不得耕耨，竭民力而無所蓄積，華佩服以爲飾，豐酒肉以爲養，私府庫以爲富，是猶爲盜之人，得物多而以夸張於外，夏癸、商辛是也，豈知道者所肯爲哉？",
                    "type": 2
                },
                {
                    "paragraph": "右第四十五章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "善建者不拔，善抱者不脱，子孫祭祀不輟。",
                    "zhushu": "植一木於平地之上，必有拔而偃仆之時；持一物於兩手之中，必有脱而離去之日。善建者以不建爲建，則永不拔；善抱者以不抱爲抱，則永不脱。善於保國延祚者亦然。無心於留天命而天命自留，故子孫世世祭祀不輟，有如善建善抱者也。"
                },
                {
                    "paragraph": "修之於身，其德廼眞。",
                    "zhushu": "承上文而言，能使子孫祭祀不輟者，惟修德於身而已。修德於身，廼全吾常道之眞也。身外皆長物，夫豈有所爲而爲哉？德修於身，則報應之效自有不期然而然者，而能保國延祚如此，非我欲之也。"
                },
                {
                    "paragraph": "修之於家，其德廼餘；修之於鄉，其德廼長；修之於邦，其德廼豐；修之於天下，其德廼普。",
                    "zhushu": "道之眞以治身，其緒餘以治人。家者，一身之外，九族之内。鄉者，一家之外，鄉遂之内。邦者，鄉遂之外，邦畿之内。天下者，邦畿之外，四海之内。修之於家、於鄉、於邦、於天下者，自近及遠，人人各修其德也。然豈人人而教之？我無爲而民自化，無欲而民自樸爾。餘者，身之緒餘所及。長者，視一家又加長也。豐者，視一鄉又加大也。普者，視一邦又周徧也。邦，諸本作國。按諸詩序用之邦國焉之下，孔穎達疏引老子云：修之邦，德廼豐。蓋漢避高祖諱改作國也。唐初聚書最盛，猶有未避諱以前舊本也。"
                },
                {
                    "paragraph": "故以身觀身，以家觀家，以鄉觀鄉，以邦觀邦，以天下觀天下。",
                    "zhushu": "德修於身以及於天下，無一不修。然亦因彼之自然，吾無與焉。物各付物，不相繫著，隨其所在，觀其所止，人人皆自得其分。願此大道無爲之治，心迹兩忘，超然無累，如善建者無所建，善抱者無所抱也。邵子曰：以道觀道，以性觀性，以心觀心，以身觀身，以物觀物，雖欲相傷，其可得乎？邵子所言，蓋亦老子之意。"
                },
                {
                    "paragraph": "吾何以知天下之然哉？以此。",
                    "zhushu": "上文五者並言，獨舉最後之一以總結于後。此者天下也。以天下知天下，邦鄉、家身亦若是矣，豈不至簡至易哉！",
                    "type": 2
                },
                {
                    "paragraph": "右第四十六章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "含德之厚，比於赤子。",
                    "zhushu": "含懷至厚之德於内者，有如嬰兒也。上篇曰：專氣致柔，能嬰兒乎？常德不離，復歸於嬰兒。孟子曰：大人者，不失其赤子之心。蘇氏曰：老子言道德，以嬰兒况之者，言其體未及其用也。"
                },
                {
                    "paragraph": "毒蟲不螫，猛獸不據，攫鳥不搏。",
                    "zhushu": "毒蟲，蜂蠆之屬，以尾端肆毒曰螫。猛獸，虎豹之屬，以爪足拏按曰據。攫鳥，鷹隼之屬，以翼距擊奪曰搏。董思靖曰：全天之人，物無害者。蘇氏曰：無心之人，物無與敵，曷由傷之？"
                },
                {
                    "paragraph": "骨弱筋柔而握固，未知牝牡之合而䘒作，精之至也。終日號而嗌不嗄，和之至也。",
                    "zhushu": "䘒，赤子陰。號，啼也。嗌，咽也。嗄，聲嘶也。形未完而氣自專，情未感而氣自應，由其精氣純一之極也。聲乆費而氣不傷，由其和氣調適之甚也。"
                },
                {
                    "paragraph": "知和曰常，知常曰眀。",
                    "zhushu": "人能知赤子冲氣之和，即常德也。知常德者，天眞之明也。"
                },
                {
                    "paragraph": "益生曰祥，心使氣曰强。",
                    "zhushu": "祥，妖也。非天地正氣曰妖。不能如赤子純氣之精，則恃形而助氣，是以外養之幻身益其生，非氣之正也；因情而動氣，是以外感之欲心使其氣，特人僞之强也。"
                },
                {
                    "paragraph": "物壯則老，是謂不道，不道早已。",
                    "zhushu": "恃形而助者，形之壯。因情而動者，情之壯。凡物壯必老，是不得常道者也。不得道者早終而不能乆常如赤子，則不壯惡乎老？既不老，惡乎已？",
                    "type": 2
                },
                {
                    "paragraph": "右第四十七章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "知者不言，言者不知。塞其兊，閉其門。",
                    "zhushu": "此愛身存我也。以言耗氣，不知道也。知道者不言，必先塞其言所從出之兊，而後能閉其氣所從出之門。"
                },
                {
                    "paragraph": "挫其鋭，解其紛，和其光，同其塵，是謂玄同。",
                    "zhushu": "此處世應物也。先自鈍其銳，以不鋭解人之紛結；先自暗其光，以不光同人之塵昏。在己在人之鋭鈍光暗，兩無分别，與世齊同，妙不可測，故曰玄同。"
                },
                {
                    "paragraph": "不可得而親，不可得而疏，不可得而利，不可得而害，不可得而貴，不可得而賤，故爲天下貴。",
                    "zhushu": "我既玄同，則人不能親疏、利害、貴賤我矣。恩雖如骨肉而人與之相忘，不可得而親也；邈然如塗人而人不忍相遠，不可得而疏也；外名位貨財而人莫能相益，不可得而利也；外死生禍福而人莫能相損，不可得而害也；勢雖如君長而人與之相狎，不可得而貴也；眇然如匹夫而人不敢相慢，不可得而賤也。凡此六者，人所不能，己獨能之，故爲天下之最可貴。",
                    "type": 2
                },
                {
                    "paragraph": "右第四十八章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "以正治國，以奇用兵，以無事取天下。",
                    "zhushu": "正者，法制禁令，正其不正。管、商以正治國，帝王以修身齊家爲本，不恃法制禁令以爲正。奇者，權謀詭詐，譎而不正。孫、吴以奇用兵。帝王以弔民伐罪爲心，不尚權謀詭詐以爲奇。奇者僅可施於用兵，不可以治國。正者僅可施於治國，不可以取天下。無事者，三皇無爲之治，如天不言而四時行、百物生，不期人之服從而天下無不服從。故唯無事者可以取天下也。"
                },
                {
                    "paragraph": "吾何以知其然哉？",
                    "zhushu": "設問辭以起下文之答。正可以治國，無事可以取天下者。何以知其如此哉？而下文答之也。"
                },
                {
                    "paragraph": "夫天下多忌諱，而民彌貧。民多利器，國家滋昏；人多技巧，奇物滋起；法令滋章，盜賊多有。",
                    "zhushu": "答上文，言正僅可以治國。忌諱，謂畏避，防禁嚴密，本欲正民德也，然民一舉手摇足，輒陷罪戾，有所畏避，不得安生樂業而趍於貧矣。利器，利便於民之器，如網罟、耒耜、杵臼、舟車之屬。本欲利民用也，然利器民得自爲，雖度量權衡之公，亦將不出於上，無所統一，則國家黯無精采而疑爲昏矣。技巧，造作利器之工。末業衆多，爭能競利，則有售奇僞之物者矣。法令者，民所畏憚，彰明易犯，民不聊生，則多爲盜賊之歸者矣。八句所言二事：法令彰所以多忌諱，技巧多所以多利器。盜賊之有，由於民貧；奇物之起，由國家之昏。明庶政，使民知畏避；來百工，使民足財用，所謂正也。正以正，蓋期其國之治。然民貧於下而或爲盜賊，政昏於上而售奇物，其效如此，是以之治國而猶不足也。"
                },
                {
                    "paragraph": "是以聖人云：我無爲而民自化，我好靜而民自正，我無事而民自富，我無欲而民自樸。",
                    "zhushu": "又答上文無事可以取天下。無爲、好靜、無欲，皆無事也。既無所事，何心致天下之嚮附？而民自然而化，自然而正，自然而富，自然而樸。其效如此，是以之取天下而有餘也。"
                },
                {
                    "paragraph": "其政悶悶，其民淳淳；其政察察，其民缺缺。禍兮福所倚，福兮禍所伏，孰知其極？",
                    "zhushu": "承上兩節總言之。悶悶，不快人意。淳淳，不澆漓。察察，精明。缺缺，不滿足。極，終之所至。無事者之政，若悶悶無可喜，然自化自正，自富自樸，其民廼淳淳然。正者之政，若察察有可觀，然下貧上昏，物僞人亂，其民廼缺缺然。故借禍福爲譬。人以爲禍者，不知福倚於禍之旁，譬悶悶之政而有淳淳之民也。人以爲福者，不知禍伏於福之中，譬察察之政而有缺缺之民也。禍不終於禍而終於福，福不終於福而終於禍，孰能知其終之所至何如哉？"
                },
                {
                    "paragraph": "其無正邪？正復爲奇，善復爲訞。民之迷，其日固已久矣。",
                    "zhushu": "就正之一字設問。復，反也。訞，不善也。以正治國，可謂善矣，而其民缺缺，則治國者將無所用於正邪？蓋正與不正對，正一反，則爲不正之奇。正善而奇不善，善不善對，善一反，則爲不善之訞。惟無所謂正，無所謂善，而不至反爲奇之訞也。能知此者，其惟聖人乎？常人迷昧，不知此理，其日固已乆矣，非自今日然也。故但知以正治國之爲善，而不知無所謂正之爲正也。以無正爲正，則與無事取天下者何以異哉？"
                },
                {
                    "paragraph": "是以聖人方而不割，廉而不劌，直而不肆，光而不耀。",
                    "zhushu": "又就無事二字設譬。方，如物之方，四隅有稜；廉，如堂之廉，一面有稜。其稜皆如刀刃之能傷害人，故曰割曰劌。割之害差重於劌。人之方者無轉旋，廉者無分辨，其遇事觸物必有所傷害。直者不能容隠，縱肆其言以訐人之短；光者不能韜晦，炫耀其行以暴己之長。聖人之無事者，以不事爲事。方者必割，以不方爲方，則不割。廉者必劌，以不廉爲廉，則不劌。直者必肆，以不直爲直，則不肆。光者必耀。以不光爲光，則不耀。方而不割，廉而不劌，直而不肆，光而不耀，皆無事之譬也。",
                    "type": 2
                },
                {
                    "paragraph": "右第四十九章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "治人事天莫如嗇。",
                    "zhushu": "人所成之形，天所受之氣。治事，修之養之也。嗇，所入不輕出，所用不多耗也。留形惜氣，要術也。"
                },
                {
                    "paragraph": "夫惟嗇，是以早復，早復謂之重積德，重積德則無不克，無不克則莫知其極，莫知其極可以有國。",
                    "zhushu": "復，反還其初。重，多也。積，畜聚於内也。德，所得於天之冲氣。克，勝也。極，終窮也。有，保有之國，以喻人之身嗇於用氣，則虧者全、衰者盛，而早得以反還其初。所得之冲氣。畜聚於内者，有增無减，氣充滿則能勝外物，無有能耗損傷害之者。氣之生息不絶，莫知其終窮之時，非如凡人之氣，老則衰耗竭盡，至於終窮也。氣無終窮，則能保有其身，而形長留於世矣。"
                },
                {
                    "paragraph": "有國之母，可以長久，是謂深根固蔕、長生久視之道。",
                    "zhushu": "上文言保守身形由於積德。德者，萬物身形之母，保有身形者，以能保有身形之母也，故可長乆。氣爲身形之母，氣能留形，形亦能留氣。氣之生於下，如木有根，養形以培根，則根深不拔。氣之榮於上，如果有蔕，養形以滋蔕，則蔕固不脱。根不拔則木永不枯瘁，蔕不脱則果永不隕落，此身所以長生，目所以乆視，而能度世不死也。深根固蔕，形之留氣；長生乆視，形之留氣也。",
                    "type": 2
                },
                {
                    "paragraph": "右第五十章。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "德經下",
            "paragraphs": [
                {
                    "paragraph": "德經下",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "治大國若烹小鮮。",
                    "zhushu": "小鮮，小魚也。國大則民衆。治大國當以簡靜，不可擾動其民，如烹小魚，唯恐其壞爛，而不敢擾動之也。"
                },
                {
                    "paragraph": "以道莅天下者，其鬼不神。",
                    "zhushu": "莅，臨也。鬼，天地之氣。神，靈怪也。人之氣與天地之氣通爲一。有道之主，以道臨莅天下，簡靜而不擾其民，故民氣和平，充塞兩間，相爲感應，而天地之氣無或乖戾，故鬼不爲靈怪興妖災也。"
                },
                {
                    "paragraph": "非其鬼不神，其神不傷人。非其神不傷人，聖人亦不傷之。",
                    "zhushu": "鬼所以不靈怪者，非不靈怪，雖能靈怪而不爲妖災傷害人也。所以不傷害人者，非自能如此也，以聖人能使民氣和平，不傷害天地之氣，天地之氣亦和平而不傷害人也。曰鬼曰神，皆天地之氣，名二而實一也。"
                },
                {
                    "paragraph": "夫兩不相傷，故德交歸焉。",
                    "zhushu": "交，皆也。天地之氣不傷害人者，以聖人不傷害天地之氣也。聖人不傷害天地之氣者，以其簡靜而民氣和平也。兩者不相傷，皆由於聖人之德，故皆歸德於聖人也。",
                    "type": 2
                },
                {
                    "paragraph": "右第五十一章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "大國者下流，天下之交。",
                    "zhushu": "交，會也。大國者，諸小國之交會，如水之下流，爲天下衆水之交會也。"
                },
                {
                    "paragraph": "天下之牝。牝常以靜勝牡，以靜爲下。",
                    "zhushu": "牝不先動以求牡，牡常先動以求牝，動求者招損，靜俟者受益，故曰以靜勝牡。動求者居上，靜俟者居下，故曰以靜爲下。或曰：牝字其一疑衍。"
                },
                {
                    "paragraph": "故大國以下小國，則取小國；小國以下大國，則取大國。或下以取，或下而取。",
                    "zhushu": "大國不恃其尊，謙降以下小國，則能致小國之樂附。小國甘處於卑，俯伏以下大國，則能得大國之見容。下以取，謂大國能下以取小國之附。下而取，謂小國能下而取大國之容也。"
                },
                {
                    "paragraph": "大國不過欲兼畜人，小國不過欲入事人。兩者各得其所欲，大者宜爲下。",
                    "zhushu": "大國下小國者，欲兼畜小國而已。小國下大國者，欲入事大國而已。兩者皆能下，則大小各得其所欲。然小者素在人下，不患乎不能下，大者非在人下，或恐其不能下，故曰大者宜爲下。章首下流之喻，以喻大國非在人下而能下者。牝牡之喻，以喻小國素在人下而能下者。",
                    "type": 2
                },
                {
                    "paragraph": "右第五十二章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "道者，萬物之奥，善人之寳，不善人之所保。",
                    "zhushu": "萬物之奥，萬物之最貴者。奥，室之西南隅。寢廟之制，有堂有室，室在内，故室爲貴。室中之制，東南隅曰穾，東北隅曰䆠，西北隅曰屋漏。奥，尊者所居，故奥爲貴。道之尊貴，猶寢廟堂室之奥。寳人所重，善人向道而進脩，可以取重於人。不善人向道而改悔，亦可以自保其身。"
                },
                {
                    "paragraph": "美言可以市，尊行可以加人。",
                    "zhushu": "申言善人之寳。善人以道取重於人。嘉言可愛，如美物之可以鬻賣。卓行可宗，高出衆人之上。"
                },
                {
                    "paragraph": "人之不善，何棄之有？",
                    "zhushu": "申言不善人所保。不善人以道保身者，畏威寡罪，身獲全安，是不善之人，道亦何嘗棄之也。"
                },
                {
                    "paragraph": "故立天子，置三公，雖有拱璧以先駟馬，不如坐進此道。",
                    "zhushu": "申言道者萬物之奥。有道之人，天命之以君師之位，則立之爲天子，君命之以師傅之職，則置之爲三公。皆以有道而貴也。拱璧，合拱之璧。駟馬，一乘之馬。拱璧先駟馬，猶春秋傳言乘韋先十二牛也。坐，跪也。朝騁之享，駟馬陳於外，執拱璧以將命曰先。朝聘以拱璧駟馬爲至貴而未足貴也，不如跪而進此道之尤貴。天子三公之貴以此道，拱璧駟馬不如此道，故萬物貴之而以爲奥也。"
                },
                {
                    "paragraph": "古之所以貴此道者何也？不曰求以得，有罪以免邪？故爲天下貴。",
                    "zhushu": "又總上三節而言。貴此道，言萬物之奥。求以得，言善人之寳。罪以免，言不善人所保。自古所以貴此道者何也？豈不曰善人以此道爲人所寳，得遂所求邪？不善人以此道保其身，免陷於罪邪？道所以爲天下貴也。天下，釋萬物。貴字，釋奥。",
                    "type": 2
                },
                {
                    "paragraph": "右第五十三章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爲無爲，事無事，味無味。",
                    "zhushu": "凡以無爲而爲者，老氏宗㫖也。身行之事以無事爲事，口食之味以無味爲味，皆演爲無爲一句之㫖。"
                },
                {
                    "paragraph": "圖難於其易，爲大於其細。天下難事必作於易，天下大事必作於細。",
                    "zhushu": "作，起也。所以得遂其無爲者，能圖其難於易之時，爲其大於細之時也。天下之事，始易而終難，始細而終大。終之難起於始之易，終之大起於始之細。故圖之爲之於其易、細之始，則其終可不至於難，可馴至於大，而不勞心勞力，所以能無爲也。若不早圖之，急爲之於其始，則其終也，易者漸難，細者不大，心力俱困，無爲其可得乎？"
                },
                {
                    "paragraph": "其安易持，其未兆易謀，其脆易泮，其微易散。爲之於未有，治之於未亂。",
                    "zhushu": "此言圖之於其易。"
                },
                {
                    "paragraph": "合抱之木，生於豪末；九層之臺，起於累土。千里之行，始於足下。",
                    "zhushu": "此言爲之於其細。"
                },
                {
                    "paragraph": "夫輕諾必寡信，多易必多難。是以聖人猶難之，故終無難。",
                    "zhushu": "上言事之難易，此言心之難易。始焉輕易諾人者，其終難於踐言，則寡信矣。始之多易者，終必多難。故不待至終難之時，而心以爲難，雖始易之時，而心猶難之。始終皆不敢易，所以終無難。"
                },
                {
                    "paragraph": "大小多少，報怨以德。是以聖人終不爲大，故能成其大。",
                    "zhushu": "上言事之大小，此言心之大小。雖已大而心常自小，已多而心常自少。雖有怨當報，然不自恃其大且多，而急求伸直，欲報其怨，亦惟自處於小與少，而甘受屈辱，姑報以德也。蓋始小而少之時，心固不敢自以爲大；終大而多之時，則心亦不敢自以爲大。始終皆能自小，所以能成其大也。"
                },
                {
                    "paragraph": "民之從事，常於幾成而敗之。慎終如始，則無敗事矣。",
                    "zhushu": "又承上文終無難與終不爲大二終字而言。始雖以爲難，至終而不以爲難，始雖不敢以爲大，至終而自以爲大。則事幾成而敗於終者有矣，故必慎終如始。始以爲難，而終亦以爲難，始不爲大，而終亦不爲大，則終無敗事也。"
                },
                {
                    "paragraph": "爲者敗之，執者失之。無爲故無敗，無執故無失。",
                    "zhushu": "又承上幾成而敗與無敗事二敗字而言。有心於爲其事者，意欲遂其成，而或反敗之。有心於執其物者，意欲保其得，而或反失之。無所爲則無成與敗矣，無所執則無得與失矣。"
                },
                {
                    "paragraph": "是以聖人欲不欲，不貴難得之貨；學不學，復衆人之所過；以輔萬物之自然而不敢爲。",
                    "zhushu": "上言爲者不若無爲，執者不若無執。此言聖人之欲，以不欲爲欲，聖人之學，以不學爲學。難得之貨，人所欲者不貴重之，是不欲人之所欲也，故曰：欲不欲。衆人所趨者，我則不趨，衆人掉臂過而不顧，我則還反其處，是不學人之所學也，故曰學不學。凡此不欲、不學者，蓋以萬物之理無爲而自然，故吾亦無爲而與萬物同一自然，如輔之於輪輻，相依附而爲一也。章首言爲無爲，章末言自然而不敢爲，此一章之意相始終。",
                    "type": 2
                },
                {
                    "paragraph": "右第五十四章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "古之善爲道者，非以明民，將以愚之。",
                    "zhushu": "有所知爲明，無所知爲愚。古者聖人明己之德以明民德，亦欲民之愚者進於明而有所知也。惟其愚而不能使之知，非不欲其明，而固欲其愚也。老子生於衰世，見上古無爲而治，其民淳樸而無知；後世有爲而治，其民澆僞而有知。善爲道者化民爲淳樸，非欲使之明，但欲使之愚而已。此憤世矯枉之論。其流之弊，則爲秦之燔經書以愚黔首。"
                },
                {
                    "paragraph": "民之難治，以其智多。故以智治國，國之賊；不以智治國，國之福。",
                    "zhushu": "民之所以難治者，以其明智之多，是以法出姦生，令下詐起。以智治國，謂聰明睿知以有臨，使其民亦化而明智，則機巧慧點而難治。以智治國者，國之賊害也。不以智治國，謂自晦其明以莅衆，使其民亦化而愚昧，則倥侗顓蒙而易治。不以智治國者，國之福利也。"
                },
                {
                    "paragraph": "知此兩者，亦楷式。",
                    "zhushu": "兩者，以智與不以智也。楷者，以爲模楷效法之也。式，自處於卑也。乘車者直躬憑較，則爲自處於高上；俯首憑式，則爲自處於卑下。不自處以智而自處以愚者，不高上而自卑下也。"
                },
                {
                    "paragraph": "能知楷式，是謂玄德。玄德深矣，遠矣，與物反矣，廼至於大順。",
                    "zhushu": "能知效法、自處卑下之聖人，則爲玄妙之德。玄妙之德，深遠而不淺近，故人不可測知。人皆欲智，我獨欲愚，是與物相反也。相反，相逆也。不相反，相順也。與物相順而不足以爲順，相逆雖不順，廼所以爲順之大，故爲玄妙深遠不可測之德也。",
                    "type": 2
                },
                {
                    "paragraph": "右第五十五章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "江海所以能爲百谷王者，以其善下之也，故能爲百谷王。",
                    "zhushu": "百谷之水同歸江海，如天下之人同歸一王也。江海之委在水下流，能下衆水，故能兼受百谷之水爲之王也。王之所以能兼有天下之人者，亦若是。"
                },
                {
                    "paragraph": "是以聖人欲上人，以其言下之；欲先人，以其身後之。",
                    "zhushu": "言下之，卑屈其言而不尊高。身後之，退却其身而不前進。此聖人謙讓盛德，非有心於上人、先人爲之，讀者不以辭害意可也。"
                },
                {
                    "paragraph": "是以處上而人不重，處前而人不害。",
                    "zhushu": "重，難也。害，患也。聖人能下之、後之，處人之上，人不以爲難，處人之前人不以爲患。"
                },
                {
                    "paragraph": "是以天下樂推而不厭。以其不爭，故天下莫能與之爭。",
                    "zhushu": "天下樂於推戴，使之處上處前而不厭惡，蓋以其卑抑退遜，不爭處上處前，故天下之人莫能與之爭上爭先者，而聖人得位得時，竟得以上人、先人也。董氏曰：德下之則形上矣，德後之則形先矣。揚雄云：自下者人高之，自後者人先之。",
                    "type": 2
                },
                {
                    "paragraph": "右第五十六章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "天下皆謂我道大，似不肖。夫惟大，故似不肖。若肖，乆矣其細，",
                    "zhushu": "不肖。無所肖似，疑若一無所能。道大似不肖，猶達巷黨人言孔子大而無一善之成名也。蓋惟大而不可名，故無可稱而似不肖。董氏曰：有所肖似，則同於一物，何足以爲大？"
                },
                {
                    "paragraph": "夫我有三寳，寳而持之：一曰慈，二曰儉，三曰不敢爲天下先。",
                    "zhushu": "持，守而不失。慈，柔弱哀閔而不剛强。儉，寡小節約而不侈肆。不敢先，謙讓退却而不鋭進。持此三寳，故雖大而似不肖也。"
                },
                {
                    "paragraph": "夫慈，故能勇；儉，故能廣；不敢爲天下先，故能成器長。今舍慈且勇，舍儉且廣，舍後且先，死矣！",
                    "zhushu": "慈者，似怯而不勇，廼所以爲勇。儉者，似狹而不廣，廼所以能廣。器，有形之物。長，爲之上也。不敢先者，居人後而不爲長。然自後者人先之，廼所以首出庶物之上，而爲器之長也。舍而不用慈儉退後之寳，而剛强以爲勇，侈肆以爲廣，鋭進以求爲先，則將不能保其生，皆死之徒也。"
                },
                {
                    "paragraph": "夫慈，以戰則勝，以守則固。天將救之，以慈衛之。",
                    "zhushu": "慈者，生之道，仁之德，爲三寳之首。此下專言慈之一寳，而二寳在其中矣。慈者，人人親之如父母，豈有子而敵其父母，攻其父母者哉？故以慈而戰守，則人不忍敵攻，是能勝能固也。縱有來敵來攻之寇，人助其父母者多，亦必能勝能固。或人力不逮，天亦將救助之，不令其敗且潰。天所以救助之者，以其能慈而衛護之也。曹操、苻堅吞噬無厭，不慈之甚。吴、晋雖非能如聖人之慈，其禦寇也，不得已而應之。比之曹、苻，則此善於彼，亦近於慈者。赤壁風火勢順而北船燬，青岡風鶴聲聞而氏衆奔。吴、晋雖弱，挫曹、苻百萬之兵，是亦天救之也。"
                },
                {
                    "paragraph": "善爲士者不武，善戰者不怒，善勝敵者不與，善用人者爲之下。是謂不爭之德，是謂用人之力，是謂配天，古之極。",
                    "zhushu": "申言慈之寳。四句四善字，三句言用兵，一句言用人也。古者車戰爲士，甲士三人在車上，左執弓，右持矛，中御車，掌旗鼓，皆欲其强武。戰卒七十二人在車下，將戰，必激發其衆，欲其奮怒，然後能與敵爭雄而取勝。慈者之用兵，則不以此爲善也。士不欲其强武，戰不欲其奮怒。勝敵不待與之對陣較力，兵刃不施，彼將自屈。吾之智能，雖在人上，歉然若不智；己雖有能，退然若不能自處於其下。用他人之智爲智，用他人之能爲能。不武、不怒、不與爲敵而自勝者，以不爭爲德，如天之不爭而勝也。爲之下者，不恃智能，而用人之力，成已之事，如天之無爲而成。故曰配天。惟上古聖神之至極者能如此，故曰古之極。"
                },
                {
                    "paragraph": "用兵有言，吾不敢爲主而爲客，不敢進寸而退尺。是謂行無行，攘無臂，執無兵，仍無敵。",
                    "zhushu": "又申言慈之寳。不敢字，言用兵。用兵有言者，用兵者嘗有是言。爲主，肇兵端以伐人也。爲客，不得已而應敵也。進寸，難進也。退尺，易退也。仍，就也。不爲首兵，但爲應兵；雖爲應兵，亦不欲戰。不敢近進，寧於遠退。進戰者，整其行陣而行，攘臂以執兵，而前進以仍敵。不行，則雖有行如無行；不攘，則雖有臂如無臂；不執，則雖有兵如無兵；不仍之，則雖有敵在前如無敵也。"
                },
                {
                    "paragraph": "禍莫大於輕敵，輕敵幾喪吾寳。故抗兵相加，哀者勝矣。",
                    "zhushu": "行三軍，臨事而懼，不敢輕敵也。輕敵則輕戰，以至殺人而喪吾慈寳矣，禍莫大焉。雖未進戰，然一有輕敵之心，則已有殺人喪寳之漸，故曰幾喪吾寳。抗，舉也。哀者，慈心之見。蘇氏曰：兩敵舉兵相加，而吾出於不得已，則有哀閔殺傷之心。哀心見而天人助之，勝矣。蓋慈者之勝不慈，非戰而敗之，不戰而屈之即勝也。",
                    "type": 2
                },
                {
                    "paragraph": "右第五十七章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "吾言甚易知，甚易行；天下莫能知，莫能行。",
                    "zhushu": "老子教人柔弱謙下而已，其言甚易知，其事甚易行也。世降俗末，天下之人莫能知其言之可貴，莫能行柔弱謙下之事者，"
                },
                {
                    "paragraph": "言有宗，事有君。夫惟無知，是以不我知。",
                    "zhushu": "宗貴於族而統一族，君貴於國而主一國。柔弱謙下，可以爲衆言之統，如族之有宗；可以爲諸事之主，如國之有君。老子嘆時人愚而無知，是以不知我言之可貴也。"
                },
                {
                    "paragraph": "知我者希，則我貴矣，是以聖人被褐懷玉。",
                    "zhushu": "既已嘆之，又若幸之。非幸之也，深嘆之爾。謂知我言之可貴者少，此我之言所以爲貴，若使人人能知我之言，則我與衆同不足貴矣。褐，毛布，賤者所服。人不知聖人，但見其外之所被如褐而不之貴，不知其中之所懷如玉而可貴也。",
                    "type": 2
                },
                {
                    "paragraph": "右第五十八章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "知不知，上；不知知，病。",
                    "zhushu": "知而若不知。上智之人，聰明睿知，守之以愚，故曰上不知而以爲知。下愚之人，耳目聾瞽，自謂有所聞見，故曰病。"
                },
                {
                    "paragraph": "夫惟病病，是以不病。",
                    "zhushu": "病病，猶患其所患，以不知爲知病也。以爲病而病之，則不復有此病矣。"
                },
                {
                    "paragraph": "聖人不病，以其病病，是以不病。",
                    "zhushu": "聖人生而知之，雖知猶若不知，豈有不知爲知之病乎？其不病也，自然而然，非由病病而然也。聖人不恃其生知，己雖無病可病，然見不賢而内自省，於衆人有病之可病者，亦惕然以爲病而病之，以其病人之病若己之病，是以自己始終不病也。",
                    "type": 2
                },
                {
                    "paragraph": "右第五十九章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "民不畏威，大威至矣。",
                    "zhushu": "威，可畏者，損壽戕身之事。大威，大可畏者，死也。人不畏其所可畏，必戕身損壽以速其死，有大可畏者至矣。莊子曰：人之所取畏者，衽席之上，飲食之間，而不知爲之戒者，過也。"
                },
                {
                    "paragraph": "無狎其所居，無厭其所生。",
                    "zhushu": "無、毋通，禁止辭。狎，玩習。所居，身之所處。厭，猶惡而棄之也。平日所處，凡損壽戕身之事，無所畏憚，狎習爲常，安然爲之，言不畏威也。厭所生，謂傷生速死，是厭惡其所生而棄其命，大威至矣。"
                },
                {
                    "paragraph": "夫惟不狎，是以不厭。",
                    "zhushu": "不狎，舊本作不厭。廬陵劉氏云：上句不厭當作不狎。今從之。夫惟不狎其所居而畏所畏，是以不厭其所生，而大可畏者不至矣。"
                },
                {
                    "paragraph": "是以聖人自知不自見，自愛不自貴，故去彼取此。",
                    "zhushu": "自知，自知愛身之道。自見，自顯著所知以示人。自貴，即後章貴生，言貪生之心太重也。聖人於自愛之道，雖自知於中，然含德襲明，知若不知，亦不表表示人。自見於外；雖自愛之篤，然體道自然，若無以生爲，亦不切切貪生自貴之過。彼，謂自見、自貴。此，謂自知、自愛。上文言不畏則有大威之禍，不狎則有不厭之福，皆爲衆人言爾。若聖人則不待畏而自無可畏，不待毋狎而自無所狎，内有自知、自愛之實，内無自見、自貴之迹。所無者，所去也；所有者，所取也。",
                    "type": 2
                },
                {
                    "paragraph": "右第六十章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "勇於敢則殺，勇於不敢則活。此兩者，或利或害。",
                    "zhushu": "此言用刑力之過人者，勇也。敢，敢爲惡；不敢，不敢爲惡。設言二人皆麗于法。其一，勇於敢者，敢爲惡之心過於人，蓋怙終故犯之人也，則當殺之。虞典以爲賊刑，周誥以爲非眚惟終廼不可殺是也。其一，勇於不敢者，不敢爲惡之心過於人，蓋眚災誤犯之人也，則當活之，虞典謂眚災肆赦，周誥謂非終惟眚時乃不可殺是也。刑故、宥過兩者帝王之刑。老子之意則又不然，言此兩者一利一害。利，謂勇於不敢而活之者爲宜；害，謂勇於敢而殺之者恐或誤殺也。然則不敢者固宜活之，敢者亦不宜殺之也。"
                },
                {
                    "paragraph": "天之所惡，孰知其故？是以聖人猶難之。",
                    "zhushu": "敢爲惡之人，乃天所惡。然天之所惡，深昧難測，何以知其果爲天所惡之人乎？其人雖可殺，聖人猶有難之之意，而不敢輕易殺之也。"
                },
                {
                    "paragraph": "天之道，不爭而善勝，不言而善應，不召而自來，坦然而善謀。天綱恢恢，疏而不失。",
                    "zhushu": "聖人不輕易殺之，則爲惡者皆得漏網，而天網不漏也。天之於惡人，非如人之以力與爭，而天定自能勝人；非如人之以口與言，而其應如響應聲，其報應之速，不待召之而自來。至惡有惡報，雖用智計，不可逃免。天雖無心，坦然平易，而巧於報應，有非人謀之所能及。此天網恢恢廣大，似若疏而不密，然未嘗失一惡人，無得漏網者。聖人雖不殺之，而天自殺之也。"
                },
                {
                    "paragraph": "民不畏死，奈何以死懼之？若使民常畏死，而爲奇者吾得執而殺之，孰敢？",
                    "zhushu": "奇，不正也。使愚民常有畏死之心，而奇邪爲惡者，吾得執而殺之，則人人知畏，孰敢爲惡？然雖殺惡人，而人之敢爲惡者不止，則是民愚不知畏死，雖爲惡者必遭刑殺，彼亦無所懼，上之人奈何以死懼之而輕易殺人乎？"
                },
                {
                    "paragraph": "常有司殺者。夫代司殺者殺，是謂代大匠斲。夫代大匠斲，希有不傷手矣。",
                    "zhushu": "不以死懼，其人爲惡者可不殺乎？曰：有司殺者在。司殺者，天也。惟天爲能殺人，惟大匠爲能斲木。人欲代天殺人，猶代匠斲木也。代斲者手必多傷，以譬代殺者身必多害也。蓋不有人禍，必有天刑。",
                    "type": 2
                },
                {
                    "paragraph": "右第六十一章。",
                    "zhushu": "凡五節。一節言用刑正例，不可盡從，蓋哀閔過厚之意；二節言天之不可知而不輕殺；三節言天之能爲人殺者以示教；四節言民不可懼而不輕殺；五節言人欲代天殺者以示戒。大哉，老子之慈乎！",
                    "type": 2
                },
                {
                    "paragraph": "民之飢，以其上食税之多，是以飢。",
                    "zhushu": "食，謂君所食於民者。税，則民之所出以供上之食者也。上多取於民，則民飢且貧矣。"
                },
                {
                    "paragraph": "民之難治，以其上之有爲，是以難治。",
                    "zhushu": "上有爲，以智術御其下，下亦以姦詐欺其上，故難治也。"
                },
                {
                    "paragraph": "人之輕死，以其生生之厚，是以輕死。夫惟無以生爲者，是賢於貴生也。",
                    "zhushu": "輕，易也。生生之厚，求生之心太重也。賢，猶勝也。貴生，貴重其生，即生生之厚。求生之心重，保養太過，將欲不死，而適以易死。至人非不愛生，順其自然，無所容心，若無以生爲者然。外其身而身存，賢於重用其心，以貴生而反易死也。",
                    "type": 2
                },
                {
                    "paragraph": "右第六十二章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "人之生也柔弱，其死也堅强；草木之生也柔脆，其死也枯槁。",
                    "zhushu": "人生則肌膚柔軟而活動，可以屈伸，死則冷硬而强直，不能屈伸。草木生則枝莖軟脆，死則枯槁堅硬。因言人而并及於草木。"
                },
                {
                    "paragraph": "故堅强者死之徒，柔弱者生之徒。",
                    "zhushu": "上文言人與草木生柔而死堅，推此物理，則知人之德行。凡堅强者不得其死，是死之徒也；柔弱者善保其生，是生之徒也。"
                },
                {
                    "paragraph": "是以兵强則不勝，木强則共。",
                    "zhushu": "用兵示弱者謀深而工，敵輕而玩之，故勝；恃强者慮淺而驕，敵懼而備之，故不勝。兵法始如處女，敵人開户，示之弱也；後如脱兔，敵不及距，則能勝之矣。秦兵過周，超乘三百，竟敗於殽。齊兵入晋，桀石投人，竟敗於鞌。此恃强不勝之驗也。共，兩手所圍也。木之弱而摇動者爲近末之小枝，强而不摇動者則爲近根合拱之大榦也。因言兵而並及於木。"
                },
                {
                    "paragraph": "故堅强處下，柔弱處上。",
                    "zhushu": "上文言兵强者爲人所勝，是處下也，不能如勝人者之處上；木强者近根之榦，是處下也，不得如小枝之處上。推此物理，則知人之德行。凡堅强者矜己凌人，必蹶其貴高而反處人下矣；柔弱者衆所尊戴，而得處人上矣。",
                    "type": 2
                },
                {
                    "paragraph": "右第六十三章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "天之道，其猶張弓乎？高者抑之，下者舉之；有餘者損之，不足者補之。",
                    "zhushu": "抑之、舉之二句言張弓，有餘、不足二句言天道。凡弛弓，俯其體則弣在上、弰向下；張之而仰其體則弣向下、弰在上。是抑弣之高者使之向下，舉弰之下者使之在上。天道之損有餘如抑其弣而使之下，其補不足如舉其弰而使之高。"
                },
                {
                    "paragraph": "天之道損有餘而補不足，人之道則不然，損不足以奉有餘。",
                    "zhushu": "天道虧盈而益謙，人則并寡以益其多，吞小以益其大，取貧以益其富，此所以逆天道也。"
                },
                {
                    "paragraph": "孰能以有餘奉天下？惟有道者。",
                    "zhushu": "有道之君，貴爲天子，富有四海，而不自有其貴富；菲飲食，惡衣服，卑宫室，爲天下惜財而不苟費；制田里，教樹藝，薄税歛，使民家給人足，是以己之有餘而奉天下也。"
                },
                {
                    "paragraph": "是以聖人爲而不恃，功成而不居。其不欲見賢邪？",
                    "zhushu": "聖人之功能蓋天下，此有餘者也。不恃其所爲之能而若無能，不居其所成之功而若無功，不欲顯示其功能之賢於人，皆損己之有餘也。",
                    "type": 2
                },
                {
                    "paragraph": "右第六十四章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "天下柔弱莫過於水，而攻堅强者莫之能先，以其無以易之也。",
                    "zhushu": "金石至堅强，然磨金石皆須用水，是水爲攻堅强之第一物，莫有能先之者，雖欲以他物易之而無可易之者也。"
                },
                {
                    "paragraph": "柔之勝剛，弱之勝强，天下莫不知而莫能行。",
                    "zhushu": "水爲至柔弱之物而能攻至堅剛之金石，此柔弱能勝剛强，天下之人莫不知之而莫有能行柔弱之事者，蓋歎之也。"
                },
                {
                    "paragraph": "是以聖人云：受國之垢，是謂社稷主；受國之不祥，是謂天下王。",
                    "zhushu": "垢，污穢也。不祥，不吉善也。污穢不吉善，人所恥賤以爲卑辱。聖人則不然，雖一國以污穢不吉善之名歸之，己皆受之而不辭。蓋能柔弱，甘以卑辱自處，非如剛强之人欲以尊榮上人也。然神所歆享而可以主社稷，民所嚮往而可以王天下。剛强者神怒民叛而失國失天下；柔弱者，神祐民附，有國有天下。此柔弱勝剛强之效也。",
                    "type": 2
                },
                {
                    "paragraph": "右第六十五章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "正言若反。",
                    "zhushu": "老子以反爲道之動、德之玄，故雖正言之，每若反於正。正而若反，亦如明而若昧、進而若退、直而若屈、巧而若拙之類。蓋若昧乃所以爲明，若退乃所以爲進，若屈乃所以爲直，若拙乃所以爲巧，若反乃所以爲正。下文言和怨者正欲救助善人而反不足以爲之，此正言若反也。舊本以此爲上章末句，今按上章聖人云四句作結，語意已完，不應又綴一句于末，他章並無此格。絶學無憂章、希言自然章皆以四字居首，爲一章之綱，下乃詳言之，此章亦然。又反、怨、善三字叶韻，故知此一句當爲起語也。"
                },
                {
                    "paragraph": "和大怨，必有餘怨，安可以爲善？",
                    "zhushu": "和，平之也。怨，有所憤恨於人。大怨，其怨深至。餘怨，其怨藏宿於中而不盡。爲，如夫子爲衛君乎之爲，猶言救助之也。善，善人也。怨者，兩相仇，必和而後解。兩善人自無怨，而何待於和？兩惡人有怨，則惡貫滿盈而自相殘，或一勝一負，或俱傷兩敗，旁人靜觀之可也。惟善人不幸與惡人有怨。善人平恕，雖無仇惡人之心；惡人忿狠，必有仇善人之事。惡人報怨，則善人受害矣。故有心救助善人者，必須和其怨，使之解仇釋憾，意欲爲善人也。然阻遏惡人報怨之心，使不得逞，中有藏宿不盡之怨，暫和於今，暴發於後，是今日之和怨，不能已其他日之報怨也，而安可以爲善人乎？"
                },
                {
                    "paragraph": "是以聖人執左契而不責於人。",
                    "zhushu": "執左契不責於人，無心待物也。契者，刻木爲劵，中分之，各執其一而合之以表信。取財物於人曰責。契有左右，左契在主財物者之所，右契以付來取財物之人。臨川王氏曰：史記云：操右契以責事，禮記云：獻田宅者操右契，則知左契爲受責者之所執證，謂執左契者，己不責於人，待人來責於己。有持右契來合者，即與之，無心計較其人之善否。和怨者，有心於爲善人也，不若無心待物，如執左契而不責於人，靜中觀物而任其自然也。"
                },
                {
                    "paragraph": "有德司契，無德司徹。",
                    "zhushu": "有德，無心待物。無德，有心待物。徹，通也。古者助法，一井之田分爲九區，八家各受私田一區，其中一區爲公田，八家同耕公田，而各耕私田。私田百畝所收或食九人，或食八人，或食七人，或食六人，下食五人，由其各家丁力多寡强弱不同故也。周改助爲徹法，恐八家私田所收之不均，故八家私田亦令通力合作而均收之。八家所得均平，而無多寡之異。司左契者，任人來取，無心計較其人，故曰有德。司徹法者，患其不均，有心計較，故曰無德。和怨者，恐善人受害，有心爲之，亦如司徹者，有心於爲力弱之家，恐其所得者寡矣。"
                },
                {
                    "paragraph": "天道無親，常與善人。",
                    "zhushu": "與，猶爲也。聖人無心待物，不遏惡人之報怨，忍坐視善人之受害乎？曰：天道無所私親，常救助善人。聖人雖無心於爲善人，而天常爲之，必不令惡人得以肆毒也。前言聖人不用刑而天殺惡人，此言聖人不和怨而天爲善人。老子之道，無爲自然，一付之天而已。然天之殲惡祐善，豈若人之有心哉？惡者必禍，善者必福，理之自然而然爾。",
                    "type": 2
                },
                {
                    "paragraph": "右第六十六章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "小國寡民，使民有什伯之器而不用，使民重死而不遠徙。",
                    "zhushu": "十人爲什，百人爲伯。什伯之器，重大之器，衆所共也。不用者，不營爲，不貪求，則重大之器無所用也。重死者，視死爲重事而愛養其生。不遠徙者，生於此，死於此，不他適也。老子欲挽衰周復還太古，國大則民衆難治，得小國寡民而治之，使其民毋慕於外，自足於内，如此也。"
                },
                {
                    "paragraph": "雖有舟輿，無所乘之；雖有甲兵，無所陳之。",
                    "zhushu": "舟輿、甲兵，非一人所可獨用，謂什伯之器也。無所乘、無所陳，不用也。無所往則無用乎舟輿，無所爭則無用乎甲兵。"
                },
                {
                    "paragraph": "使民復結繩而用之。",
                    "zhushu": "民淳事簡，上古結繩之治可復，雖有書契亦可不用，不但不用什伯之器而已。"
                },
                {
                    "paragraph": "甘其食，美其服，安其居，樂其俗。",
                    "zhushu": "此言重死而不遠徙也。以所食之食爲甘，以所服之服爲美，充然自足，愛養其生，言重死也。以此身之居爲安而安之，以此地之俗爲樂而樂之，言不遠徙也。惟老死於所生之處，孰肯輕易遠徙哉？"
                },
                {
                    "paragraph": "鄰國相望，鷄犬之聲相聞，使民至老死不相往來。",
                    "zhushu": "此言民皆懷土，雖相鄰之國，目可以相望，鷄犬之聲，耳可以相聞，如此至近至老死不相往來，不但不遠徙而已。",
                    "type": 2
                },
                {
                    "paragraph": "右第六十七章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "信言不美，美言不信；善者不辨，辨者不善；知者不博，博者不知。",
                    "zhushu": "言之實者不飾，美言之美，必虚飾而非實。實有能者，口不好辨，好辨以誇者，非實能其事也；實有知者學不務博，務博以廣者，非實知其理也。此書卒章其言如此，則其書和平簡約，不辨不博。蓋實善實知，故皆眞實之言，而不虚飾以爲美也。"
                },
                {
                    "paragraph": "聖人不積，既以爲人己愈有，既以與人己愈多。",
                    "zhushu": "不積，謂虚而無有。爲人以所善言，與人以所知言。虚而無有，故所應不窮；以積爲有，則所應有限，豈能愈有愈多也哉？莊子曰：以有積爲不足，無藏也故有餘。"
                },
                {
                    "paragraph": "天之道，利而不害；聖人之道，爲而不爭。",
                    "zhushu": "利者，害之對，有利則必有害。天之道雖利而不害，以不利而利之，是以不害。爲者，爭之端，有爲則必有爭，聖人之道雖爲而不爭，以不爲而爲之，是以不爭也。",
                    "type": 2
                },
                {
                    "paragraph": "右第六十八章。",
                    "zhushu": "總結二篇，以見五千言之意，皆不出此。",
                    "type": 2
                },
                {
                    "paragraph": "老氏書字多誤，合數十家校其同異，考正如右。莊君平所傳章七十二，諸家所傳章八十一，然有不當分而分者，定爲六十八章，云：上篇三十二章，二千三百六十六字，下篇三十六章，二千九百二十六字，總之五千二百九十二字云。臨川吴澄題。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "音釋",
            "paragraphs": [
                {
                    "paragraph": "音釋",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "苦，",
                    "zhushu": "音怙。"
                },
                {
                    "paragraph": "藏，",
                    "zhushu": "去聲。"
                },
                {
                    "paragraph": "强爲，",
                    "zhushu": "上其兩切，下云僞切。"
                },
                {
                    "paragraph": "可道，",
                    "zhushu": "去聲。而道同。"
                },
                {
                    "paragraph": "强，",
                    "zhushu": "其兩切。"
                },
                {
                    "paragraph": "徼，",
                    "zhushu": "古吊切。"
                },
                {
                    "paragraph": "易，",
                    "zhushu": "以豉切。"
                },
                {
                    "paragraph": "和，",
                    "zhushu": "胡卧切。"
                },
                {
                    "paragraph": "屬，",
                    "zhushu": "之欲切。"
                },
                {
                    "paragraph": "見，",
                    "zhushu": "賢遍切。"
                },
                {
                    "paragraph": "夫，",
                    "zhushu": "音扶。"
                },
                {
                    "paragraph": "沖，",
                    "zhushu": "直中切。"
                },
                {
                    "paragraph": "復，",
                    "zhushu": "符后切。"
                },
                {
                    "paragraph": "著，",
                    "zhushu": "直略切。"
                },
                {
                    "paragraph": "數，",
                    "zhushu": "音朔。"
                },
                {
                    "paragraph": "惡，",
                    "zhushu": "烏路切。"
                },
                {
                    "paragraph": "離，",
                    "zhushu": "去聲。"
                },
                {
                    "paragraph": "畜，",
                    "zhushu": "敕六切。"
                },
                {
                    "paragraph": "長，",
                    "zhushu": "知兩切。"
                },
                {
                    "paragraph": "和，",
                    "zhushu": "胡卧切。"
                },
                {
                    "paragraph": "行，",
                    "zhushu": "下孟切。"
                },
                {
                    "paragraph": "喪，",
                    "zhushu": "息浪切。"
                },
                {
                    "paragraph": "爲，",
                    "zhushu": "云僞切。"
                },
                {
                    "paragraph": "與，",
                    "zhushu": "音豫。"
                },
                {
                    "paragraph": "渾，",
                    "zhushu": "胡衮切。"
                },
                {
                    "paragraph": "解，",
                    "zhushu": "音蟹。"
                },
                {
                    "paragraph": "大，",
                    "zhushu": "音泰。"
                },
                {
                    "paragraph": "食，",
                    "zhushu": "音嗣。"
                },
                {
                    "paragraph": "較，",
                    "zhushu": "音角。"
                },
                {
                    "paragraph": "齊與言與，",
                    "zhushu": "音余。"
                },
                {
                    "paragraph": "衣，",
                    "zhushu": "去聲。"
                },
                {
                    "paragraph": "歙，",
                    "zhushu": "音翕。"
                },
                {
                    "paragraph": "惵，",
                    "zhushu": "達叶切。"
                },
                {
                    "paragraph": "介，",
                    "zhushu": "音戛。"
                },
                {
                    "paragraph": "䘒，",
                    "zhushu": "子雖子何二切。"
                },
                {
                    "paragraph": "嗄，",
                    "zhushu": "所訝切。"
                },
                {
                    "paragraph": "劌，",
                    "zhushu": "古衛切。"
                },
                {
                    "paragraph": "穾，",
                    "zhushu": "音杳。"
                },
                {
                    "paragraph": "䆠，",
                    "zhushu": "音頤。"
                },
                {
                    "paragraph": "無行，",
                    "zhushu": "音杭。"
                }
            ]
        }
    ]
}