{
  "name": "莊子註疏·外篇·胠篋第十",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子外篇胠篋第十",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：舉事以名篇。"
        },
        {
          "paragraph": "將爲胠篋探囊發匱之盗而爲守備，則必攝緘縢，固扃鐍，此世俗之所謂知也。然而巨盜至，則負匱掲篋，擔囊而趨，唯恐緘縢扃鐍之不固也。然則鄕之所謂知者，不乃爲大盜積者也？",
          "zhushu": "知之不足恃也如此。○胠，李起居反，史記作愶，徐起法反，一音虚乏反。司馬云：從旁開爲胠。一云：發也。篋，苦協反。探，吐南反。囊，乃剛反。匱，其位反，檻也。攝，如字，李云：結也。崔云：收也。緘，古减反。縢，向，崔本作，同徒登反。崔云：約也。案廣雅云：緘、縢皆䋲也。扃，古熒反，崔、李云：𨵿也。鐍，古穴反。李云：紐也。崔云：環舌也。知，如字，又音智，下同。掲，徐其謁反，又音桀。三蒼云：舉也，檐也，負也。擔，下甘反。趨，七須反。李云：走也。恐，丘用反。鄕，本又作向，亦作嚮，同。許亮反。爲，于僞反，下及下注而爲同。積，如字，李子賜反。"
        },
        {
          "paragraph": "故甞試論之，世俗所謂知者，有不爲大盜積者乎？所謂聖者，有不爲大盜守者乎？何以知其然邪？昔者齊國鄰邑相望，雞狗之音相聞，罔罟之所布，耒耨之所刺，方二千餘里。闔四竟之內，所以立宗廟社稷，治邑屋州閭鄕曲者，曷甞不法聖人哉！然而田成子一旦殺齊君而盜其國。",
          "zhushu": "法聖人者，法其迹耳。夫迹者，巳去之物，非應變之具也，奚足尚而執之哉？執成迹以御乎無方，無方至而迹滯矣，所以守國而爲人守之也。○罔罟，音古，罔之通名。耒，力對反，徐力猥反，郭吕匱反，李云：犁也。一云：耜柄也。耨，乃豆反，李云：耡也。成云：以木爲耡柄。刺，徐七智反。闔，戶臘反。竟音境，下之竟同。治，直吏反。屋，周禮：夫三爲屋。州，五黨爲州，二千五百家也。閭，五比爲閭，二十五家也。鄕，五州爲鄕，萬二千五百家也。田成子，齊大夫陳恒也。一旦，宋元嘉中，本作一日。殺音弑。齊君，簡公也。春秋哀公十四年，陳恒殺之于舒州，盗其國。司馬云：謂割安邑以東至琅邪，自爲封邑也。"
        },
        {
          "paragraph": "所盗者豈獨其國邪？并與其聖知之法而盗之。",
          "zhushu": "不盗其聖法，乃無以取其國也。○知音智，下同。"
        },
        {
          "paragraph": "故田成子有乎盗賊之名，而身處堯舜之安，小國不敢非，大國不敢誅，十二世有齊國。則是不乃竊齊國，并與其聖知之法以守其盜賊之身乎？",
          "zhushu": "言聖法唯人所用，未足以爲全當之具。○十二世有齊國。自敬仲至莊子，九世知齊政；自太公和至威王，三世爲齊侯，故云十二世也。守，如字，舊音狩。"
        },
        {
          "paragraph": "甞試論之，世俗之所謂至知者，有不爲大盜積者乎？所謂至聖者，有不爲大盜守者乎？何以知其然邪？昔者龍逢斬，比干剖，萇弘胣，子胥靡，故四子之賢而身不免乎戮。",
          "zhushu": "言暴亂之君，亦得據君人之威，以戮賢人，而莫之敢亢者，皆聖法之由也。向無聖法，則桀、紂焉得守斯位而放其毒，使天下側目哉？○比干剖，普口反，謂割心也。崔本作節，云：支解也。長，直良反。弘胣，本又作肔，徐勑𥿄反，郭詩氏反。崔云：讀若拖，或作施字。胣，裂也。淮南子曰：萇弘鈹裂而死。司馬云：胣，剔也。萇弘，周靈王賢臣也。案左傳是周景王、敬王之大夫。魯哀公三年六月，周人殺萇弘。一云刳腸曰胣。子胥靡密地反。司馬如字，云：縻也。崔云：爛之於江中也。案：子胥，伍貟也。諌夫差，夫差不從，賜之屬縷以死，投之江也。焉，於䖍反。"
        },
        {
          "paragraph": "故跖之徒問於跖曰：“盜亦有道乎？”跖曰：“何適而無有道邪？”夫妄意室中之藏，聖也；入先，勇也；出後，義也；知可否，知也；分均，仁也。五者不備而能成大盜者，天下未之有也。",
          "zhushu": "五者，所以禁盗，而反爲盗資也。○跖，之石反。藏，才浪反，又如字。知可，如字，本或作知可否。分，符問反，又如字。"
        },
        {
          "paragraph": "由是觀之，善人不得聖人之道不立，跖不得聖人之道不行。天下之善人少而不善人多，則聖人之利天下也少而害天下也多。",
          "zhushu": "信哉斯言，斯言雖信，而猶不可亡聖者，猶天下之知未能都亡，故須聖道以鎭之也。羣知不亡，而獨亡聖知，則天下之害又多於有聖矣。然則有聖之害雖多，猶愈於亡聖之無治也。雖愈於亡聖，故未若都亡之無害也。甚矣，天下莫不求利，而不能一亡其知，何其迷而失致哉。○治，直吏反，下文始治同。"
        },
        {
          "paragraph": "故曰，脣竭則齒寒，魯酒薄而邯鄲圍，聖人生而大盜起。",
          "zhushu": "夫竭脣非以寒齒而齒寒，魯酒薄非以圍邯鄲而邯鄲圍。聖人生非以起大盜而大盜起。此自然相生，必至之勢也。夫聖人雖不立尚於物，而亦不能使物不尚也。故人無貴賤，事無眞僞，苟效聖法，則天下吞聲而闇服之，斯乃桀跖之所至頼，而以成其大盜者也。○邯音寒。鄲音丹。邯鄲，趙國都也。圍，楚宣王朝諸侯，魯恭公後至而酒薄，宣王怒，欲辱之。恭公不受命，乃曰：我周公之㣧，長於諸侯，行天子禮樂，勲在周室，我送酒巳失禮，方責其薄，無乃太甚。遂不辭而還。宣王怒，乃發兵與齊攻魯。梁惠王常欲擊趙，而畏楚救，楚以魯爲事，故梁得圍邯鄲。言事相由也，亦是感應。宣王名熊良夫，悼王之子。恭公名奮，穆公之子。許愼注淮南云：楚會諸侯，魯、趙倶獻酒於楚王，魯酒薄而趙酒厚，楚之主酒吏求酒於趙，趙不與，吏怒，乃以趙厚酒易魯薄酒奏之。楚王以趙酒薄，故圍邯鄲也。"
        },
        {
          "paragraph": "掊擊聖人，縱舍盜賊，而天下始治矣。",
          "zhushu": "夫聖人者，天下之所尚也。若乃其所尚，而守其素朴，弃其禁令，而代以寡欲，此所以掊擊聖人，而我素朴自全，縱舍盗賊而彼姦自息也。故古人有言曰：閑邪存誠，不在善察。息淫去華，不在嚴刑。此之謂也。○掊，普口反。擊，徐古歷反。舍音捨，注同。邪，似嗟反。去，起吕反，下注去欲、去其皆同。"
        },
        {
          "paragraph": "夫川竭而谷虚，丘夷而淵實。聖人已死，則大盜不起，",
          "zhushu": "竭川非以虚谷而谷虚。夷丘非以實淵而淵實。絶聖非以止盗而盗止。故止盗在去欲。不在彰聖知○聖人巳死。則大盗不起。向云事業日新。新者爲生。故者爲死。故曰聖人巳死也。乗天地之正。御日新之變。得實而損其名。歸眞而妄其途。則大盗息矣。"
        },
        {
          "paragraph": "天下平而無故矣。",
          "zhushu": "非惟息盗，争尚之迹故都去矣。○争，争闘之争，後皆同。"
        },
        {
          "paragraph": "聖人不死，大盜不止。雖重聖人而治天下，則是重利盜跖也。",
          "zhushu": "將重聖人以治天下，而桀、跖之徒亦資其法。所資者重，故所利不得輕也。○聖人不死，大道不止，向云聖人不死，言守故而不日新，牽名而不造實也。大盗不止，不亦冝乎？"
        },
        {
          "paragraph": "爲之斗斛以量之，則并與斗斛而竊之；爲之權衡以稱之，則并與權衡而竊之。爲之符璽以信之，則并與符璽而竊之；爲之仁義以矯之，則并與仁義而竊之。",
          "zhushu": "小盗之所因，乃大盗之所資而利也。○爲之斗斛以量之，向云：自此以下，皆所以明苟非其人，雖法無益。權衡，李云：權，稱錘；衡，稱衡也。錘音直僞反。璽音徙。矯，居表反。"
        },
        {
          "paragraph": "何以知其然邪？彼竊鉤者誅，竊國者爲諸侯，諸侯之門而仁義存焉，則是非竊仁義聖知邪？故逐於大盜，掲諸侯，竊仁義并斗斛權衡符璽之利者，雖有軒冕之賞弗能勸，斧鉞之威弗能禁。",
          "zhushu": "夫軒冕斧鉞，賞罰之重者也。重賞罰以禁盗，然大盗者又逐而竊之，則反爲盜用矣。所用者重，乃所以成其大盗也。大盗也者，必行以仁義，平以權衡，信以符璽，勸以軒冕，威以斧鉞，盗此公器，然後諸侯可得而掲也。是故仁義賞罰者，適足以誅竊鉤者也。○鉤，謂帶也。掲，其謁、其列二反。𨱆音越。禁音令，又居鴆反，下不可禁同。"
        },
        {
          "paragraph": "此重利盜跖而使不可禁者，是乃聖人之過也。",
          "zhushu": "夫跖之不可禁，由所盗之利重也。利之所以重，由聖人之不輕也。故絕盗在賤貨，不在重聖也。"
        },
        {
          "paragraph": "故曰：“魚不可脫於淵，國之利器不可以示人。”",
          "zhushu": "魚失淵則爲人禽，利器明則爲盗資，故不可示人。"
        },
        {
          "paragraph": "彼聖人者，天下之利器也，",
          "zhushu": "夫聖人者，誠能絶聖棄知，而反冥物極，物極各冥，則其迹利物之迹也。器猶迹耳，可執而用曰器。"
        },
        {
          "paragraph": "非所以明天下也。",
          "zhushu": "示利器於天下，所以資其盗賊。"
        },
        {
          "paragraph": "故絶聖棄知，大盜乃止；",
          "zhushu": "去其所資，則未施禁而自止也。"
        },
        {
          "paragraph": "擿玉毀珠，小盜不起；",
          "zhushu": "賤其所寳，則不加刑而自息也。○擿，持赤反，義與擲字同。崔云：猶投弃之也。郭都革反，李云：刻也。"
        },
        {
          "paragraph": "焚符破璽，而民朴鄙；",
          "zhushu": "除矯詐之所頼者，則無以行其姦巧。"
        },
        {
          "paragraph": "掊斗折衡，而民不爭；",
          "zhushu": "夫小平乃大不平之所用也。"
        },
        {
          "paragraph": "殫殘天下之聖法，而民始可與論議。",
          "zhushu": "外無所矯，則內全我朴，而無自失之言也。○殫音丹，盡也。"
        },
        {
          "paragraph": "擢亂六律，鑠絶竽瑟，塞曠之耳，而天下始人含其聦矣；滅文章，散五采，膠離朱之目，而天下始人含其明矣；",
          "zhushu": "夫聲色離曠，有耳目者之所貴也。受生有分，而以所貴引之，則性命䘮矣。若乃毀其所貴，弃彼任我，則聦明各全，人含其眞也。○鑠，郭、李詩灼反。向，徐音藥，崔云：燒斷之也。竽，徐音于。瑟，本亦作笙。塞，崔本作塞，杜云：塞也。膠，音交，徐古孝反。䘮矣，息浪反。"
        },
        {
          "paragraph": "毀絶鉤繩而弃規矩，攦工倕之指，而天下始人有其巧矣。故曰：“大巧若拙。”",
          "zhushu": "夫以蜘蛛蛣蜣之陋，而布網轉丸，不求之於工匠，則萬物各有能也。所能雖不同，而所習不敢異，則若巧而拙矣。故善用人者，使能方者爲方，能圓者爲圓，各任其所能，人安其性，不責萬民以工倕之巧。故衆技以不相能似拙，而天下皆自能，則大巧矣。夫用其自能，則規矩可弃，而妙匠之指可攦也。○攦，郭吕係反，又力結反，徐所綺反，李云：折也。崔云：撕之也。倕音垂，堯時巧者也，一名睡。蜘，音知。蛛，音誅。蛣，起一反。蜣，音𦍑。"
        },
        {
          "paragraph": "削曾、史之行，鉗楊、墨之口，攘弃仁義，而天下之德始玄同矣。",
          "zhushu": "去其亂羣之率，則天下各復其所，而同於玄德也。○行，下孟反。鉗，李巨炎反，又其嚴反。攘，如羊反。率，本又作帥，同，所𩔖反。"
        },
        {
          "paragraph": "彼人含其明，則天下不鑠矣；人含其聦，則天下不累矣；人含其知，則天下不惑矣；人含其德，則天下不僻矣。彼曾、史、楊、墨、師曠、工倕、離朱者，皆外立其德而以爚亂天下者也，",
          "zhushu": "此數人者，所禀多方，故使天下躍而效之。效之則失我，我失由彼，則彼爲亂主矣。夫天下之大患者，失我也。○不鑠，失灼反，崔云：不消壞也。向音燿。僻，匹亦反。爚，徐音藥，三蒼云：火光銷也。司馬崔云：散也。數，所主反。"
        },
        {
          "paragraph": "法之所無用也。",
          "zhushu": "若夫法之所用者，視不過於所見，故衆目無不明；聽不過於所聞，故衆耳無不聦；事不過於所能，故衆技無不巧；知不過於所知，故羣性無不適；德不過於所得，故羣德無不當。安用立所不逮於性分之表，使天下奔馳而不能自反哉？"
        },
        {
          "paragraph": "子獨不知至德之世乎？昔者容成氏、大庭氏、伯皇氏、中央氏、栗陸氏、驪畜氏、軒轅氏、赫胥氏、尊盧氏、祝融氏、伏戲氏、神農氏，當是時也，民結繩而用之，",
          "zhushu": "足以紀要而巳。○容成氏，司馬云：此十二氏皆古帝王。驪，徐力也反，李音犁。畜，徐敕六反。戲音羲。"
        },
        {
          "paragraph": "甘其食，美其服，",
          "zhushu": "適，故常甘，當故常美。若思夫侈靡，則無時慊矣。○慊，口簟反。"
        },
        {
          "paragraph": "樂其俗，安其居，鄰國相望，雞狗之音相聞，民至老死而不相往來。",
          "zhushu": "無求之至。○樂，音洛。而不相往來。一本作不相與往來。檢元嘉中郭注本及崔向永和中本，並無與字。"
        },
        {
          "paragraph": "若此之時，則至治巳。今遂至使民延頸舉踵曰，“某所有賢者”，贏糧而趣之，則內弃其親而外去其主之事，足跡接乎諸侯之境，車軌結乎千里之外。",
          "zhushu": "至治之迹，猶致斯弊。○治，直吏反，注同。頸，如字，李巨盈反。嬴音盈，崔云：裹也。廣雅云：負也。糧音良。趣，七子反，徐七喻反。"
        },
        {
          "paragraph": "則是上好知之過也。",
          "zhushu": "上謂好知之君，知而好之，則有斯過矣。○好，呼報反，注下皆同。"
        },
        {
          "paragraph": "上誠好知而無道，則天下大亂矣。何以知其然邪？夫弓弩畢弋機變之知多，則鳥亂於上矣；鉤餌網罟罾笱之知多，則魚亂於水矣；削格羅落𦊨罘之知多，則獸亂於澤矣；",
          "zhushu": "攻之愈密，避之愈巧，則雖禽獸猶不可圖之以知，而况人哉？故治天下者，唯不任知，任知無妙也。○弩音怒。畢弋機變，李云：兎網曰畢，繳射曰弋，弩牙曰機。知音智，下及注并下知詐皆同。餌，如志反。罾音曾。笱音鉤，釣鉤也。餌，魚餌也。廣雅云：𦊙謂罔𦌘，魚網也。爾雅云：婺婦之笱謂之罶。削，七妙反。格，古百反，李云：削格，所以施羅網也。𦊨，子斜反。罘，本又作罦，音浮。爾雅云：鳥罟謂之羅。兎罟謂之罝，罬謂之罦孚，覆車也。郭璞云：今飜車也。"
        },
        {
          "paragraph": "知詐漸毒頡滑堅白解垢同異之變多，則俗惑於辯矣。",
          "zhushu": "上之所多者，下不能安其少也。性少而以逐多，則迷也。○漸毒，李云：漸漬之毒，不覺深也。崔云：漸毒，猶深害。頡，戸結反。滑，子八反。頡滑，謂難料理也。崔云：纒。屈也。李云：骨滑稽也。一云：頡滑，不正之語也。解，苦懈反。垢，苦豆反。司馬崔云：解垢，隔角也。或云：詭曲之辭。"
        },
        {
          "paragraph": "故天下毎毎大亂，罪在於好知。故天下皆知求其所不知而莫知求其所已知者，",
          "zhushu": "不求所知而求所不知，此乃舍巳效人而不止其分也。○毎毎，李云：猶皆昏也。舎，音捨，下文同。"
        },
        {
          "paragraph": "皆知非其所不善而莫知非其所已善者，",
          "zhushu": "善其所善，争尚之所由生也。"
        },
        {
          "paragraph": "是以大亂。故上悖日月之明，下爍山川之精，中墮四時之施，惴耎之蟲，肖翹之物，莫不失其性。甚矣夫好知之亂天下也。",
          "zhushu": "夫吉㐫悔吝，生於動也。而知之所動，誠能揺蕩天地，運御羣生，故君人者，胡可以不忘其知哉！○悖，李郭云：必內反，又音佩。司馬云：薄食也。樂，失約反，崔云：消也。司馬云：崩竭也。崔向本作櫟，同，徐音藥。墮，許規反，毀也。施，始䜴反。惴，本亦作端，又作喘，川兖反，向音揣。耎，耳轉反。崔云：蠉𧍒，動蟲也。一云：揣耎，謂無足蟲。肖翹，音消，下音祁饒反。崔云：肖翹，植物也。李云：翾飛之属。"
        },
        {
          "paragraph": "自三代以下者是已，舍夫種種之機而恱夫役役之佞，釋夫恬淡無爲而恱夫啍啍之意，啍啍已亂天下矣。",
          "zhushu": "啍啍，以巳誨人也。○種種，向章勇反，李云：謹慤貌。一云：淳厚也。說音恱，下同。役役，李云：鬼黠貌。一云：有爲人也。恬，徒謙反。惔，徒暫反，徐大敢反。啍啍，李之閏反，又之純反，郭音惇，下同。司馬云：少智貌。徐許彭反，又許剛反。向本作啍，音亨。崔本上句作啍啍，少知而芒也。一云：啍啍，壯徤之貌。"
        }
      ]
    }
  ]
}