{
  "name": "莊子註疏·外篇·駢拇第八",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子外篇駢拇第八",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "○音義曰：舉事以名篇。"
        },
        {
          "paragraph": "駢拇枝指，出乎性哉！而侈於德。附贅縣疣，出乎形哉！而侈於性。",
          "zhushu": "夫長者不爲有餘，短者不爲不足，此則駢贅皆出於形性，非假物也。然駢與不駢，其於各足，而此獨駢枝，則於衆以爲多，故曰侈耳。而惑者或云非性，因欲割而棄之，是道有所不存，德有所不載，而人有棄財，物有棄用也，豈是至治之意哉？夫物有小大，能有少多，所大即駢，所多即贅。駢贅之分，物皆有之，若莫之任，是都棄萬物之性也。○駢，歲田反。廣雅云：並也。李云：併也。拇音母，足大指也。司馬云：駢拇，謂足拇指連第二指也。崔云：諸指連大指也。枝指如字。三蒼云：枝指，手有六指也。崔云：音岐，謂指有𡵨也。侈，昌是反，徐處䜴反。郭云：多貌。司馬云：溢也。崔云：過也。德，崔云：德，猶容也。贅，章銳反，廣雅云：疣也。釋名云：橫生一肉属著體也。一云：瘤結也。縣音玄。疣音尢。而侈於性，司馬云：性，人之本體也。駢拇、枝指、附贅、縣疣，此四者各出於形性，而非形性之正，於衆人爲侈耳。於形爲侈，於性爲多，故在手爲莫用之肉，於足爲無施之指也。王云：性者，受生之質；德者，全生之本。駢指受生而有，不可多於德；贅疣形後而生，不可多於性。此四者以况才智德行。夫，音符。發句之端於此。治，直吏反。分，扶問反。後可以意求有之。之或作定。"
        },
        {
          "paragraph": "多方乎仁義而用之者，列於五藏哉！而非道德之正也。",
          "zhushu": "夫與物冥者，無多也。故多方於仁義者，雖列於五藏，然自一家之正耳，未能與物無方而各正性命，故曰非道德之正。夫方之少多，天下未之有限，然少多之差，各有定分，豪芒之降，即不可以相跂，故各守其方，則少多無不自得。而或者聞多之不足以正少，因欲棄多而任少，是舉天下而棄之，不亦妄乎？○五藏，才浪反，後皆同。黃帝素問云：肝心脾肺腎爲五藏。"
        },
        {
          "paragraph": "是故駢於足者，連無用之肉也；枝於手者，樹無用之指也。",
          "zhushu": "直自性命不得不然，非以有用故然也。"
        },
        {
          "paragraph": "多方駢枝於五藏之情者，淫僻於仁義之行，",
          "zhushu": "五藏之情，直自多方耳，而少者橫復尚之，以至滛僻，而失至當於體中也。○僻，本又作辟，匹亦反，徐敷赤反，註及篇未同。於仁義之行，下孟反。崔云：駢枝贅疣，雖非性之正，亦出於形，不可去也。五藏之情，雖非道德之正，亦列於性，不可治也。今設仁義之教，以治五藏之情，猶削駢枝贅疣也。旣傷自然之理，更益其疾也。復，扶又反，徐篇末注皆同。當，丁浪反，後皆放此。"
        },
        {
          "paragraph": "而多方於聦明之用也。",
          "zhushu": "聦明之用，各有本分，故多方不爲有餘，少方不爲不足。然情欲之所蕩，未嘗不賤少而貴多也。見夫可貴而矯以尚之，則自多於本用，而困其自然之性。若乃忘其所貴，而保其素分，則與性無多，而異方倶全矣。"
        },
        {
          "paragraph": "是故駢於明者，亂五色，淫文章，青黃黼黻之煌煌非乎？而離朱是已。多於聦者，亂五聲，淫六律，金石絲竹黃鐘大吕之聲非乎？而師曠是已。",
          "zhushu": "夫有耳目者，未甞以慕聾盲自困也。所困常在於希離慕曠，則離曠雖性聦明，乃是亂耳目之主也。○黼黻音甫，下音弗。周禮云：白與黒謂之黼，黒與青謂之黻。煌煌音皇，廣雅云：光光也。向，崔本作䪄，向云：馬氏音煌。毛詩傳云：皇皇猶煌煌也。煌又音晃。非乎，向云：非乎，言是也。離朱，司馬云：黃帝時人，百歩見秋豪之末。一云見千里針鋒。孟子作離婁，是巳。向云：猶是也。五聲，本亦作五音。師曠司馬云：𣈆，賢大夫也。善音律，能致鬼神。史記云：兾州南和人，生而無目。"
        },
        {
          "paragraph": "枝於仁者，擢德塞性以收名聲，使天下簧鼔以奉不及之法非乎？而曾、史是已。",
          "zhushu": "夫曾史性長於仁耳，而性不長者，橫復慕之，慕之而仁，仁巳僞矣。天下未嘗慕桀跖，而必慕曾史，則曾史之簧鼔天下，使失其眞性，甚於桀跖也。○擢音濯，司馬云：㧞也。○簧音黃。鼔謂笙簧也。鼔，動也。曾史，曾參、史鰌也。曾參行仁，史鰌行義。跖，之石反。"
        },
        {
          "paragraph": "駢於辯者，纍瓦結繩竄句，遊心於堅白同異之間，而敝跬譽無用之言非乎？而楊、墨是已。",
          "zhushu": "夫騁其奇辯，致其危辭者，未豐容思於檮杌之口，而必競辨於楊、墨之間，則楊、墨乃亂羣言之主也。○纍，劣彼反。瓦，危委反，向同，崔如字，一云：瓦當作丸。結繩，李云：言小辯危辭，若結繩之纍瓦也。崔云：聚無用之語，如瓦之纍，繩之結也。竄，七亂反，爾雅云：微也。一云：藏也。句，紀具反。司馬云：竄句，謂邪說微隱，穿鑿文句也。一音鉤。敝，本又作蹩，徐音婢，郭父結反，李歩計反。司馬云：罷也。跬，徐丘婢反，郭音屑。向，崔本作䞨向，丘氏反，云：近也。司馬同，李却垂反，一音敝跬，分外用力之貌。譽音于。楊墨，崔、李云：楊朱、墨翟也。思，息嗣反。檮，徒刀反。杌，音兀。"
        },
        {
          "paragraph": "故此皆多駢旁枝之道，非天下之至正也。",
          "zhushu": "此數字皆師其天性，直自多駢旁枝，各自是一家之正耳。然以一正萬，則萬不正矣。故至正者，不以巳正天下，使天下各得其正而巳。○數，色主反，下文此數音同。"
        },
        {
          "paragraph": "彼正正者，不失其性命之情。",
          "zhushu": "物名任性，乃正正也。自此已下觀之，至正可見矣。"
        },
        {
          "paragraph": "故合者不爲駢，",
          "zhushu": "以枝正合，乃謂合爲駢。"
        },
        {
          "paragraph": "而枝者不爲跂；",
          "zhushu": "以合正枝，乃謂枝爲跂。○跂，其知反，崔本作枝，音同，或渠支反。"
        },
        {
          "paragraph": "長者不爲有餘，",
          "zhushu": "以短正長，乃謂長有餘。"
        },
        {
          "paragraph": "短者不爲不足。",
          "zhushu": "以長正短，乃謂短不足。"
        },
        {
          "paragraph": "是故鳬脛雖短，續之則憂；鶴脛雖長，斷之則悲。",
          "zhushu": "各自有正，不可以此正彼而損益之。○鳬音符。脛，形定反，釋名云：莖也。直而長，如物莖也。本又作踁。鶴，戸各反。斷，丁管反，下及註同。"
        },
        {
          "paragraph": "故性長非所斷，性短非所續，無所去憂也。",
          "zhushu": "知其性分，非所斷續而任之，則無所去憂，而憂自去也。○去，起吕反，注云憂去皆同。"
        },
        {
          "paragraph": "意仁義其非人情乎？",
          "zhushu": "夫仁義之是人之情性，但當任之耳。○意如字，下同，亦作醫。"
        },
        {
          "paragraph": "彼仁人何其多憂也。",
          "zhushu": "恐仁義非人情而憂之者，眞可謂多憂也。"
        },
        {
          "paragraph": "且夫駢於拇者，决之則泣；枝於手者，齕之則啼。二者或有餘於數，或不足於數，其於憂一也。",
          "zhushu": "謂之不足，故泣而决之；以爲有餘，故啼而齕之。夫如此，舉羣品萬殊，無釋憂之地矣。唯各安其天性，不决駢而齕枝，則曲成而無傷，又何憂哉？○齕，李音紇，齒斷也，徐胡切反，郭胡突反。啼音提。○，崔本作諦。"
        },
        {
          "paragraph": "今世之仁人，蒿目而憂世之患；",
          "zhushu": "兼愛之迹可尚，則天下之目亂矣。以可尚之迹，蒿令有患，而遂憂之，此爲䧟人於難而後拯之也。然今世正謂此爲仁也。○蒿目，好羔反，司馬云：亂也。李云：蒿目，决性之貌。○令，力呈反，下同。難，乃旦反。拯，拯救之拯。"
        },
        {
          "paragraph": "不仁之人，决性命之情而饕貴富。",
          "zhushu": "夫貴富所以可饕，由有蒿之者也。若乃無可尚之迹，則人安其分，將量力受任，豈有决巳效彼以饕竊非望哉？○饕，吐刀反，杜預注左傳云：貪財曰饕。"
        },
        {
          "paragraph": "故意仁義其非人情乎！自三代以下者，天下何其囂囂也。",
          "zhushu": "夫仁義自是人情也，而三代以下，橫共囂囂，棄情逐迹，如將不及，不亦多憂乎！○囂囂，許橋反，又五羔反，字林云：聲也。崔云：憂世之貌。"
        },
        {
          "paragraph": "且夫待鉤繩規矩而正者，是削其性也；待繩約膠𣾰而固者，是侵其德也；屈折禮樂，呴俞仁義，以慰天下之心者，此失其常然也。天下有常然。常然者，曲者不以鉤，直者不以繩，圓者不以規，方者不以矩，附離不以膠𣾰，約束不以纆索。故天下誘然皆生而不知其所以生，同焉皆得而不知其所以得。",
          "zhushu": "夫物有常然，任而不𦔳，則泯然自得而不自覺也。○屈，崔本作詘折，之𤍠反，謂屈折支體爲禮樂也。呴，况於反，李况付反，本又作傴，於禹反。俞音臾，李音喻，本又作呴，音詡，謂呴喻顔色爲仁義之貌。纆音墨，廣雅云：索也。索，悉各反，下同。"
        },
        {
          "paragraph": "故古今不二，不可虧也。",
          "zhushu": "同物，故與物無二而常全。"
        },
        {
          "paragraph": "則仁義又奚連連如膠漆纆索而遊乎道德之間爲哉。",
          "zhushu": "任道而得，則抱朴獨往，連連假物，無爲其間也。○連連，司馬云：謂連續仁義，遊道德間也。"
        },
        {
          "paragraph": "使天下惑也。",
          "zhushu": "仁義連連，秪足以惑物，使䘮其眞。○秪音支。䘮，息浪反，下巳䘮同。"
        },
        {
          "paragraph": "夫小惑易方，大惑易性。",
          "zhushu": "夫東西易方，於體未虧；矜仁尚義，失其常然，以之死地，乃大惑也。"
        },
        {
          "paragraph": "何以知其然邪？自虞氏招仁義以撓天下也，天下莫不奔命於仁義，",
          "zhushu": "夫與物無傷者，非爲仁也，而仁迹行焉；令萬理皆當者，非爲義也，而義功見焉；故當而無傷者，非仁義之招也。然而天下奔馳，弃我殉彼，以失其常然。故亂心不由於醜，而𢘆在美色；撓世不出於惡，而𢘆由仁義。則仁義者，撓天下之具也。○撓，而小反，郭呼堯反，又許羔反，廣雅云：亂也，又奴𤓰反。見，賢遍反。"
        },
        {
          "paragraph": "是非以仁義易其性與？",
          "zhushu": "雖虞氏無易之情，而天下之性固以異矣。○與，音餘。此可以意消息，後皆倣此。"
        },
        {
          "paragraph": "故嘗試論之，自三代以下者，天下莫不以物易其性矣。",
          "zhushu": "自三代以上，實有無爲之迹。無爲之迹，亦有爲者之所上也，尚之則失其自然之素，故雖聖人有不得巳，或以槃夷之事，易垂拱之性，而况悠悠者哉，○三代，夏、殷、周也。上，時掌反。槃夷並如字，謂創傷也。依字應作瘢痍。"
        },
        {
          "paragraph": "小人則以身殉利，士則以身殉名，大夫則以身殉家，聖人則以身殉天下。",
          "zhushu": "夫鶉居而鷇食，鳥行而無章者，何惜而不殉哉？故與世常冥，唯變所適，其迹則殉世之迹也。所遇者或時有槃夷秃脛之變，其迹則傷性之迹也。然而雖揮斥入極，而神氣無變，手足槃夷，而居形者不擾，則奚殉哉？無狥也，故乃不殉其所殉，而迹與世同殉也。○殉，辭俊反，徐辭倫反，司馬云：營也。崔云：殺身從之曰殉。鶉音純，又音敦。鷇，口豆反。秃，吐木反。揮音輝。斥音赤。"
        },
        {
          "paragraph": "故此數子者，事業不同，名聲異號，其於傷性以身爲殉一也。臧與榖二人相與牧羊而倶亡其羊。問臧奚事，則挾筴讀書；問榖奚事，則博塞以遊。二人者事業不同，其於亡羊均也。伯夷死名於首陽之下，盗跖死利於東陵之上，二人者所死不同，其於殘生傷性均也，奚必伯夷之是而盗跖之非乎？",
          "zhushu": "天下之所惜者，生也。今殉之太甚，俱殘其生，則所殉是非不足復論。○臧，作郞反，崔云：好書曰臧。方言云：齊之北鄙，燕之北郟。凡民男而婿婢謂之臧，女而婦奴謂之獲。張揖云：婿婢之子謂之臧，婦奴之子謂之獲。榖如字，爾雅云：善也。崔本作榖，云：孺子曰谷牧，牧養之牧。挾音協。筴，字又作策，𥘉革反。李云：竹簡也。古以冩書，長二尺四寸。博塞，悉代反，塞，博之𩔖也。漢書云：吾丘壽王以善格五待詔，謂博塞也。首陽，山名，在河東蒲坂縣。死，謂餓而死。東陵，李云：謂泰山也。一云，陵名，今名東平陵，屬濟南郡。"
        },
        {
          "paragraph": "天下盡殉也。彼其所殉仁義也，則俗謂之君子；其所殉貨財也，則俗謂之小人。其殉一也，則有君子焉，有小人焉；若其殘生損性，則盗跖亦伯夷已，又惡取君子小人於其間哉。",
          "zhushu": "天下皆以不殘爲善，今均於殘生，則雖所殉不同，不足復計也。夫生奚爲殘，性奚爲易哉？皆由乎尚無爲之迹也。若知迹之由乎無爲而成，則絶尚去甚，而反冥我極矣。堯、桀將均於自得，君子小人奚辨哉？○惡音烏。君子小人於其間，崔本無小人於三字。"
        },
        {
          "paragraph": "且夫屬其性乎仁義者，雖通如曾、史，非吾所謂臧也；",
          "zhushu": "以此係彼爲屬，屬性於仁，殉仁者耳，故不善也。○屬，郭時欲反，謂係屬也。徐音燭，謂屬著也。下皆同。"
        },
        {
          "paragraph": "屬其性於五味，雖通如俞兒，非吾所謂臧也；",
          "zhushu": "率性通味乃善。○雖通如楊、墨，一本無此句。俞兒，音榆，李武榆反。司馬云：古之善識味人也。崔云：尸子曰：膳俞兒，和之以薑、桂，爲人主上食。淮南云：俞兒狄牙嘗淄、澠之水而別之。一云：俞兒，黃帝時人。狄牙則易牙，齊桓公時識味人也。一云：俞兒亦齊人。淮南子，一本作申兒，疑申當作臾。"
        },
        {
          "paragraph": "屬其性乎五聲，雖通如師曠，非吾所謂聦也；屬其性乎五色，雖通如離朱，非吾所謂明也。",
          "zhushu": "不付之於我而屬之於彼，則雖通之如彼而我已䘮矣。故各任其耳目之用，而不係於離曠，乃聦明也。"
        },
        {
          "paragraph": "吾所謂臧，非仁義之謂也，臧於其德而已矣；",
          "zhushu": "善於自得，忘仁而仁。"
        },
        {
          "paragraph": "吾所謂臧者，非所謂仁義之謂也，任其性命之情而已矣；",
          "zhushu": "謂仁義爲善，則損身以殉之，此於性命還自不仁也。身且不仁，其如人何。故任其性命，乃能及人，及人而不累於已，彼我同於自得，斯可謂善也。○累，劣僞反，後皆放此。"
        },
        {
          "paragraph": "吾所謂聦者，非謂其聞彼也，自聞而已矣；吾所謂明者，非謂其見彼也，自見而已矣。",
          "zhushu": "夫絶離棄曠，自任聞見，則萬方之聦明，莫不皆全也。"
        },
        {
          "paragraph": "夫不自見而見彼，不自得而得彼者，是得人之得而不自得其得者也，適人之適而不自適其適者也。",
          "zhushu": "此舎已效人者也。雖效之若人，而巳已亡矣。○舍音捨。"
        },
        {
          "paragraph": "夫適人之適而不自適其適，雖盗跖與伯夷，是同爲淫僻也。",
          "zhushu": "苟以失性爲淫僻，則雖所失之𡍼異，其於失之一也。"
        },
        {
          "paragraph": "余愧乎道德，是以上不敢爲仁義之操，而下不敢爲淫僻之行也。",
          "zhushu": "愧道德之不爲，謝冥復之無迹，故絶操行，忘名利，從容吹累，遺我忘彼，若斯而巳矣。○槐，崔本作䁛，云：聭愧同。行，下孟反，注同。復音服。從，七容反。吹如字，又昌僞反，字亦作。"
        }
      ]
    }
  ]
}