{
  "name": "莊子註疏·外篇·田子方第二十一",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子外篇田子方第二十一",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以人名篇。"
        },
        {
          "paragraph": "田子方侍坐於魏文侯，數稱谿工。文侯曰：“谿工，子之師邪？子方曰：非也，無擇之里人也；稱道數當，故無擇稱之。”文侯曰：然則子無師邪？”子方曰：“有。”曰：“子之師誰邪？”子方曰：“東郭順子。”文侯曰：“然則夫子何故未嘗稱之？”子方曰：“其爲人也眞，",
          "zhushu": "無假也。○田子方，李云：魏文侯師也，名無擇。數稱，𩀱角反，又所主反，下同。谿，音溪，又音𠔃。司馬本作雞工。李云：谿工，賢人也。"
        },
        {
          "paragraph": "人貌而天",
          "zhushu": "雖貌與人同，而獨任自然。"
        },
        {
          "paragraph": "虚，縁而葆真，",
          "zhushu": "虚而順物，故真不失。○葆音保，本亦作保。"
        },
        {
          "paragraph": "清而容物。",
          "zhushu": "夫清者患於大潔，今清而容物，與天同也。○大音泰。"
        },
        {
          "paragraph": "物無道，正容以悟之，使人之意也消，",
          "zhushu": "曠然清虚，正巳而巳，而物邪自消。○邪，似嗟反。"
        },
        {
          "paragraph": "無擇何足以稱之？”子方出，文侯儻然終日不言，召前立臣而語之曰：“遠矣，全德之君子。始吾以聖知之言，仁義之行爲至矣。吾聞子方之師，吾形解而不欲動，口鉗而不欲言，",
          "zhushu": "自覺其近。○儻然，敕蕩反，司馬云：失志貌。語，魚據反。知，音智。行，下孟反。解，戸買反。鉗，其炎反，徐其嚴反。"
        },
        {
          "paragraph": "吾所學者，真土梗耳。",
          "zhushu": "非眞物也。○直，如字，本亦作真，下句同。元嘉本此作眞，下句作直。土梗，更猛反。司馬云：土梗，土人也。遭雨則壞。"
        },
        {
          "paragraph": "夫魏眞爲我累耳。”",
          "zhushu": "知至貴者，以人爵爲累也。"
        },
        {
          "paragraph": "温伯雪子適齊，舎於魯，魯人有請見之者，温伯雪子曰：“不可。吾聞中國之君子，明乎禮義而陋於知人心，吾不欲見也。至於齊，反舎於魯，是人也又請見。”温伯雪子曰：“徃也蘄見我，今也又蘄見我，是必有以振我也。”出而見客，入而歎。明曰見客，又入而歎。其僕曰：“毎見之客也，必入而歎，何邪？”曰：“吾固告子矣，中國之民，明乎禮義而陋乎知人心。昔之見我者，進退一成規一成矩，從容一若龍，一若虎。",
          "zhushu": "槃辟其歩，逶蛇其迹。○温伯雪子，李云：南國賢人也。蘄，音祈。從，七容反。辟，婢亦反。遺，如字，本又作逶，於危反。蛇，以支反。"
        },
        {
          "paragraph": "其諫我也似子，其道我也似父，",
          "zhushu": "禮義之弊，有斯飾也。○道音導。"
        },
        {
          "paragraph": "是以歎也。仲尼見之而不言。",
          "zhushu": "巳知其心矣。"
        },
        {
          "paragraph": "子路曰：“吾子欲見温伯雪子乆矣，見之而不言，何邪？”仲尼曰：“若夫人者，目擊而道存矣，亦不可以容聲矣。”",
          "zhushu": "目裁徃，意巳逹，無所容其德音也。○夫，音符。目擊而道存矣。司馬云：見其目動而神實。巳，著也。擊，動也。"
        },
        {
          "paragraph": "顔淵問於仲尼曰：“夫子歩亦歩，夫子趨亦趨，夫子馳亦馳；夫子奔逸絶塵，而回瞠若乎後矣。”夫子曰：“回，何謂邪。曰：夫子歩，亦歩也；夫子言，亦言也；夫子趨，亦趨也；夫子辯，亦辯也；夫子馳，亦馳也；夫子言道，回亦言道也。及奔逸絶塵而回瞠若乎後者。夫子不言而信，不比而周。無器而民滔乎前。而不知所以然而已矣。”仲尼曰：“惡！可不察與！夫哀莫大於心死，而人死亦次之。",
          "zhushu": "夫心以死爲死，乃更速其死。其死之速，由哀以自䘮也。無哀則巳，有哀則心死者，乃哀之大也。○奔逸，司馬本逸作敵。瞠，敕庚反，又丑郎反，字林云：直視貌，一音斜視。又行，下孟反。器，剛志反。滔乎前，吐刀反。謂無人君之器，滔聚其前也。○馳，直而反。惡音烏。與音餘，下哀與同。䘮，息浪反，下章同。"
        },
        {
          "paragraph": "日出東方而入於西極。萬物莫不比方。",
          "zhushu": "皆可見也。"
        },
        {
          "paragraph": "有目有趾者，待是而後成功。",
          "zhushu": "目成見功，足成行功也。"
        },
        {
          "paragraph": "是出則存，是入則亡。",
          "zhushu": "直以不見爲亡耳。竟不亡。"
        },
        {
          "paragraph": "萬物亦然。有待也而死，有待也而生。",
          "zhushu": "待隱謂之死，待顯謂之生。竟無死生也。"
        },
        {
          "paragraph": "吾一受其成形，而不化以待盡。",
          "zhushu": "夫有不得變而爲無，故一受成形，則化盡無期也。"
        },
        {
          "paragraph": "效物而動，",
          "zhushu": "自無心也。"
        },
        {
          "paragraph": "日夜無𨻶，",
          "zhushu": "恒化新也。"
        },
        {
          "paragraph": "而不知其所終。",
          "zhushu": "不以死爲死也。"
        },
        {
          "paragraph": "薫然其成形，",
          "zhushu": "薫然自成，又奚爲哉？○薰，許云反。"
        },
        {
          "paragraph": "知命不能規乎其前，丘以是日徂。",
          "zhushu": "不係於前，與變俱徃，故曰徂。○徂如字，司馬本作疽，云：病也。"
        },
        {
          "paragraph": "吾終身與女交一臂而失之，可不哀與。",
          "zhushu": "夫變化不可執而留也，故雖執臂相守，而不能令停。若哀死者，則此亦可哀也。今人未甞，以此爲哀，奚獨哀死邪？○令，力呈反，下章注同。女音汝。"
        },
        {
          "paragraph": "女殆著乎。吾所以著也。彼已盡矣，而女求之以爲有。是求馬於唐肆也。",
          "zhushu": "唐肆，非停馬處也。言求向者之有，不可復得也。人之生，若馬之過肆耳，恒無駐湏臾新故之相續，不舎晝夜也。著，見也。言女殆見吾所以見者耳。吾所以見者，日新也，故巳盡矣，女安得有之。○殆著乎吾所以著也，郭著音張慮反，注同，又一音張略反。司馬云：吾所以著者，外化也。女殆庻於此耳。吾一不化者，則非女所及也。是求馬於唐肆也。郭云：唐肆，非停馬處也。李同。又云：唐，亭也。司馬本作廣肆，云：廣庭也。求馬於市肆，廣庭非其所也。處，昌慮反。復，扶又反。舎音捨。"
        },
        {
          "paragraph": "吾服女也甚忘，",
          "zhushu": "服者，思存之謂也。甚忘，謂過去之速也。言女去，忽然思之，恒欲不及。"
        },
        {
          "paragraph": "女服吾也亦甚忘。",
          "zhushu": "俱爾耳。不問賢之與聖，未有得停者。"
        },
        {
          "paragraph": "雖然，女奚患焉。雖忘乎故吾，吾有不忘者存。”",
          "zhushu": "不忘者存，謂繼之以日新也。雖忘故吾而新吾巳至，未始非吾，吾何患焉。故能離俗絶塵，而與物無不㝠也。○離，力智反，下章又同。"
        },
        {
          "paragraph": "孔子見老聃，老聃新沐，方將被髪而乾，慹然似非人。",
          "zhushu": "寂泊之至。○被，皮寄反。乾，本或作干。慹，乃牒反，又丁立反。司馬云：不動貌。說文云：怖也。泊，歩各反。"
        },
        {
          "paragraph": "孔子便而待之。少焉見曰：“丘也眩與？其信然與。向者先生形體掘若槁木，似遺物離人而立於獨也。”",
          "zhushu": "無其心身，而後外物去也。○待，或作侍。見，賢遍反。眩，玄遍反。與音餘，下同。掘，徐音屈。槁，苦老反。"
        },
        {
          "paragraph": "老聃曰：“吾遊於物之初。”",
          "zhushu": "初未有而歘有，故遊於物初，然後明有物之不爲而自有也。○欵，訓弗反。"
        },
        {
          "paragraph": "孔子曰：“何謂邪？”曰：“心困焉而不能知，口辟焉而不能言。",
          "zhushu": "欲令仲尼必求之於言意之表也。○辟，必亦反，司馬云：辟，卷不開也，又婢亦反，徐敷赤反。"
        },
        {
          "paragraph": "嘗爲女議乎其將",
          "zhushu": "試議隂陽，以擬向之無形耳，未之敢必。○爲，于僞反。"
        },
        {
          "paragraph": "至隂肅肅，至陽赫赫，肅肅出乎天，赫赫發乎地，",
          "zhushu": "言其交也。"
        },
        {
          "paragraph": "兩者交通成和而物生焉。或爲之紀而莫見其形。",
          "zhushu": "莫見爲紀之形，明其自爾。"
        },
        {
          "paragraph": "消息滿虚，一晦一明，日改月化，日有所爲",
          "zhushu": "未甞守故。"
        },
        {
          "paragraph": "而莫見其功。",
          "zhushu": "自爾故無功。"
        },
        {
          "paragraph": "生有所乎萌，",
          "zhushu": "萌於未聚也。"
        },
        {
          "paragraph": "死有所乎歸，",
          "zhushu": "歸於散也。"
        },
        {
          "paragraph": "始終相反乎無端，而莫知乎其所窮。",
          "zhushu": "所謂迎之不見其首，隨之不見其後。"
        },
        {
          "paragraph": "非是也，且孰爲之宗？”孔子曰：“請問遊是。”老聃曰：“夫得是，至美至樂也。得至美而遊乎至樂，謂之至人。”",
          "zhushu": "至美無美，至樂無樂故也。○且，如字，舊子餘反。樂音洛，下及注同。"
        },
        {
          "paragraph": "孔子曰：“願聞其方。”曰：“草食之獸不疾易藪，水生之蟲不疾易水，行小變而不失其大，常也。",
          "zhushu": "死生亦小變也。○行，下孟反，又如字。"
        },
        {
          "paragraph": "喜怒哀樂不入於胷次。",
          "zhushu": "知其小變而不失大常，故次李中也。"
        },
        {
          "paragraph": "夫天下也者，萬物之所一也。得其所一而同焉，則四支百體將爲塵垢，而死生終始將爲晝夜，而莫之能滑，而况得䘮禍福之所介乎。",
          "zhushu": "愈不足患。○滑，古没反。介，音界。"
        },
        {
          "paragraph": "棄隷者若棄泥塗，知身貴於𨽾也，",
          "zhushu": "知身之貴於𨽾，故弃之若遺土耳。茍知死生之變，所在皆我，則貴者常在也。"
        },
        {
          "paragraph": "貴在於我而不失於變。",
          "zhushu": "所貴者我也，而我與變俱，故無失也。"
        },
        {
          "paragraph": "且萬化而未，始有極也，夫孰足以患心？已爲道者解乎此。”",
          "zhushu": "所謂縣解。○解，戸買反，注同。"
        },
        {
          "paragraph": "孔子曰：“夫子德配天地，而猶偃至言以脩心，古之君子，孰能脫焉？”老聃曰：“不然。夫水之於汋也，無爲而才自然矣。至人之於德也，不脩而物不能離焉。若天之自高，地之自厚，日月之自明，夫何脩焉？”",
          "zhushu": "不脩不爲而自得也。○汋，音灼，又上若反，李以略反，李云：取也。"
        },
        {
          "paragraph": "孔子出，以告顔回曰：“丘之於道也，其猶醯雞與？",
          "zhushu": "醯雞者，甕中之蠛蠓。○醯雞，許西反，司馬云：若酒上蠛蠓也。甕，烏弄反。蠛，亡結反。蠓，元孔反。"
        },
        {
          "paragraph": "微夫子之發吾覆也，吾不知天地之大全也。”",
          "zhushu": "比吾全於老聃，猶甕中之與天地矣。"
        },
        {
          "paragraph": "莊子見魯哀公，哀公曰：“魯多儒士，少爲先生方者。”莊子曰：“魯少儒。”哀公曰：“舉魯國而儒服，何謂少乎？”莊子曰：“周聞之，儒者，冠圜冠者，知天時，履句屨者知地形，緩佩玦者，事至而斷。君子有其道者，未必爲其服也；爲其服者，未必知其道也。”公固以爲不然，何不號於國中曰：“無此道而爲此服者，其罪死。”於是哀公號之，五日，而魯國無敢儒服者，獨有一丈夫儒服而立乎公門。公即召而問以國事，千轉萬變而不窮。莊子曰：“以魯國而儒者一人耳，可謂多乎？",
          "zhushu": "德充於内者，不脩飾於外。○見，賢遍反，亦如字。魯哀公，司馬云：莊子與魏惠王、齊威王同時，在哀公後百二十年。冠，古亂反。圜音圓。句音矩，徐其俱反，李云：方也。屨，徐居具反。緩，戸管反，司馬本作綬。玦，古穴反。斷，丁亂反。號，號令也。"
        },
        {
          "paragraph": "百里奚爵禄不入於心，故飯牛而牛肥。使秦穆公忘其賤，與之政也。有虞氏死生不入於心，故足以動人。",
          "zhushu": "内自得者，外事全也。○飯，煩晚反。忘其賤，謂忘其飯牛之賤也。"
        },
        {
          "paragraph": "宋元君將畫圖，衆史皆至，受揖而立，䑛筆和墨在外者半。有一史後至者，儃儃然不趨，受揖不立，因之舎。公使人視之，則解衣般礴臝。君曰：“可矣，是眞畫者也。”",
          "zhushu": "内足者，神間而意定。○受，揖而立，司馬云：受命揖而立也。䑛，本或作䑛，食𥿄反。儃儃，吐但反，徐音但。李云：舒閒之貌。般，字又作褩。礴，傍各反，徐敷各反。司馬云：般礴，謂箕坐也。臝，本又作羸，同。力果反。司馬云：將畫，故解衣見形。間。音閑。"
        },
        {
          "paragraph": "文王觀於臧，見一丈夫釣，而其釣莫釣。",
          "zhushu": "聊以卒歲。○文王觀於臧。李云：臧，地名也。司馬本作文王微服而觀於臧。夫本或作人。"
        },
        {
          "paragraph": "非持其釣有釣者也，",
          "zhushu": "竟無所求。"
        },
        {
          "paragraph": "常釣也。",
          "zhushu": "不以得失經意，其於假釣而巳。"
        },
        {
          "paragraph": "文王欲舉而授之政，而恐大臣父兄之弗安也；欲終而釋之，而不忍百姓之無天也，於是旦而屬之夫，夫曰：“昔者寡人夢見良人，黒色而𩑺，乗駁馬而偏朱蹄，號曰：‘寓而政於臧丈人，庻幾乎民有瘳乎！’”諸大夫蹵然曰：“先君王也。”文王曰：“然則卜之。”諸大夫曰：“先君之命，王其無它，又何卜焉？遂迎臧丈人而授之政，典法無更，偏令無出。三年，文王觀於國，則列士壞植散羣，長官者不成德，螤斛不敢入於四竟。列士壞植散羣，則尚同也；",
          "zhushu": "所謂和其光，同其塵。○屬，音燭。夫夫，皆方于反。司馬云：夫夫，大夫也。一云：夫夫，古讀爲大夫。𩑺，而占反，郭、李而兼反，又而衘反。駁，邦角反。偏朱蹄，李云：一蹄偏赤也。瘳，赦留反。鷲，子六反，本或作耿。在乆、七小二反。先君王，司馬云：言先君王靈神之所致。令，本或作命。王其無它，司馬云：無違命。壞，音怪，下同。植，音值。散羣，司馬云：植，行列也。散羣，言不養徒衆也。一云：植者，疆界頭造屋以待諫者也。長，丁丈反，下同。官者不成德。司馬云：不利功名也。斔斛，音庾。李云：六斛四斗曰螤。司馬本作螤斞，云：螤讀曰終，斞讀曰臾。竟，音境，下同。"
        },
        {
          "paragraph": "長官者不成德，則同務也；",
          "zhushu": "潔然自成，則與衆務異也。"
        },
        {
          "paragraph": "螤斛不敢入於四竟，則諸侯無二心也。”",
          "zhushu": "天下相信，故能同律度量衡也。"
        },
        {
          "paragraph": "文王於是焉以爲大師，北面而問曰：“政可以及天下乎？臧丈人昧然而不應，泛然而辭，朝令而夜遁，終身無聞。”",
          "zhushu": "爲功者非巳，故功成而身不得不退，事遂而名不得不去。名去身退，乃可以及天下也。○太音泰。昧音妹。泛，徐敷甸反。遁，徐困反。"
        },
        {
          "paragraph": "顔淵問於仲尼曰：“文王其猶未邪？又何以夢爲乎？”仲尼曰：“黙，女無言。夫文王盡之也，",
          "zhushu": "任諸大夫而不自任，斯盡之也。"
        },
        {
          "paragraph": "而又何論刺焉？彼直以循斯須也。”",
          "zhushu": "斯須者，百姓之情，當悟未悟之頃，故文王循而發之，以合其大情也。○刺，七賜反。"
        },
        {
          "paragraph": "列御㓂爲伯昬無人射，引之盈貫，",
          "zhushu": "盈貫，謂溢鏑也。○爲，于僞反。盈貫，古亂反，司馬云：鏑也。鏑，丁歷反。"
        },
        {
          "paragraph": "措杯水其肘上，",
          "zhushu": "左手如拒，右手如附技，右手放發而左手不知，故可措之杯水也。○措，七故反。肘，竹九反。柜音矩，本亦作矩，同。"
        },
        {
          "paragraph": "發之，適矢復沓，",
          "zhushu": "矢，去也。箭適去，復歃沓也。○適，丁歷反。復，扶又反，下及注同。歃，色洽反。"
        },
        {
          "paragraph": "方矢復寓。",
          "zhushu": "箭方去，未至的巳復寄杯於肘上，言其敏捷之妙也。"
        },
        {
          "paragraph": "當是時，猶象人也。",
          "zhushu": "不動之至。"
        },
        {
          "paragraph": "伯昏無人曰：“是射之射，非不射之射也。嘗與汝登高山，履危石，臨百仞之淵，若能射乎？於是無人遂登高山，履危石，臨百仞之淵，背逡巡，足二分垂在外，揖御㓂而進之。御寇伏地，汗流至踵。伯昬無人曰：“夫至人者，上闚靑天，下潜黃泉，揮斥八極，神氣不變。",
          "zhushu": "揮斥，猶縱放也。夫德充於内，則神滿於外，無遠近幽深，所在皆明，故審安危之機，而泊然自得也。○逡，七旬反。汗，戸旦反。揮音揮。斥音尺，李音託，郭云：揮斥猶放縱。"
        },
        {
          "paragraph": "今女怵然有恂目之志，爾於中也殆矣夫！”",
          "zhushu": "不能明至分，故有惧。有惧而所䘮多矣，豈唯射乎？○怵，敕律反。恂，李又作眴，音荀，爾雅云：恂，慄也。目之志恂，謂眩也。欲以眩恱人之目，故怵也。中，丁仲反，又如字，中精神也。䘮，息浪反，後章同。"
        },
        {
          "paragraph": "肩吾問於孫叔敖曰：“子三爲令尹而不榮華，三去之而無憂色。吾始也疑子，今視子之鼻間栩栩然，子之用心獨奈何？”孫叔敖曰：“吾何以過人哉。吾以其來不可却也。其去不可止也。吾以爲得失之非我也。而無憂色而已矣。我何以過人哉！且不知其在彼乎，其在我乎。其在彼邪？亡乎我；在我邪？亡乎彼。",
          "zhushu": "矌然無係，玄同彼我，則在彼非獨亡，在我非獨存也。○栩，况甫反。"
        },
        {
          "paragraph": "方將躊躇，方將四顧，何暇至乎人貴人賤哉。”",
          "zhushu": "躊躇四顧，謂無可無不可。○躊，直留反。躇，直於反。"
        },
        {
          "paragraph": "仲尼聞之曰：“古之眞人，知者不得說，美人不得濫，盗人不得刦，伏戲黃帝不得友。",
          "zhushu": "伏戲、黃帝者，功號耳，非所以功者也。故况功號於所以功，相去遠矣，故其名不足以友於人也。○刦，居業反，元嘉本作却。戲音羲。"
        },
        {
          "paragraph": "死生亦大矣，而無變乎己。況爵禄乎！若然者，其神經乎大山而無介，入乎淵泉而不濡，處卑細而不憊，充滿天地。旣以與人己愈有。”",
          "zhushu": "割肌膚以爲天下者，彼我俱失也。使人人自得而巳者，與人而不損於巳也。其神明充滿天地，故所在皆可。所在皆可，故不損巳爲物，而放於自得之地也。○大山，音泰。介音界。憊，皮拜反。以爲，于僞反，下同。"
        },
        {
          "paragraph": "楚王與凡君坐，少焉，楚王左右曰凡亡者三。",
          "zhushu": "言有三亡徴也。○凡君，如字。司馬云：凡，國名，在汲郡共縣。按左傳：凡，周公之後也。隱七年，天王使凡伯來聘。俗本此後有孔子窮於陳、蔡及孔子謂顔回二章，與讓王篇同，衆家並於讓王篇音之。檢此二章無郭註，似如重出，古本皆無，謂無者是也。"
        },
        {
          "paragraph": "凡君曰：“凡之亡也，不足以䘮吾存。",
          "zhushu": "遺凡故也。"
        },
        {
          "paragraph": "夫凡之亡不足以䘮吾存，則楚之存不足以存存。",
          "zhushu": "夫遺之者，不以亡爲亡，則存亦不足以爲存矣。曠然無矜，乃常存也。"
        },
        {
          "paragraph": "由是觀之。則凡未始亡而楚未始存也。",
          "zhushu": "存亡更在於心之所措耳。天下竟無存亡。"
        }
      ]
    }
  ]
}