{
  "name": "莊子註疏·外篇·馬蹄第九",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子外篇馬蹄第九",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：舉事以名篇。"
        },
        {
          "paragraph": "馬，蹄可以踐霜雪，毛可以禦風寒，齕草飮水，翹足而陸，此馬之眞性也。",
          "zhushu": "駑，𩦸名。適於身而足○馬。釋名云：武也。王弼註易云：在下而行者也。蹄音提。司馬云：馬足甲也。禦，魚吕反。廣雅云：敵也。崔本作辟。齕，根發反，又胡切反。翹，祁饒反。足，崔本作尾。陸：司馬云：陸，跳也。字書作𩣱。𩣱，馬健也。駑音奴，惡馬也。𩦸音兾，千里善馬也。"
        },
        {
          "paragraph": "雖有義臺路寢，無所用之。",
          "zhushu": "馬之眞性，非辭鞌而惡乗，但無羡於榮華。○義，許冝反，又如字，徐音儀，崔本同，一本作義臺。崔云：羲臺猶靈臺也。路寢，路正也，大也。崔云：路寢，正室。惡，烏路反。"
        },
        {
          "paragraph": "及至伯樂，曰：“我善治馬。”燒之，剔之，刻之，雒之，連之以羈馽，編之以皁棧，馬之死者十二三矣；",
          "zhushu": "有意治之，則不治矣。治之爲善，斯不善也。○伯樂，音洛，下同。伯樂，姓孫，名陽，善馭馬。石氏星經云：伯樂，天星名，主典天馬。孫陽善馭，故以爲名。剔，敕整反，字林云：剃也。徐詩赤反。向，崔本作鬄，向音郝。雒音洛。司馬云：燒謂燒鐡以爍之。剔謂翦其毛，刻謂削其甲，雒謂羈雒其頭也。羈，居宜反，廣雅云：勒也。馽，丁邑反，徐丁力反，絆也。李音述，本亦作馽，非也。馽，之樹反。司馬、向、崔本並作䋶。向云：馬氏音竦。崔云：絆前兩足也。編，必然反。皁，才老反，櫪也。一云：槽也。崔云：馬閑也。棧，士板反，徐在簡反，又士諌反。編木作𣚛，似牀日棧，以禦温也。崔云：木棚也。治，直吏反。"
        },
        {
          "paragraph": "飢之，渴之，馳之，驟之，整之，齊之，前有橛飾之患，而後有鞭筴之威，而馬之死者已過半矣。",
          "zhushu": "夫善御者，將以盡其能也。盡能在於自任，而乃走作驅歩，求其過能之用，故有不堪而多死焉。若乃任駑𩦸之力，適遲疾之分，雖則足迹接乎八荒之表，而衆馬之性全矣。而或者聞任馬之性，乃謂放而不乗，聞無爲之風，遂云行不如臥，何其生而不返哉。斯失乎莊生之㫖逺矣。○驟，士救反。橛向徐其月反，司馬云：衘也。崔云：鑣也。飾，徐音式，司馬云：排衘也。謂加飾於馬鑣也。鞭，必然反。筴，𥘉革反，杜注左傳云：馬檛也。檛，竹𤓰反。"
        },
        {
          "paragraph": "陶者曰：“我善治埴，圎者中規，方者中矩。”匠人者，我善治木，曲者中鉤，直者應繩。夫埴木之性，豈欲中規矩鉤繩哉？然且世世稱之曰：“伯樂善治馬，而陶匠善治埴木，此亦治天下者之過也。”",
          "zhushu": "世以任自然而不加巧者，爲不善於治也。揉曲爲直，厲駑習𩦸，能爲規矩，以矯拂其性，使死而後巳，乃謂之善治也，不亦過乎。○陶，道刀反，謂窑也。窑音戈消反。埴，徐時力反，崔云：土也。司馬云：埴土可以爲陶器。尚書傳云：土黏曰埴。釋名云：埴，膱也。膱音之食反。中，丁仲反，下皆同。應，應對之應。後不音者放此。揉，汝久反。矯，居兆反。拂，房弗反。"
        },
        {
          "paragraph": "吾意善治天下者不然。",
          "zhushu": "以不治治之，乃善治也。"
        },
        {
          "paragraph": "彼民有常性，織而衣，耕而食，是謂同德；",
          "zhushu": "夫民之德，小異而大同。故性之不可去者，衣食也。事之不可廢者，耕織也。此天下之所同而爲本者也。守斯道者，無爲之至也。○去，羗吕反。"
        },
        {
          "paragraph": "一而不黨，命曰天放。",
          "zhushu": "放之而自一耳，非黨也，故謂之天放。○放如字，崔本作牧，云：養也。"
        },
        {
          "paragraph": "故至德之世，其行塡塡，其視顚顚。",
          "zhushu": "此自足於內，無所求及之貌。○塡塡，徐音田，又徒偃反，質重貌。崔云：重遲也。一云：詳徐貌，淮南作莫莫。顚顚，丁田反，崔云：專一也。淮南作溟溟。"
        },
        {
          "paragraph": "當是時也，山無蹊隧，澤無舟梁；",
          "zhushu": "不求非望之利，故止於一家而足。○蹊，徐音兮，李云：徑也。隧，徐音遂，崔云：道也。"
        },
        {
          "paragraph": "萬物羣生，連屬其鄕；",
          "zhushu": "混芒而同得也，則與一世而淡漠焉，豈國異而家殊也○連屬其鄕，王云：旣無國異家殊，故其鄕連屬。混，胡本反。芒，莫剛反。淡，徒暫反。漠，音莫。"
        },
        {
          "paragraph": "禽獸成羣，草木遂長。",
          "zhushu": "足性而止，無呑夷之欲，故物全。○長，丁丈反，又直良反。吞，敕恩反，又音夭。"
        },
        {
          "paragraph": "是故禽獸可係羈而遊，鳥鵲之巢可攀援而闚。",
          "zhushu": "與物無害，故物馴也。○攀，本又作扳，普班反。援音𡊮，廣雅云：牽也，引也。闚，去規反。馴，似遵反，或音純。"
        },
        {
          "paragraph": "夫至德之世，同與禽獸居，族與萬物並，惡乎知君子小人哉？同乎無知，其德不離；",
          "zhushu": "知則離道以善也。○惡，音烏。離，力智反，注皆同。"
        },
        {
          "paragraph": "同乎無欲，是謂素樸；",
          "zhushu": "欲則離性以飾也。○樸，普剥反。"
        },
        {
          "paragraph": "素樸而民性得矣。",
          "zhushu": "無煩乎知欲也。重意。老三章，常使民無知無欲。"
        },
        {
          "paragraph": "及至聖人，",
          "zhushu": "聖人者，民得性之迹耳，非所以迹也。此云及至聖人，猶云及至其迹也。"
        },
        {
          "paragraph": "蹩躠爲仁，踶跂爲義，而天下始疑矣；澶漫爲樂，摘僻爲禮，而天下始分矣。",
          "zhushu": "夫聖迹旣彰，則仁義不眞，而禮樂離性，徒得形表而巳矣。有聖人即有斯弊，吾若是何哉？○蹩，歩結反。向崔本作弊，音同。躠，本又作薛，悉結反。向，崔本作殺，音同，又音素葛反。踶，直氏反，向同，崔音緹。跂，丘氏反，一音吕氏反，崔音枝。李云：蹩躠、踶跂，皆用心爲仁義之貌。澶，本又作澶，徒旦反，又吐旦反。向、崔本作但，音憚。漫，武半反。向，崔本作曼，音同。李云：澶漫，猶縱逸也。崔云：但曼，滛衍也。一云：澶漫，牽引也。摘，敕歷反，又渉革反。辟，匹壁反。向音檗，徐敷歷反，李父歷反，本或作僻，音同。李云：紏擿，邪辟而爲禮也。一音婦赤反，法也。崔云：擿辟多節。分，如字，下分皆同。"
        },
        {
          "paragraph": "故純樸不殘，孰爲犧樽？白玉不毀，孰爲珪璋？道德不廢，安取仁義？性情不離，安用禮樂？五色不亂，孰爲文采？五聲不亂，孰應六律？",
          "zhushu": "凡此皆變樸爲華，弃本崇末，於其天素有殘廢矣。世雖貴之，非其貴也。○犧尊，音羲。尊或作樽。司馬云：畫犧牛象以飾樽也。王肅云：刻爲牛頭。鄭玄云：畫鳳凰羽飾尊婆娑然也。音先河反。珪璋音章。李云：皆器名也。銳上方下曰珪，半珪曰璋。情性不離，如字，別離也。"
        },
        {
          "paragraph": "夫殘樸以爲器，工匠之罪也；毀道德以爲仁義，聖人之過也。",
          "zhushu": "工匠則有規矩之制，聖人則有可尚之迹。"
        },
        {
          "paragraph": "夫馬，陸居則食草飲水，喜則交頸相靡，怒則分背相踶。馬知已此矣。",
          "zhushu": "御其眞知，乗其自陸，則萬里之路可致，而羣馬之性不失。○，頸，領也，居郢反，又祁盈反。靡，如字，李云：摩也。一云：愛也。踶，大計反，又徒𠔃反，又徒祁反。李云：踶，謂也。廣雅字、韻、聲𩔖並同。通俗文云：小　謂之踶。知，李音智，下同。"
        },
        {
          "paragraph": "夫加之以衡扼，齊之以月題，而馬知介倪闉扼鷙曼詭銜竊轡。故馬之知而能至盗者，伯樂之罪也。",
          "zhushu": "馬性不同而齊求其用，故有力竭而熊作者。○扼，於革反。衡，轅前横木，縛軛者也。扼，又馬頸者也。月題，徒兮反，司馬、崔云：馬額上當顱如月形者也。介，徐古八反。倪，徐五圭反，郭五第反。李云：介倪猶脾倪也。崔云：介出俾倪也。闉音因。鷙，徐敕二反，郭音躓。曼，武半反，郭武諌反。李云：闉，曲也。鷙，抵也。曼，突也。崔云：闉扼，鷙曼，距扼，頓遲也。司馬云：言曲頸於扼以抵突也。一云：鷙曼，旁出也。詭，九彼反。銜，口中勒也。或云：詭銜，吐出銜也。竊轡，齧轡也。崔云：詭銜，竊轡，戾銜，撅盗艱轡也。熊，吐代反。"
        },
        {
          "paragraph": "夫赫胥氏之時，民居不知所爲，行不知所之，含哺而熈，鼔腹而遊，民能以此矣。",
          "zhushu": "此民之眞能也。○赫，本或作　呼百反。胥氏，司馬云：赫胥氏，上古帝王也。一云，有赫然之德，使民胥附，故曰赫胥，蓋炎帝也。哺音歩○。"
        },
        {
          "paragraph": "及至聖人，屈折禮樂以匡天下之形，縣跂仁義以慰天下之心，而民乃始踶跂好知，爭歸於利，不可止也。此亦聖人之過也。",
          "zhushu": "其過皆由乎迹之可尚也。○縣音玄。踶，直氏反。跂，丘氏反。好，呼報反。知音智。"
        }
      ]
    }
  ]
}