{
  "name": "莊子註疏·外篇·至樂第十八",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子外篇至樂第十八",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以義名篇。樂音洛。"
        },
        {
          "paragraph": "天下有至樂無有哉？有可以活身者無有哉？",
          "zhushu": "忘歡而後樂足，樂足而後身存。將以爲有樂邪，而至樂無歡。將以爲無樂邪，而身以存而無憂。○樂音洛，篇內不出者皆同。至，極也。樂，歡也。"
        },
        {
          "paragraph": "今奚爲奚據？奚避奚處？奚就奚去？奚樂奚惡？",
          "zhushu": "擇此八者，莫足以活身，唯無擇而任其所遇者，乃全耳。○惡，烏路反。"
        },
        {
          "paragraph": "夫天下之所尊者，冨貴壽善也；所樂者，身安厚味美服好色音聲也；所下者，貧賤夭惡也；所苦者，身不得安逸，口不得厚味，形不得美服，目不得好色，耳不得音聲。若不得者，則大憂以懼，其爲形也亦愚哉！",
          "zhushu": "凡此失之無傷於形，而得之有損於性。今反以不得爲憂，故愚。"
        },
        {
          "paragraph": "夫冨者，苦身疾作，多積財而不得盡用，其爲形也亦外矣！",
          "zhushu": "内其形者，知足而已。"
        },
        {
          "paragraph": "夫貴者，夜以繼日，思慮善否，其爲形也亦䟽矣！",
          "zhushu": "故親其形者，自得於身中而已。"
        },
        {
          "paragraph": "人之生也，與憂俱生。壽者惛惛，乆憂不死，何之苦也！其爲形也亦遠矣！",
          "zhushu": "夫遺生然後能忘憂，忘憂而後生可樂，生可樂而後形是我有，冨是我物，貴是我榮也。○惛音昏，又音門。"
        },
        {
          "paragraph": "列士爲天下見善矣，未足以活身。吾未知善之誠善邪？誠不善邪？若以爲善矣，不足活身；以爲不善矣，足以活人。",
          "zhushu": "善則過當，故不周濟。"
        },
        {
          "paragraph": "故曰：忠諌不聽，蹲循勿爭。",
          "zhushu": "唯中庸之德爲然。○蹲，七旬反，郭音存，又趣允反。循，音旬，又音脣。爭，爭闘之爭，下同。"
        },
        {
          "paragraph": "故夫子胥爭之，以殘其形；不爭，名亦不成。誠有善無有哉？",
          "zhushu": "故當縁督以爲經也。"
        },
        {
          "paragraph": "今俗之所爲與其所樂，吾又未知樂之果樂邪，果不樂邪？吾觀夫俗之所樂，舉羣趣者，誙誙然如將不得已，",
          "zhushu": "舉羣趣其所樂，乃不避死也。○誙誙，亡耕反，徐苦耕反，又胡挺反，李云：趣死貌。崔云：以是爲非，以非爲是。爲誙誙，本又作脛脛。"
        },
        {
          "paragraph": "而皆曰樂者，吾未之樂也，亦未之不樂也。",
          "zhushu": "無懷而恣物耳。"
        },
        {
          "paragraph": "果有樂無有哉？吾以無爲誠樂矣，",
          "zhushu": "夫無爲之樂，無憂而巳。"
        },
        {
          "paragraph": "又俗之所大苦也。故曰：至樂無樂，至譽無譽。",
          "zhushu": "俗以鏗鎗爲樂，美善爲譽。○鏗，苦耕反。鎗，七羊反。"
        },
        {
          "paragraph": "天下是非果未可定也，雖然，無爲可以定是非。",
          "zhushu": "我無爲而任天下之是非，是非者，各自任則定矣。"
        },
        {
          "paragraph": "至樂活身，唯無爲幾存。",
          "zhushu": "百姓足，則吾身近乎存也。○近，附近之近。"
        },
        {
          "paragraph": "請嘗試言之：天無爲以之清，地無爲以之寧，",
          "zhushu": "皆自清寧耳，非爲之所得。"
        },
        {
          "paragraph": "故兩無爲相合，萬物皆化。",
          "zhushu": "不爲而自合，故皆化。若有意乎爲之，則有時而滯也。"
        },
        {
          "paragraph": "芒乎芴乎，而無從出乎！",
          "zhushu": "皆自出耳，未有爲而出之也。○芒，李音荒，又乎晃反，下同。芴，音忽，下同。"
        },
        {
          "paragraph": "芴乎芒乎，而無有象乎！",
          "zhushu": "無有爲之象。"
        },
        {
          "paragraph": "萬物職職，皆從無爲殖。",
          "zhushu": "皆自殖耳。○萬物職職，司馬云：職職，猶祝祝也。李云：繁殖貌。案：爾雅：職，主也。謂名有主而區别。"
        },
        {
          "paragraph": "故曰：天地無爲也而無不爲也。",
          "zhushu": "若有爲，則有不齊也。"
        },
        {
          "paragraph": "人也孰能得無爲哉！",
          "zhushu": "得無爲則無樂而樂至矣。"
        },
        {
          "paragraph": "莊子妻死，惠子弔之，莊子則方箕踞鼓盆而歌，惠子曰：“與人居，長子、老、身死，不哭亦足矣。又鼓盆而歌，不亦甚乎？”莊子曰：“不然。是其始死也，我獨何能無槩然？察其始而本無生；非徒無生也，而本無形；非徒無形也，而本無氣。雜乎芒芴之間，變而有氣，氣變而有形，形變而有生。今又變而之死。是相與爲春秋冬夏四時行也。人且偃然寢於巨室，而我噭噭然隨而哭之，自以爲不通乎命，故止也。”",
          "zhushu": "未明而槩，己逹而止，斯所以誨有情者，將令推至理以遣累也。○踞音據。盆，謂瓦𦈢也。長，丁丈反。槩，古代反，司馬云：感也。又音骨，哀亂貌。巨室，巨，大也。司馬云：以天地爲室也。噭，古弔反，又古堯反。令，力呈反。"
        },
        {
          "paragraph": "支離叔與滑介叔觀於冥伯之丘，崐崘之虚，黃帝之所休。俄而柳生其左肘，其意蹷蹷然惡之。支離叔曰：“子惡之乎？”滑介叔曰：“亡，予何惡！生者，假借也。假之而生生者，塵垢也。死生爲晝夜。且吾與子觀化而化及我，我又何惡焉！”",
          "zhushu": "斯皆先示有情，然後尋至理以遣之。若云我本無情，故能無憂，則夫有情者，遂自絶於遠曠之域，而迷困於憂樂之竟矣。○支離叔，與滑音骨，崔本作潏介，音界。叔，李云：支離忘形，滑介忘智。言二子乃識化也。㝠伯之丘，李云：丘，名，喻杳冥也。崘，力門反。虚音墟，休息也。肘，竹九反。司馬本作胕，音跌，云：胕，足上也。蹷蹷，紀衛反，動也。惡之，烏路反，後皆同。垢，音苟。竟，音境。"
        },
        {
          "paragraph": "莊子之楚，見空髑髏，髐然有形。撽以馬捶，因而問之，曰：“夫子貪生失理而爲此乎？將子有亡國之事，斧𨱆之誅而爲此乎？將子有不善之行，愧遺父母妻子之醜而爲此乎？將子有凍餒之患而爲此乎？將子之春秋故及此乎？”於是語卒，援髑髏，枕而卧。夜半，髑髏見夢曰：“子之談者似辯士，諸子所言，皆生人之累也，死則無此矣。子欲聞死之說乎？”莊子曰：“然。”髑髏曰：“死，無君於上，無臣於下，亦無四時之事，從然以天地爲春秋，雖南面王樂，不能過也。”莊子不信，曰：“吾使司命復生子形，爲子骨肉肌膚，反子父母、妻子、閭里、知識，子欲之乎？”髑髏深矉蹙頞曰：“吾安能棄南面王樂而復爲人間之勞乎？”",
          "zhushu": "舊說云莊子樂死惡生，斯說謬矣。若然，何謂齊乎？所謂齊者，生時安生，死時安死，生死之情旣齊，則無爲當生而憂死耳。此莊子之㫖也。○髑音獨。髏音樓。髐，苦堯反，徐又許堯反，李呼交反，司馬、李云：白骨貌有枯形也。撽，苦弔反，又古的反，說文作𢶡，云：旁擊也。捶，拙鬼反，又之睡反，馬杖也。遺，唯季反。凍，丁貢反。餒，奴罪反。援，音袁。枕，針鴆反。見，賢遍反。從，七容反，從容也。李、徐子用反，縱逸也。復音服，又扶又反。矉，音頻。蹙，本又作顣，又作䠞，同子六反。頞，於葛反。李云：矉蹙者，愁貌。復，扶又反。"
        },
        {
          "paragraph": "顔淵東之齊，孔子有憂色。子貢下席而問曰：“小子敢問：回東之齊，夫子有憂色，何邪？”孔子曰：“善哉女問。昔者管子有言，丘甚善之，曰：‘禇小者不可以懷大，綆短者不可以汲深。’夫若是者，以爲命有所成而形有所適也，夫不可損益。",
          "zhushu": "故當任之而巳。○禇，猪許反。綆，格猛反，汲索也。汲，居及反。適或作通。"
        },
        {
          "paragraph": "吾恐回與齊侯言堯、舜、黃帝之道，而重以燧人、神農之言。彼將内求於己而不得，不得則惑，人惑則死。",
          "zhushu": "内求不得，將求於外，舎内求外，非惑如何○皇帝，謂三皇五帝也，司馬本作黃帝。重，直用反。舎音捨。"
        },
        {
          "paragraph": "且女獨不聞邪？昔者海鳥止於魯郊，魯侯御而觴之于廟，奏九韶以爲樂，具太牢以爲膳。鳥乃昡視憂悲，不敢食一臠，不敢飮一杯，三日而死。此以己養養鳥也，非以鳥養養鳥也。夫以鳥養養鳥者，宜栖之深林，遊之壇陸，浮之江湖，食之鰌䱔，隨行列而止，委蛇而處。彼唯人言之惡聞，奚以夫譊譊爲乎！咸池九韶之樂，張之洞庭之野，鳥聞之而飛，獸聞之而走，魚聞之而下入，人卒聞之，相與還而觀之。魚處水而生，人處水而死。彼必相與異，其好惡故異也。故先聖不一其能，不同其事。",
          "zhushu": "各隨其情。○女音汝，後同。海鳥，司馬云：國語曰爰居也。止魯東門之外三日，臧文仲使國人祭之。又云：魯侯也。爰居一名雜縣，舉頭高八尺。樊光註爾雅云：形似明皇。邪音訝。觴音傷。于廟。司馬云：飮之于廟中也。九韶，常遥反。膳如字。昡，七遍反。司馬本作玄，音眩。視，如字，徐市至反。臠，里轉反。壇，大旦反。司馬本作澶，音但，云：水沙澶也。食之，音嗣。䱔音條，又音篠，又徒由反，一音由。行，戸剛反。委，於危反。蛇，以支反，又如字。譊，乃交反。咸池，堯樂名。樂，如字。卒，寸忽反，司馬音子忽反，云：衆也。彼音憊，又旋面反。好，呼報反。"
        },
        {
          "paragraph": "名止於實，義設於適，是之謂條逹而福持。”",
          "zhushu": "實而適，故條逹；性常得，故福持。"
        },
        {
          "paragraph": "列子行，食於道，從見百歲髑髏，攓蓬而指之曰：“唯予與女知而未甞死，未甞生也。",
          "zhushu": "各以所遇爲樂。○道從，如字，司馬云：從道旁也。本或作徒。攓，居輦反，徐紀偃反，又起䖍反。司馬云：扶也。或音厥。蓬，歩東反，徐音扶公反。"
        },
        {
          "paragraph": "若果養乎？予果歡乎？”",
          "zhushu": "歡養之實。未有定在。○若果。一本作汝果。元嘉本作汝過。養。司馬本作暮。云。死也。予果。元嘉本音予過。歡乎。司馬本作嚾。云。呼聲。謂生也。"
        },
        {
          "paragraph": "種有幾，",
          "zhushu": "變化種數，不可勝計。○種，章勇反，注同。幾，居豈反。勝音升。"
        },
        {
          "paragraph": "得水則爲㡭。得水土之際則爲鼃蠙之衣，生於陵屯則爲陵舄，陵舄得鬱棲則爲烏足，烏足之根爲蠐螬，其葉爲胡蝶。胡蝶胥也，化而爲蟲，生於竈下，其狀若脫，其名爲鴝掇。鴝掇千日爲鳥，其名爲乾餘骨。乾餘骨之沫爲斯彌，斯彌爲食醯。頥輅生乎食醯，黃軦生乎九猷，瞀芮生乎腐蠸，羊奚比乎不箰，乆竹生青寧，青寧生程，程生馬，馬生人，人又反入於機。萬物皆出於機，皆入於機。",
          "zhushu": "此言一氣而萬形。有變化而無死生也。○得水則爲㡭。此古絶字。徐音絶。今讀音繼。司馬本作繼，云：萬物雖有兆朕，得水上氣，乃相繼而生也。本或作斷，又作續斷。得水土之際，則爲鼃戸蝸反。蠙，歩田反，徐我賢反，郭父因反，又音賔，李婢軨反。之衣，司馬云：言物根在水土際，布在水中，就水上視不見，抄之可得，如張緜在水中，楚人謂之鼃蠙之衣。生於陵屯，司馬音徒門反，云：阜也。郭音純。則爲陵舄音昔。司馬云：言物因水成而陸産，生於陵屯，化作車前，改名陵舄也。一名澤舄，隨燥溼變也。然不知其祖，言物化無常形也。人之死也，亦或化爲草木，草木之精，或化爲人也。陵馬得鬰栖，則爲烏足。司馬云：鬰栖，蟲名；烏足，草名，生水邉也。言鬰栖在陵舄之中，則化爲烏足也。李云：鬰栖，糞壤也。言陵舄在糞，化爲烏足也。烏足之根爲蠐，音齊。螬音曹。司馬本作螬䗲，云：蝎也。其葉爲胡蝶，音牒。司馬云：胡蝶，蛺蝶也。草化爲蟲，蟲化爲草，夫始有極，胡蝶，胥也，一名胥也。化而爲蟲，生放竈下：司馬云：得𤍠氣而生也。其狀若脫它括反。司馬音恱，云：新出皮恱好也。鴝，其倶反。掇。丁活反。乾音干。沫音末。李云：口中汁也。斯彌李云：蟲也。食如字。司馬本作蝕。醯，許𠔃反，李音濠。司馬云：蝕醯，若酒上蠛蠓也。蠛音眠結反。蠓，音無孔反。頥，以之反。輅，音路，一音洛。黃軦，音况，徐、李休往反。司馬云：頥輅、黃軦，皆蟲名。九猷，音由。李云：九宜爲乆。乆，老也。猷，蟲名也。瞀，莫豆反，又莫住反，又亡角反。芮，如銳反，徐如悅反。腐，音輔。蠸，音權，郭音歡。司馬云：亦蟲名也。爾雅云：一名守𤓰，一名忿䑕也。羊奚比毗志反。箰息尹反。司馬云：羊奚，草名，根似蕪菁，與乆竹比合而爲物，皆生於非𩔖也。青寧司馬云：蟲名。青寧生程。李云：未聞程生馬，馬生人，俗本多誤，故具録之。"
        }
      ]
    }
  ]
}