{
  "name": "莊子註疏·外篇·秋水第十七",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子外篇秋水第十七",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：借物名篇。"
        },
        {
          "paragraph": "秋水時至，百川灌河。涇流之大，兩涘渚崖之間，不辯牛馬。",
          "zhushu": "言其廣也。○秋水，李云：水生於春，壯於秋。白虎通云：水涯也。灌，古亂反。涇音經。司馬云：涇，通也。崔本作徑，云：直度曰徑。又云：字或作淫。涘，音俟，涯也。渚，司馬云：水中可居曰渚。釋名云：渚，遮也。體高能遮水，使從旁回也。崖，字又作涯，亦作涯，並同。辯，别也。言廣大，故望不分别也。"
        },
        {
          "paragraph": "於是焉河伯欣然自喜，以天下之美爲盡在已。順流而東行，至於北海，東靣而視，不見水端。於是焉何伯始旋其面目，望洋向若而歎曰：“野語有之曰：‘聞道百，以爲莫己若者。’我之謂也。且夫我嘗聞少仲尼之聞而輕伯夷之義者，始吾弗信。今我睹子之難窮也，吾非至於子之門則殆矣，吾長見𥬇於大方之家。”",
          "zhushu": "知其小而不能自大，則理分有素，跂尚之情，無爲乎其間。○河伯姓馮名夷，一名水夷，一名巳，見太宗馮遲命篇。一云姓吕，名公子。馮夷是公子之妻。盡，注忍反，北海，故云東海之北是也。目盳，莫剛反，又音旁，又音望，本亦作望。洋，音羊，司馬、崔云：盳洋，猶望羊，仰視貌。向若向，徐音嚮，許亮反。司馬云：若海神。聞道百。李云：萬分之一也。今我睹舊音覩。案：說文睹，今字；覩，古字。睹，見也。崔本作今睹我，云：睹，大也。大方司馬云：方，道也。分，扶問反，後同。"
        },
        {
          "paragraph": "北海若曰：“井鼃不可以語於海者，拘於虚也；夏蟲不可以語於氷者，篤於時也；曲士不可以語於道者，束於教也。",
          "zhushu": "夫物之所生而安者，趣各有極。○語，如字，下同。虚音墟，本亦作墟，風俗通云：墟，虚也。崔云：拘於井中之空也。夏，尸嫁反。曲士，司馬云：郷曲之士也。"
        },
        {
          "paragraph": "今爾出於崖涘，觀於大海，乃知爾醜，爾將可與語大理矣。",
          "zhushu": "以其知分，故可與言理也。"
        },
        {
          "paragraph": "天下之水，莫大於海：萬川歸之，不知何時止而不盈；尾閭泄之，不知何時已而不虚；春秋不變，水旱不知。此其過江河之流，不可爲量數。而吾未嘗以此自多者，自以比形於天地，而受氣於隂陽，吾在於天地之間，猶小石小木之在大山也。方存乎見少，又奚以自多！",
          "zhushu": "窮百川之量而縣於河，河縣於海，海縣於天地，則各有量也。此發辭氣者，有似乎觀大可以明小，尋其意則不然。夫世之所患者不夷也，故體大者怏然謂小者爲無餘，質小者塊然謂大者爲至足。是以上下夸跂，俯仰自失，此乃生民之所惑也。惑者求正，正之者莫若先極其差而因其所謂。所謂大者至足也，故秋豪無以累乎天地矣。所謂小者無餘也，故天地無以過乎秋豪矣。然後惑者有山而反，各知其極，物安其分，逍遥者用其本歩而遊乎自得之場矣。此莊子之所以發德音也。若如惑者之說，轉以小大相傾，則相傾者無窮矣。若夫覩大而不安其小，視少而自以爲多，將奔馳於勝負之竟，而𦔳天民之矜夸，豈逹乎莊生之㫖哉！○尾閭，崔云：海東川名。司馬云：泄海水出外者也。泄，息列反，又與世反。量音亮，註及下同。縣音玄，下同。怏，於亮反，又於良反。竟音境。"
        },
        {
          "paragraph": "計四海之在天地之間也，不似礨空之在大澤乎？計中國之在海内，不似稊米之在太倉乎？號物之數謂之萬，人處一焉；人卒九州，榖食之所生，舟車之所通，人處一焉；此其比萬物也，不似豪末之在於馬體乎？",
          "zhushu": "小大之辯，各有階級，不可相跂。○礨，力罪反，向同，崔音壘，李力對反。空音孔。壘孔，小穴也。李云：小封也。一云：蟻塜也。稊，徒兮反。司馬云：稊米，小米也。李云：稊，草也。案郭註爾雅稊似稗。稗音蒲賣反。大倉音泰。卒，尊忽反。司馬云：衆也。崔子恤反，云：盡也。"
        },
        {
          "paragraph": "五帝之所連，三王之所爭，仁人之所憂，任士之所勞，盡此矣！",
          "zhushu": "不出乎一域。○五帝之所連，司馬云：謂連續仁義也。崔云：連，續也。本亦作五帝。爭，側耕反。任士之所勞。李云：任，能也。勞，服也。"
        },
        {
          "paragraph": "伯夷辭之以爲名，仲尼語之以爲博。此其自多也，不似爾向之自多於水乎？”",
          "zhushu": "物有定域，雖至知不能出焉。故起大小之差，將以申明至理之無辨也。"
        },
        {
          "paragraph": "河伯曰：“然則吾大天地而小豪末，可乎？”北海若曰：“否。夫物，量無窮，",
          "zhushu": "物物各有量。"
        },
        {
          "paragraph": "時無止，",
          "zhushu": "死與生皆時行。"
        },
        {
          "paragraph": "分無常，",
          "zhushu": "得與失皆分。"
        },
        {
          "paragraph": "終始無故。",
          "zhushu": "日新也。"
        },
        {
          "paragraph": "是故大知觀於遠近，故小而不寡，",
          "zhushu": "各自足也。"
        },
        {
          "paragraph": "大而不多，",
          "zhushu": "亦無餘也。"
        },
        {
          "paragraph": "知量無窮。",
          "zhushu": "攬而觀之知遠近，大小之物各有量，"
        },
        {
          "paragraph": "證曏今故。",
          "zhushu": "曏，明也。今故，猶古今。○曏，許亮反，崔云：徃也。向，郭云：明也。又虚丈反。"
        },
        {
          "paragraph": "故遥而不悶，",
          "zhushu": "遙，長也。"
        },
        {
          "paragraph": "掇而不跂，",
          "zhushu": "掇，猶短也。○掇，專劣反。跂如字，一本作企，下注亦然。"
        },
        {
          "paragraph": "知時無止。",
          "zhushu": "證明古今，知變化之不止於死生也，故不以長而挹悶短，故爲跂也。"
        },
        {
          "paragraph": "察乎盈虚，故得而不喜，失而不憂，知分之無常也。",
          "zhushu": "察其一盈一虚，則知分之不常於得也，故能忘其憂喜。"
        },
        {
          "paragraph": "明乎坦塗，",
          "zhushu": "死生者，日新之正道。○坦，吐但反。"
        },
        {
          "paragraph": "故生而不說，死而不禍，知終始之不可故也。",
          "zhushu": "明終始之日新也，則知故之不可執而留矣。是以渉日新而不愕，舎故而不驚，死生之化若一。○說，音恱。愕，五各反。舎音捨。"
        },
        {
          "paragraph": "計人之所知，不若其所不知；",
          "zhushu": "所知各有限也。"
        },
        {
          "paragraph": "其生之時，不若未生之時；",
          "zhushu": "生時各有年也。"
        },
        {
          "paragraph": "以其至小，求窮其至大之域，是故迷亂而不能自得也。",
          "zhushu": "莫若安於所受之分而巳。"
        },
        {
          "paragraph": "由此觀之，又何以知豪末之足以定至細之倪，又何以知天地之足以窮至大之域？”",
          "zhushu": "以小求大，理終不得，各安其分，則大小俱足矣。若豪末不求天地之功，則周身之餘，皆爲棄物。天地不見大於秋豪，則顧其形象，裁自足耳。將何以知細之定細，大之定大也？○倪，五厓反，徐音詣，郭五米反，下同。"
        },
        {
          "paragraph": "河伯曰：“世之議者皆曰：‘至精無形，至大不可圍。’是信情乎？”北海若曰：“夫自細視大者不盡，自大視細者不明。",
          "zhushu": "目之所見有常極，不能無窮也，故於大則有所不盡，於細則有所不明，直是目之所不逮耳。精與大皆非無也，庸詎知無形而不可圍者哉？"
        },
        {
          "paragraph": "夫精，小之微也；埒，大之殷也，故異便。",
          "zhushu": "大小異，故所便不得同。○埒，李普回反，徐音孚，謂盛也，郭芳尤反，崔音裒，殷衆也。便，婢靣反，徐扶靣反，註皆同。"
        },
        {
          "paragraph": "此勢之有也。",
          "zhushu": "若無形而不可圍，則無此異便之勢也。"
        },
        {
          "paragraph": "夫精粗者，期於有形者也；",
          "zhushu": "有精粗矣，故不得無形。○粗，此胡反，下同。"
        },
        {
          "paragraph": "無形者，數之所不能分也；不可圍者，數之所不能窮也。可以言論者，物之粗也；可以意致者，物之精也；言之所不能論，意之所不能察致者，不期精粗焉。",
          "zhushu": "唯無而巳，何精粗之有哉。夫言意者，有也；而所言所意者，無也，故求之於言意之表，而入乎無言無意之域而後至焉。○分如字，能論本或作諭。"
        },
        {
          "paragraph": "是故大人之行，不出乎害人，",
          "zhushu": "大人者，無意而任天行也。舉足而投諸吉地，豈出害人之塗哉。"
        },
        {
          "paragraph": "不多仁恩；",
          "zhushu": "無害而不自多其恩。"
        },
        {
          "paragraph": "動不爲利，",
          "zhushu": "應理而動，而理自無害。○爲，于僞反。"
        },
        {
          "paragraph": "不賤門𨽾；",
          "zhushu": "任其所能，而位當於斯耳，非由賤之，故措之斯職。○措，七故反。"
        },
        {
          "paragraph": "貨財弗爭，",
          "zhushu": "各使分定。"
        },
        {
          "paragraph": "不多辭讓；",
          "zhushu": "適中而巳。"
        },
        {
          "paragraph": "事焉不借人，",
          "zhushu": "各使自任。"
        },
        {
          "paragraph": "不多食乎力，",
          "zhushu": "足而巳。"
        },
        {
          "paragraph": "不賤貪汙；",
          "zhushu": "理自無欲。"
        },
        {
          "paragraph": "行殊乎俗，",
          "zhushu": "已獨無可無不可，所以與俗殊。○行，下孟反，下堯、桀之行同。"
        },
        {
          "paragraph": "不多辟異；",
          "zhushu": "任理而自殊。○辟，四亦反。"
        },
        {
          "paragraph": "爲在從衆，",
          "zhushu": "從衆之所爲。"
        },
        {
          "paragraph": "不賤佞謟；",
          "zhushu": "自然正直。"
        },
        {
          "paragraph": "世之爵禄不足以爲勸，戮耻不足以爲辱；",
          "zhushu": "外事不捿於心。"
        },
        {
          "paragraph": "知是非之不可爲分，細大之不可爲倪。",
          "zhushu": "故玄同也。"
        },
        {
          "paragraph": "聞曰：‘道人不聞，",
          "zhushu": "任物而物性自通，不則功名歸物矣，故不聞。"
        },
        {
          "paragraph": "至德不得，",
          "zhushu": "得者生於失也。物各無失，則得名去也。"
        },
        {
          "paragraph": "大人無已。’",
          "zhushu": "任物而巳。○無巳，音紀。"
        },
        {
          "paragraph": "約分之至也。”",
          "zhushu": "約之以至其分，故㝠也。夫唯極乎無形而不可圍者爲然。"
        },
        {
          "paragraph": "河伯曰：“若物之外，若物之内，惡至而倪貴賤？惡至而倪小大？”北海若曰：“以道觀之，物無貴賤；",
          "zhushu": "各自足也。○惡，音烏，下同。"
        },
        {
          "paragraph": "以物觀之，自貴而相賤；",
          "zhushu": "此區區者，乃道之所錯綜而齊之者也。"
        },
        {
          "paragraph": "以俗觀之，貴賤不在己。",
          "zhushu": "斯所謂倒置也。"
        },
        {
          "paragraph": "以差觀之，因其所大而大之，則萬物莫不大；因其所小而小之，則萬物莫不小。知天地之爲稊米也，知豪末之爲丘山也，則差數覩矣。",
          "zhushu": "所大者，足也。所小者，無餘也。故因其性足以名大，則豪末丘山不得異其名；因其無餘以稱小，則天地稊米無所殊其稱。若夫觀差而不由斯道，則差數相加，幾微相傾，不可勝察也。○綜，尺證反。勝音升。"
        },
        {
          "paragraph": "以功觀之，因其所有而有之，則萬物莫不有；因其所無而無之，則萬物莫不無。知東西之相反而不可以相無，則功分定矣。",
          "zhushu": "天下莫不相與爲彼我，而彼我皆欲自爲，斯東西之相反也。然彼我相與爲脣齒，脣齒者未甞相爲，而脣亡則齒寒。故彼之自爲，濟我之功弘矣，斯相反而不可以相無者也。故因其自爲而無其功，則天下之功莫不皆無矣。因其不可相無而有其功，則天下之功莫不皆有矣。若乃忘其自爲之功，而思夫相爲之惠，惠之愈勤，而僞薄滋甚，天下天業而情性瀾漫矣，故其功分無時可定也。○自爲，于僞反，註内自爲、相爲皆同，餘如字。"
        },
        {
          "paragraph": "以趣觀之，因其所然而然之，則萬物莫不然；因其所非而非之，則萬物莫不非。知堯桀之自然而相非，則趣操覩矣。",
          "zhushu": "物皆自然，故無不然。物皆相非，故無不非。無不非，則無然矣，無不然，則無非矣。無然無非者，堯也；有然有非者，桀也。然此二君，各受天素，不能相爲，故因堯桀以觀天下之趣操，其不能相爲也可見矣。"
        },
        {
          "paragraph": "昔者堯、舜讓而帝，之噲讓而絶；湯、武爭而王，白公爭而滅。",
          "zhushu": "夫順天應人而受天下者，其迹則爭譲之迹也。尋其迹者，失其所以迹矣，故絶滅也。○之噲，音快，又古邁反，又古㑹反。之者，燕相子之也。噲，燕王名也。司馬云：燕王噲拙於謀，用蘇代之說，效堯舜譲位與子之，三年而國亂，而王往况反。白公名勝，楚平王之孫白縣尹僣稱公作亂而死，事見左傳哀公十六年。"
        },
        {
          "paragraph": "由此觀之，爭讓之禮，堯、桀之行，貴賤有時，未可以爲常也。梁麗可以衝城，而不可以窒穴，言殊器也；騏驥驊騮，一日而馳千里，捕䑕不如狸狌，言殊技也；鴟鵂夜撮蚤，察豪末，晝出瞋目而不見丘山，言殊性也。",
          "zhushu": "就其殊而任之，則萬物莫不當也。○梁麗，司馬、李音禮，一音如字。司馬云：梁麗，小舩也。崔云：屋棟也。窒，玲悉反，爾雅云：塞也。崔、李同。說文都節反。騏音其。驥，音冀。驊，戶花反。騮音留。李云：騏驥、驊騮，皆駿馬也。捕，音歩，本又作搏，徐音付。狸，力之反。狌音姓，向同，又音生，崔本作鼬，由又反。技，其綺反。鴟，尺夷反。崔云：鴟，鵂，鼬，與委裊同，　七括反。崔本作最，音同。蚤音早。說文：跳蟲齧人者也。淮南子：鴟夜聚蚤，察分豪末。許慎云：鴟夜聚食蚤蝨不失也。司馬本作蚉，音文，云：鴟鵂鶹夜取蚉食。今郭本亦有作蚉者。崔本作𤓰，云：鵂鶹夜聚人𤓰於巢中也。瞑，尺夷反。向，處辰反。司馬云：張也。崔音眩，又師慎反，本或作瞑。"
        },
        {
          "paragraph": "故曰：蓋師是而無非，師治而無亂乎？是未明天地之理、萬物之情者也。",
          "zhushu": "夫天地之理，萬物之情，以得我爲是，失我爲非，適性爲治，失和爲亂。然物無定極，我無常適，殊性異便，是非無主。若以我之所是，則彼不得非，此知我而不見彼者耳。故以道觀者，於是非無當也。付之天均，恣之兩行，則殊方異𩔖，同焉皆得也。○師是，或云師，順也。治，直吏反，注皆同。"
        },
        {
          "paragraph": "是猶師天而無地，師隂而無陽，其不可行明矣！然且語而不舎，非愚則誣也！",
          "zhushu": "天地隂陽對生也，是非治亂互有也，將奚去哉。○舎音捨，下同。"
        },
        {
          "paragraph": "帝王殊禪，三代殊繼。差其時，逆其俗者，謂之篡夫；當其時，順其俗者，謂之義之徒。黙黙乎河伯，女惡知貴賤之門，小大之家！”",
          "zhushu": "俗之所貴，有時而賤，物之所大，世或小之。故順物之迹，不得不殊，斯五帝三王之所以不同也。○篡夫，初患反，取也，下如字。女惡音汝，後放此，下音烏。"
        },
        {
          "paragraph": "河伯曰：“然則我何爲乎？何不爲乎？吾辭受趣舎，吾終柰何？”北海若曰：“以道觀之，何貴何賤，是謂反衍；",
          "zhushu": "貴賤之道，反覆相尋。○反衍，又以戰反。崔云：無所貴賤，乃反爲美也。本亦作畔衍，李云：猶漫衍合爲一家。覆，芳服反。"
        },
        {
          "paragraph": "無拘而志，與道大蹇。",
          "zhushu": "自拘執，則不夷於道。○與道大蹇，向，紀輦反，徐紀偃反，本或作與天道蹇，崔本蹇作浣，云：猶洽也。"
        },
        {
          "paragraph": "何少何多，是謂謝施；",
          "zhushu": "隨其分，故所施無常。○謝施，如字。司馬云：謝，代也。施，用也。崔云：不代其德，是謂謝施。"
        },
        {
          "paragraph": "無一而行，與道參差。",
          "zhushu": "不能隨變，則不齊於道。○參，初林反。差，初宜反。"
        },
        {
          "paragraph": "嚴乎若國之有君，其無私德；",
          "zhushu": "公當而巳。○嚴，魚檢反，又如字。"
        },
        {
          "paragraph": "繇繇乎若祭之有社，其無私福；",
          "zhushu": "天下之所同求。○繇音由。"
        },
        {
          "paragraph": "泛泛乎其若四方之無窮，其無所畛域。",
          "zhushu": "泛泛然無所在。○泛，孚劒反，字又作汎。畛，之忍反。域，于逼反，舊于目反。"
        },
        {
          "paragraph": "兼懷萬物，其孰承翼？",
          "zhushu": "掩御羣生，反之公内而乎徃者也，豈扶踈而承翼哉。"
        },
        {
          "paragraph": "是謂無方。",
          "zhushu": "無方，故能以萬物爲方。"
        },
        {
          "paragraph": "萬物一齊，孰短孰長？",
          "zhushu": "莫不皆足。"
        },
        {
          "paragraph": "道無終始，物有死生，",
          "zhushu": "死生者，無窮之變耳，非終始也。"
        },
        {
          "paragraph": "不恃其成。",
          "zhushu": "成無常處。"
        },
        {
          "paragraph": "一虚一滿，不位乎其形。",
          "zhushu": "不以形爲位，而守之不變。"
        },
        {
          "paragraph": "年不可舉，",
          "zhushu": "欲舉之令去而不能。○令，力呈反。"
        },
        {
          "paragraph": "時不可止。",
          "zhushu": "欲止之使停又不可。"
        },
        {
          "paragraph": "消息盈虚，終則有始。",
          "zhushu": "變化日新，未甞守故。"
        },
        {
          "paragraph": "是所以語大義之方，論萬物之理也。物之生也，若驟若馳。",
          "zhushu": "但當就用耳。"
        },
        {
          "paragraph": "無動而不變。無時而不移。",
          "zhushu": "故不可執而守。"
        },
        {
          "paragraph": "何爲乎？何不爲乎？夫固將自化。”",
          "zhushu": "若有爲不爲於其間，則敗其自化矣。"
        },
        {
          "paragraph": "河伯曰：“然則何貴於道邪？”",
          "zhushu": "以其自化，"
        },
        {
          "paragraph": "北海若曰：“知道者必逹於理，逹於理者必明於權，明於權者不以物害已。",
          "zhushu": "知道者，知其無能也。無能也，則何能生我？我自然而生耳，而四支百體、五藏精神，已不爲而自成矣，又何有意乎生成之後哉。逹乎斯理者，必能遣過分之知，遺益生之情，而乗變應權，故不以外傷内，不以物害已，而常全也。○藏，才浪反。"
        },
        {
          "paragraph": "至德者，火弗能𤍠，水弗能溺，寒暑弗能害，禽獸弗能賊。",
          "zhushu": "夫心之所安，則危不能危；意無不適，故苦不能苦也。"
        },
        {
          "paragraph": "非謂其薄之也，",
          "zhushu": "雖心所安，亦不使犯之。○薄，如字，崔云：謂以體著之。"
        },
        {
          "paragraph": "言察乎安危，",
          "zhushu": "知其不可逃也。"
        },
        {
          "paragraph": "寧於禍福，",
          "zhushu": "安乎命之所遇。"
        },
        {
          "paragraph": "謹於去就，",
          "zhushu": "審去就之非已。"
        },
        {
          "paragraph": "莫之能害也。",
          "zhushu": "不以害爲害，故莫之能害。"
        },
        {
          "paragraph": "故曰：‘天在内，人在外，",
          "zhushu": "天然在内，而天然之所順者在外。故太宗師曰：知天人之所爲者至矣。明内外之分皆非爲也。"
        },
        {
          "paragraph": "德在乎天。’",
          "zhushu": "恣人任知，則流蕩失素也。"
        },
        {
          "paragraph": "知天人之行，本乎天，位乎得，",
          "zhushu": "此天然之知，自行而不出乎分者也，故雖行於外，而常本乎天而位乎得矣。○行如字。"
        },
        {
          "paragraph": "蹢䠱而屈伸，",
          "zhushu": "與機㑹相應者，有斯變也。○蹢，丈益反，又持革反。䠱，丈録反，又音濁。伸音申。"
        },
        {
          "paragraph": "反要而語極。”",
          "zhushu": "知雖落天地，事雖接萬物，而常不失其要極，故天人之道全也。○要，於妙反。"
        },
        {
          "paragraph": "曰：“何謂天？何謂人？”北海若曰：“牛馬四足，是謂天；落馬首，穿牛鼻，是謂人。",
          "zhushu": "人之生也，可不服牛乗馬乎？服牛乗馬，不可穿落之乎？牛馬不辭穿落者，天命之固當也。苟當乎天命，則雖寄之人事而本在乎天也。"
        },
        {
          "paragraph": "故曰：‘無以人滅天，",
          "zhushu": "穿落之可也。若乃走作過分，驅歩失節，則天理滅矣。"
        },
        {
          "paragraph": "無以故滅命，",
          "zhushu": "不因其自爲而故爲之者，命其安在乎？"
        },
        {
          "paragraph": "無以得殉名。",
          "zhushu": "所得有常分，殉名則過也。"
        },
        {
          "paragraph": "謹守而勿失，是謂反其眞。’”",
          "zhushu": "真在性分之内。"
        },
        {
          "paragraph": "䕫憐蚿，蚿憐蛇，蛇憐風，風憐目，目憐心。䕫謂蚿曰：“吾以一足趻踔而行，予無如矣。今子之使萬足，獨柰何？”蚿曰：“不然。子不見夫唾者乎？噴則大者如珠，小者如霧，雜而下者不可勝數也。今予動吾天機，而不知其所以然。”蚿謂蛇曰：“吾以衆足行，而不及子之無足，何也？”蛇曰：“夫天機之所動，何可易邪？吾安用足哉！”",
          "zhushu": "物之生也，非知生而生也；則生之行也，豈知行而行哉。故足不知所以行。目不知所以見。心不知所以知。俛然而自得矣。遲速之節，聦明之鑒，或能或否。皆非我也。而或者因欲有其身而矜其能。所以逆其天機而傷其神器也。至人知天機之不可易也。故捐聦明，棄智慮。魄然忘其爲而任其自動。故萬物無動而不逍遥也。○䕫，求龜反，一足獸也。李云：黃帝在位，諸侯於東海流山得竒獸，其狀如牛，蒼色無角，一足龍走出入水即風雨，目光如日月，其音如雷，名曰䕫。黃帝殺之，取皮以冐鼓，聲聞五百里。憐音蓮。蚿音賢，又音玄。司馬云：馬蚿蟲也。廣雅云：蛆渠馬蚿。蚿憐蛇，蛇憐風，風憐目，目憐心。司馬云：䕫一足，蚿多足，蛇無足，風無形。目形綴於此，明流於彼，心則質幽，爲神遊外。跉，勑甚反，郭莬咸反，一音初禀反。踔，本亦作卓，同勑角反。李云：跉卓，行貌。唾，吐卧反。噴，普悶反，又芳奔反，又孚問反。霧音務，郭武貢反。勝，音升。俛，亡本反。"
        },
        {
          "paragraph": "蛇謂風曰：“予動吾脊脅而行，則有似也。今子蓬蓬然起於北海，蓬蓬然入於南海，而似無有，何也。”風曰：“然，予蓬蓬然起於北海而入於南海也，然而指我則勝我，鰌我亦勝我。雖然，夫折大木、蜚大屋者，唯我能也。”故以衆小不勝爲大勝也。爲大勝者，唯聖人能之。",
          "zhushu": "恣其天機，無所與爭，斯小不勝者也。然乗萬物，御羣才之所爲，使羣才各自得，萬物各自爲，則天下莫不逍遥矣。此乃聖人所以爲大勝也。○蓬蓬，歩東反，徐扶公反，李云：風貌。鰌音秋，李云：藉也。藉則削也。本又作𨩊，子六反，又七六反，迫也。折，之舌反。蜚音飛，又扶貴反。"
        },
        {
          "paragraph": "孔子遊於匡，宋人圍之數匝，而弦歌不惙。子路入見，曰：“何夫子之娛也？”孔子曰：“來，吾語女。我諱窮乆矣，而不免，命也；求通乆矣而不得，時也。",
          "zhushu": "將明時命之固當，故寄之求諱。○孔子遊於匡，宋人圍之。數，色主反。匝，子合反。司馬云：宋常作衛。匡，衞邑也。衛人誤圍孔子，以爲陽虎。虎甞暴於匡人。又孔子弟子顔剋，時與虎俱，後剋爲孔子御，至匡，匡人共識剋。又孔子容貌與虎相似，故匡人共圍之。惙，本又作輟，同，丁劣反。見，賢遍反。語，魚據反。"
        },
        {
          "paragraph": "當堯、舜而天下無窮人，非知得也；當桀、紂而天下無通人，非知失也：時勢適然。",
          "zhushu": "無爲勞心於窮通之間。"
        },
        {
          "paragraph": "夫水行不避蛟龍者，漁父之勇也；陸行不避兕虎者，獵夫之勇也；白刃交於前，視死若生者，烈士之勇也；",
          "zhushu": "情各有所安。○蛟音交。父音甫。兕，徐履反。"
        },
        {
          "paragraph": "知窮之有命，知通之有時，臨大難而不懼者，聖人之勇也。",
          "zhushu": "聖人則無所不安。○難，乃旦反。"
        },
        {
          "paragraph": "由，處矣！吾命有所制矣！”",
          "zhushu": "命非巳制，故無所用其心也。夫安於命者，無徃而非逍遥矣。故雖匡陳羑里，無異於紫極間堂也。○閒音閑。"
        },
        {
          "paragraph": "無幾何，將甲者進，辭曰：“以爲陽虎也，故圍之；今非也，請辭而退。”公孫龍問於魏牟曰：“龍少學先王之道，長而明仁義之行；合同異，離堅白；然不然，可不可；困百家之知，窮衆口之辯：吾自以爲至逹已。今吾聞莊子之言，汒焉異之，不知論之不及與？知之弗若與？今吾無所開吾喙，敢問其方。”公子牟隱机大息，仰天而𥬇曰：“子獨不聞夫塪井之鼃乎？謂東海之鱉曰：‘吾樂與！吾跳梁乎井幹之上，入休乎缺甃之崖。赴水則接掖持頥，蹶泥則没足滅跗。還虷蟹與科斗，莫吾能若也。且夫擅一壑之水。而跨跱塪井之樂。此亦至矣。夫子奚不時來入觀乎？’",
          "zhushu": "此猶小鳥之自足於蓬蒿。○幾，居豈反。將甲，如字，本亦作持甲。公孫龍問於魏牟，司馬云：龍，趙人。牟，魏之公子。少，詩照反。長，張丈反。行，下孟反。知音智。汒，莫剛反，郭音莽。論，力困反。與音余，下助句放此。開，如字，本亦作𨵿。兩通，本或作閡。喙，許穢反，又昌銳反。隱，於靳反。大音泰。塪音坎，郭音㗖。鼃，本亦作蛙，戸媧反，司馬云：塪，井，壞井也。鼁，水蟲，形似蝦蟇鱉，必滅反，字亦作鼈。吾樂音洛，下之樂、大樂同。跳音條。井幹，古旦反。司馬云：井欄也。諸詮之音，西京賦作韓音。甃，側救反。李云：如闌，以塼爲之，著井底䦨也。字林壯謬反，云：井壁也。赴水，如字，司馬本作踣，云：赴也。蹶，其月反。又音厥。泥則没足滅跗方于反，郭音附。司馬云：滅，没也。跗，足跗也。李云：言踊躍於塗中。還音旋。司馬云：顧視也。虷音寒，井中赤蟲也，一名蜎。爾雅云：蜎蠉。郭註云：井中小蛣蟩，赤蟲也。蜎音求兖反。蠉音况兗反。蛣蟩音吉。厥蟹戸買反。科，苦禾反。科，斗，蝦蟇子也。擅，市戰反，專也。壑，火各反。"
        },
        {
          "paragraph": "東海之鱉左足未入，而右膝已縶矣。",
          "zhushu": "明大之不遊於小，非樂然。○縶，猪立反，司馬云：拘也。三蒼云：絆也。樂音岳，又五教反。"
        },
        {
          "paragraph": "於是逡巡而却。告之海曰：‘夫千里之遠，不足以舉其大；千仞之高，不足以極其深。禹之時，十年九潦，而水弗爲加益；湯之時，八年七旱，而崖不爲加損。夫不爲頃乆推移，不以多少進退者，此亦東海之大樂也。’於是塪井之鼃聞之，適適然驚，規規然自失也。",
          "zhushu": "以小羡大，故自失。○逡，七旬反。潦音老。弗爲，于僞反，下同。頃乆，司馬云：猶早晚也。適適，始赤反，又丈革反，郭莬狄反。規規，如字，又虚役反，李、徐紀睡反。適適、規規，皆驚視自失貌。"
        },
        {
          "paragraph": "且夫知不知是非之竟，而猶欲觀於莊子之言，是猶使蚉負山、商蚷馳河也，必不勝任矣。",
          "zhushu": "物各有分，不可強相希效。○竟，音境，後同。蚉。音文。商蚷，音渠，郭音巨。司馬云：商蚷，蟲名，北燕謂之馬蚿。一本作蜄，徐市軫反。勝音升。強，其丈反。"
        },
        {
          "paragraph": "且夫知不知論極妙之言，而自適一時之利者，是非塪井之鼃與？且彼方跐黃泉而登大皇，無南無北，奭然四解，淪於不測；無東無西，始於玄冥，反於大通。",
          "zhushu": "言其無不至也。○跐，音此，郭時紫反，又側買反。廣雅云：蹋也，蹈也，履也。司馬云：則也。大皇音泰。奭，音釋。解，戶買反。"
        },
        {
          "paragraph": "子乃規規然而求之以察，索之以辯，",
          "zhushu": "夫遊無窮者，非察辯所得。○索，所白反。"
        },
        {
          "paragraph": "是直用管闚天、用錐指地也，不亦小乎？子徃矣！",
          "zhushu": "非其任者，去之可也。"
        },
        {
          "paragraph": "且子獨不聞夫壽陵餘子之學行於邯鄲與？未得國能，又失其故行矣，直匍匐而歸耳。",
          "zhushu": "以此效彼，兩失之。○壽陵餘子，司馬云：壽陵，邑名。未應丁夫爲餘子。邯音寒。鄲音丹，趙國都也。匍匐，匍音蒲，又音符。匐，蒲北反，又音服。"
        },
        {
          "paragraph": "今子不去，將忘子之故，失子之業。”公孫龍口呿而不合，舌舉而不下，乃逸而走。莊子釣於濮水，楚王使大夫二人徃先焉，曰：“願以竟内累矣！”莊子持竿不顧，曰：“吾聞楚有神龜，死已三千歲矣，王巾笥而藏之廟堂之上。此龜者，寧其死爲留骨而貴乎？寧其生而曵尾於塗中乎？”二大夫曰：“寧生而曵尾塗中。”莊子曰：“徃矣，吾將曵尾於塗中。”",
          "zhushu": "性各有所安也。○口呿，起據反，司馬云：開也。李音祛，又巨劫反。濮水，音卜，陳地水也。楚王，司馬云：威王也。先焉。先，謂宣其言也。笥，息嗣反，或音司。藏之，李云：藏之以笥，覆之以巾。"
        },
        {
          "paragraph": "惠子相梁，莊子徃見之。或謂惠子曰：“莊子來，欲代子相。”於是惠子恐，搜於國中三日三夜。",
          "zhushu": "揚兵整旅。○相，息亮反，下同。梁相，梁惠王。恐，丘勇反。捜，字又作摉，或作痩，所求反，李悉溝反，云：索也。說文云：求也。"
        },
        {
          "paragraph": "莊子徃見之，曰：“南方有鳥，其名鵷鶵，子知之乎？夫鵷鶵發於南海而飛於北海，非梧桐不止，非練實不食，非醴泉不飮。於是鴟得腐䑕，鵷鶵過之，仰而視之曰：‘嚇！’今子欲以子之梁國而嚇我邪？”",
          "zhushu": "言物嗜好不同，願各有極。○鵷，於袁反。鶵，仕俱反。李云：鵷鶵，鸞鳳之屬也。醴泉音禮，李云：泉甘如醴。嚇，本亦作呼，同許嫁反，又許伯反。司馬云：嚇怒其聲，恐其奪己也。詩箋云：以口拒人曰嚇。嗜，時志反。好，呼報反。"
        },
        {
          "paragraph": "莊子與惠子遊於濠梁之上。莊子曰：“鯈魚出游從容，是魚樂也。”惠子曰：“子非魚，安知魚之樂？”莊子曰：“子非我，安知我不知魚之樂？”",
          "zhushu": "欲以起明相非而不可以相知之義耳。子非我，尚可以知我之非魚，則我非魚，亦可以知魚之樂也。○豪梁，本亦作濠，音同。司馬云：濠，水名也，石絶水曰梁。鯈魚，徐音條，說文直留反，李音由，白魚也。爾雅云：鮂，黒鰦。郭注：即白鯈也。一音篠，謂白鯈魚也。從，七容反。樂音洛，注下同。"
        },
        {
          "paragraph": "惠子曰：“我非子，固不知子矣；子固非魚也，子之不知魚之樂，全矣！”",
          "zhushu": "舎其本言而給辯以難也。○難，乃旦反。"
        },
        {
          "paragraph": "莊子曰：“請循其本。子曰‘女安知魚樂’云者，旣已知吾知之而問我。我知之濠上也。”",
          "zhushu": "尋惠子之本言云非魚則無縁相知耳。今子非我也，而云女安知魚樂者，是知我之非魚也。苟知我之非魚，則凡相知者，果可以此知彼，不待是魚然後知魚也。故循子安知之云巳知吾之所知矣，而方復問我，我正知之於濠上耳，豈待入水哉。夫物之所生而安者，天地不能易其處，隂陽不能回其業，故以陸生之所安，知水生之所樂，未足稱妙耳。○復，扶又反。處，昌慮反。"
        }
      ]
    }
  ]
}