{
  "name": "莊子註疏·外篇·逹生第十九",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子外篇逹生第十九",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以義名篇。"
        },
        {
          "paragraph": "逹生之情者，不務生之所無以爲；",
          "zhushu": "生之所無以爲者，分外物也。○逹生，逹，暢也，通也。廣雅云：生，出也。"
        },
        {
          "paragraph": "逹命之情者，不務知之所無奈何。",
          "zhushu": "知之所無奈何者，命表事也。"
        },
        {
          "paragraph": "養形必先之物，物有餘而形不養者有之矣；",
          "zhushu": "知止其分，物稱其生，生斯足矣，有餘則傷也。○稱，尺證反。"
        },
        {
          "paragraph": "有生必先無離形，形不離而生亡者有之矣。",
          "zhushu": "守形大甚，故生亡也。○離，力智反，下同。大音泰。"
        },
        {
          "paragraph": "生之來不能却，其去不能止。",
          "zhushu": "非我所制，則無爲有懷於其間。"
        },
        {
          "paragraph": "悲夫！世之人以爲養形足以存生，",
          "zhushu": "故彌養之而彌失之。"
        },
        {
          "paragraph": "而養形果不足以存生，",
          "zhushu": "養之彌厚，則死地彌至。"
        },
        {
          "paragraph": "則世奚足爲哉！",
          "zhushu": "莫若放而任之。"
        },
        {
          "paragraph": "雖不足爲而不可不爲者，其爲不免矣。",
          "zhushu": "性分各自爲者，皆在至理中來，故不可免也。是以善養生者，從而任之。"
        },
        {
          "paragraph": "夫欲免爲形者，莫如棄世。棄世則無累，無累則正平，正平則與彼更生，更生則幾矣。",
          "zhushu": "更生者，日新之謂也。付之日新，則性命盡矣。○幾，徐其依反。"
        },
        {
          "paragraph": "事奚足棄而生奚足遺？棄事則形不勞，遺生則精不虧。",
          "zhushu": "所以遺棄之。"
        },
        {
          "paragraph": "夫形全精復，與天爲一。",
          "zhushu": "俱不爲也。"
        },
        {
          "paragraph": "天地者，萬物之父母也，",
          "zhushu": "無所偏爲，故能子萬物。"
        },
        {
          "paragraph": "合則成體，散則成始。",
          "zhushu": "所在皆成，無常處。○處，昌慮反。"
        },
        {
          "paragraph": "形精不虧，是謂能移。",
          "zhushu": "與化俱也。"
        },
        {
          "paragraph": "精而又精，反以相天",
          "zhushu": "。還輔其自然也。○相息亮反。"
        },
        {
          "paragraph": "子列子問𨵿尹曰：“至人潜行不窒，",
          "zhushu": "其心虚，故能御羣實。○𨵿尹，李云：𨵿令尹喜也。窒，珍悉反。"
        },
        {
          "paragraph": "蹈火不𤍠，行乎萬物之上而不慄。",
          "zhushu": "至適，故無不可耳，非物徃可之。○蹈，徒報反。"
        },
        {
          "paragraph": "請問何以至於此？”𨵿尹曰：“是純氣之守也，非知巧果敢之列。居，予語女！凡有貌象聲色者，皆物也。物何以相遠？",
          "zhushu": "唯無心者獨遠耳。○知音智。列音例，本或作所。語，魚據反。女音汝，後同。逺，于萬反。"
        },
        {
          "paragraph": "夫奚足以至乎先？是色而已。",
          "zhushu": "同是形色之物耳，未足以相先也。"
        },
        {
          "paragraph": "則物之造乎不形而止乎無所化。",
          "zhushu": "常遊於極，"
        },
        {
          "paragraph": "夫得是而窮之者，物焉得而止焉。",
          "zhushu": "夫至極者，非物所制。○焉，於䖍反。"
        },
        {
          "paragraph": "彼將處乎不淫之度，",
          "zhushu": "止於所受之分。"
        },
        {
          "paragraph": "而藏乎無端之紀，",
          "zhushu": "冥然與變化日新。"
        },
        {
          "paragraph": "遊乎萬物之所終始。",
          "zhushu": "終始者，物之極。"
        },
        {
          "paragraph": "壹其性，",
          "zhushu": "飾則二矣，"
        },
        {
          "paragraph": "養其氣，",
          "zhushu": "不以心使之。"
        },
        {
          "paragraph": "合其德，",
          "zhushu": "不以物離性。"
        },
        {
          "paragraph": "以通乎物之所造。",
          "zhushu": "萬物皆造於自爾。"
        },
        {
          "paragraph": "夫若是者，其天守全，其神無郤，物奚自入焉。”夫醉者之墜車，雖疾不死。骨節與人同而犯害與人異。其神全也，乗亦不知也，墜亦不知也。死生驚懼不入乎其胷中，是故𨕣物而不慴。彼得全於酒而猶若是。",
          "zhushu": "醉故失其所知耳，非自然無心者也。○郤，去逆反。墜，字或作隊，同直𩔖反，後皆同。乗音繩，又繩證反。𨕣音悟，郭音愕，爾雅云：𨕣，忤也。郭註云：謂干觸。慴，之渉反，懼也。李、郭音習。"
        },
        {
          "paragraph": "而況得全於天乎？聖人藏於天。故莫之能傷也。",
          "zhushu": "不闚性分之外，故曰藏。"
        },
        {
          "paragraph": "復讎者不折鏌干，",
          "zhushu": "夫干將鏌鎁，雖與讎爲用，然報讎者不事折之，以其無心。○鏌音莫，本亦作莫干，李云：鏌耶、干將，皆古之利劒名。吳越春秋云：吳王闔閶使干將造劒劒，有二狀，一曰干將，二曰鏌鎁。鏌鎁，干將妻名也。"
        },
        {
          "paragraph": "雖有忮心者不怨飄瓦。",
          "zhushu": "飄落之瓦，雖復中人，人莫之怨者，由其無情。○忮，之豉反，郭、李音支，害也。字書云：狠也。飄，匹遥反，郭、李云：落也。復，扶又反，下章同。中，丁仲反。"
        },
        {
          "paragraph": "是以天下平均。",
          "zhushu": "凡不平者，由有情。"
        },
        {
          "paragraph": "故無攻戰之亂，無殺戮之刑者，由此道也。",
          "zhushu": "無情之道大矣。"
        },
        {
          "paragraph": "不開人之天，而開天之天。",
          "zhushu": "不慮而知，𨳩天也；知而後感，開人也。然則開天者，性之動也；開人者，知之用也。"
        },
        {
          "paragraph": "開天者德生，",
          "zhushu": "性動者，遇物而當，足則忘餘，斯德生也。"
        },
        {
          "paragraph": "開人者賊生。",
          "zhushu": "知用者從感而，求，勸而不巳，斯賊生也。"
        },
        {
          "paragraph": "不厭其天，不忽於人，",
          "zhushu": "任其天性而動，則人理亦自全矣。○厭，李於𧰟反，徐於瞻反。"
        },
        {
          "paragraph": "民幾乎以其眞。",
          "zhushu": "民之所患，僞之所生，常在於知用，不在於性動也。○幾音機或音祈。"
        },
        {
          "paragraph": "仲尼適楚，出於林中，見痀僂者承蜩，猶掇之也。仲尼曰：“子巧乎？有道邪？”曰：“我有道也。五六月累丸二而不墜，則失者錙銖；",
          "zhushu": "累二丸於竿頭，是用手之停審也。其承蜩所失者，不過錙銖之間也。○痀，郭於禹反，李、徐居具反，又其禹反。僂，郭音縷，李、徐良付反。承，一本作美。蜩音條，蟬也。掇，丁活反，拾也。五六月，司馬曰：黏蟬時也。累，劣彼反，下同。司馬云：謂累之於竿頭也。錙，側其反。銖音殊。"
        },
        {
          "paragraph": "累三而不墜，則失者十一；",
          "zhushu": "所失愈少。"
        },
        {
          "paragraph": "累五而不墜，猶掇之也。",
          "zhushu": "停審之至，故乃無所復失。"
        },
        {
          "paragraph": "吾處身也，若厥株拘；吾執臂也，若槁木之枝。",
          "zhushu": "不動之至。○厥，本或作橛，同其月反。株，音誅。拘，其俱反，郭音俱，李云：厥，豎也。豎若株拘也。槁，苦老反。"
        },
        {
          "paragraph": "雖天地之大，萬物之多，而唯蜩翼之知。吾不反不側，不以萬物易蜩之翼，何爲而不得！”",
          "zhushu": "遺彼，故得此。"
        },
        {
          "paragraph": "孔子顧謂弟子曰：“用志不分，乃凝於神，其痀僂丈人之謂乎！”顔淵問仲尼曰：“吾甞濟乎觴深之淵，津人操舟若神。吾問焉，曰：‘操舟可學邪？’曰：‘可，善游者數能。",
          "zhushu": "言物雖有性，亦須數習而後能耳。○分，如字。操，七曹反，下章同。數，音朔，註下同。"
        },
        {
          "paragraph": "若乃夫没人，則未嘗見舟而便操之也。’",
          "zhushu": "没人，謂能鶩没於水底。○鶩，音木，鴨也。"
        },
        {
          "paragraph": "吾問焉而不吾告，敢問何謂也？”仲尼曰：“善游者數能，忘水也。",
          "zhushu": "習以成性，遂若自然。"
        },
        {
          "paragraph": "若乃夫没人之未甞，見舟而便操之也，彼視淵若陵，視舟之覆猶其車却也。",
          "zhushu": "視淵若陵，故視舟之覆於淵，猶車之却退於坂也。○覆，芳服反，註下同。猶其車却也，元嘉本無車字。"
        },
        {
          "paragraph": "覆却萬方陳乎前而不得入其舎，",
          "zhushu": "覆却雖多，而猶不以經懷，以其性便故也。"
        },
        {
          "paragraph": "惡徃而不暇。",
          "zhushu": "所遇皆閒暇也。○惡，音烏。閒音閑。"
        },
        {
          "paragraph": "以瓦注者巧，以鉤注者憚，以黃金注者殙，",
          "zhushu": "所要愈重，則其心愈矜也。○注，之𣗳反，李云：擊也。憚，徒丹反，又音丹，又丈旦反，忌惡也。一曰難也。殙，武典反，又音昏，又音門，本亦作殙。說文云：殙，矜也。元嘉本作昏。要，一遥反。"
        },
        {
          "paragraph": "其巧一也，而有所矜，則重外也。凡外重者内拙。”",
          "zhushu": "夫欲養生全内者，其唯無所矜重也。"
        },
        {
          "paragraph": "田開之見周威公，威公曰：“吾聞祝腎學生，",
          "zhushu": "學生者務中適。○田開之李云：開之，其名也。周威公，崔本作周威公。竈祝腎，上之六反，下市軫反，字又作緊，音同。本或作賢。學生。司馬云：學養生之道也。中，丁仲反。下章注而中適同。"
        },
        {
          "paragraph": "吾子與祝腎遊，亦何聞焉？”田開之曰：“開之操㧞篲以侍門庭，亦何聞於夫子。”威公曰：“田子無讓，寡人願聞之。”開之曰：“聞之夫子曰：‘善養生者，若牧羊然，視其後者而鞭之。’威公曰：“何謂也？”田開之曰：“魯有單豹者，岩居而水飮，不與民共利，行年七十而猶有嬰兒之色。不幸遇餓虎，餓虎殺而食之。有張毅者，高門縣薄，無不走也，行年四十而有内𤍠之病以死。豹養其内而虎食其外，毅養其外而病攻其内。此二子者，皆不鞭其後者也。”",
          "zhushu": "夫守一方之事，至於過理者，不及於㑹通之適也。鞭其後者，去其不及也。○吾子與祝腎遊，司馬本以吾子屬上句，更云子與祝腎遊。操，七曹反。㧞，蒲末反，徐甫末反，李云：把也。篲，似歲反，徐以醉反，郭予稅反，李尋志反，信醉反，或蘇忽反，帚也。亦何聞於夫子？絶句。鞭如字，崔本作𧽏，云：匿也。視其羸痩在後者，匿著牢中養之也。單豹音善。李云：單豹，隱人姓名也。水飮元嘉本作飮水縣，音玄。薄司馬云：簾也。無不走也：司馬云：走，至也。言無不至門奉貴冨也。李云：走，徃也。去，起吕反。"
        },
        {
          "paragraph": "仲尼曰：“無入而藏，",
          "zhushu": "藏，旣内矣，而又入之，此過於入也。"
        },
        {
          "paragraph": "無出而陽，",
          "zhushu": "陽旣外矣，而又出之，此過於出也。"
        },
        {
          "paragraph": "柴立其中央。",
          "zhushu": "若槁木之無心，而中適，是立也。"
        },
        {
          "paragraph": "三者若得，其名必極。",
          "zhushu": "名極而實當也。"
        },
        {
          "paragraph": "夫畏塗者，十殺一人，則父子兄弟相戒也，必盛卒徒而後敢出焉，不亦知乎！人之所取畏者，祍席之上，飮食之間，而不知爲之戒者，過也！”",
          "zhushu": "十殺一耳，使大畏之，至於色欲之害，動皆之死地，而莫不冐之，斯過之甚也。○畏塗，司馬云：阻險道可畏懼者也。卒，子忽反。知，音智。祍，而甚反，徐而鴆反，李云：卧衣也。鄭注禮記云：卧席也。動皆之死地，一本無地字。冐音墨。"
        },
        {
          "paragraph": "祝宗人玄端以臨牢筴，說彘，曰：“汝奚惡死？吾將三月㹖汝，十日戒，三日齊，藉白茅，加汝肩尻乎彫爼之上，則汝爲之乎？”爲彘謀，曰不如食以糠糟而錯之牢筴之中，自爲謀，則茍生有軒冕之尊，死得於腞楯之上，聚僂之中則爲之。爲彘謀則去之，自爲謀則取之。所異彘者何也？",
          "zhushu": "欲瞻則身亡，理常俱耳，不間人獸也。○筴，初革反，李云：牢豕室也。筴，木欄也。說，如字，又始銳反。彘，直例反，本亦作承。惡，烏路反。㹖音患，司馬云：養也，本亦作犧。齊，側皆反，後章同。藉，在夜反，又在亦反。尻，苦羔反。爼，莊吕反，晝飾之爼也。爲彘，于僞反，下自爲、爲彘同。食音嗣。穅音康。糟音遭。錯，七故反，置也，又如字，本又作措。腞，直轉反，又敕轉反。楯，食凖反，徐敕荀反。司馬云：腞猶篆，云腞猶篆也。楯猶案也。聚僂力主反。司馬云：聚僂，器名也，今冡壙中注爲之。一云：聚僂，棺椁也。一云聚當作菆，才官反。僂當作蔞，力乆反，謂殯於菆塗蔞翣之中。"
        },
        {
          "paragraph": "桓公田於澤，管仲御，見鬼焉。公撫管仲之手曰：“仲父何見？”對曰：“臣無所見。”公反，誒詒爲病，數日不出。齊士有皇子告敖者，曰：“公則自傷，鬼惡能傷公？夫忿滀之氣，散而不反，則爲不足；上而不下，則使人善怒；下而不上，則使人善忘；不上不下，中身當心，則爲病。”桓公曰：“然則有鬼乎？”曰：“有。沈有履，竈有䯻，戶内之煩壤，雷霆處之；東北方之下者，倍阿鮭蠪躍之；西北方之下者，則泆陽處之。水有罔象，丘有崒，山有䕫，野有彷徨，澤有委蛇。”公曰：“請問委蛇之狀何如？”皇子曰：“委蛇，其大如轂，其長如轅，紫衣而朱冠。其爲物也惡，聞雷車之聲，則捧其首而立。見之者殆乎霸。”桓公辴然而𥬇曰：“此寡人之所見者也。”於是正衣冠與之坐，不終日而不知病之去也。",
          "zhushu": "此章言憂來而累生者，不明也；患去而性得者，逹理也。○去反，一本作公反。誒，於代反，郭音熈，說文云：可惡之辭也，李呼該反，一音哀。詒，吐代反，郭音怡，李音臺。司馬云：懈倦貌。李云：誒詒，失魂魄也。數日，所主反。司馬本作數月。皇子告敖，如字。司馬云：皇姓。告敖字。齊之賢士也。鬼惡，音烏。忿，拂粉反，李房粉反。滀，敕六反。之氣散而不反，則爲不足：李云：忿，滿也。滀，結聚也。精神有逆，則隂陽結於内，魂魄散於外，故曰不足。上音時掌反，下同。而不下，則使人善怒；下而不上，則使人善忘。忘尚反。李云：陽散隂凝，故怒。隂發陽伏，故忘也。不上不下。中，丁仲反。身當心則爲病。李云：上下不和則隂。陽爭而攻心，精神主，故病也。沈有履，司馬本作沈有漏，云：沈，水汙也。漏，神名。竈有髻，音結，徐胡節反，郭音詰，李音吉。司馬云：䯻，竈神，着赤衣，狀如美女。霆，音庭，又音挺，又徒復反。倍音裴，徐扶來反。鮭，本亦作蛙，戸媧反，徐胡佳反。蠪音聾，又音龍。躍之。司馬云：陪阿，神名也。鮭蠪，狀如小兒，長一尺四寸，黒衣，赤幘，大冠，帶劒持㦸。泆音逸，司馬云：泆陽，豹頭馬尾。一作狗頭，一云：神名也。㒺象如字，司馬本作無傷，云：狀如小兒，赤黒色，赤𤓰，大耳，長臂。一云水神名。崒，本又作莘，所巾反，又音臻。司馬云：狀如狗，有角，文身，五采。䕫，求龜反。司馬云：狀如鼔而一足。方音傍，本亦作彷，同；皇本亦作徨，同。司馬云：彷徨，狀如蛇，兩頭五采文。委，於危反，又如字。朱冠，司馬本作俞冠，云：俞，國之冠也，其制似螺。惡聞，烏路反。捧，芳勇反。首，司馬本同，一本作手。辴，敕引反，徐敕一反，又敕私反。司馬云：𥬇貌。李云：大𥬇貌。"
        },
        {
          "paragraph": "紀渻子爲王養𨷖鷄，十日而問：“雞已乎？”曰：“未也。”方虚憍而恃氣。十日又問，曰：“未也。猶應嚮景。”十日又問，曰：“未也。猶疾視而盛氣。”十日又問，曰：“幾矣。雞雖有鳴者，已無變矣，望之似木雞矣，其德全矣。異雞無敢應者，反走矣。”",
          "zhushu": "此章言養之以至於全者，猶無敵於外，况自全乎。○紀渻，所景反，徐所幸反，人姓名也，一本作消。爲，于僞反。王，司馬云：齊王也。虚憍，居喬反，又巨消反。李云：高也。司馬云：高仰頭也。應，應對之應。下同。嚮，許丈反，本亦作響。景，於領反，又如字。李云：應響鳴，顧景行。"
        },
        {
          "paragraph": "孔子觀於吕梁，縣水三十仞，流沬四十里，黿鼉魚鼈之所不能游也，見一丈夫游之，以爲有苦而欲死也，使弟子並流而拯之。數百歩而出，被髪行歌而游於塘下。孔子從而問焉，曰：“吾以子爲鬼，察子則人也。請問，蹈水有道乎？”曰：“亡，吾無道。吾始乎故，長乎性，成乎命，與齊俱入，與汨偕出。",
          "zhushu": "磨翁而旋入者，齊也。回伏而湧出者，汨也。○吕梁，司馬云：河水有石絶處也。今西河離石西有此縣絶，世謂之黃梁。淮南子曰：古者龍門未鑿，河出孟門之上也。縣音玄。仞音刄，七尺曰仞。沫音末。黿音元。鼉，徒多反，或音檀。鼈，字又作鱉，必滅反。苦如字。司馬云：病也。拯，拯救之。拯數，所主反。被，皮寄反。行歌，司馬本作行道，云：常行之道也。長，丁丈反。下同。齊，司馬云：齊，回水如磨齊也。汨，胡忽反。司馬云：涌波也。"
        },
        {
          "paragraph": "從水之道而不爲私焉。",
          "zhushu": "任水而不任巳。"
        },
        {
          "paragraph": "此吾所以蹈之也。”孔子曰：“何謂始乎故，長乎性，成乎命？”曰：“吾生於陵而安於陵，故也；長於水而安於水，性也；不知吾所以然而然，命也。”",
          "zhushu": "此章言人有偏能，得其所能而任之，則天下無難矣。用夫無難以渉乎生生之道，何徃而不通也。"
        },
        {
          "paragraph": "梓慶削木爲鐻，鐻成，見者驚猶鬼神。",
          "zhushu": "不似人所作也。○梓，音子慶，李云：魯大匠也。梓，官名。慶，其名也。鐻，音據。司馬云：樂器也，似夾鍾。"
        },
        {
          "paragraph": "魯侯見而問焉，曰：“子何術以爲焉？”對曰：“臣工人，何術之有？雖然，有一焉。臣將爲鐻，未甞敢以耗氣也，必齊以靜心。齊三日，而不敢懷慶賞爵禄；齊五日，不敢懷非譽巧拙；齊七日，輙然忘吾有四枝形體也。當是時也，無公朝，",
          "zhushu": "視公朝若無，則跂慕之心絶矣。○耗，呼報反，司馬云：損也。氣，李云：氣耗則心動，心動則神不專也。譽，音餘。輙，丁協反，輙然不動貌。朝，直遥反，注同。"
        },
        {
          "paragraph": "其巧專而外骨消。",
          "zhushu": "性外之事去也。○骨消，如字，本亦作滑消。"
        },
        {
          "paragraph": "然後入山林，觀天性。形軀至矣，然後成見鐻，然後加手焉。不然則已。",
          "zhushu": "必取材中者也。○見，賢遍反。中，丁仲反。"
        },
        {
          "paragraph": "則以天合天，",
          "zhushu": "不離其自然也。"
        },
        {
          "paragraph": "器之所以疑神者，其是與？”",
          "zhushu": "盡因物之妙故，乃疑是鬼神所作耳。○與音餘。"
        },
        {
          "paragraph": "東野稷以御見莊公，進退中繩，左右旋中規。莊公以爲文弗過也，使之鉤百而反。顔闔遇之，入見曰：“稷之馬將敗。公密而不應。少焉，果敗而反。公曰：“子何以知之？”曰：“其馬力竭矣，而猶求焉，故曰敗。”",
          "zhushu": "斯明至當之不可過也。○東野稷李云：東野，姓；稷，名也。司馬云：孫卿作東野。畢見，賢遍反。下同。莊公：李云：魯莊公也。或云：内篇曰：顔闔將轉衛靈公太子，問於蘧伯玉，則不與魯莊同時，當是衛莊公。中，丁仲反。下同。文弗過也：司馬云：謂過織組之文也。使之鉤百而反司馬云：稷自矜其能，圎而驅之，如鉤復迹，百反而不知止。闔戸臘反。元嘉本作廅。崔同。"
        },
        {
          "paragraph": "工倕旋而蓋規矩，指與物化而不以心稽，故其靈臺一而不桎。",
          "zhushu": "雖工倕之巧，猶任規矩。此言因物之易也。○倕音垂，又音睡。旋而蓋矩，指與物化，而不以心稽。音雞。司馬本矩作瞿，云：工倕，尭，工巧人也。旋，圓也。瞿，句也。倕，工巧任規，以見爲圓，覆蓋其句指，不以施度也。是與物化之，不以心稽留也。桎，之實反，司馬云：閡也。易音以豉反。"
        },
        {
          "paragraph": "忘足，屨之適也；忘要，帶之適也；",
          "zhushu": "百體皆適，則都忘其身也。○屨，九住反。要，一遥反。"
        },
        {
          "paragraph": "知忘是非，心之適也；",
          "zhushu": "是非生於不適耳。"
        },
        {
          "paragraph": "不内變，不外從，事㑹之適也。",
          "zhushu": "所遇而安，故無所變從也。"
        },
        {
          "paragraph": "始乎適而未嘗不適者，忘適之適也。",
          "zhushu": "識適者，猶未適也。"
        },
        {
          "paragraph": "有孫休者，踵門而詫子扁慶子曰：“休居郷不見謂不脩，臨難不見謂不勇，然而田原不遇歲，事君不遇世，賔於郷里，逐於州部，則胡罪乎天哉？休惡遇此命也？”扁子曰：“子獨不聞夫至人之自行邪？忘其肝膽，遺其耳目，",
          "zhushu": "闇付，自然也。○踵，章勇反。司馬云：至也。詫，敕駕反，又呼駕反，郭都駕反。司馬云：告也。李本作託，云：屬也。扁慶子，音篇，又符殄反。李云：扁，姓；慶子，字也。難，乃旦反。賔，必刃反。惡，音烏，下同。"
        },
        {
          "paragraph": "芒然彷徨乎塵垢之外，",
          "zhushu": "凡非眞性，皆塵垢也。○芒，武剛反。彷徨，元嘉本作房，皇音同。"
        },
        {
          "paragraph": "逍遥乎無事之業，",
          "zhushu": "凡自爲者，皆無事之業也。"
        },
        {
          "paragraph": "是謂爲而不恃，",
          "zhushu": "率性自爲耳，非恃而爲之。"
        },
        {
          "paragraph": "長而不宰。",
          "zhushu": "任其自長耳，非宰而長之。○長，丁丈反，註同。"
        },
        {
          "paragraph": "今汝飾知以驚愚，脩身以明汙，昭昭乎若揭日月而行也，汝得全而形軀，具而九竅，無中道夭於聾盲跛蹇，而比於人數，亦幸矣，又何暇乎天之怨哉！子徃矣。”孫子出，扁子入，坐有間，仰天而歎。弟子問曰：“先生何爲歎乎？”扁子曰：“向者休來，吾告之以至人之德，吾恐其驚而遂至於惑也。”弟子曰：“不然。孫子之所言是邪？先生之所言非邪？非固不能惑是。孫子所言非邪？先生所言是邪？彼固惑而來矣，又奚罪焉？”扁子曰：“不然。昔者有鳥止於魯郊，魯君說之，爲具太牢以饗之，奏九韶以樂之，鳥乃始憂悲眩視，不敢飮食。此之謂以已養養鳥也。若夫以鳥養養鳥者，冝棲之深林，浮之江湖，食之以委蛇，則平陸而已矣。",
          "zhushu": "各有所便也。○知音智。汙音烏。揭，其列反，又其謁反。竅，苦弔反。跛，彼我反。蹇，紀輦反，又紀偃反，徐其偃反。比，如字，又毗志反。說音恱。爲，于僞反。奏九韶，元嘉本作奏韶武樂，音洛，下同。食之，音嗣。委，於危反。蛇，如字，李云：大鳥吞蛇。司馬云：委蛇泥鰌。"
        },
        {
          "paragraph": "今休，欵啓寡聞之民也，吾告以至人之德，譬之若載鼷以車馬，樂鴳以鍾鼓也。彼又惡能無驚乎哉！”",
          "zhushu": "此章言善養生者，各任性分之適而至矣。○欵啓，李云：欵，空也。啓，開也。如空之開，所見小也。鼷，音兮，鴳字亦作鴳，音晏。"
        }
      ]
    }
  ]
}