{
    "name": "地藏菩薩本願經",
    "author": "唐・實叉難陀",
    "loadChapterCount": 14,
    "chapters": [
        {
            "name": "忉利天宮𥚞通品第一",
            "paragraphs": [
                {
                    "paragraph": "忉利天宮𥚞通品第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "如是我聞：一時，佛在忉利天，爲母說灋。𫝃時，十方無量世界，不可說不可說一切諸佛，及大菩薩摩訶薩，皆來集會。讚歎釋迦牟尼佛，能於五濁惡世，現不可思議大智慧神通之力，調伏剛彊衆生，知苦樂法，各遣侍者，問訊世尊。是時，如來含笑，放百千萬億大光明雲——所謂大圓滿光明雲、大慈悲光明雲、大智慧光明雲、大般若光明雲、大三昧光明雲、大吉祥光明雲、大福德光明雲、大功德光明雲、大歸依光明雲、大讚歎光明雲。放如是等不可說光明雲已，又出種種微妙之音——所謂檀波𦌴蜜音、尸波𦌴蜜音、羼提波𦌴蜜音、毗離耶波𦌴蜜音、禪波𦌴蜜音、般若波𦌴蜜音、慈悲音、喜捨音、解脫音、無漏音、智慧音、大智慧音、師子吼音、大師子吼音、雲雷音、大雲雷音。出如是等不可說不可說音已，娑婆世界及他方國土，有無量億天龍鬼神，亦集到忉利天宮。所謂四天王天、忉利天、須焰摩天、兜率陀天、化樂天、他化自在天、梵衆天、梵輔天、大梵天、少光天、無量光天、光音天、少淨天、無量凈天、徧淨天、福生天、福愛天、廣果天、無想天、無煩天、無熱天、善見天、善現天、色究竟天、摩醯𩠐𦌴天，乃至非想非非想處天，一切天衆、龍衆、鬼神等衆，悉來集會。𠋩有他方國土，及娑婆世界海神、江神、河神、樹神、山神、地神、川澤神、苗稼神、晝神、夜神、空神、天神、飮食神、草木神，如是等神，皆來集會。𠋩有他方國土，及娑婆世界諸大鬼王——所謂惡目鬼王、噉血鬼王、噉精氣鬼王、噉胎卵鬼王、行病鬼王、攝毒鬼王、慈心鬼王、福利鬼王、大愛敬鬼王，如是等鬼王，皆來集會。𫝃時，釋迦牟尼佛告文殊師利法王子菩薩摩訶薩：“汝觀是一切諸佛菩薩，及天龍鬼神，此世界，他世界，此國土，他國土，如是𫝆來集會，到忉利天者，汝知𢿘不？”文殊師利白佛言：“世尊！若以我神力，千劫測度，不能得知。”佛告文殊師利：“吾以佛𦕨觀故，猶不盡𢿘。此皆是地藏菩薩久遠劫來，已度、當度、未度，已成就、當成就、未成就。”文殊師利白佛言：“世尊！我已過去久修善根，證無礙智，聞佛所言，即當信受。小果聲聞、天龍八部，及未來世諸衆生等，雖聞如來誠實之語，必懷疑惑，設使頂受，未免興𧩂。唯願世尊，廣說地藏菩薩摩訶薩因地作何行、立何願，而能成就不思議事？”佛告文殊師利：“譬如三千大千世界，所有草木叢林，稻麻竹葦，山石微塵，一物一𢿘，作一恒河，一恒河沙，一沙之界。一界之内，一塵一劫，一劫之内，所積塵𢿘，盡𠑽爲劫。地藏菩薩證十地果位已來，千倍多於上喻。何況地藏菩薩在聲聞、辟支佛地。文殊師利！此菩薩威神誓願，不可思議。若未來世，有善男子、善女人，聞是菩薩名字，或讚歎，或瞻禮，或稱名，或供養，乃至彩畫、刻鏤、塑漆形像，是人當得百返生於三十三天，永不墮惡道。“文殊師利！是地藏菩薩摩訶薩，於過去久遠不可說不可說劫前，身爲大長者子。時世有佛，號曰師子奮迅具足萬行如來。時長者子，見佛相好，千福莊嚴，因問彼佛：‘作何行願，而得此相？’時師子奮迅具足萬行如來告長者子：‘欲證此身，當須久遠度脫一切受苦衆生。’“文殊師利！時長者子，因發願言：‘我𫝆盡未來際不可計劫，爲是罪苦六道衆生，廣設方便，盡令解脫，而我自身，方成佛道。’以是於彼佛前，立斯大願，于𫝆百千萬億𨙻由他不可說劫，尚爲菩薩。“又於過去，不可思議阿僧祇劫，時世有佛，號曰覺蕐定自在王如來。彼佛壽命，四百千萬億阿僧祇劫。像法之中，有一婆𦌴門女，㝛福深𫝗，衆所欽敬；行住坐臥，諸天衞護。其母信邪，常輕三寶。是時聖女，廣說方便，勸誘其母，令生正見。而此女母，未全生信，不久命終，䰟神墮在無間地獄。時婆𦌴門女，知母在世不信因果，計當隨業，必生惡𧼈。遂賣家宅，廣求香蕐，及諸供具，於先佛塔寺，大興供養。見覺蕐定自在王如來，其形像在一寺中，塑畫威容，端嚴𭺾僃。時婆𦌴門女，瞻禮尊容，倍生敬仰。私自𫝹言：‘佛名大覺，具一切智，若在世時，我母死後，儻來問佛，必知處所。’時婆𦌴門女，垂泣良久，瞻戀如來。忽聞空中聲曰：‘泣者聖女！勿至悲哀，我𫝆示汝母之去處。’婆𦌴門女合掌向空，而白空曰：‘是何神德，寛我憂慮。我自失母已來，晝夜憶戀，無處可問知母生界。’時空中有聲，再報女曰：‘我是汝所瞻禮者，過去覺蕐定自在王如來。見汝憶母，倍於常情衆生之分，故來告示。’婆𦌴門女聞此聲已，舉身自撲，支節皆損。左右扶侍，良久方穌，而白空曰：‘願佛慈愍，速說我母生界。我𫝆身心，將死不久。’時覺蕐定自在王如來告聖女曰：‘汝供養𭺾，但早返舍。端坐思惟吾之名號，即當知母所生去處。’“時婆𦌴門女，尋禮佛已，即歸其舍。以憶母故，端坐𫝹覺蕐定自在王如來，經一日一夜。忽見自身，到一海邊。其水涌沸，多諸惡獸，盡𠋩鐵身，飛走海上，東西馳逐。見諸男子女人，百千萬𢿘，出沒海中，被諸惡獸爭取食噉。又見夜叉，其形各異，或多手多𦕨，多足多頭，口牙外出，利刃如劒，驅諸辠人，使近惡獸，𠋩自搏攫，頭足相就。其形萬類，不敢久視。時婆𦌴門女，以𫝹佛力故，自然無懼。“有一鬼王，名曰無毒，𥡴𩠐來迎，白聖女曰：‘善哉！菩薩何緣來此？’時婆𦌴門女問鬼王曰：‘此是何處？’無毒答曰：‘此是大鐵圍山西面第一重海。’聖女問曰：‘我聞鐵圍之内，地獄在中，是事實不？’無毒答曰：‘實有地獄。’聖女問曰：‘我𫝆云何，得到獄所？’無毒答曰：‘若非威神，即須業力，非此二事，終不能到。’聖女又問：‘此水何緣，而乃涌沸？多諸罪人，及以惡獸？’無毒答曰：‘此是閻浮提造惡衆生𣂺死之者，經四十九日後，無人繼嗣爲作功德，救拔苦難，生時又無善因，當據本業所感地獄，自然先渡此海。海東十萬由旬，又有一海，其苦倍此。彼海之東，又有一海，其苦𠋩倍。三業惡因之所招感，𠔏號業海，其處是也。’聖女又問鬼王無毒曰：‘地獄何在？’無毒答曰：‘三海之内，是大地獄，其𢿘百千，各各差别。所謂大者，具有十八。次有五百，苦毒無量。次有千百，亦無量苦。’聖女又問大鬼王曰：‘我母死來未久，不知䰟神當至何𧼈？’鬼王問聖女曰：‘菩薩之母，在生𮊸何行業？’聖女答曰：‘我母邪見，譏毀三寶。設或暫信，旋又不敬。死雖日淺，未知生處。’無毒問曰：‘菩薩之母，姓氏何等？’聖女答曰：‘我父我母，俱婆𦌴門種。父號尸𦌴善現，母號悅帝利。’無毒合掌，啓菩薩曰：‘願聖者卻返本處，無至憂憶悲戀。悅帝利罪女，生天以來，經𫝆三日。云承孝順之子，爲母設供、修福，布施覺蕐定自在王如來塔寺。非唯菩薩之母得脫地獄，應是無間罪人，此日悉得受樂，俱同生訖。’鬼王言𭺾，合掌而退。婆𦌴門女，尋如夢歸。悟此事已，便於覺蕐定自在王如來塔像之前，立弘誓願：‘願我盡未來劫，應有罪苦衆生，廣設方便，使令解脫。’”佛告文殊師利：“時鬼王無毒者，當𫝆財𩠐菩薩是。婆𦌴門女者，即地藏菩薩是。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "分身集會品第二",
            "paragraphs": [
                {
                    "paragraph": "分身集會品第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𫝃時，百千萬億不可思、不可議、不可量、不可說、無量阿僧祇世界，所有地獄處，分身地藏菩薩，俱來集在忉利天宮。以如來神力故，各以方面，與諸得解脫從業道出者，亦各有千萬億𨙻由他𢿘，𠔏持香蕐，來供養佛。彼諸同來等輩，皆因地藏菩薩敎化，永不退轉於阿耨多𦌴三藐三菩提。是諸衆等，久遠劫來，流浪生死，六道受苦，暫無休息。以地藏菩薩廣大慈悲，深誓願故，各獲果證。既至忉利，心懷踊躍，瞻仰如來，目不暫捨。𫝃時，世尊舒金色臂，摩百千萬億不可思、不可議、不可量、不可說、無量阿僧祇世界諸分身地藏菩薩摩訶薩頂，而作是言：“吾於五濁惡世，敎化如是剛彊衆生，令心調伏，捨邪歸正。十有一二，尚惡𮊸在。吾亦分身千百億，廣設方便。或有利根，聞即信受。或有善果，𠢄勸成就。或有暗鈍，久化方歸。或有業重，不生敬仰。如是等輩衆生，各各差别，分身度脫。或現男子身，或現女人身，或現天龍身，或現神鬼身，或現山林川原、河池泉井，利及於人，悉皆度脫。或現天帝身，或現梵王身，或現轉輪王身，或現居士身，或現國王身，或現宰輔身，或現官屬身，或現比丘、比丘尼、優婆塞、優婆夷身，乃至聲聞、𦌴漢、辟支佛、菩薩等身，而以化度。非但佛身，獨現其前。汝觀吾累劫𠢄苦，度脫如是等難化剛彊罪苦衆生。其有未調伏者，隨業報應。若墮惡𧼈，受大苦時，汝當憶𫝹吾在忉利天宮，殷𠢄付囑。令娑婆世界，至彌勒出世已來衆生，悉使解脫，永離諸苦，遇佛授記。”𫝃時，諸世界分身地藏菩薩，𠔏𠋩一形，涕淚哀戀，白其佛言：“我從久遠劫來，蒙佛接引，使獲不可思議神力，具大智慧。我所分身，徧滿百千萬億恒河沙世界。每一世界，化百千萬億身。每一身，度百千萬億人，令歸敬三寶，永離生死，至涅槃樂。但於佛法中，所爲善事，一毛一渧，一沙一塵，或毫髪許，我漸度脫，使獲大利。唯願世尊不以後世惡業衆生爲慮。”如是三白佛言：“唯願世尊不以後世惡業衆生爲慮。”𫝃時，佛讚地藏菩薩言：“善哉！善哉！吾助汝喜。汝能成就久遠劫來，發弘誓願，廣度將𭺾，即證菩提。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "觀衆生業緣品第三",
            "paragraphs": [
                {
                    "paragraph": "觀衆生業緣品第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𫝃時，佛母摩耶夫人，恭敬合掌，問地藏菩薩言：“聖者！閻浮衆生，造業差别，所受報應，其事云何？”地藏答言：“千萬世界，乃及國土，或有地獄，或無地獄，或有女人，或無女人，或有佛法，或無佛法，乃至聲聞、辟支佛，亦𠋩如是。非但地獄，罪報一等。”摩耶夫人重白菩薩：“且願聞於閻浮罪報，所感惡𧼈。”地藏答言：“聖母！唯願聽受，我麤說之。”佛母白言：“願聖者說。”𫝃時，地藏菩薩白聖母言：“南閻浮提罪報，名號如是：若有衆生，不孝父母，或至殺害，當墮無間地獄，千萬億劫，求出無期。若有衆生，出佛身血，毀𧩂三寶，不敬尊經，亦當墮於無間地獄，千萬億劫，求出無期。若有衆生，侵損常住，㸃汚僧尼，或伽藍内，恣行淫欲，或殺或害，如是等輩，當墮無間地獄，千萬億劫，求出無期。若有衆生，僞作沙門，心非沙門，破用常住，欺誑白衣，違背戒律，種種造惡，如是等輩，當墮無間地獄，千萬億劫，求出無期。若有衆生，偷竊常住財物榖米、飮食衣服，乃至一物不與取者，當墮無間地獄，千萬億劫，求出無期。”地藏白言：“聖母！若有衆生，作如是罪，當墮五無間地獄，求暫停苦，一𫝹不得。”摩耶夫人重白地藏菩薩言：“云何名爲無間地獄？”地藏白言：“聖母！諸有地獄，在大鐵圍山之内。其大地獄，有一十八所。次有五百，名號各别。次有千百，名字亦别。無間獄者，其獄城，周帀八萬餘里，其城純鐵，高一萬里，城上火聚，少有空缺。其獄城中，諸獄相連，名號各别。“獨有一獄，名曰無間。其獄周帀萬八千里，獄墻高一千里，悉是鐵爲，上火徹下，下火徹上，鐵蛇鐵狗，吐火馳逐，獄墻之上，東西而走。獄中有牀，徧𭲞萬里。一人受罪，自見其身，徧臥滿牀。千萬人受罪，亦各自見，身滿牀上。衆業所感，獲報如是。又諸罪人，備受衆苦。千百夜叉，及以惡鬼，口牙如劒，𦕨如電光，手𠋩銅爪，拖拽罪人。𠋩有夜叉，執大鐵㦸，中罪人身，或中口鼻，或中腹背，抛空𮋒接，或置牀上。𠋩有鐵鷹，啗罪人目。𠋩有鐵蛇，繳罪人頸。百肢節内，悉下長釘，拔舌耕犂，抽腸剉斬，洋銅灌口，熱鐵纏身。萬死千生，業感如是。動經億劫，求出無期。此界壞時，寄生他界。他界次壞，轉寄他方。他方壞時，展轉相寄。此界成後，還𠋩而來。無間罪報，其事如是。“又五事業感，故稱無間。何等爲五？一者，日夜受罪，以至劫𢿘，無時間絕，故稱無間。二者，一人亦𭲞，多人亦滿，故稱無間。三者，罪器叉棒，鷹蛇狼犬，碓磨鋸𨯳，剉斫鑊湯，鐵䋞鐵繩，鐵驢鐵馬，生革絡𩠐，熱鐵澆身，飢吞鐵丸，渴飮鐵汁。從年竟劫，𢿘𨙻由他，苦楚相連，更無間斷，故稱無間。四者，不問男子女人，羌胡夷狄，老幼貴賤，或龍或神，或天或鬼，罪行業感，悉同受之，故稱無間。五者，若墮此獄，從初入時，至百千劫，一日一夜，萬死萬生。求一𫝹間，暫住不得。除非業盡，方得受生。以此連綿，故稱無間。”地藏菩薩白聖母言：“無間地獄，麤說如是。若廣說地獄罪器等名，及諸苦事，一劫之中，求說不盡。”摩耶夫人聞已，愁憂合掌，頂禮而退。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "閻浮衆生業感品第四",
            "paragraphs": [
                {
                    "paragraph": "閻浮衆生業感品第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𫝃時，地藏菩薩摩訶薩白佛言：“世尊！我承佛如來威神力故，徧百千萬億世界，分是身形，救拔一切業報衆生。若非如來大慈力故，即不能作如是𠮓化。我𫝆又蒙佛付囑，至阿逸多成佛已來，六道衆生，遣令度脫。唯然，世尊，願不有慮。”𫝃時，佛告地藏菩薩：“一切衆生，未解脫者，性識無定。惡𮊸結業，善𮊸結果，爲善爲惡，逐境而生。輪轉五道，暫無休息，動經塵劫，迷惑障難。如魚遊䋞，將是長流，脫入暫出，又𠋩遭䋞。以是等輩，吾當憂𫝹。汝既𭺾是往願，累劫重誓，廣度罪輩，吾𠋩何慮？”說是語時，會中有一菩薩摩訶薩，名定自在王，白佛言：“世尊！地藏菩薩累劫已來，各發何願？𫝆蒙世尊，殷𠢄讚歎。唯願世尊，略而說之。”𫝃時，世尊告定自在王菩薩：“諦聽！諦聽！善思𫝹之，吾當爲汝，分别解說。乃往過去，無量阿僧祇𨙻由他不可說劫，𫝃時有佛，號一切智成就如來——應供、正徧知、明行足、善逝、世間解、無上士、調御丈夫、天人師、佛、世尊，其佛壽命六萬劫。未出家時，爲小國王，與一隣國王爲友，同行十善，饒益衆生。其隣國内，所有人民，多造衆惡。二王議計，廣設方便。一王發願，早成佛道，當度是輩，令使無餘。一王發願，若不先度罪苦，令是安樂，得至菩提，我終未願成佛。”佛告定自在王菩薩：“一王發願早成佛者，即一切智成就如來是。一王發願永度罪苦衆生，未願成佛者，即地藏菩薩是。𠋩於過去，無量阿僧祇劫，有佛出世，名淸淨蓮蕐目如來，其佛壽命四十劫。像法之中，有一𦌴漢，福度衆生。因次敎化，遇一女人，字曰光目，設食供養。𦌴漢問之：‘欲願何等？’光目答言：‘我以母亡之日，資福救拔，未知我母生處何𧼈？’𦌴漢愍之，爲入定觀，見光目女母墮在惡𧼈，受極大苦。𦌴漢問光目言：‘汝母在生，作何行業？𫝆在惡𧼈，受極大苦。’光目答言：‘我母所𮊸，唯好食噉魚鼈之屬。所食魚鼈多食其子，或炒或煮，恣情食噉。計其命𢿘，千萬𠋩倍。尊者慈愍，如何哀救？’𦌴漢愍之，爲作方便，勸光目言：‘汝可志誠𫝹淸淨蓮蕐目如來，兼塑畫形像，存亡獲報。’“光目聞已，即捨所愛，尋畫佛像，而供養之。𠋩恭敬心，悲泣瞻禮。忽於夜後，夢見佛身，金色晃耀，如須彌山，放大光明，而告光目：‘汝母不久，當生汝家，纔覺飢寒，即當言說。’“其後家内，婢生一子，未滿三日，而乃言說，𥡴𩠐悲泣，告於光目：‘生死業緣，果報自受。吾是汝母，久處暗冥，自别汝來，累墮大地獄。𫎇汝福力，方得受生。爲下賤人，又𠋩短命，壽年十三，更落惡道。汝有何計，令吾脫免？’光目聞說，知母無疑，哽咽悲啼，而白婢子：‘既是我母，合知本罪，作何行業，墮於惡道？’婢子答言：‘以殺害毀罵二業受報。若非蒙福，救拔吾難，以是業故，未合解脫。’光目問言：‘地獄罪報，其事云何？’婢子答言：‘罪苦之事，不忍稱說，百千歲中，卒白難竟。’“光目聞已，啼淚號泣，而白空界：‘願我之母，永脫地獄。𭺾十三歲，更無重罪，及歷惡道。十方諸佛，慈哀愍我，聽我爲母所發廣大誓願：若得我母永離三塗，及斯下賤，乃至女人之身，永劫不受者，願我自𫝆日後，對淸淨蓮蕐目如來像前，卻後百千萬億劫中，應有世界，所有地獄，及三惡道，諸罪苦衆生，誓願救拔，令離地獄惡𧼈、畜生、餓鬼等。如是罪報等人，盡成佛竟，我然後方成正覺。’“發誓願已，具聞淸淨蓮蕐目如來而告之曰：‘光目！汝大慈愍，善能爲母發如是大願。吾觀汝母，十三歲𭺾，捨此報已，生爲梵志，壽年百歲。過是報後，當生無憂國土，壽命不可計劫。後成佛果，廣度人天，𢿘如恒河沙。’”佛告定自在王：“𫝃時𦌴漢福度光目者，即無盡意菩薩是。光目母者，即解脫菩薩是。光目女者，即地藏菩薩是。過去久遠劫中，如是慈愍發恒河沙願，廣度衆生。“未來世中，若有男子女人，不行善者，行惡者，乃至不信因果者，邪婬妄語者，兩舌惡口者，毀𧩂大乘者，如是諸業衆生，必墮惡𧼈。若遇善知識，勸令一彈指間歸依地藏菩薩，是諸衆生，即得解脫三惡道報。若能志心歸敬，及瞻禮讚歎，香蕐衣服，種種珍寶，或𠋩飮食，如是奉事者，未來百千萬億劫中，常在諸天受勝妙樂。若天福盡，下生人間，猶百千劫，常爲帝王，能憶㝛命因果本末。定自在王，如是地藏菩薩，有如此不可思議大威神力，廣利衆生，汝等諸菩薩，當記是經，廣宣流布。”定自在王白佛言：“世尊！願不有慮。我等千萬億菩薩摩訶薩，必能承佛威神，廣演是經於閻浮提，利益衆生。”定自在王菩薩白世尊已，合掌恭敬，作禮而退。𫝃時，四方天王，俱從座起，合掌恭敬，白佛言：“世尊！地藏菩薩於久遠劫來，發如是大願，云何至𫝆，猶度未絕，更發廣大誓言？唯願世尊，爲我等說。”佛告四天王：“善哉！善哉！吾𫝆爲汝，及未來現在天人衆等，廣利益故，說地藏菩薩於娑婆世界，閻浮提内，生死道中，慈哀救拔，度脫一切罪苦衆生方便之事。”四天王言：“唯然，世尊！願樂欲聞。”佛告四天王：“地藏菩薩久遠劫來，迄至于𫝆，度脫衆生，猶未𭺾願。慈愍此世罪苦衆生，𠋩觀未來無量劫中，因蔓不斷，以是之故，又發重願。如是菩薩，於娑婆世界，閻浮提中，百千萬億方便，而爲敎化。“四天王！地藏菩薩若遇殺生者，說㝛殃短命報。若遇竊盗者，說貧窮苦楚報。若遇邪婬者，說雀鴿鴛鴦報。若遇惡口者，說眷屬鬭諍報。若遇毀𧩂者，說無舌瘡口報。若遇瞋恚者，說𨢄陋癃殘報。若遇慳悋者，說所求違願報。若遇飮食無度者，說飢渴咽病報。若遇畋𤢪恣情者，說驚狂喪命報。若遇悖逆父母者，說天地灾殺報。若遇燒山林木者，說狂迷取死報。若遇前後父母惡毒者，說返生鞭撻現受報。若遇䋞捕生雛者，說骨肉分離報。若遇毀𧩂三寶者，說盲聾瘖瘂報。若遇輕法慢敎者，說永處惡道報。若遇破用常住者，說億劫輪𮞉地獄報。若遇汚梵誣僧者，說永在畜生報。若遇湯火斬斫傷生者，說輪𮞉逓償報。若遇破戒犯齋者，說禽獸飢餓報。若遇非理毀用者，說所求闕絕報。若遇吾我貢高者，說𤰞使下賤報。若遇兩舌鬭亂者，說無舌百舌報。若遇邪見者，說邊地受生報。“如是等閻浮提衆生，身口意業，惡𮊸結果，百千報應，𫝆麤略說。如是等閻浮提衆生，業感差别，地藏菩薩百千方便，而敎化之。是諸衆生，先受如是等報，後墮地獄，動經劫𢿘，無有出期。是故汝等，護人護國，無令是諸衆業，迷惑衆生。”四天王聞已，涕淚悲歎，合掌而退。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "地獄名號品第五",
            "paragraphs": [
                {
                    "paragraph": "地獄名號品第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𫝃時，普賢菩薩摩訶薩白地藏菩薩言：“仁者！願爲天龍四衆，及未來現在一切衆生，說娑婆世界及閻浮提罪苦衆生，所受報處地獄名號，及惡報等事，使未來世末法衆生，知是果報。”地藏答言：“仁者！我𫝆承佛威神，及大士之力，略說地獄名號，及罪報惡報之事。仁者，閻浮提東方有山，號曰鐵圍，其山黑𨗉，無日月光。有大地獄，號極無間。又有地獄，名大阿鼻。𠋩有地獄，名曰四𤰄。𠋩有地獄，名曰飛刀。𠋩有地獄，名曰火箭。𠋩有地獄，名曰夾山。𠋩有地獄，名曰通槍。𠋩有地獄，名曰鐵車。𠋩有地獄，名曰鐵牀。𠋩有地獄，名曰鐵牛。𠋩有地獄，名曰鐵衣。𠋩有地獄，名曰千刃。𠋩有地獄，名曰鐵驢。𠋩有地獄，名曰洋銅。𠋩有地獄，名曰抱柱。𠋩有地獄，名曰流火。𠋩有地獄，名曰耕舌。𠋩有地獄，名曰剉𩠐。𠋩有地獄，名曰燒腳。𠋩有地獄，名曰啗𦕨。𠋩有地獄，名曰鐵丸。𠋩有地獄，名曰諍論。𠋩有地獄，名曰鐵鈇。𠋩有地獄，名曰多瞋。”地藏白言：“仁者！鐵圍之内，有如是等地獄，其𢿘無限。更有叫喚地獄、拔舌地獄、糞尿地獄、銅鏁地獄、火𧰼地獄、火狗地獄、火馬地獄、火牛地獄、火山地獄、火石地獄、火牀地獄、火梁地獄、火鷹地獄、鋸牙地獄、剝皮地獄、飮血地獄、燒手地獄、燒腳地獄、倒刺地獄、火屋地獄、鐵屋地獄、火狼地獄。如是等地獄，其中各各𠋩有諸小地獄，或一或二，或三或四，乃至百千。其中名號，各各不同。”地藏菩薩告普賢菩薩言：“仁者！此者皆是南閻浮提行惡衆生，業感如是。業力甚大，能敵須彌，能深巨海，能障聖道。是故衆生莫輕小惡，以爲無罪，死後有報，纖毫受之。父子至𧡿，歧路各别，縱然相逢，無肯代受。我𫝆承佛威力，略說地獄罪報之事。唯願仁者，暫聽是言。”普賢答言：“吾以久知三惡道報，望仁者說，令後世末法一切惡行衆生，聞仁者說，使令歸佛。”地藏白言：“仁者！地獄罪報，其事如是：或有地獄，取罪人舌，使牛耕之。或有地獄，取罪人心，夜叉食之。或有地獄，鑊湯盛沸，煑罪人身。或有地獄，赤燒銅柱，使罪人抱。或有地獄，使諸火燒，趁及罪人。或有地獄，一向寒冰。或有地獄，無限糞尿。或有地獄，純飛𨪏鏫。或有地獄，多攢火槍。或有地獄，唯撞胷背。或有地獄，但燒手足。或有地獄，盤繳鐵蛇。或有地獄，驅逐鐵狗。或有地獄，盡駕鐵騾。仁者，如是等報，各各獄中，有百千種業道之器，無非是銅，是鐵，是石，是火。此四種物，衆業行感。若廣說地獄罪報等事，一一獄中，更有百千種苦楚，何況多獄。我𫝆承佛威神，及仁者問，略說如是。若廣解說，窮劫不盡。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "如來讚歎品第六",
            "paragraphs": [
                {
                    "paragraph": "如來讚歎品第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𫝃時，世尊舉身放大光明，徧照百千萬億恒河沙等諸佛世界，岀大音聲，普告諸佛世界一切諸菩薩摩訶薩，及天龍鬼神、人、非人等：“聽吾𫝆日稱揚讚歎地藏菩薩摩訶薩，於十方世界，現大不可思議威神慈悲之力，救護一切罪苦之事。吾滅度後，汝等諸菩薩大士，及天龍鬼神等，廣作方便，衞護是經，令一切衆生，證涅槃樂。”說是語已，會中有一菩薩，名曰普廣，合掌恭敬，而白佛言：“𫝆見世尊讚歎地藏菩薩，有如是不可思議大威神德。唯願世尊爲未來世末法衆生，宣說地藏菩薩利益人天因果等事，使諸天龍八部，及未來世衆生，頂受佛語。”𫝃時，世尊告普廣菩薩及四衆等：“諦聽！諦聽！吾當爲汝略說地藏菩薩利益人天福德之事。”普廣白言：“唯然，世尊！願樂欲聞。”佛告普廣菩薩：“未來世中，若有善男子、善女人，聞是地藏菩薩摩訶薩名者，或合掌者、讚歎者、作禮者、戀慕者，是人超越三十劫罪。“普廣！若有善男子、善女人，或彩畫形像，或土石膠漆，金、銀、銅、鐵，作此菩薩，一瞻一禮者，是人百返生於三十三天，永不墮於惡道。假如天福盡故，下生人間，猶爲國王，不失大利。若有女人，猒女人身，盡心供養地藏菩薩畫像，及土石膠漆銅鐵等像，如是日日不退，常以蕐、香、飮食、衣服、繪綵、幢旙、錢、寶物等供養。是善女人，盡此一報女身，百千萬劫，更不生有女人世界，何況𠋩受？除非慈願力故，要受女身，度脫衆生。承斯供養地藏力故，及功德力，百千萬劫，不受女身。“𠋩次，普廣！若有女人，猒是𨢄陋、多疾病者，但於地藏像前，志心瞻禮，食頃之間，是人千萬劫中，所受生身，相貌圓𭲞。是𨢄陋女人，如不猒女身，即百千萬億生中，常爲王女，乃及王𡚱、宰輔大姓、大長者女，端正受生，諸相圓𭲞。由志心故，瞻禮地藏菩薩，獲福如是。“𠋩次，普廣！若有善男子、善女人，能對菩薩像前，作諸𠆸樂，及歌詠讚歎，香蕐供養，乃至勸於一人多人，如是等輩，現在世中，及未來世，常得百千鬼神日夜衞護，不令惡事輒聞其耳，何況𧡿受諸橫？“𢕒次，普廣！未來世中，若有惡人，及惡神惡鬼，見有善男子、善女人歸敬供養讚歎瞻禮地藏菩薩形像，或妄生譏毀，𧩂無功德及利益事，或露齒笑，或背面非，或勸人𠔏非，或一人非，或多人非，乃至一𫝹生譏毀者，如是之人，賢劫千佛滅度，譏毀之報，尚在阿鼻地獄，受極重罪。過是劫已，方受餓鬼。又經千劫，𠋩受畜生。又經千劫，方得人身。縱受人身，貧窮下賤，諸根不具，多被惡業，來結其心，不久之間，𠋩墮惡道。是故，普廣！譏毀他人供養，尚獲此報，何況别生惡見毀滅？“𠋩次，普廣！若未來世，有男子女人，久處牀枕，求生求死，了不可得，或夜夢惡鬼，乃及家𧡿，或遊險道，或多魘寐，𠔏鬼神遊，日月歲深，轉𠋩尫瘵，眠中叫苦，慘悽不樂者，此皆是業道論對，未定輕重，或難捨壽，或不得愈。男女俗𦕨，不辨是事。但當對諸佛菩薩像前，高聲轉讀此經一徧。或取病人可愛之物，或衣服寶貝、莊園舍宅，對病人前，高聲唱言：‘我某甲等，爲是病人，對經像前，捨諸等物，或供養經像，或造佛菩薩形像，或造塔寺，或然油燈，或施常住。’如是三白病人，遣令聞知。假令諸識分散，至氣盡者，乃至一日、二日、三日、四日，至七日已來，但高聲白，高聲讀經。是人命終之後，㝛殃重罪，至于五無間罪，永得解脫。所受生處，常知㝛命。何況善男子、善女人，自書此經，或敎人書，或自塑畫菩薩形像，乃至敎人塑畫，所受果報，必獲大利。“是故，普廣！若見有人讀誦是經，乃至一𫝹讚歎是經，或恭敬者，汝須百千方便，勸是等人，𠢄心莫退，能得未來現在千萬億不可思議功德。“𠋩次，普廣！若未來世諸衆生等，或夢或寐，見諸鬼神乃及諸形，或悲或啼，或愁或歎，或恐或怖。此皆是一生十生，百生千生，過去父母、男女弟妺、夫妻眷屬，在於惡𧼈，未得出離，無處希望福力救拔，當告㝛世骨肉，使作方便，願離惡道。普廣！汝以神力，遣是眷屬，令對諸佛菩薩像前，志心自讀此經，或請人讀。其𢿘三徧，或七徧。如是惡道眷屬，經聲𭺾是徧𢿘，當得解脫。乃至夢寐之中，永不𠋩見。“𠋩次，普廣！若未來世有諸下賤等人，或奴或婢，乃至諸不自由之人，覺知㝛業，要懺悔者，志心瞻禮地藏菩薩形像，乃至一七日中，𫝹菩薩名，可𭲞萬徧。如是等人，盡此報後，千萬生中，常生尊貴，更不經三惡道苦。“𠋩次，普廣！若未來世中，閻浮提内，刹利、婆𦌴門、長者、居士、一切人等，及異姓種族，有𣂺產者，或男或女，七日之中，早與讀誦此不思議經典，更爲𫝹菩薩名，可𭲞萬徧。是𣂺生子，或男或女，㝛有殃報，便得解脫，安樂易養，壽命增長。若是承福生者，轉增安樂，及與壽命。“𠋩次，普廣！若未來世衆生，於月一日、八日、十四日、十五日、十八日、二十三、二十四、二十八、二十九日，乃至三十日，是諸日等，諸罪結集，定其輕重。南閻浮提衆生，舉止動𫝹，無不是業，無不是罪，何況恣情殺害、竊盗、邪婬、妄語，百千罪狀？能於是十齋日，對佛菩薩諸賢聖像前，讀是經一徧，東西南北，百由旬内，無諸灾難。當此居家，若長若幼，現在未來百千歲中，永離惡𧼈。能於十齋日每轉一徧，現世令此居家無諸橫病，衣食豐溢。“是故，普廣！當知地藏菩薩有如是等不可說百千萬億大威神力利益之事。閻浮衆生，於此大士有大因緣。是諸衆生，聞菩薩名，見菩薩像，乃至聞是經，三字五字，或一偈一句者，現在殊妙安樂，未來之世，百千萬生，常得端正，生尊貴家。”𫝃時，普廣菩薩聞佛如來稱揚讚歎地藏菩薩已，胡跪合掌，𠋩白佛言：“世尊！我久知是大士有如此不可思議神力，及大誓願力。爲未來衆生，遣知利益，故問如來，唯然頂受。世尊！當何名此經？使我云何流布？”佛告普廣：“此經有三名：一名地藏本願，亦名地藏本行，亦名地藏本誓力經。緣此菩薩，久遠劫來，發大重願，利益衆生，是故汝等，依願流布。”普廣聞已，合掌恭敬，作禮而退。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "利益存亡品第七",
            "paragraphs": [
                {
                    "paragraph": "利益存亡品第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𫝃時，地藏菩薩摩訶薩白佛言：“世尊！我觀是閻浮衆生，舉心動𫝹，無非是罪。脫獲善利，多退初心；若遇惡緣，𫝹𫝹增益。是等輩人，如履泥塗，負於重石，漸困漸重，足步深𨗉。若得遇知識，替與減負，或全與負，是知識有大力故，𠋩相扶助，勸令牢腳，若𨔶平地，須省惡路，無再經歷。“世尊！𮊸惡衆生，從纖毫間，便至無量。是諸衆生，有如此𮊸，臨命終時，父母眷屬冝爲設福，以資前路。或懸旙蓋，及然油燈，或轉讀尊經，或供養佛像及諸聖像。乃至𫝹佛菩薩及辟支佛名字，一名一號，歷臨終人耳根，或聞在本識。是諸衆生所造惡業，計其感果，必墮惡𧼈，緣是眷屬爲臨終人修此聖因，如是衆罪，悉皆銷滅。若能更爲身死之後，七七日内，廣造衆善，能使是諸衆生，永離惡𧼈，得生人天，受勝妙樂，現在眷屬，利益無量。“是故我𫝆對佛世尊，及天龍八部、人、非人等，勸於閻浮提衆生：臨終之日，愼勿殺害，及造惡緣——拜祭鬼神，求諸魍魎。何以故？𫝃所殺害，乃至拜祭，無纖毫之力利益亡人，但結罪緣，轉增深重。假使來世，或現在生，得獲聖分，生人天中，緣是臨終被諸眷屬造是惡因，亦令是命終人，殃累對辯，晩生善處。何況臨命終人，在生未曾有少善根，各據本業，自受惡𧼈，何忍眷屬，更爲增業？譬如有人，從遠地來，絕糧三日，所負檐物，彊過百斤。忽遇隣人，更附少物，以是之故，轉𠋩困重。世尊！我觀閻浮衆生，但能於諸佛敎中，乃至善事，一毛一渧，一沙一塵，如是利益，悉皆自得。”說是語時，會中有一長者，名曰大辯——是長者，久證無生，化度十方，現長者身——，合掌恭敬，問地藏菩薩言：“大士！是南閻浮提衆生，命終之後，小大眷屬，爲修功德，乃至設齋，造衆善因，是命終人，得大利益及解脫不？”地藏答言：“長者！我𫝆爲未來現在一切衆生，承佛威力，略說是事。長者，未來現在諸衆生等，臨命終日，得聞一佛名、一菩薩名、一辟支佛名，不問有罪無罪，悉得解脫。“若有男子女人，在生不修善因，多造衆罪，命終之後，眷屬小大爲造福利一切聖事，七分之中，而乃獲一，六分功德，生者自利。以是之故，未來現在善男女等，聞健自修，分分己獲。無常大鬼，不期而到，冥冥遊神，未知罪福，七七日内，如癡如聾。或在諸司，辯論業果，審定之後，據業受生。未測之間，千萬愁苦，何況墮於諸惡𧼈等？是命終人，未得受生，在七七日内，𫝹𫝹之間，望諸骨肉眷屬，與造福力救拔。過是日後，隨業受報，若是罪人，動經千百歲中，無解脫日。若是五無間罪，墮大地獄，千劫萬劫，永受衆苦。“𠋩次，長者！如是罪業衆生，命終之後，眷屬骨肉，爲修營齋，資助業道。未齋食竟，及營齋之次，米泔菜葉，不𣓪於地。乃至諸食未獻佛僧，勿得先食。如有違食及不精𠢄，是命終人，了不得力。如精𠢄護淨，奉獻佛僧，是命終人，七分獲一。是故，長者！閻浮衆生，若能爲其父母，乃至眷屬，命終之後，設齋供養，志心𠢄懇，如是之人，存亡獲利。”說是語時，忉利天宮有千萬億𨙻由他閻浮鬼神，悉發無量菩提之心。大辯長者，作禮而退。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "閻𦌴王衆讚歎品第八",
            "paragraphs": [
                {
                    "paragraph": "閻𦌴王衆讚歎品第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𫝃時，鐵圍山内，有無量鬼王，與閻𦌴天子，俱詣忉利，來到佛所。所謂惡毒鬼王、多惡鬼王、大諍鬼王、白虎鬼王、血虎鬼王、赤虎鬼王、散殃鬼王、飛身鬼王、電光鬼王、狼牙鬼王、千𦕨鬼王、噉獸鬼王、負石鬼王、主耗鬼王、主禍鬼王、主食鬼王、主財鬼王、主畜鬼王、主禽鬼王、主獸鬼王、主魅鬼王、主產鬼王、主命鬼王、主疾鬼王、主險鬼王、三目鬼王、四目鬼王、五目鬼王、祁利失王、大祁利失王、祁利叉王、大祁利叉王、阿𨙻吒王、大阿𨙻吒王。如是等大鬼王，各各與百千諸小鬼王，盡居閻浮提，各有所執，各有所主。是諸鬼王，與閻𦌴天子，承佛威神，及地藏菩薩摩訶薩力，俱詣忉利，在一面立。𫝃時，閻𦌴天子，胡跪合掌，白佛言：“世尊！我等𫝆者與諸鬼王，承佛威神，及地藏菩薩摩訶薩力，方得詣此忉利大會，亦是我等獲善利故。我𫝆有小疑事，敢問世尊，唯願世尊，慈悲宣說。”佛告閻𦌴天子：“恣汝所問，吾爲汝說。”是時，閻𦌴天子瞻禮世尊，及𮞉視地藏菩薩，而白佛言：“世尊！我觀地藏菩薩，在六道中，百千方便，而度罪苦衆生，不辤疲倦。是大菩薩，有如是不可思議神通之事。然諸衆生，脫獲罪報，未久之間，又墮惡道。世尊！是地藏菩薩既有如是不可思議神力，云何衆生而不依止善道，永取解脫？唯願世尊，爲我解說。”佛告閻𦌴天子：“南閻浮提衆生，其性剛彊，難調難伏。是大菩薩，於百千劫，頭頭救拔如是衆生，早令解脫。是罪報人，乃至墮大惡𧼈。菩薩以方便力，拔出根本業緣，而遣悟㝛世之事。自是閻浮衆生，結惡𮊸重，旋出旋入。勞斯菩薩，久經劫𢿘，而作度脫。“譬如有人，迷失本家，誤入險道。其險道中，多諸夜叉，及虎狼師子、蚖蛇蝮蠍。如是迷人，在險道中，須臾之間，即遭諸毒。有一知識，多解大術，善禁是毒，乃及夜叉諸惡毒等。忽逢迷人，欲進險道，而語之言：‘咄哉！男子！爲何事故，而入此路？有何異術，能制諸毒？’是迷路人，忽聞是語，方知險道，即便退步，求出此路。是善知識，提攜接手，引出險道，免諸惡毒，至于好道，令得安樂，而語之言：‘咄哉！迷人！自𫝆己後，勿履是道。此路入者，卒難得出，𠋩損性命。’是迷路人，亦生感重。臨别之時，知識又言：‘若見𧡿知及諸路人，若男若女，言於此路多諸毒惡，䘮失性命。無令是衆，自取其死。’“是故地藏菩薩具大慈悲，救拔罪苦衆生，生人天中，令受妙樂。是諸罪衆，知業道苦，脫得出離，永不再歷。如迷路人，誤入險道，遇善知識，引接令出，永不𠋩入。逢見他人，𠋩勸莫入，自言：‘因是迷故，得解脫竟，更不𠋩入。’若再履踐，猶尚迷誤，不覺舊曾所落險道，或致失命，如墮惡𧼈。地藏菩薩方便力故，使令解脫，生人天中。旋又再入，若業結重，永處地獄，無解脫時。”𫝃時，惡毒鬼王合掌恭敬，白佛言：“世尊！我等諸鬼王，其𢿘無量，在閻浮提，或利益人，或損害人，各各不同。然是業報，使我眷屬，遊行世界，多惡少善。過人家庭，或城邑聚落，莊園房舍。或有男子女人，修毛髪善事，乃至懸一旙一蓋，少香少蕐，供養佛像及菩薩像，或轉讀尊經，燒香供養一句一偈。我等鬼王，敬禮是人，如過去、現在、未來諸佛。勑諸小鬼，各有大力，及土地分，便令衞護。不令惡事橫事、惡病橫病，乃至不如意事，近於此舍等處，何況入門？”佛讚鬼王：“善哉！善哉！汝等及與閻𦌴，能如是擁護善男女等，吾亦告梵王帝釋，令衞護汝。”說是語時，會中有一鬼王，名曰主命，白佛言：“世尊！我本業緣，主閻浮人命，生時死時，我皆主之。在我本願，甚欲利益。自是衆生，不會我意，致令生死，俱不得安。“何以故？是閻浮提人，初生之時，不問男女，或欲生時，但作善事，增益舍宅。自𫝆土地無量歡喜，擁護子母，得大安樂，利益眷屬。或已生下，愼勿殺害，取諸鮮味，供給產母。及廣聚眷屬，飮酒食肉，歌樂絃管，能令子母，不得安樂。“何以故？是產難時，有無𢿘惡鬼，及魍魎精魅，欲食腥血。是我早令舍宅土地靈祇，荷護子母，使令安樂，而得利益。如是之人，見安樂故，便合設福，答諸土地。𮋒爲殺害，集聚眷屬，以是之故，犯殃自受，子母俱損。“又閻浮提臨命終人，不問善惡，我欲令是命終之人，不落惡道，何況自修善根，增我力故。是閻浮提行善之人，臨命終時，亦有百千惡道鬼神，或𠮓作父母，乃至諸眷屬，引接亡人，令落惡道，何況本造惡者？“世尊！如是閻浮提男子女人，臨命終時，神識惛昧，不辯善惡，乃至𦕨耳，更無見聞。是諸眷屬，當須設大供養，轉讀尊經，𫝹佛菩薩名號。如是善緣，能令亡者，離諸惡道，諸魔鬼神，悉皆退散。世尊！一切衆生臨命終時，若得聞一佛名、一菩薩名，或大乘經典一句一偈，我觀如是輩人，除五無間殺害之罪，小小惡業，合墮惡𧼈者，尋即解脫。”佛告主命鬼王：“汝大慈故，能發如是大願，於生死中，護諸衆生。若未來世中，有男子女人，至生死時，汝莫退是願，總令解脫，永得安樂。”鬼王白佛言：“願不有慮，我𭺾是形，𫝹𫝹擁護閻浮衆生，生時死時，俱得安樂。但願諸衆生，於生死時，信受我語，無不解脫，獲大利益。”𫝃時，佛告地藏菩薩：“是大鬼王主命者，已曾經百千生，作大鬼王，於生死中，擁護衆生。是大士，慈悲願故，現大鬼身，實非鬼也。卻後過一百七十劫，當得成佛，號曰無相如來。劫名安樂，世界名淨住。其佛壽命，不可計劫。地藏！是大鬼王，其事如是，不可思議，所度天人，亦不可限量。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "稱佛名號品第九",
            "paragraphs": [
                {
                    "paragraph": "稱佛名號品第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𫝃時，地藏菩薩摩訶薩白佛言：“世尊！我𫝆爲未來衆生，演利益事，於生死中，得大利益。唯願世尊，聽我說之。”佛告地藏菩薩：“汝𫝆欲興慈悲，救拔一切罪苦六道衆生，演不思議事，𫝆正是時，唯當速說。吾即涅槃，使汝早𭺾是願，吾亦無憂現在未來一切衆生。”地藏菩薩白佛言：“世尊！過去無量阿僧祇劫，有佛出世，號無邊身如來。若有男子女人，聞是佛名，暫生恭敬，即得超越四十劫生死重罪。何況塑畫形像、供養讚歎？其人獲福，無量無邊。“又於過去恒河沙劫，有佛出世，號寶性如來。若有男子女人，聞是佛名，一彈指頃，發心歸依，是人於無上道，永不退轉。又於過去，有佛出世，號波頭摩勝如來。若有男子女人，聞是佛名，歷於耳根，是人當得千返生於六欲天中，何況志心稱𫝹？“又於過去不可說不可說阿僧祇劫，有佛出世，號師子吼如來。若有男子女人，聞是佛名，一𫝹歸依，是人得遇無量諸佛，摩頂授記。又於過去，有佛出世，號拘畱孫佛。若有男子女人，聞是佛名，志心瞻禮，或𠋩讚歎，是人於賢劫千佛會中，爲大梵王，得授上記。“又於過去，有佛出世，號毗婆尸。若有男子女人，聞是佛名，永不墮惡道，常生人天，受勝妙樂。“又於過去無量無𢿘恒河沙劫，有佛出世，號寶勝如來。若有男子女人，聞是佛名，𭺾竟不墮惡道，常在天上，受勝妙樂。“又於過去，有佛出世，號寶相如來。若有男子女人，聞是佛名，生恭敬心，是人不久，得阿𦌴漢果。“又於過去，無量阿僧祇劫，有佛出世，號袈裟幢如來。若有男子女人，聞是佛名者，超一百大劫生死之罪。“又於過去，有佛出世，號大通山王如來。若有男子女人，聞是佛名者，是人得遇恒河沙佛，廣爲說法，必成菩提。又於過去，有淨月佛、山王佛、智勝佛、淨名王佛、智成就佛、無上佛、妙聲佛、滿月佛、月面佛，有如是等不可說佛。“世尊！現在未來一切衆生，若天若人，若男若女，但𫝹得一佛名號，功德無量，何況多名？是衆生等，生時死時，自得大利，終不墮惡道。若有臨命終人，家中眷屬，乃至一人，爲是病人，高聲𫝹一佛名，是命終人，除五無間罪，餘業報等，悉得銷滅。是五無間罪，雖至極重，動經億劫，了不得出，承斯臨命終時，他人爲其稱𫝹佛名，於是罪中亦漸銷滅。何況衆生，自稱自𫝹，獲福無量，滅無量罪。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "校量布施功德緣品第十",
            "paragraphs": [
                {
                    "paragraph": "校量布施功德緣品第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𫝃時，地藏菩薩摩訶薩承佛威神，從座而起，胡跪合掌，白佛言：“世尊！我觀業道衆生，校量布施，有輕有重：有一生受福，有十生受福，有百生千生受大福利者。是事云何？唯願世尊，爲我說之。”𫝃時，佛告地藏菩薩：“吾𫝆於忉利天宮，一切衆會，說閻浮提布施，校量功德輕重。汝當諦聽，吾爲汝說。”地藏白佛言：“我疑是事，願樂欲聞。”佛告地藏菩薩：“南閻浮提，有諸國王、宰輔大臣、大長者、大刹利、大婆𦌴門等，若遇最下貧窮，乃至癃殘瘖啞，聾癡無目，如是種種不完具者。是大國王等，欲布施時，若能具大慈悲，下心含笑，𧡿手徧布施，或使人施，輭言慰喻。是國王等，所獲福利，如布施百恒河沙佛功德之利。何以故？緣是國王等，於是最貧賤輩，及不完具者，發大慈心，是故福利，有如此報：百千生中，常得七寶具足，何況衣食受用？“𠋩次，地藏！若未來世，有諸國王，至婆𦌴門等，遇佛塔寺，或佛形像，乃至菩薩、聲聞、辟支佛像，躬自營辦，供養布施。是國王等，當得三劫爲帝釋身，受勝妙樂。若能以此布施福利，𮞉向法界，是大國王等，於十劫中，常爲大梵天王。“𠋩次，地藏！若未來世，有諸國王，至婆𦌴門等，遇先佛塔廟，或至經像，毀壞破落，乃能發心修補。是國王等，或自營辦，或勸他人，乃至百千人等，布施結緣。是國王等，百千生中，常爲轉輪王身。如是他人同布施者，百千生中，常爲小國王身。更能於塔廟前，發𮞉向心，如是國王，乃及諸人，盡成佛道，以此果報，無量無邊。“𠋩次，地藏！未來世中，有諸國王，及婆𦌴門等，見諸老病，及生產婦女，若一𫝹間，具大慈心，布施醫藥、飮食、臥具，使令安樂。如是福利，最不思議：一百劫中，常爲淨居天主；二百劫中，常爲六欲天主；𭺾竟成佛，永不墮惡道，乃至百千生中，耳不聞苦聲。“𠋩次，地藏！若未來世中，有諸國王，及婆𦌴門等，能作如是布施，獲福無量，更能𮞉向，不問多少，𭺾竟成佛，何況釋梵轉輪之報？是故，地藏！普勸衆生，當如是學。“𠋩次，地藏！未來世中，若善男子、善女人，於佛法中，種少善根，毛髪沙塵等許，所受福利，不可爲喻。𠋩次，地藏！未來世中，若有善男子、善女人，遇佛形像、菩薩形像、辟支佛形像、轉輪王形像，布施供養，得無量福，常在人天，受勝妙樂。若能𮞉向法界，是人福利，不可爲喻。“𠋩次，地藏！未來世中，若有善男子、善女人，遇大乘經典，或聽聞一偈一句，發殷重心，讚歎恭敬，布施供養。是人獲大果報，無量無邊。若能𮞉向法界，其福不可爲喻。“𠋩次，地藏！若未來世中，有善男子、善女人，遇佛塔寺、大乘經典𣂺者，布施供養，瞻禮讚歎，恭敬合掌；若遇故者或毀壞者，修補營理，或獨發心，或勸多人同𠔏發心。如是等輩，三十生中，常爲諸小國王。檀越之人，常爲輪王，還以善法，敎化諸小國王。“𠋩次，地藏！未來世中，若有善男子、善女人，於佛法中，所種善根，或布施供養，或修補塔寺，或裝理經典，乃至一毛一塵，一沙一渧。如是善事，但能𮞉向法界，是人功德，百千生中，受上妙樂。如但𮞉向自家眷屬，或自身利益，如是之果，即三生受樂，捨一得萬報。是故，地藏！布施因緣，其事如是。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "地神護法品第十一",
            "paragraphs": [
                {
                    "paragraph": "地神護法品第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𫝃時，堅牢地神白佛言：“世尊！我從昔來，瞻視頂禮無量菩薩摩訶薩，皆是大不可思議神通智慧，廣度衆生。是地藏菩薩摩訶薩，於諸菩薩，誓願深重。世尊！是地藏菩薩，於閻浮提，有大因緣。如文殊、普賢、觀音、彌勒，亦化百千身形，度於六道，其願尚有𭺾竟。是地藏菩薩，敎化六道一切衆生，所發誓願劫𢿘，如千百億恒河沙。“世尊！我觀未來及現在衆生，於所住處，於南方淸潔之地，以土石竹木，作其龕室。是中能塑畫，乃至金銀銅鐵，作地藏形像，燒香供養，瞻禮讚歎。是人居處，即得十種利益。何等爲十？一者，土地豐壤。二者，家宅永安。三者，先亡生天。四者，現存益壽。五者，所求遂意。六者，無水火灾。七者，虗耗辟除。八者，杜絕惡夢。九者，出入神護。十者，多遇聖因。“世尊！未來世中，及現在衆生，若能於所住處方面，作如是供養，得如是利益。”𠋩白佛言：“世尊！未來世中，若有善男子、善女人，於所住處，有此經典及菩薩像，是人更能轉讀經典，供養菩薩。我常日夜，以本神力，衞護是人，乃至水火盗賊，大橫小橫，一切惡事，悉皆銷滅。”佛告堅牢地神：“汝大神力，諸神少及。何以故？閻浮土地，悉蒙汝護。乃至草木沙石，稻麻竹葦，穀米寶貝，從地而有，皆因汝力。又當稱揚地藏菩薩利益之事，汝之功德，及以神通，百千倍於常分地神。若未來世中，有善男子、善女人，供養菩薩，及轉讀是經，但依地藏本願經一事修行者，汝以本神力，而擁護之。勿令一切灾害，及不如意事，輒聞於耳，何況令受？非但汝獨護是人故，亦有釋梵眷屬、諸天眷屬，擁護是人。何故得如是聖賢擁護？皆由瞻禮地藏形像，及轉讀是本願經故。自然𭺾竟出離苦海，證涅槃樂。以是之故，得大擁護。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "見聞利益品第十二",
            "paragraphs": [
                {
                    "paragraph": "見聞利益品第十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爾時，世尊從頂門上，放百千萬億大毫相光——所謂白毫相光、大白毫相光、瑞毫相光、大瑞毫相光、玉毫相光、大玉毫相光、紫毫相光、大紫毫相光、靑毫相光、大靑毫相光、碧毫相光、大碧毫相光、紅毫相光、大紅毫相光、綠毫相光、大綠毫相光、金毫相光、大金毫相光、慶雲毫相光、大慶雲毫相光、千輪毫光、大千輪毫光、寶輪毫光、大寶輪毫光、日輪毫光、大日輪毫光、月輪毫光、大月輪毫光、宮殿毫光、大宮殿毫光、海雲毫光、大海雲毫光。於頂門上，放如是等毫相光已，出微玅音，告諸大衆、天龍八部、人、非人等：“聽吾𫝆日於忉利天宮稱揚讚歎地藏菩薩於人天中利益等事、不思議事、超聖因事、證十地事、𭺾竟不退阿耨多𦌴三藐三菩提事。”說是語時，會中有一菩薩摩訶薩，名觀世音，從座而起，胡跪合掌，白佛言：“世尊！是地藏菩薩摩訶薩，具大慈悲，憐愍罪苦衆生，於千萬億世界，化千萬億身。所有功德，及不思議威神之力，我聞世尊與十方無量諸佛，異口同音，讚歎地藏菩薩云：正使過去現在未來諸佛，說其功德，猶不能盡。向者，又蒙世尊普告大衆，欲稱揚地藏利益等事。唯願世尊，爲現在未來一切衆生，稱揚地藏不思議事，令天龍八部，瞻禮獲福。”佛告觀世音菩薩：“汝於娑婆世界，有大因緣。若天若龍、若男若女、若神若鬼，乃至六道罪苦衆生，聞汝名者、見汝形者、戀慕汝者、讚歎汝者，是諸衆生，於無上道，必不退轉，常生人天，具受妙樂，因果將熟，遇佛授記。汝𫝆具大慈悲，憐愍衆生，及天龍八部，聽吾宣說地藏菩薩不思議利益之事。汝當諦聽，吾𫝆說之。”觀世音言：“唯然，世尊！願樂欲聞。”佛告觀世音菩薩：“未來現在諸世界中，有天人受天福盡，有五衰相現，或有墮於惡道之者。如是天人，若男若女，當現相時，或見地藏菩薩形像，或聞地藏菩薩名，一瞻一禮，是諸天人，轉增天福，受大快樂，永不墮三惡道報。何況見聞菩薩，以諸香、蕐、衣服、飮食、寶貝、瓔珞，布施供養，所獲功德福利，無量無邊。“𠋩次，觀世音！若未來現在諸世界中，六道衆生，臨命終時，得聞地藏菩薩名，一聲歷耳根者，是諸衆生，永不歷三惡道苦。何況臨命終時，父母眷屬，將是命終人舍宅、財物、寶貝、衣服，塑畫地藏形像。或使病人未終之時，𦕨耳見聞，知道眷屬將舍宅寶貝等，爲其自身，塑畫地藏菩薩形像。是人若是業報合受重病者，承斯功德，尋即除愈，壽命增益。是人若是業報命盡，應有一切罪障業障，合墮惡𧼈者，承斯功德，命終之後，即生人天，受勝妙樂，一切罪障，悉皆銷滅。“𠋩次，觀世音菩薩！若未來世，有男子女人，或乳哺時，或三歲、五歲、十歲已下，亡失父母，乃及亡失兄弟姊妺。是人年既長大，思憶父母，及諸眷屬，不知落在何𧼈？生何世界？生何天中？是人若能塑畫地藏菩薩形像，乃至聞名，一瞻一禮，一日至七日，莫退初心，聞名見形，瞻禮供養。是人眷屬，假因業故，墮惡𧼈者，計當劫𢿙，承斯男女兄弟姊妺塑畫地藏形像、瞻禮功德，𡬶即解脫，生人天中；受勝妙樂是人眷屬如有福力已生人天受勝妙樂者，即承斯功德，轉增聖因，受無量樂。是人更能三七日中，一心瞻禮地藏形像，𫝹其名字，滿於萬徧。當得菩薩現無邊身，具吿是人眷屬生界；或於夢中，菩薩現大神力，親領是人於諸世界，見諸眷屬。更能每日，𫝹菩薩名千徧，至於千日。是人當得菩薩遣所在土地鬼神，終身衞䕶，現世衣食豐溢，無諸疾苦，乃至橫事不入其門，何況及身？是人𭺾竟得菩薩摩頂授記。“𠋩次，觀世音菩薩！若未來世，有善男子、善女人，欲𤼵廣大慈心，救度一切衆生者，欲修無上菩提者，欲出離三界者。是諸人等，見地藏形像及聞名者，至心歸依，或以香華衣服、寶貝飮食，供養瞻禮。是善男女等，所願速成，永無障礙。“𠋩次，觀世音！若未來世，有善男子、善女人，欲求現在未來百千萬億等願、百千萬億等事，但當歸依、瞻禮、供養、讚歎地藏菩薩形像，如是所願所求，悉皆成就。𠋩願地藏菩薩，具大慈悲，永擁䕶我，是人於𪾶夢中，即得菩薩摩頂授記。“𠋩次，觀世音菩薩！若未來世，有善男子、善女人，於大乘經典，深生珍重，發不思議心，欲讀欲誦。縱遇明師，敎視令熟，旋得旋忘，動經年月，不能讀誦。是善男子等，有宿業障，未得銷除，故於大乘經典，無讀誦性。如是之人，聞地藏菩薩名，見地藏菩薩像，具以本心恭敬陳白，更以香、華、衣服、飮食、一切玩具，供養菩薩。以淨水一盞，經一日一夜，安菩薩前，然後合掌請服，𮞉首向南，臨入口時，至心鄭重。服水既𭺾，愼五辛、酒肉、邪淫、妄語，及諸殺害，一七日，或三七日。是善男子、善女人，於𪾶夢中，具見地藏菩薩現無邊身，於是人處授灌頂水。其人夢覺，即𫉬聰明，應是經典，一歷耳根，即當永記，更不忘失一句一偈。“𠋩次，觀世音菩薩！若未來世，有諸人等：衣食不足，求者乖願；或多病疾，或多凶衰；家宅不安，眷屬分散；或諸橫事，多來忤身；𪾶夢之間，多有驚怖。如是人等，聞地藏名，見地藏形，至心恭敬，𫝹滿萬徧。是諸不如意事，漸漸消滅，即得安樂，衣食豐溢，乃至於𪾶夢中，悉皆安樂。“𠋩次，觀世音菩薩！若未來世，有善男子、善女人，或因治生，或因公私，或因生死，或因急事，入山林中，過渡河海，乃及大水，或經險道。是人先當𫝹地藏菩薩名萬徧，所過土地，鬼神衞䕶，行住坐臥，永保安樂。乃至逢於虎狼師子、一切毒害，不能損之。”佛吿觀世音菩薩：“是地藏菩薩，於閻浮提，有大因緣。若說於諸衆生見聞利益等事，百千劫中，說不能盡。是故，觀世音！汝以神力，流布是經，令娑婆世界衆生，百千萬劫，永受安樂。”爾時，世尊而說偈言：",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "“吾觀地藏威神力，恒河沙劫說難盡，見聞瞻禮一𫝹間，利益人天無量事。若男若女若龍神，報盡應當墮惡道，至心歸依大士身，壽命轉增除罪障。少失父母恩愛者，未知䰟神在何𧼈？兄弟姊妺及諸親，生長以來皆不識。或塑或畫大士身，悲戀瞻禮不暫捨，三七日中𫝹其名。菩薩當現無邊體，示其眷屬所生界，縱墮惡𧼈尋出離。若能不退是初心，即獲摩頂受聖記。欲修無上菩提者，乃至出離三界苦，是人既發大悲心，先當瞻禮大士像，一切諸願速成就，永無業障能遮止。有人發心𫝹經典，欲度羣迷超彼岸，雖立是願不思議，旋讀旋忘多廢失。斯人有業障惑故，於大乘經不能記。供養地藏以香蕐，衣服飮食諸玩具，以淨水安大士前，一日一夜求服之，發殷重心愼五辛，酒肉邪婬及妄語，三七日内勿殺害，至心思𫝹大士名。即於夢中見無邊，覺來便得利根耳，應是經敎歷耳聞，千萬生中永不忘。以是大士不思議，能使斯人獲此慧。貧窮衆生及疾病，家宅凶衰𮌐屬離，睡夢之中悉不安，求者乖違無稱遂。至心瞻禮地藏像，一切惡事皆消滅，至於夢中盡得安，衣食豐饒神鬼護。欲入山林及渡海，毒惡禽獸及惡人，惡神惡鬼幷惡風，一切諸難諸苦惱。但當瞻禮及供養，地藏菩薩大士像，如是山林大海中，應是諸惡皆消滅。觀音至心聽吾說，地藏無盡不思議，百千萬劫說不周，廣宣大士如是力。地藏名字人若聞，乃至見像瞻禮者，香蕐衣服飮食奉，供養百千受妙樂，若能以此𮞉法界，𭺾竟成佛超生死。是故觀音汝當知，普告恒沙諸國土。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "囑累人天品第十三",
            "paragraphs": [
                {
                    "paragraph": "囑累人天品第十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𫝃時，世尊舉金色𦡜，又摩地藏菩薩摩訶薩頂，而作是言：“地藏！地藏！汝之神力，不可思議；汝之慈悲，不可思議；汝之智慧，不可思議；汝之辯才，不可思議。正使十方諸佛，讚歎宣說汝之不思議事，千萬劫中，不能得盡。地藏！地藏！記吾𫝆日在忉利天中，於百千萬億不可說不可說一切諸佛菩薩、天龍八部大會之中，再以人天諸衆生等，未出三界，在火宅中者，付囑於汝。無令是諸衆生，墮惡𧼈中一日一夜，何況更落五無間及阿鼻地獄，動經千萬億劫，無有出期？“地藏！是南閻浮提衆生，志性無定，𮊸惡者多，縱發善心，須臾即退，若遇惡緣，𫝹𫝹增長。以是之故，吾分是形，百千億化度，隨其根性而度脫之。地藏！吾𫝆殷勤以天人衆，付囑於汝。未來之世，若有天人，及善男子、善女人，於佛法中，種少善根，一毛一塵，一沙一渧。汝以道力，擁護是人，漸修無上，勿令退失。𠋩次，地藏！未來世中，若天若人，隨業報應，落在惡𧼈。臨墮𧼈中，或至門𩠐，是諸衆生，若能𫝹得一佛名、一菩薩名、一句一偈大乘經典。是諸衆生，汝以神力，方便救拔。於是人所，現無邊身，爲碎地獄，遣令生天，受勝妙樂。”𫝃時，世尊而說偈言：",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "“現在未來天人衆，吾𫝆殷𠢄付囑汝，以大神通方便度，勿令墮在諸惡𧼈。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "𫝃時，地藏菩薩摩訶薩胡跪合掌，白佛言：“世尊！唯願世尊，不以爲慮。未來世中，若有善男子、善女人，於佛法中，一𫝹恭敬，我亦百千方便，度脫是人，於生死中，速得解脫。何況聞諸善事，𫝹𫝹修行？自然於無上道，永不退轉。”說是語時，會中有一菩薩，名虗空藏，白佛言：“世尊！我自至忉利，聞於如來讚歎地藏菩薩威神勢力，不可思議。未來世中，若有善男子、善女人，乃及一切天龍，聞此經典，及地藏名字，或瞻禮形像，得幾種福利？唯願世尊，爲未來現在一切衆等，略而說之。”佛告虗空藏菩薩：“諦聽！諦聽！吾當爲汝分别說之。若未來世，有善男子、善女人，見地藏形像，及聞此經，乃至讀誦，香蕐飮食、衣服珍寶，布施供養，讚歎瞻禮，得二十八種利益：一者天龍護𫝹，二者善果日增，三者集聖上因，四者菩提不退，五者衣食豐足，六者疾疫不臨，七者離水火灾，八者無盗賊厄，九者人見欽敬，十者神鬼助持，十一者女轉男身，十二者爲王臣女，十三者端正相好，十四者多生天上，十五者或爲帝王，十六者㝛智命通，十七者有求皆從，十八者眷屬歡樂，十九者諸橫銷滅，二十者業道永除，二十一者去處盡通，二十二者夜夢安樂，二十三者先亡離苦，二十四者㝛福受生，二十五者諸聖讚歎，二十六者聰明利根，二十七者饒慈愍心，二十八者𭺾竟成佛。“𢕒次，虗空藏菩薩！若現在未來，天龍鬼神，聞地藏名，禮地藏形，或聞地藏本願事行，讚歎瞻禮，得七種利益：一者速超聖地，二者惡業銷滅，三者諸佛護臨，四者菩提不退，五者增長本力，六者㝛命皆通，七者𭺾竟成佛。”𫝃時，十方一切諸來不可說不可說諸佛如來，及大菩薩、天龍八部，聞釋迦牟尼佛，稱揚讚歎地藏菩薩，大威神力，不可思議，歎未曾有。是時忉利天，雨無量香蕐，天衣珠瓔，供養釋迦牟尼佛，及地藏菩薩已。一切衆會，俱𠋩瞻禮，合掌而退。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "音釋",
            "paragraphs": [
                {
                    "paragraph": "音釋",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "塑",
                    "zhushu": "蘇故切捏土像物也"
                },
                {
                    "paragraph": "攫",
                    "zhushu": "厥縛切持也"
                },
                {
                    "paragraph": "渧",
                    "zhushu": "丁歷切水㸃也"
                },
                {
                    "paragraph": "拖拽",
                    "zhushu": "拖湯何切拽羊設切拖拽牽引也"
                },
                {
                    "paragraph": "啗",
                    "zhushu": "徒濫切食也"
                },
                {
                    "paragraph": "繳",
                    "zhushu": "吉了切纏也"
                },
                {
                    "paragraph": "頸",
                    "zhushu": "居郢切頭莖也"
                },
                {
                    "paragraph": "剉",
                    "zhushu": "千臥切刴斫也"
                },
                {
                    "paragraph": "碓",
                    "zhushu": "音對春也"
                },
                {
                    "paragraph": "炒",
                    "zhushu": "楚絞切乾熬也"
                },
                {
                    "paragraph": "逓",
                    "zhushu": "徒計切更也"
                },
                {
                    "paragraph": "𨗉",
                    "zhushu": "雖遂切深也"
                },
                {
                    "paragraph": "𨪏鏫",
                    "zhushu": "𨪏昨悉切鏫憐題切𨪏鏫渠答也"
                },
                {
                    "paragraph": "攢",
                    "zhushu": "徂官切聚也"
                },
                {
                    "paragraph": "魘寐",
                    "zhushu": "魘於琰切寐明祕切"
                },
                {
                    "paragraph": "尫瘵",
                    "zhushu": "尫烏光切羸𢐅也瘵側介切病也",
                    "type": 2
                },
                {
                    "paragraph": "金壇居士王懋鋙懋錕共施資刻此地藏菩薩本願經卷上嘉禾釋道梅對長洲徐普書建陽鄒友刻萬曆戊戊中秋徑山寂照庵識",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "替",
                    "zhushu": "他計切代也"
                },
                {
                    "paragraph": "懇",
                    "zhushu": "口很切誠也"
                },
                {
                    "paragraph": "蠍",
                    "zhushu": "許竭切毒蟲也"
                },
                {
                    "paragraph": "橫",
                    "zhushu": "戸孟切不以理也"
                },
                {
                    "paragraph": "哺",
                    "zhushu": "蒲故切以口飼食也",
                    "type": 2
                },
                {
                    "paragraph": "金壇信女周門王氏性賢虞門王氏𠔏刻地藏菩薩本願經卷下嘉禾釋道梅對洲徐普書溧水端學堯刻萬曆戊戌中秋徑山寂照庵識",
                    "zhushu": ""
                }
            ]
        }
    ]
}