{
    "name": "註解傷寒論",
    "author": "東漢・張機",
    "loadChapterCount": 3,
    "chapters": [
        {
            "name": "新刻傷寒論序",
            "paragraphs": [
                {
                    "paragraph": "新刻傷寒論序",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "《傷寒論》爲文簡嚴，而寓意淵奥，離爲六經，法有詳畧。詳者，義例甄明，非長餘也；畧者，指趣該洽，非闕落也。散之若截然殊科，融之則約于一貫，顧讀而用之者何如耳？儒者旣不暇讀，醫流又鮮能讀，是以㣲辭要義，秘而不宣。至謂此非全書，直欲分門平敘，續臆說以爲竒，雜群方而云備，使礦鏐合冶，貂犬同裘，如活人殺車等書，皆仲景之螟螣也。余觀成氏注，蓋能獨䆒遺經，與之終始，多所發明，間雖依文順釋，如傳大將之令扵三軍，不敢妄爲増易，聽者惟謹行自得之，其有功於是書不淺也。顧世未有遺其聲而徒逐其響者，於是論注同湮，惜哉！夫醫流相沿如是，則無望其岀神竒以上契千載之妙用，不幸有得是疾而能逃醫僇於喉吻者，其㡬人哉？余里人汪君處敬，爲是愍惻，務購善本，反復校讐，懼其傳之不逺也，則遂鋟刻以爲公。噫！醫之《素問》、《靈樞》，視儒之六經，若《傷寒論》，可視《語》、《孟》。六經、《語》、《孟》之書具存，非讀之不能曉析，而司活民之寄者。顧有舎之而忍其溝壑之盈？至如此書，世旣罕見，卒讀而通之不易，矧非有活人之寄，而務好之以杜夫醫僇之𡨚。斯二者用心之爲異，豈不逺哉？余故竊有感焉，而爲之序。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "嘉靖二十四年，嵗在乙巳，夏六月望，歙巖鎮吕濵鄭佐書。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "註解傷寒論序",
            "paragraphs": [
                {
                    "paragraph": "註解傷寒論序",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "夫前聖有作，後必有繼而述之者，則其教乃得著于世矣。醫之道，源自炎黃，以至神之妙，始興經方；繼而伊尹以元聖之才，撰成《湯液》，俾黎庻之疾疚，咸遂蠲除，使萬代之生靈，普蒙拯濟；後漢張仲景，又廣《湯液》，爲《傷寒卒病論》十數卷，然後醫方大備，玆先聖後聖，若合符節。至𣈆大醫令王叔和，以仲景之書，撰次成叙，得爲完秩。昔人以仲景方一部爲衆方之祖，盖能繼述先聖之所作，迄今千有餘年，不墜於地者，又得王氏闡明之力也。《傷寒論》十卷，其言精而奥，其法簡而詳，非寡聞淺見所能𦣱䆒。後雖有學者，又各自名家，未見𤼵明。僕沗醫業，自㓜徂老，躭味仲景之書五十餘年矣。雖粗得其門，而近升乎堂，然未入於室，常爲之慊然。昨者，觧后聊攝成公，議論該愽，術業精通，而有家學，註成《傷寒》十卷，出以示僕。其三百九十七法之内，分析異同，彰明𨼆奥，調陳脉理，區别隂陽，使表裏以昭然，俾汗下而灼見；百一十二方之後，通明名號之由，彰顯藥性之主，十劑輕重之攸分，七精制用之斯見，别氣味之所冝，明𥙷㵼之所適。又皆引《内經》，旁牽衆說，方法之辨，莫不𠃔當，寔前賢所未言，後學所未識，是得仲景之深意者也。昔所謂慊然者，今悉達其奥矣。親覿其書，誠難黙黙，不揆荒蕪，聊序其畧。時甲子中秋日洛陽嚴噐之序。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "圖解運氣圖",
            "paragraphs": [
                {
                    "paragraph": "圖解運氣圖",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "經曰：夫天地之氣，勝復之作，不形於證。診脉法曰：天地之變，無以脉診，此之謂也。右曰隨其氣所在，期於左右，從其氣則和，違其氣則病，迭移其位者病，失守其位者危。寸尺交反者死，隂陽交者死。經曰：夫隂陽交者，謂𡻕當陽在左而反於右，謂𡻕當隂在右而反於左，左交者死。若左右獨然非交，是謂不應，惟寅、申、巳、亥、辰、戌、丑、未八年有應也。謂寸尺反者死，謂𡻕當隂在寸而反見於尺，謂𡻕當陽在尺而反見於寸，若寸尺反者死。若寸尺獨然，非反見謂不應，唯子、午、卯、酉四年應之。今依夫素問正經，直言圖局，又言脉法，先立其年，以知其氣，左右應見，然後乃言死生也。凡三隂司天，在泉上下，南北二政，或右兩手寸尺不相應，皆爲脉沉下者，仰手而沉，覆手則沉，爲浮細大者也。若不明此法，如過淵海問津，豈不愚乎？區區白首，不能曉明也，况因旬月邪？僕亦留入式之法，加臨五運六氣，三隂三陽，摽本南北之政，司天在泉主病，立成圖局，易曉其義，又何不逹於聖意哉！夫五運六氣主病，隂陽虚實，無越此圖。經曰：上，天也；下，地也；周天，謂天周也。五行之位，天垂六氣，地布五行，天順地而左回，地承天而東轉。木運之後，天氣常餘，餘，氣不加君火，却退一歩，加臨相火之上，是以毎五𡻕巳退一位而右遷，故曰“左右周天，餘而復㑹”。㑹，遇也。言天地之道，常五𡻕畢，則以餘氣遷加，復與五行座位再相㑹合，而爲𡻕法也。周天，謂天周地位，非周天之六氣也。經曰：加臨法曰：先立其年，以知其氣，左右應見，然後乃言生死也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "辨脉法第一",
            "paragraphs": [
                {
                    "paragraph": "辨脉法第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "問曰：“脉有隂陽者，何謂也？”荅曰：“凡脉大、浮、數、動、滑，此名陽也；脉沉、濇、弱、弦、㣲，此名隂也。凡隂病見陽脉者生，陽病見隂脉者死。”",
                    "zhushu": "内經曰：“㣲妙在脉，不可不察，察之有紀，從隂陽始。始之有經，從五行生。”玆首論曰：“脉之隂陽者，以脉從隂陽始故也。陽脉有五，隂脉有五，以脉從五行生故也。陽道常饒，大、浮、數、動、滑五者，比之平脉也有餘，故謂之陽。隂道常乏，沉、濇、弱、弦、㣲五者，比之平脉也，不及，故謂之隂。傷寒之爲病，邪在表則見陽脉，邪在裏則見隂脉。隂病見陽脉而主生者，則邪氣自裏之表，欲汗而解也。如厥隂中風，脉㣲浮爲欲愈，不浮爲未愈者是也。陽病見隂脉而主死者，則邪氣自表入裏，正虚邪勝，如讝言妄語，脉沉細者死是也。”金匱要略曰：“諸病在外者可治，入裏者即死，此之謂也。”"
                },
                {
                    "paragraph": "問曰：“脉有陽結隂結者，何以别之？”荅曰：“其脉浮而數，能食，不大便者，此爲實，名曰陽結也，期十七日當劇。其脉沉而遲，不能食，身體重，大便反鞕，名曰隂結也，期十四日當劇。”",
                    "zhushu": "結者，氣偏結固，隂陽之氣不得而雜之。隂中有陽，陽中有隂，隂陽相雜以爲和，不相雜以爲結。浮數，陽脉也。能食而不大便，裏實也，爲陽氣結固，隂不得而雜之，是名陽結。沉遲，隂脉也；不能食，身體重，隂病也，隂病見隂脉，則當下利。今大便鞕者，爲隂氣結固，陽不得而雜之，是名隂結。論其數者，傷寒之病，一日太陽，二日陽明，三日少陽，四日太隂，五日少隂，六日厥隂，至六日爲傳經，盡七日當愈。七日不愈者，謂之再傳經。言再傳經者，再自太陽而傳，至十二日；再至厥隂，爲傳經，盡十三日當愈。十三日不愈者，謂之過經。言再傳過太陽之經，亦以次而傳之也。陽結爲火，至十七日傳少隂水。水能制火，火邪解散則愈。隂結屬水，至十四日傳陽明土，土能制水，水邪解散則愈。彼邪氣結甚，水又不能制火，土又不能制水，故當劇。内經曰：“一𠉀後則病，二𠉀後則病甚，三𠉀後則病危也。”"
                },
                {
                    "paragraph": "問曰：“病有灑淅惡寒，而復發𤍠者何？”荅曰：“隂脉不足，陽徃從之；陽脉不足，隂徃乘之。”曰：“何謂陽不足？”荅曰：“假令寸口脉㣲，名曰陽不足，隂氣上入陽中，則灑淅惡寒也。”曰：“何謂隂不足？”荅曰：“假令尺脉弱，名曰隂不足，陽氣下䧟入隂中，則發𤍠也。”",
                    "zhushu": "一隂一陽謂之道，偏隂、偏陽謂之疾。隂偏不足，則陽得而從之；陽偏不足，則隂得而乘之。陽不足，則隂氣上入陽中，爲惡寒者，隂勝則寒矣。隂不足，陽氣下䧟入隂中，爲發𤍠者，陽勝則𤍠矣。"
                },
                {
                    "paragraph": "陽脉浮，隂脉弱者，則血虚，血虚則筋急也。",
                    "zhushu": "陽爲氣，隂爲血，陽脉浮者，衞氣強也；隂脉弱者，榮血弱也。難經曰：“氣主呴之，血主濡之，血虚則不能濡潤筋絡，故筋急也。”"
                },
                {
                    "paragraph": "其脉沉者，榮氣㣲也。",
                    "zhushu": "内經云：“脉者，血之府也。”脉實則血實，脉虚則血虚，此其常也。脉沉者，知榮血内㣲也。"
                },
                {
                    "paragraph": "其脉浮，而汗岀如流珠者，衞氣衰也。",
                    "zhushu": "鍼經云：“衞氣者，所以温分肉，充皮毛，肥腠理，司開闔者也。脉浮汗岀如流珠者，腠理不宻，開闔不司，爲衞氣外衰也。浮主𠉀衞，沉主𠉀榮，以浮沉别榮衞之衰㣲，理固然矣。然而衰甚於㣲，所以於榮言㣲，而衞言衰者，以其汗岀如流珠，爲陽氣外脫，所以衞病甚於榮也。"
                },
                {
                    "paragraph": "榮氣㣲者，加燒針，則血流不行，更發𤍠而躁煩也。",
                    "zhushu": "衞，陽也；榮，隂也。燒針益陽而損隂。榮氣㣲者，謂隂虚也。内經曰：“隂虚而内𤍠。”方其内𤍠，又加燒針以𥙷陽，不惟兩𤍠相合，而榮血不行，必更外發𤍠而内躁煩也。"
                },
                {
                    "paragraph": "脉藹藹，如車蓋者，名曰陽結也。",
                    "zhushu": "藹藹如車蓋者，大而厭厭聶聶也，爲陽氣欝結於外，不與隂氣和雜也。"
                },
                {
                    "paragraph": "脉纍纍，如循長竿者，名曰隂結也。",
                    "zhushu": "纍纍如循長竿者，連連而強直也，爲隂氣欝結於内，不與陽氣和雜也。"
                },
                {
                    "paragraph": "脉瞥瞥如羹上肥者，陽氣㣲也。",
                    "zhushu": "輕浮而陽㣲也。"
                },
                {
                    "paragraph": "脉縈縈，如蜘蛛絲者，陽氣衰也。",
                    "zhushu": "縈縈，滯也，若縈縈惹惹之不利也。如蜘蛛絲者，至細也，㣲爲陽㣲，細爲陽衰。脉要曰：“㣲爲氣痞。”是未至於衰。内經曰：“細則氣少。”以至細爲陽衰，冝矣。"
                },
                {
                    "paragraph": "脉綿綿，如㵼𣾰之絶者，亡其血也。",
                    "zhushu": "綿綿者，連綿而軟也。如㵼𣾰之絶者，前大而後細也。正理論曰：“天樞開發，精移氣變，隂陽交㑹，胃和脉生，脉復生也。”陽氣前至，隂氣後至，則脉前爲陽氣，後爲隂氣。脉來前大後細，爲陽氣有餘而隂氣不足，是知亡血。"
                },
                {
                    "paragraph": "脉來緩，時一止復來者，名曰結。脉來數，時一止復來者，名曰促。脉陽盛則促，隂盛則結，此皆病脉。",
                    "zhushu": "脉一息四至曰平，一息三至曰遲，小駃於遲曰緩，一息六至曰數。時有一止者，隂陽之氣不得相續也。陽行也速，隂行也緩。緩以𠉀隂，若隂氣勝，而陽不能相續，則脉來緩而時一止。數以𠉀陽，若陽氣勝而隂不能相續，則脉來數而時一止。傷寒有結代之脉，動而中止，不能自還，爲死脉。此結促之脉，止是隂陽偏勝，而時有一止，即非脫絶而止，云此皆病脉。"
                },
                {
                    "paragraph": "隂陽相摶，名曰動。陽動則汗岀，隂動則發𤍠，形冷惡寒者，此三焦傷也。",
                    "zhushu": "動爲隂陽相搏，方其隂陽相搏而虚者則動。陽動爲陽虚，故汗岀；隂動爲隂虚，故發𤍠也。如不汗岀發𤍠，而反形冷惡寒者，三焦傷也。三焦者，原氣之别使，主行氣於陽。三焦旣傷，則陽氣不通，而㣲致身冷而惡寒也。金匱要畧曰：“陽氣不通即身冷。”經曰：“陽㣲則惡寒。”"
                },
                {
                    "paragraph": "若數脉見于關上，上下無頭尾，如豆大，厥厥動揺者，名曰動也。",
                    "zhushu": "脉經云：“陽岀隂入，以關爲界，關爲隂陽之中也。”若數脉見於關上，上下無頭尾，如豆大，厥厥動揺者，是隂陽之氣相搏也，故名曰動。"
                },
                {
                    "paragraph": "陽脉浮大而濡，隂脉浮大而濡，隂脉與陽脉同等者，名曰緩也。",
                    "zhushu": "陽脉，寸口也；隂脉，尺中也。上下同等，無有偏勝者，是隂陽之氣和緩也，非若遲緩之有邪也。隂陽偏勝者，爲結、爲促；隂陽相搏者，爲動；隂陽氣和者，爲緩。學者不可不知也。"
                },
                {
                    "paragraph": "脉浮而𦂳者，名曰弦也。弦者，狀如弓弦，按之不移也。脉𦂳者，如轉索無常也。",
                    "zhushu": "脉經云：“弦與𦂳相𩔖，以弦爲虚，故雖𦂳如弦，而按之不移，不移則不足也。”經曰：“弦則爲减，以𦂳爲實，是切之如轉索無常而不散。”金匱要畧曰：“脉𦂳如轉索無常者，有宿食也。”"
                },
                {
                    "paragraph": "脉弦而大，弦則爲减，大則爲芤，减則爲寒，芤則爲虚，寒虚相搏，此名爲革。婦人則半産漏下，男子則亡血失精。",
                    "zhushu": "弦則爲减，减則爲寒，寒者謂陽氣少也。大則爲芤，芤則爲虚，虚者謂血少不足也。所謂革者，言其旣寒且虚，則氣血改革，不循常度。男子得之，爲真陽，减而不能内固，故主亡血失精；婦人得之，爲隂血，虚而不能滋養，故主半産漏下。"
                },
                {
                    "paragraph": "問曰：“病有戰而汗岀，因得解者，何也？”荅曰：“脉浮而𦂳，按之反芤，此爲本虚，故當戰而汗岀也。其人本虚，是以發戰，以脉浮，故當汗岀而解也。",
                    "zhushu": "浮爲陽，𦂳爲隂，芤爲虚，隂陽爭則戰，邪氣將岀，邪與正爭，其人本虚，是以發戰。正氣勝則戰，戰已復發𤍠，而大汗解也。”"
                },
                {
                    "paragraph": "若脉浮而數，按之不芤，此人本不虚，若欲自解，但汗岀耳，不發戰也。",
                    "zhushu": "浮數，陽也，本實陽勝，邪不能與正爭，故不發戰也。"
                },
                {
                    "paragraph": "問曰：“病有不戰而汗岀解者，何也？”荅曰：“脉大而浮數，故知不戰汗岀而解也。”",
                    "zhushu": "陽勝則𤍠，隂勝則寒，隂陽爭則戰。脉大而浮數，皆陽也，陽氣全勝，隂無所爭，何戰之有？"
                },
                {
                    "paragraph": "問曰：“病有不戰、不汗岀而解者，何也？”荅曰：“其脉自㣲，此以曽經發汗，若吐、若下、若亡血，以内無津液，此隂陽自和，必自愈，故不戰、不汗岀而解也。”",
                    "zhushu": "脉㣲者，邪氣㣲也。邪氣已㣲，正氣又弱，脉所以㣲。旣經發汗、吐、下，亡陽、亡血，内無津液，則不能作汗，得隂陽氣和而自愈也。"
                },
                {
                    "paragraph": "問曰：“傷寒三日，脉浮數而㣲，病人身凉和者，何也？”荅曰：“此爲欲解也，解以夜半。脉浮而解者，濈然汗岀也；脉數而解者，必能食也；脉㣲而解者，必大汗岀也。”",
                    "zhushu": "傷寒三日，陽去入隂之時，病人身𤍠，脉浮數而大，邪氣傳也。若身凉和，脉浮數而㣲者，則邪氣不傳而欲解也。解以夜半者，陽生於子也。脉浮主濈然汗岀而解者，邪從外散也；脉數主能食而解者，胃氣和也；脉㣲主大汗岀而解者，邪氣㣲也。"
                },
                {
                    "paragraph": "問曰：“脉病欲知愈未愈者，何以别之？”荅曰：“寸口、關上、尺中三處，大小、浮沉、遲數同等，雖有寒𤍠不解者，此脉隂陽爲和平，雖劇當愈。”",
                    "zhushu": "三部脉均等，即正氣已和，雖有餘邪，何害之有？"
                },
                {
                    "paragraph": "立夏得洪大脉，是其本位，其人病身體苦疼重者，須發其汗；若明日身不疼不重者，不須發汗；若汗濈濈自岀者，明日便解矣。何以言之？立夏得洪大脉，是其時脉，故使然也。四時倣此。",
                    "zhushu": "脉來應時，爲正氣内固，雖外感邪氣，但㣲自汗岀，而亦解爾。内經曰：“脉得四時之順者，病無他。”"
                },
                {
                    "paragraph": "問曰：“凡病欲知何時得，何時愈？”荅曰：“假令夜半得病，明日日中愈；日中得病，夜半愈。何以言之？日中得病，夜半愈者，以陽得隂則解也；夜半得病，明日日中愈者，以隂得陽則解也。”",
                    "zhushu": "日中得病者，陽受之；夜半得病者，隂受之。陽不和，得隂則和，是解以夜半；隂不和，得陽則和，是解以日中。經曰：“用陽和隂，用隂和陽。”"
                },
                {
                    "paragraph": "寸口脉浮爲在表，沉爲在裏，數爲在府，遲爲在藏。假令脉遲，此爲在藏也。",
                    "zhushu": "經曰：“諸陽浮數爲乘府，諸隂遲濇爲乘藏。”"
                },
                {
                    "paragraph": "趺陽脉浮而濇，少隂脉如經也，其病在脾，法當下利。何以知之？若脉浮大者，氣實血虚也。今趺陽脉浮而濇，故知脾氣不足，胃氣虚也。以少隂脉弦而浮，𦆵見此爲調脉，故稱如經也。若反滑而數者，故知當屎膿也。",
                    "zhushu": "趺陽者，胃之脉，診得浮而濇者，脾胃不足也。浮者以爲氣實，濇者以爲血虚者，此非也。經曰：脉浮而大，浮爲氣實，大爲血虚。若脉浮大，當爲氣實血虚。今趺陽脉浮而濇，浮則胃虚，濇則脾寒，脾胃虚寒，則榖不消而水不别，法當下利。少隂，腎脉也。腎爲肺之子，爲肝之母，浮爲肺脉，弦爲肝脉。少隂脉弦而浮，爲子母相生，故云調脉。若滑而數者，則客𤍠在下焦，使血流腐而爲膿，故屎膿也。"
                },
                {
                    "paragraph": "寸口脉浮而𦂳，浮則爲風，𦂳則爲寒，風則傷衞，寒則傷榮，榮衞俱病，骨節煩疼，當發其汗也。",
                    "zhushu": "脉經云：“風傷陽，寒傷隂；衞爲陽，榮爲隂；風爲陽，寒爲隂，各從其𩔖而傷也。”易曰：“水流濕，火就燥”者是矣。衞得風則𤍠，榮得寒則痛，榮衞俱病，故致骨節煩疼，當與麻黄湯，發汗則愈。"
                },
                {
                    "paragraph": "趺陽脉遲而緩，胃氣如經也。趺陽脉浮而數，浮則傷胃，數則動脾，此非本病，醫特下之所爲也。榮衞内䧟，其數先㣲，脉反但浮，其人必大便鞕，氣噫而除。何以言之？本以數脉動脾，其數先㣲，故知脾氣不治，大便鞕，氣噫而除。今脉反浮，其數改㣲，邪氣獨留，心中則飢，邪𤍠不殺榖，潮𤍠發渴。數脉當遲緩，脉因前後度數如法，病者則飢，數脉不時，則生惡瘡也。",
                    "zhushu": "經，常也。趺陽之脉，以𠉀脾胃，故遲緩之脉爲常。若脉浮數，則爲醫妄下，傷胃動脾，邪氣乘虚内䧟也。邪在表則見陽脉，邪在裏則見隂脉。邪在表之時，脉浮而數也。因下裏虚，榮衞内䧟，邪客於脾，以數則動脾，今數先㣲，則是脾邪先䧟於裏也。胃虚脾𤍠，津液乾少，大便必鞕。鍼經曰：“脾病善噫，得後出餘氣，則快然而衰。今脾客邪𤍠，故氣噫而除。”脾能消磨水榖，今邪氣獨留於脾，脾氣不治，心中雖飢，而不能殺榖也。脾主爲胃行其津液，脾爲𤍠爍，故潮𤍠而發渴也。趺陽之脉，本遲而緩，因下之後，變爲浮數，榮衞内䧟，數復改㣲，是脉因前後度數如法，邪𤍠内䧟於脾，而心中善飢也。數脉不時者，爲數當改㣲，而復不㣲，如此則是邪氣不傳於裏，但欝於榮衞之中，必岀自肌皮，爲惡瘡也。"
                },
                {
                    "paragraph": "師曰：“病人脉㣲而濇者，此爲醫所病也。大發其汗，又數大下之，其人亡血。病當惡寒，後乃發𤍠，無休止時。”夏月盛𤍠，欲著複衣，冬月盛寒，欲裸其身。所以然者，陽㣲則惡寒，隂弱則發𤍠。此醫發其汗，令陽氣㣲，又大下之，令隂氣弱。五月之時，陽氣在表，胃中虚冷，以陽氣内㣲，不能勝冷，故欲著複衣。十一月之時，陽氣在裏，胃中煩𤍠，以隂氣内弱，不能勝𤍠，故欲祼其身。又隂脉遲濇，故知血亡也。",
                    "zhushu": "㣲爲亡陽，濇則無血。不當汗而強與汗之者，令陽氣㣲，隂氣上入陽中，則惡寒，故曰陽㣲則惡寒。不當下而強盥下之者，令隂氣弱，陽氣下䧟入隂中，則發𤍠，故曰隂弱則發𤍠。氣爲陽，血爲隂，陽脉以𠉀氣，隂脉以𠉀血。隂脉遲濇，爲榮血不足，故知亡血。經曰：“尺脉遲者，不可發汗，以榮氣不足，血少故也。”"
                },
                {
                    "paragraph": "脉浮而大，心下反鞕，有𤍠屬藏者，攻之，不令發汗。",
                    "zhushu": "浮大之脉，當責邪在表，若心下反鞕者，則𤍠已甚而内結也。有𤍠屬藏者，爲别無虚寒，而但見裏𤍠也。藏屬隂，爲悉在裏，故可下之。攻之謂下之也，不可謂脉浮大，更與發汗。病源曰：“𤍠毒氣乘心，心下痞滿，此爲有實，宜速下之。”"
                },
                {
                    "paragraph": "屬府者，不令溲數，溲數則大便鞕，汗多則𤍠愈，汗少則便難。脉遲尚未可攻。",
                    "zhushu": "雖心下鞕，若餘無裏証，但見表證者，爲病在陽，謂之屬府，當先解表，然後攻痞。溲，小便也。勿爲飲結而利小便，使其溲數，大便必鞕也。經曰：“小便數者，大便必鞕，謂走其津液也。”汗多則邪氣除而𤍠愈，汗少則邪𤍠不盡，又走其津液，必便難也。鞕家當下，設脉遲則未可攻，以遲爲不足，即裏氣未實故也。"
                },
                {
                    "paragraph": "脉浮而洪，身汗如油，喘而不休，水漿不下，體形不仁，乍靜乍亂，此爲命絶也。",
                    "zhushu": "病有不可治者，爲邪氣勝於正氣也。内經曰：“大則邪至。”又曰：“大則病進。”脉浮而洪者，邪氣勝也。身汗如油，喘而不休者，正氣脫也。四時以胃氣爲本，水漿不下者，胃氣盡也。一身以榮衞爲充，形體不仁者，榮衞絶也。不仁爲痛痒俱不知也。針經曰：“榮衞不行，故爲不仁。”爭則亂，安則靜，乍靜乍亂者，正與邪爭，正負邪勝也。正氣已脫，胃氣又盡，榮衞俱絶，邪氣獨勝，故曰命絶也。"
                },
                {
                    "paragraph": "又未知何藏先受其災，若汗岀髮潤，喘不休者，此爲肺先絶也。",
                    "zhushu": "肺爲氣之主，爲津液之帥。汗岀髮潤者，津脫也；喘不休者，氣脫也。"
                },
                {
                    "paragraph": "陽反獨留，形體如煙熏，直視揺頭，此心絶也。",
                    "zhushu": "肺主氣，心主血，氣爲陽，血爲隂。陽反獨留者，則爲身體大𤍠，是血先絶而氣獨在也。形體如煙熏者，爲身無精蕐，是血絶不榮於身也。心脉俠咽系目直視者，心經絶也。頭爲諸陽之㑹，揺頭者，隂絶而陽無根也。"
                },
                {
                    "paragraph": "脣吻反青，四肢漐習者，此爲肝絶也。",
                    "zhushu": "脣吻者，脾之𠉀，肝色青，肝絶則真色見於所勝之部也。四肢者，脾所主，肝主筋，肝絶則筋脉引急，發於所勝之分也。漐習者，爲振動，若搐搦，手足時時引縮也。"
                },
                {
                    "paragraph": "環口黧黒，柔汗發黄者，此爲脾絶也。",
                    "zhushu": "脾主口脣，絶則精蕐去，故環口黧黒。柔爲隂，柔汗，冷汗也。脾胃爲津液之本，陽氣之宗。柔汗𤼵黄者，脾絶而陽脫，真色見也。"
                },
                {
                    "paragraph": "溲便遺失，狂言，目反直視者，此爲腎絶也。",
                    "zhushu": "腎司開闔，禁固便溺。溲便遺失者，腎絶不能約制也。腎藏志，狂言者，志不守也。内經曰：“狂言者，是失志矣，失志者死。”鍼經曰：“五藏之精氣，皆上注於目，骨之精爲瞳子。”目反直視者，腎絶則骨之精不榮於瞳子，而瞳子不轉也。"
                },
                {
                    "paragraph": "又未知何藏隂陽前絶。若陽氣前絶，隂氣後竭者，其人死，身色必青；隂氣前絶，陽氣後竭者，其人死，身色必赤，腋下温，心下𤍠也。",
                    "zhushu": "陽主𤍠而色赤，隂主寒而色青，其人死也，身色青，則隂未離乎體，故曰隂氣後竭。身色赤，腋下温，心下𤍠，則陽未離乎體，故曰陽氣後竭。鍼經云：“人有兩死，而無兩生。”此之謂也。"
                },
                {
                    "paragraph": "寸口脉浮大，而醫反下之，此爲大逆。浮則無血，大則爲寒，寒氣相搏，則爲膓鳴。醫乃不知，而反飲冷水，令汗大岀，水得寒氣，冷必相搏，其人即䭇。",
                    "zhushu": "經云：“脉浮大，應發汗，若反下之，爲大逆。”浮大之脉，邪在表也，當發其汗，若反下之，是攻其正氣，邪氣得以深入，故爲大逆。浮則無血者，下後亡血也。大則爲寒者，邪氣獨在也。寒邪因裏虚而入，寒氣相搏，乃爲膓鳴。醫見脉大，以爲有𤍠，飲以冷水，欲令水寒勝𤍠，而作大汗。裏先虚寒，又得冷水，水寒相搏，使中焦之氣濇滯，故令䭇也。"
                },
                {
                    "paragraph": "趺陽脉浮，浮則爲虚，浮虚相搏，故令氣䭇，言胃氣虚竭也。脉滑則爲噦，此爲醫咎，責虚取實，守空迫血。脉浮，鼻中燥者，必衂也。",
                    "zhushu": "趺陽脉浮爲䭇，脉滑爲噦，皆醫之咎，責虚取實之過也。内經曰：“隂在内，陽之守也；陽在外，隂之使也。”發汗攻陽，亡津液而陽氣不足者，謂之守空。經曰：“表氣㣲虚，裏氣不守，故使邪中於隂也。”隂不爲隂守，邪氣因得而入之，内搏隂血，隂失所守，血乃妄行，未知從何道而岀？若脉浮鼻燥者，知血必從鼻中岀也。"
                },
                {
                    "paragraph": "諸脉浮數，當發𤍠而灑淅惡寒，若有痛處，飲食如常者，畜積有膿也。",
                    "zhushu": "浮數之脉，主邪在經，當發𤍠而灑淅惡寒，病人一身盡痛，不欲飲食者，傷寒也。若雖發𤍠惡寒，而痛偏着一處，飲食如常者，即非傷寒，是邪氣欝結於經絡之間，血氣壅遏不通，欲畜聚而成癰膿也。"
                },
                {
                    "paragraph": "脉浮而遲，靣𤍠赤而戰愓者，六七日當汗岀而解，反發𤍠者差遲，遲為無陽，不能作汗，其身必痒也。",
                    "zhushu": "脉浮靣𤍠赤者，邪氣外浮於表也。脉遲戰惕者，本氣不足也。六七日爲傳經盡，當汗岀而解之時。若當汗不汗，反發𤍠者，爲裏虚津液不多，不能作汗，旣不汗，邪無從岀，是以差遲。發𤍠，爲邪氣浮於皮膚，必作身痒也。經曰：“以其不能得小汗岀，故其身必痒也。”"
                },
                {
                    "paragraph": "寸口脉隂陽俱𦂳者，法當清邪中於上焦，濁邪中於下焦。清邪中上，名曰㓗也；濁邪中下，名曰渾也。隂中於邪，必内慄也。表氣㣲虚，裏氣不守，故使邪中於隂也。陽中於邪，必發𤍠，頭痛，項強，頸攣，腰痛，脛酸，所爲陽中霧露之氣，故曰“清邪中上，濁邪中下”。隂氣爲慄，足𦡀逆冷，便溺妄岀，表氣㣲虚，裏氣㣲急，三焦相溷，内外不通，上焦怫欝，藏氣相熏，口爛食齗也。中焦不治，胃氣上衝，脾氣不轉，胃中爲濁，榮衞不通，血凝不流。若衞氣前通者，小便赤黄，與𤍠相搏，因𤍠作使，遊於經絡，岀入藏府，𤍠氣所過，則爲癰膿。若隂氣前通者，陽氣厥㣲，隂無所使，客氣内入，嚏而出之，聲嗢咽塞，寒厥相逐，爲𤍠所擁，血凝自下，狀如豚肝，隂陽俱厥，脾氣孤弱，五液注下，下焦不闔，清便下重，令便數難，臍築湫痛，命將難全。",
                    "zhushu": "浮爲陽，沉爲隂。陽脉𦂳，則霧露之氣中於上焦；隂脉𦂳，則寒邪中於下焦。上焦者，太陽也；下焦者，少隂也。發𤍠頭痛，項強頸攣，腰疼脛酸者，霧露之氣，中於太陽之經也。濁邪中下，隂氣爲慄，足脛逆冷，便溺妄岀者，寒邪中於少隂也。因表氣㣲虚，邪入而客之，又裏氣不守，邪乘裏弱，遂中於隂，隂虚遇邪，内爲懼慄，致氣㣲急矣。内經曰：“陽病者，上行極而下；隂病者，下行極而上。”此上焦之邪，甚則下干中焦；下焦之邪，甚則上干中焦，由是三焦溷亂也。三焦主持諸氣，三焦旣相溷亂，則内外之氣，俱不得通。膻中爲陽氣之海，氣因不得通於内外，怫欝於上焦而爲𤍠，與藏相熏，口爛食齗。内經曰：“隔𤍠不便，上爲口麋。”中焦爲上下二焦之邪，溷亂則不得平治。中焦在胃之中，中焦失治，胃氣因上衝也。脾，坤也，坤𦔳胃氣，消磨水榖，脾氣不轉，則胃中水榖不得磨消，故胃中濁也。金匱要畧曰：“榖氣不消，胃中苦濁。”榮者，水榖之精氣也；衞者，水榖之悍氣也。氣不能布散，致榮衞不通，血凝不流。衞氣者，陽氣也；榮血者，隂氣也。陽主爲𤍠，隂主爲寒，衞氣前通者，陽氣先通，而𤍠氣得行也。内經曰：“膀胱者，津液藏焉，化則能岀，以小便赤黄，知衞氣前通也。”𤍠氣與胃氣相搏而行，岀入藏府，遊於經絡，經絡客𤍠，則血凝肉腐，而爲癰膿，此見其𤍠氣得行。若隂氣前通者，則不然，陽在外爲隂之使，因陽氣厥㣲，隂無所使，遂隂氣前通也。内經曰：“陽氣者，衞外而爲固也。”陽氣厥㣲，則不能衞外，寒氣因而客之。鼻者，肺之𠉀，肺主聲，寒氣内入者，客於肺經，則嚔而岀之，聲嗢咽塞。寒者，外邪也；厥者，内邪也。外内之邪合并，相逐爲𤍠，則血凝不流，今爲𤍠所擁，使血凝自下如豚肝也。上焦陽氣厥，下焦隂氣厥，二氣俱厥，不相順接，則脾氣獨弱，不能行化氣血，滋養五藏，致五藏俱虚，而五液注下。鍼經曰：“五藏不和，使液溢而下流於隂。”闔，合也。清，圊也。下焦氣脫而不合，故數便而下重。臍爲生氣之原，臍築湫痛，則生氣欲絶，故曰命將難全。"
                },
                {
                    "paragraph": "脉隂陽俱𦂳者，口中氣岀，脣口乾燥，踡卧足冷，鼻中涕岀，舌上胎滑，勿妄治也。到七日已來，其人㣲發𤍠，手足温者，此爲欲解。或到八日已上，反大發𤍠者，此爲難治。設使惡寒者，必欲嘔也。腹内痛者，必欲利也。",
                    "zhushu": "脉隂陽俱𦂳，爲表裏客寒，寒爲隂，得陽則解。口中氣岀，脣口乾燥者，陽氣漸復，正氣方温也。雖爾然而隂未盡散，踡卧足冷，鼻中涕岀，舌上滑胎，知隂猶在也。方隂陽未分之時，不可妄治，以偏隂陽之氣。到七日已來，其人㣲發𤍠，手足温者，爲隂氣已絶，陽氣得復，是爲欲解。若過七日不解，到八日巳上，反發大𤍠者，爲隂極變𤍠，邪氣勝正，故云難治。陽脉𦂳者，寒邪發於上焦，上焦主外也；隂脉𦂳者，寒邪發於下焦，下焦主内也。設使惡寒者，上焦寒氣勝，是必欲嘔也；腹内痛者，下焦寒氣勝，是必欲利也。"
                },
                {
                    "paragraph": "脉隂陽俱𦂳，至於吐利，其脉獨不解，𦂳去入安，此爲欲解。若脉遲至六七日，不欲食，此爲晚發，水停故也，爲未解。食自可者，爲欲解。",
                    "zhushu": "脉隂陽俱𦂳，爲寒氣甚於上下，至於吐利之後，𦂳脉不罷者，爲其脉獨不解，𦂳去則入安，爲欲解。若脉遲至六七日，不欲食者，爲吐利後脾胃大虚。内經曰：“飲入於胃，遊溢精氣，上輸於脾，脾氣散精，上歸於肺，通調水道，下輸膀胱，水精四布，五經並行，脾胃氣強，則能輸散水飲之氣。”若脾胃氣虚，則水飲内停也。所謂晩發者，後來之疾也。若至六七日而欲食者，則脾胃已和，寒邪已散，故云欲解。"
                },
                {
                    "paragraph": "病六七日，手足三部脉皆至，大煩而口噤不能言，其人躁擾者，必欲解也。",
                    "zhushu": "煩，𤍠也。傳經之時，病人身大煩，口噤不能言，内作躁擾，則隂陽爭勝。若手足三部脉皆至，爲正氣勝，邪氣㣲，陽氣復，寒氣散，必欲解也。"
                },
                {
                    "paragraph": "若脉和，其人大煩，目重，臉内際黃者，此爲欲解也。",
                    "zhushu": "脉經曰：“病人兩目眥有黃色起者，其病方愈。”病以脉爲主，若目黃大煩，脉不和者，邪勝也，其病爲進。目黃大煩而脉和者，爲正氣已和，故云欲解。"
                },
                {
                    "paragraph": "脉浮而數，浮爲風，數爲虚，風爲𤍠，虚爲寒，風虚相搏，則灑淅惡寒也。",
                    "zhushu": "内經曰：“有者爲實，無者爲虚。氣并則無血，血并則無氣，風則傷衞，數則無血。”浮數之脉，風邪并於衞，衞勝則榮虚也。衞爲陽，風搏於衞，所以爲𤍠。榮爲隂，榮氣虚，所以爲寒。風并於衞者，發𤍠惡寒之證具矣。"
                },
                {
                    "paragraph": "脉浮而滑，浮爲陽，滑爲實，陽實相搏，其脉數疾，衞氣失度。浮滑之脉數疾，發𤍠汗岀者，此爲不治。",
                    "zhushu": "浮爲邪氣并於衞，而衞氣勝；滑爲邪氣并於榮，而榮氣實。邪氣勝實，擁於榮衞，則榮衞行速，故脉數疾。一息六至曰數。平人脉一息四至，衞氣行六寸，今一息六至，則衞氣行九寸，計過平人之半，是脉數疾，知衞氣失其常度也。浮滑數疾之脉，發𤍠汗岀而當解，若不解者，精氣脫也，必不可治。經曰：“脉隂陽俱盛，大汗岀不解者死。”"
                },
                {
                    "paragraph": "傷寒欬逆上氣，其脉散者死，謂其形損故也。",
                    "zhushu": "千金方云：“以喘嗽爲欬逆上氣者，肺病，散者心脉，是心火刑於肺金也。”内經曰：“心之肺謂之死隂，死隂之屬，不過三日而死，以形見其損傷故也。”"
                }
            ]
        },
        {
            "name": "平脉法第二",
            "paragraphs": [
                {
                    "paragraph": "平脉法第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "問曰：“脉有三部，隂陽相乘，榮衞血氣，在人體躬，呼吸岀入，上下於中，因息遊布，津液流通，隨時動作，効象形容。春弦秋浮，冬沉夏洪。察色觀脉，大小不同。一時之間，變無經常。尺寸參差，或短或長。上下乖錯，或存或亡。病輙改易，進退低昻。心迷意惑，動失紀綱。願爲具陳，令得分明。”師曰：“子之所問，道之根源。脉有三部，尺寸及關。”",
                    "zhushu": "寸爲上部，關爲中部，尺爲下部。"
                },
                {
                    "paragraph": "榮衞流行，不失衡銓。",
                    "zhushu": "衡，銓者，稱也，可以稱量輕重。内經曰：“春應中規，夏應中矩，秋應中衡，冬應中權。”榮行脉中，衞行脉外。榮衞與脉相隨，上下應四時，不失其常度。"
                },
                {
                    "paragraph": "腎沉心洪，肺浮肝弦。此自經常，不失銖分。",
                    "zhushu": "腎，北方水，王於冬，而脉沉。心，南方火，王於夏，而脉洪。肺，西方金，王於秋，而脉浮。肝，東方木，王於春，而脉弦。此爲經常，銖分之不差也。"
                },
                {
                    "paragraph": "岀入升降，漏刻周旋。水下二刻，一周循環。",
                    "zhushu": "人身之脉，計長一十六丈二尺。一呼脉行三寸，一吸脉行三寸，一呼一吸爲一息，脉行六寸。一日一夜，漏水下百刻，人一萬三千五百息，脉行八百一十丈，五十度周於身。則一刻之中，人一百三十五息，脉行八丈一尺；水下二刻，人二百七十息，脉行一十六丈二尺，一周於身也。脉經之行，終而復始，若循環之無端也。"
                },
                {
                    "paragraph": "當復寸口，虚實見焉。",
                    "zhushu": "脉經之始，從中焦注於手太隂寸口，二百七十息，脉行一周身，復還至於寸口。寸口爲脉之經始，故以診視虚實焉。經曰：“虚實死生之要，皆見於寸口之中。”"
                },
                {
                    "paragraph": "變化相乘，隂陽相干。風則浮虚，寒則牢堅，沉潜水畜，支飲急弦，動則爲痛，數則𤍠煩。",
                    "zhushu": "風傷陽，故脉浮虚；寒傷隂，故脉牢堅。畜積於内者，謂之水畜，故脉沉濳；支散於外者，謂之支飲，故脉急弦。動則隂陽相搏，相搏則痛生焉。數爲陽，邪氣勝，陽勝則𤍠煩焉。"
                },
                {
                    "paragraph": "設有不應，知變所縁。三部不同，病各異端。",
                    "zhushu": "脉與病不相應者，必縁傳變之所致。三部以𠉀五藏之氣，隨部察其虚實焉。"
                },
                {
                    "paragraph": "太過可怪，不及亦然。邪不空見，中必有姧。審察表裏，三焦别焉。知其所舎，消息診㸔，料度府藏，獨見若神，爲子條記，傳與賢人。",
                    "zhushu": "太過不及之脉，皆有邪氣干於正氣，審㸔在表在裏，入府入藏，隨其所舎而治之。"
                },
                {
                    "paragraph": "師曰：呼吸者，脉之頭也。",
                    "zhushu": "難經曰：“一呼脉行三寸，一吸脉行三寸。”以脉隨呼吸而行，故言脉之頭也。"
                },
                {
                    "paragraph": "初持脉，來疾去遲，此出疾入遲，名曰内虚外實也。初持脉，來遲去疾，此岀遲入疾，名曰内實外虚也。",
                    "zhushu": "外爲陽，内爲隂。内經曰：“來者爲陽，去者爲隂。”是岀以𠉀外，入以𠉀内。疾爲有餘，有餘則實；遲爲不足，不足則虚。來疾去遲者，陽有餘而隂不足，故曰内虚外實。來遲去疾者，陽不足而隂有餘，故曰内實外虚。"
                },
                {
                    "paragraph": "問曰：“上工望而知之，中工問而知之，下工脉而知之，願聞其說。”師曰：“病家人請云，病人若發𤍠，身體疼，病人自卧。師到，診其脉沉而遲者，知其差也。何以知之？表有病者，脉當浮大，今脉反沉遲，故知愈也。”",
                    "zhushu": "望以觀其形證，問以知其所苦，脉以别其表裏。病苦發𤍠身疼，邪在表也，當卧不安，而脉浮數。今病人自卧，而脉沉遲者，表邪緩也，是有裏脉而無表證，則知表邪當愈也。"
                },
                {
                    "paragraph": "假令病人云：“腹内卒痛。”病人自坐，師到，脉之浮而大者，知其差也。何以知之？若裏有病者，脉當沉而細，今脉浮大，故知愈也。",
                    "zhushu": "腹痛者，裏寒也，痛甚則不能起，而脉沉細； 今病人自坐，而脉浮大者，裏寒散也，是有表脉而無裏證也，則知裏邪當愈。是望證、問病、切脉，三者相參而得之，可爲十全之醫。鍼經曰：“知一爲上，知二爲神，知三，神且明矣。”"
                },
                {
                    "paragraph": "師曰：“病家人來請云：‘病人發𤍠煩極。’”明日師到，病人向壁卧，此𤍠已去也。設令脉不和，處言已愈。",
                    "zhushu": "發𤍠煩極，則不能靜卧，今向壁靜卧，知𤍠已去。"
                },
                {
                    "paragraph": "設令向壁卧，聞師到，不驚起而盻視，若三言三止，脉之嚥唾者，此詐病也。設令脉自和，處言：“汝病大重，當須服吐下藥，鍼灸數十百處乃愈。”",
                    "zhushu": "詐病者，非善人，以言恐之，使其畏懼則愈。醫者意也，此其是歟？”"
                },
                {
                    "paragraph": "師：“持脉，病人欠者，無病也。”",
                    "zhushu": "鍼經曰：“陽引而上，隂引而下，隂陽相引，故欠。”隂陽不相引則病，隂陽相引則和，是欠者無病也。"
                },
                {
                    "paragraph": "脉之呻者，病也。",
                    "zhushu": "呻爲呻吟之聲，身有所苦則然也。"
                },
                {
                    "paragraph": "言遲者，風也。",
                    "zhushu": "風客於中，則經絡急，舌強難運用也。"
                },
                {
                    "paragraph": "揺頭言者，裏痛也。",
                    "zhushu": "裏有病，欲言則頭爲之戰揺。"
                },
                {
                    "paragraph": "行遲者，表強也。",
                    "zhushu": "表強者，由筋絡引急，而行歩不利也。"
                },
                {
                    "paragraph": "坐而伏者，短氣也。",
                    "zhushu": "短氣者，裏不和也，故坐而喜伏。"
                },
                {
                    "paragraph": "坐而下一脚者，腰痛也。",
                    "zhushu": "内經曰：“腰者，身之大關節也。”腰痛爲大關節不利，故坐不能正下一脚，以緩腰中之痛也。"
                },
                {
                    "paragraph": "裏實護腹，如懷卵物者，心痛也。",
                    "zhushu": "心痛則不能伸仰，護腹以按其痛。"
                },
                {
                    "paragraph": "師曰：“伏氣之病，以意𠉀之。今月之内，欲有伏氣。假令舊有伏氣，當須脉之。若脉㣲弱者，當喉中痛似傷，非喉痺也。病人云：‘實咽中痛，雖𠇍，今復欲下利。’”",
                    "zhushu": "冬時感寒，伏藏於經中，不即發者，謂之伏氣。至春分之時，伏寒欲發，故云“今月之内，欲有伏氣。假令伏氣已發，當須脉之”審在何經。得脉㣲弱者，知邪在少隂，少隂之脉循喉嚨，寒氣客之，必發咽痛。腎司開闔，少隂治在下焦，寒邪内甚，則開闔不治，下焦不約，必成下利。故云“雖𠇍，咽痛，復欲下利”。"
                },
                {
                    "paragraph": "問曰：“人病恐怖者，其脉何狀？”師曰：“脉形如循絲纍纍然，其靣白脫色也。”",
                    "zhushu": "内經曰：“血氣者，人之神。”恐怖者，血氣不足而神氣弱也。脉形似循絲纍纍然，靣白脫色者。 鍼經曰：“血奪者，色夭然不澤，其脉空虚。”是知恐怖，爲血氣不足。"
                },
                {
                    "paragraph": "問曰：“人不飲，其脉何𩔗？”師曰：“其脉自濇，脣口乾燥也。”",
                    "zhushu": "濇爲隂，雖主亡津液，而脣口乾燥，以隂爲主内，故不飲也。"
                },
                {
                    "paragraph": "問曰：“人愧者，其脉何𩔗？”師曰：“脉浮而靣色乍白乍赤。”",
                    "zhushu": "愧者，羞也，愧則神氣怯弱，故脉浮而靣色變改不常也。"
                },
                {
                    "paragraph": "問曰：“經說脉有三菽、六菽重者，何謂也？”師曰：“脉者，人以指按之，如三菽之重者，肺氣也；如六菽之重者，心氣也；如九菽之重者，脾氣也；如十二菽之重者，肝氣也；按之至骨者，腎氣也。”",
                    "zhushu": "菽，豆也。難經曰：“如三菽之重，與皮毛相得者，肺部也；如六菽之重，與血脉相得者，心部也；如九菽之重，與肌肉相得者，脾部也；如十二菽之重，與筋平者，肝部也；按之至骨，舉指來疾者，腎部也。各隨所主之分，以𠉀藏氣。”"
                },
                {
                    "paragraph": "假令下利，寸口、關上、尺中悉不見脉，然尺中時一小見，脉再舉頭者，腎氣也。若見損脉來至，爲難治。",
                    "zhushu": "脉經曰：“冷氣在胃中，故令脉不通。下利不見脉，則冷氣客於脾胃。今尺中時一小見，爲脾虚腎氣所乘，脉再舉頭者，脾爲腎所乘也。若尺中之脉更或减損，爲腎氣亦衰，脾復勝之，鬼賊相刑，故云難治，是脾勝不應時也。”"
                },
                {
                    "paragraph": "問曰：“脉有相乘，有縱有橫，有逆有順，何也？”師曰：“水行乘火，金行乘木，名曰縱；火行乘水，木行乘金，名曰橫；水行乘金，火行乘木，名曰逆；金行乘水，木行乘火，名曰順也。”",
                    "zhushu": "金勝木，水勝火。縱者，言縱任其氣，乘其所勝；橫者，言其氣橫逆，反乘所不勝也。“縱橫”與“恣縱”，“恣橫”之義通。水爲金子，火爲木子，子行乘母，其氣逆也；母行乘子，其氣順也。"
                },
                {
                    "paragraph": "問曰：“脉有殘賊，何謂也？”師曰：脉有弦、𦂳、浮、滑、沉、濇，此六者，名曰殘賊，能爲諸脉作病也。",
                    "zhushu": "爲人病脉，名曰八邪。風、寒、暑、濕，傷於外也；飢、飽、勞、逸，傷於内也。經脉者，榮衞也；榮衞者，隂陽也。其爲諸經脉作病者，必由風、寒、暑、濕，傷於榮衞，客於隂陽之中。風則脉浮，寒則脉𦂳，中暑則脉滑，中濕則脉濇，傷於隂則脉沉，傷於陽則脉浮。所以謂之殘賊者，傷良曰殘，害良曰賊，以能傷害正氣也。"
                },
                {
                    "paragraph": "問曰：“脉有災恠，何謂也？”師曰：“假令人病，脉得太陽，與形證相應，因爲作湯，比還送湯，如食頃，病人乃大吐，若下利，腹中痛。”師曰：“我前來不見此證，今乃變異，是名災恠。”又問曰：“何縁作此吐利？”荅曰：“或有舊時服藥，今乃發作，故名災恠耳。”",
                    "zhushu": "醫以脉證與藥相對，而反變異，爲其災可恠，故名災恠。"
                },
                {
                    "paragraph": "問曰：“東方肝脉，其形何似？”師曰：“肝者，木也，名厥隂。其脉㣲弦，濡弱而長，是肝脉也。肝病自得濡弱者，愈也。”",
                    "zhushu": "難經曰：“春脉弦者，肝，東方木也，萬物始生，未有枝葉，故脉來濡弱而長，故曰弦，是肝之平脉。肝病得此脉者，爲肝氣已和也。”"
                },
                {
                    "paragraph": "假令得純弦脉者死，何以知之？以其脉如弦直，是肝藏傷，故知死也。",
                    "zhushu": "純弦者，爲如弦直而不軟，是中無胃氣，爲真藏之脉。内經曰：“死肝脉來急益勁，如新張弓弦。”"
                },
                {
                    "paragraph": "“南方心脉，其形何似？”師曰：“心者，火也，名少隂，其脉洪大而長，是心脉也。心病自得洪大者，愈也。”",
                    "zhushu": "心王於夏，夏則陽外勝，氣血淖溢，故其脉來洪大而長也。"
                },
                {
                    "paragraph": "假令脉來㣲去大，故名反病在裏也。脉來頭小本大者，故名覆病在表也。上㣲頭小者，則汗岀；下㣲本大者，則爲關格不通，不得尿。頭無汗者可治，有汗者死。",
                    "zhushu": "心脉來盛去衰爲平，來㣲去大，是反本脉。内經曰：“大則邪至，小則平。”㣲爲正氣，大爲邪氣。來以𠉀表，來㣲則知表和；去以𠉀裏，去大則知裏病。内經曰：“心脉來不盛，去反盛，此爲不及，病在中。”頭小本大者，即前小後大也。小爲正氣，大爲邪氣，則邪氣先在裏，今復還於表，故名曰覆。不云去而止云來者，是知在表。脉經曰：“在上爲表，在下爲裏。”汗者心之液，上㣲爲浮之而㣲，頭小爲前，小則表中氣虚，故主汗岀。下㣲沉之而㣲，本大爲後大，沉則在裏，大則病進。内經曰：“心爲牡藏，小膓爲之使。”今邪甚下行，格閉小膓，使正氣不通，故不得尿，名曰關格。脉經曰：“陽氣上岀，汗見於頭。”今關格正氣不通，加之頭有汗者，則陽氣不得下通而上脫也。其無汗者，雖作關格，然陽未衰而猶可治。"
                },
                {
                    "paragraph": "西方肺脉，其形何似？師曰：“肺者，金也，名大隂，其脉毛浮也。肺病自得此脉，若得緩遲者，皆愈；若得數者，則劇。何以知之？數者，南方火，火剋西方金，法當癰腫，爲難治也。",
                    "zhushu": "輕虚浮曰毛，肺之平脉也。緩遲者，脾之脉，脾爲肺之母，以子母相生，故云皆愈。數者，心之脉，火剋金，爲鬼賊相刑，故劇。肺主皮毛，數則爲𤍠，𤍠客皮膚，留而不去，則爲癰瘍。經曰：“數脉不時，則生惡瘡。”"
                },
                {
                    "paragraph": "問曰：“二月得毛浮脉，何以處言至秋當死？”師曰：“二月之時，脉當濡弱，反得毛浮者，故知至秋死。二月肝用事，肝脉属木，應濡弱，反得毛浮者，是肺脉也。肺属金，金來剋木，故知至秋死。他皆倣此。”",
                    "zhushu": "當春時反見秋脉，爲金氣乘木，肺來剋肝，奪王脉而見。至秋肺王，肝氣則絶，故知至秋死也。"
                },
                {
                    "paragraph": "師曰：“脉肥人責浮，瘦人責沉，肥人當沉，今反浮；瘦人當浮，今反沉，故責之。”",
                    "zhushu": "肥人肌膚厚，其脉當沉；瘦人肌膚薄，其脉當浮。今肥人脉反浮，瘦人脉反沉，必有邪氣相干，使脉反常，故當責之。"
                },
                {
                    "paragraph": "師曰：“寸脉下不至關，爲陽絶；尺脉上不至關，爲隂絶。此皆不治，决死也。若計其餘命死生之期，期以月節剋之也。”",
                    "zhushu": "脉經曰：“陽生於寸，動於尺；隂生於尺，動於寸。”寸脉下不至關者，爲陽絶，不能下應於尺也；尺脉上不至關者，爲隂絶，不能上應於寸也。内經曰：“隂陽離缺，精氣乃絶。”此隂陽偏絶，故皆决死。期以月節剋之者，謂如陽絶死於春夏，隂絶死於秋冬。"
                },
                {
                    "paragraph": "師曰：“脉病人不病，名曰行尸，以無王氣，卒眩仆不識人者，短命則死。人病脉不病，名曰内虚，以無穀神，雖困無苦。”",
                    "zhushu": "脉者，人之根本也。脉病人不病，爲根本内絶，形雖且強，卒然氣絕，則眩運僵仆而死，不曰行尸而何？人病脉不病，則根本内固，形雖且羸，止内虚爾。榖神者，榖氣也，榖氣旣足，自然安矣。内經曰：“形氣有餘，脉氣不足，死；脉氣有餘，形氣不足，生。”"
                },
                {
                    "paragraph": "問曰：“翕奄沉，名曰滑，何謂也？沉爲純隂，翕爲正陽，隂陽和合，故令脉滑，關尺自平。陽明脉㣲沉，食飲自可。少隂脉㣲滑，滑者，𦂳之浮名也，此爲隂實，其人必股内汗岀，隂下濕也。”",
                    "zhushu": "脉來大而盛，聚而沉，謂之翕奄沉，正如轉珠之狀也。沉爲藏氣，故曰純隂；翕爲府氣，故曰正陽。滑者，隂陽氣不爲偏勝也，關尺自平。陽明脉㣲沉者，當陽部見隂脉，則隂偏勝而陽不足也。陽明胃脉，胃中隂多，故食飲自可。少隂脉㣲滑者，當隂部見陽脉，則陽偏勝而隂不足也。以陽湊隂分，故曰隂實。股與隂，少隂之部也，今陽𤍠湊隂，必熏發津液，泄逹於外，股内汗岀，而隂下濕也。"
                },
                {
                    "paragraph": "問曰：“曽爲人所難，𦂳脉從何而來？”師曰：“假令亡汗若吐，以肺裏寒，故令脉𦂳也。假令欬者，坐飲冷水，故令脉𦂳也。假令下利，以胃中虚冷，故令脉𦂳也。”",
                    "zhushu": "金匱要畧曰：“寒令脉急。”經曰：“諸𦂳爲寒。”"
                },
                {
                    "paragraph": "寸口衞氣盛，名曰高。",
                    "zhushu": "高者，暴狂而肥。内經曰：“隂不勝其陽，則脉流薄疾，并乃狂。”衞爲陽氣，衞盛而暴狂者，隂不勝陽也。鍼經曰：“衞氣者，所以温分肉，充皮毛，肥腠理，司開闔者也。衞氣盛，爲肥者，氣盛於外也。”"
                },
                {
                    "paragraph": "榮氣盛，名曰章。",
                    "zhushu": "章者，暴澤而光。榮者，血也，榮華於身者也。榮盛，故身暴光澤也。"
                },
                {
                    "paragraph": "高章相搏，名曰綱。",
                    "zhushu": "綱者，身筋急，脉直，榮衞俱盛，則筋絡滿急。"
                },
                {
                    "paragraph": "衞氣弱，名曰惵。",
                    "zhushu": "惵者，心中氣動迫怯，衞岀上焦，弱則上虚，而心中氣動迫怯也。"
                },
                {
                    "paragraph": "榮氣弱，名曰卑。",
                    "zhushu": "卑者，心中常自羞愧。鍼經曰：“血者，神氣也。”血弱則神弱，故常自羞愧。"
                },
                {
                    "paragraph": "惵卑相搏，名曰損。",
                    "zhushu": "損者，五藏六府之虚惙也。衞以護陽，榮以養隂，榮衞俱虚，則五藏六府失於滋養，致俱乏氣虚惙也。"
                },
                {
                    "paragraph": "衞氣和，名曰緩。",
                    "zhushu": "緩者，四肢不能自収。衞氣獨和，不與榮氣相諧，則榮病。内經曰：“目受血而能視，足受血而能歩，掌受血而能握，指受血而能攝。”四肢不収，由榮血病，不能灌養故也。"
                },
                {
                    "paragraph": "榮氣和，名曰遲。",
                    "zhushu": "遲者，身體重，但欲眠也。榮氣獨和，不與衞氣相諧，則衞病。身體重而眼欲眠者，衞病而氣不敷布也。"
                },
                {
                    "paragraph": "遲緩相搏，名曰沉。",
                    "zhushu": "沉者，腰中直，腹内急痛，但欲卧，不欲行。榮氣獨和於内，衞氣獨和於外，榮衞不相和諧，相搏而爲病。腰中直者，衞不利於外也。腹内痛者，榮不和於内也。但欲卧不欲行者，榮衞不營也。"
                },
                {
                    "paragraph": "寸口脉緩而遲，緩則陽氣長，其色鮮，其顔光，其聲啇，毛髮長；遲則隂氣盛，骨髓生，血滿，肌肉𦂳薄鮮鞕。隂陽相抱，榮衞俱行，剛柔相搏，名曰強也。",
                    "zhushu": "緩爲胃脉，胃合衞氣，衞温分肉，充皮毛、肥腠理、司開闔，衞和氣舒，則顔色光潤，聲清毛澤矣。遲爲脾脉，脾合榮氣，榮養骨髓，實肌肉，濡筋絡，利關節，榮和血滿，則骨正髓生，肌肉𦂳硬矣。隂陽調和，二氣相抱而不相戾，榮衞流通，剛柔相得，是爲強壯。"
                },
                {
                    "paragraph": "趺陽脉滑而𦂳，滑者胃氣實，𦂳者脾氣強，持實撃強，痛還自傷，以手把刃，坐作瘡也。",
                    "zhushu": "趺陽之脉，以𠉀脾胃，滑則榖氣實，是爲胃實；𦂳則隂氣勝，是爲脾強。以脾胃一實一強而相搏撃，故令痛也。若一強一弱相搏，則不能作痛，此脾胃兩各強實相撃，府臟自傷而痛，譬若以手把刃而成瘡，豈非自貽其害乎？"
                },
                {
                    "paragraph": "寸口脉浮而大，浮爲虚，大爲實，在尺爲關，在寸爲格，關則不得小便，格則吐逆。",
                    "zhushu": "經曰：“浮爲虛。”内經曰：“大則病進。”浮則爲正氣虚，大則爲邪氣實。在尺則邪氣關閉下焦，裏氣不得下通，故不得小便；在寸則邪氣格拒上焦，使食不得入，故吐逆。"
                },
                {
                    "paragraph": "趺陽脉伏而濇，伏則吐逆，水榖不化，濇則食不得入，名曰關格。",
                    "zhushu": "伏則胃氣，伏而不宣，中焦關格，正氣壅塞，故吐逆而水榖不化；濇則脾氣濇而不布，邪氣拒于上焦，故食不得入。"
                },
                {
                    "paragraph": "脉浮而大，浮爲風虛，大爲氣強，風氣相搏，必成癮𤺋，身體爲痒，痒者名泄風，乆乆爲痂癩。",
                    "zhushu": "痂癩者，眉少髮稀，身有乾瘡而醒臭。内經曰：“脉風成厲。”"
                },
                {
                    "paragraph": "寸口脉弱而遲，弱者衞氣微，遲者榮中寒。榮爲血，血寒則發𤍠。衞爲氣，氣微者，心内飢，飢而虚滿，不能食也。",
                    "zhushu": "衞爲陽，榮爲隂，弱者衞氣㣲，陽氣不足也；遲者榮中寒，經中客邪也。榮客寒邪，搏而發𤍠也。陽氣内㣲，心内雖飢，飢而虚滿，不能食也。"
                },
                {
                    "paragraph": "趺陽脉大而𦂳者，當即下利，爲難治。",
                    "zhushu": "大爲虚，𦂳爲寒，胃中虚寒，當即下利，下利脉當㣲小，反𦂳者，邪勝也，故云難治。經曰：“下利脉大者，爲未止。”"
                },
                {
                    "paragraph": "寸口脉弱而緩，弱者陽氣不足，緩者胃氣有餘，噫而吞酸，食卒不下，氣填於膈上也。",
                    "zhushu": "弱者陽氣不足，陽能消榖，陽氣不足，則不能消化榖食。緩者胃氣有餘，則胃中有未消榖物也。故使噫而吞酸，食卒不下，氣填於膈上也。金匱要畧曰：“中焦未和，不能消榖，故令噫。”"
                },
                {
                    "paragraph": "趺陽脉𦂳而浮，浮爲氣，𦂳爲寒，浮爲腹滿，𦂳爲絞痛，浮𦂳相搏，膓鳴而轉，轉即氣動，膈氣乃下。少隂脉不岀，其隂腫大而虚也。",
                    "zhushu": "浮爲胃氣虚，𦂳爲脾中寒，胃虚則滿，脾寒則痛，虚寒相搏，膓鳴而轉，轉則膈中之氣，因而下泄也。若少隂脉不岀，則虚寒之氣至於下焦，結於少隂，而聚於隂噐，不得發泄，使隂腫大而虚也。"
                },
                {
                    "paragraph": "寸口脉㣲而濇，㣲者衞氣不行，濇者榮氣不足。榮衞不能相將，三焦無所仰，身體痺不仁。榮氣不足，則煩疼，口難言。衞氣虚，則惡寒數欠，三焦不歸其部。上焦不歸者，噫而酢吞；中焦不歸者，不能消榖引食；下焦不歸者，則遺溲。",
                    "zhushu": "人養三焦者，血也；護三焦者，氣也。榮衞俱損，不能相將而行，三焦無所依仰，身體爲之頑痺而不仁。内經曰：“榮氣虚而不仁。”鍼經曰：“衞氣不行，則爲不仁。”榮爲血，血不足則煩疼。榮属心，榮弱心虚，則口難言。衞爲陽，陽㣲則惡寒；衞爲氣，氣虚則數欠。三焦因榮衞不足，無所依仰，其氣不能歸其部。金匱要畧曰：“上焦竭，善噫。”上焦受中焦氣，中焦未和，不能消榖，故令噫耳。下焦竭，即遺溺失便，以上焦在膈上，物未化之分也。不歸者，不至也，上焦之氣不至其部，則物未能傳化，故噫而酢吞。中焦在胃之中，主腐熟水榖，水榖化則思食。中焦之食不歸其部，則水榖不化，故云不能消榖引食。下焦在膀胱上口，主分别清濁，溲，小便也。下焦不歸其部，不能約制溲便，故遺溲。"
                },
                {
                    "paragraph": "趺陽脉沉而數，沉爲實，數消榖，緊者，病難治。",
                    "zhushu": "沉爲實者，沉主裏也。數消榖者，數爲𤍠也。緊爲肝脉，見於脾部，木來剋𡈽，爲鬼賊相刑，故云難治。"
                },
                {
                    "paragraph": "寸口脉㣲而濇，㣲者衞氣衰，濇者榮氣不足。衞氣衰，靣色黃；榮氣不足，靣色青。榮爲根，衞爲葉，榮衞俱㣲，則根葉枯槁，而寒慄、欬逆、唾腥、吐涎沫也。",
                    "zhushu": "衞爲氣，靣色黃者，衞氣衰也；榮爲血，靣色青者，榮血衰也。榮行脉中爲根，衞行脉外爲葉。榮爲隂，衞爲陽。榮爲根，衞爲葉。根葉俱㣲，則隂陽之氣内衰，致生寒慄，而欬逆、唾腥、吐涎沫也。"
                },
                {
                    "paragraph": "趺陽脉浮而芤，浮者衞氣衰，芤者榮氣傷，其身體痩，肌肉甲錯，浮芤相搏，宗氣衰㣲，四属㫁絶。",
                    "zhushu": "經曰：“衞氣盛，名曰高，高者，暴狂而肥。榮氣盛，名曰章，章者，暴澤而光。其身體痩而不肥者，衞氣衰也。肌肉甲錯而不澤者，榮氣傷也。宗氣者，三焦歸氣也。四属者，皮肉脂髓也。榮衞衰傷，則宗氣亦㣲，四属失所滋養，致㫁絶矣。”"
                },
                {
                    "paragraph": "寸口脉㣲而緩，㣲者，衞氣踈，踈則其膚空；緩者，胃氣實，實則榖消而水化也。榖入於胃，脉道乃行，而入於經，其血乃成，榮盛則其膚必踈，三焦絶經，名曰血崩。",
                    "zhushu": "衞爲陽，㣲爲亡陽，脉㣲者，衞氣踈，衞温分肉，肥腠理，衞氣旣踈，皮膚不得温肥，則空虚也。經曰：“緩者，胃氣有餘。”有餘爲實，故云“緩者，胃氣實”。内經曰：“食入於胃，滛精於脉。”是榖入於胃，脉道乃行也。鍼經曰：“飲而液滲於絡，合和於血。”是水入於經，其血乃成也。胃中榖消，水化而爲血氣，今衞踈榮盛，是榮氣強而衞氣弱也。衞氣弱者，外則不能固宻皮膚，而謂之氣踈；内則不能衞護其血，而血爲之崩。經，常也。三焦者，氣之道路，衞氣踈，則氣不循常度，三焦絶其常度也。"
                },
                {
                    "paragraph": "趺陽脉㣲而緊，緊爲寒，㣲則爲虚，㣲緊相搏，則爲短氣。",
                    "zhushu": "中虚且寒，氣自短矣。"
                },
                {
                    "paragraph": "少隂脉弱而濇，弱者㣲煩，濇者厥逆。",
                    "zhushu": "煩者𤍠也。少隂脉弱者，隂虚也。隂虚則發𤍠，以隂部見陽脉，非大虚也，故生㣲煩。厥逆者，四肢冷也。經曰：“隂陽不相順接，便爲厥。”厥者，手足厥冷是也。少隂脉濇者，隂氣濇，不能與陽相順相接，故厥逆也。"
                },
                {
                    "paragraph": "趺陽脉不出，脾不上下，身冷膚鞕。",
                    "zhushu": "脾胃爲榮衞之根，脾能上下，則水榖消磨，榮衞之氣得以行。脾氣虚衰，不能上下，則榮衞之氣不得通營於外，故趺陽脉不岀。身冷者，衞氣不温也。膚鞕者，榮血不濡也。"
                },
                {
                    "paragraph": "少隂脉不至，腎氣㣲，少精血，奔氣促迫，上入胷膈，宗氣反聚，血結心下，陽氣退下，𤍠歸隂股，與隂相動，令身不仁，此爲尸厥，當刺期門、巨闕。",
                    "zhushu": "尸厥者，爲其從厥而生，形無所知，其狀若尸，故名尸厥。少隂脉不出，則厥氣客於腎，而腎氣㣲，少精血，厥氣上奔，填塞胷膈，壅遏陽氣，使宗氣反聚，而血結心下。鍼經曰：“五榖入於胃，其糟粕、津液、宗氣，分爲三隧。宗氣積於胷中，岀於喉嚨，以貫心脉，而行呼吸。”又曰：“榮氣者，必其津液注之於脉，化而爲血，以營四末。”今厥氣大甚，宗氣反聚而不行，則絶其呼吸，血結心下而不流，則四體不仁，陽氣爲厥氣所擁，不能宣發，退下至隂股間，與隂相動。仁者，柔也；不仁者，言不柔和也，爲寒𤍠痛痒，俱不覺知者也。陽氣外不爲使，内不得通，榮衞俱不能行，身體不仁，狀若尸也。内經曰：“厥氣上行，滿脉去形。刺期門者，以通心下結血。刺巨闕者，以行胷中宗氣。血氣流通，厥氣退則甦矣。”"
                },
                {
                    "paragraph": "寸口脉㣲，尺脉𦂳，其人虛損多汗，知隂常在，絶不見陽也。",
                    "zhushu": "寸㣲爲亡陽，尺緊爲隂勝，陽㣲隂勝，故云“虛損”。又加之多汗，則愈損陽氣，是隂常在，而絶不見陽也。"
                },
                {
                    "paragraph": "寸口諸㣲亡陽，諸濡亡血，諸弱發𤍠，諸緊爲寒，諸乘寒者則爲厥，欝冐不仁，以胃無榖氣，脾濇不通，口急不能言，戰而慄也。",
                    "zhushu": "衞，陽也，㣲爲衞氣㣲，故云“亡陽”。榮，血也，濡爲榮氣弱，故云“亡血”。弱爲隂虚，虚則發𤍠，緊爲隂勝，故爲寒。諸乘寒者，則隂陽俱虚，而爲寒邪乘之也。寒乘氣虚，抑伏陽氣，不得宣發，遂成厥也。欝冐，爲昏冐不知人也。不仁，爲強直而無覺也。爲尸厥焉。以胃無榖氣，致脾濇不通於上下，故使口急不能言。戰者，寒在表也。慄者，寒在裏也。"
                },
                {
                    "paragraph": "問曰：“濡弱何以反適十一頭？”師曰：“五臟六腑相乘，故令十一。”",
                    "zhushu": "濡弱者，氣血也，徃反有十一頭。頭者，五臟六腑共有十一也。"
                },
                {
                    "paragraph": "問曰：“何以知乘腑？何以知乘臟？”師曰：“諸陽浮數爲乘腑，諸隂遲濇爲乘臟也。”",
                    "zhushu": "腑，陽也，陽脉見者，爲乘腑也；臟，陰也，隂脉見者，爲乘臟也。"
                }
            ]
        },
        {
            "name": "傷寒例第三",
            "paragraphs": [
                {
                    "paragraph": "傷寒例第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "隂陽大論云：“春氣温和，夏氣暑𤍠，秋氣清凉，冬氣冷冽，此則四時正氣之序也。”",
                    "zhushu": "春夏爲陽，春温夏𤍠者，陽之動，始於温，盛於暑故也。秋冬爲隂，秋凉而冬寒者，以隂之動，始於清，盛於寒故也。"
                },
                {
                    "paragraph": "冬時嚴寒，萬𩔗深藏，君子固宻，則不傷於寒，觸冒之者，乃名“傷寒”耳。",
                    "zhushu": "冬三月，純隂用事，陽乃伏藏，水冰地坼，寒氣嚴凝。當是之時，善攝生者，岀處固宻，去寒就温，則不傷於寒。其渉寒冷，觸冐霜雪爲病者，謂之“傷寒”也。"
                },
                {
                    "paragraph": "其傷於四時之氣，皆能爲病。",
                    "zhushu": "春風、夏暑、秋濕、冬寒，謂之“四時之氣”。"
                },
                {
                    "paragraph": "以傷寒爲毒者，以其最成殺厲之氣也。",
                    "zhushu": "𤍠爲陽，陽主生；寒爲隂，隂主殺。隂寒爲病，最爲肅殺毒厲之氣。"
                },
                {
                    "paragraph": "中而即病者，名曰“傷寒”；不即病者，寒毒藏於肌膚，至春變爲温病，至夏變爲暑病。暑病者，𤍠極重於温也。",
                    "zhushu": "内經曰：“先夏至日爲温病，後夏至日爲暑病。”温暑之病，本傷於寒而得之，故太醫均謂之“傷寒”也。"
                },
                {
                    "paragraph": "是以辛苦之人，春夏多温𤍠病，皆由冬時觸寒所致，非時行之氣也。凡時行者，春時應暖，而復大寒；夏時應大𤍠，而反大凉；秋時應凉，而反大𤍠；冬時應寒，而反大温。此非其時而有其氣。是以一𡻕之中，長㓜之病多相似者，此則時行之氣也。",
                    "zhushu": "四時氣𠉀不正爲病，謂之時行之氣。時氣所行爲病，非暴厲之氣，感受必同，是以一𡻕之中，長㓜之病多相似也。"
                },
                {
                    "paragraph": "夫欲𠉀知四時正氣爲病，及時行疫氣之法，皆當按斗暦占之。",
                    "zhushu": "四時正氣者，春風、夏暑、秋濕、冬寒是也。時行者，時行之氣是也。温者，冬時感寒，至春發者是也。疫者，暴厲之氣是也。占前斗建，審其時𠉀之寒溫，察其邪氣之輕重而治之。故下文曰。"
                },
                {
                    "paragraph": "九月霜降節後，冝漸寒，向冬大寒，至正月雨水節後，冝解也。”所以謂之雨水者，以冰雪解而爲雨水故也。至驚蟄二月節後，氣漸和暖，向夏大𤍠，至秋便凉。",
                    "zhushu": "冬寒、春温、夏𤍠、秋凉，爲“四時之正氣”也。"
                },
                {
                    "paragraph": "從霜降以後，至春分以前，凡有觸冐霜露，體中寒即病者，謂之“傷寒”也。",
                    "zhushu": "九月、十月，寒氣尚㣲，爲病則輕；十一月、十二月，寒冽已嚴，爲病則重；正月、二月，寒漸將解，爲病亦輕。此以冬時不調，適有傷寒之人，即爲病也。此爲四時正氣，中而即病者也。"
                },
                {
                    "paragraph": "其冬有非節之暖者，名曰“冬温”。冬温之毒，與傷寒大異。冬温復有先後，更相重沓，亦有輕重，爲治不同，證如後章。",
                    "zhushu": "此爲時行之氣，前云冬時應寒，而反大温者是也。"
                },
                {
                    "paragraph": "從立春節後，其中無暴大寒，又不冰雪，而有人壯𤍠爲病者，此屬春時陽氣，發於冬時伏寒，變爲温病。",
                    "zhushu": "此爲温病也。内經曰：“冬傷於寒，春必病温。”"
                },
                {
                    "paragraph": "從春分以後，至秋分節前，天有暴寒者，皆爲時行寒疫也。三月、四月，或有暴寒，其時陽氣尚弱，爲寒所折，病𤍠猶輕；五月、六月，陽氣已盛，爲寒所折，病𤍠則重；七月、八月，陽氣已衰，爲寒所折，病𤍠亦㣲。其病與温及暑病相似，但治有殊耳。",
                    "zhushu": "此爲疫氣也。是數者，以明前斗暦之法，占其隨時氣𠉀發病，寒𤍠輕重不同耳。"
                },
                {
                    "paragraph": "十五日得一氣，於四時之中；一時有六氣，四六名爲二十四氣也。",
                    "zhushu": "節氣十二，中氣十二，共二十四。内經曰：“五日謂之‘候’，三𠉀謂之‘氣’，六氣謂之‘時’，四時謂之‘歲’。”"
                },
                {
                    "paragraph": "然氣𠉀亦有應至而不至，或有未應至而至者，或有至而太過者，皆成病氣也。",
                    "zhushu": "疑漏“或有至而不去”此一句。按金匱要畧曰：“有未至而至，有至而不至，有至而不去，有至而太過，何故也？師曰：“冬至之後，甲子夜半，少陽起，少隂之時，陽始生，天得温和。”以未得甲子，天因温和，此爲未至而至也。以得甲子，而天未温和，此爲至而不至也；以得甲子，天大寒不解，此爲至而不去也；以得甲子，而天温如盛夏五六月時，此爲至而太過也。内經曰：“至而和則平，至而甚則病。至而反者病，至而不至者病，未至而至者病。”即是觀之，脫漏明矣。"
                },
                {
                    "paragraph": "但天地動静，隂陽鼓撃者，各正一氣耳。",
                    "zhushu": "内經曰：“隂陽者，天地之道。清陽爲天，動而不息；濁隂爲地，静而不移。天地隂陽之氣，鼓擊而生，春夏秋冬，寒𤍠溫凉，各正一氣也。"
                },
                {
                    "paragraph": "是以彼春之暧，爲夏之暑；彼秋之忿，爲冬之怒。",
                    "zhushu": "春暖爲夏暑，從生而至長也；秋忿爲冬怒，從肅而至殺也。"
                },
                {
                    "paragraph": "是故冬至之後，一陽爻升，一隂爻降也；夏至之後，一陽氣下，一隂氣上也。",
                    "zhushu": "十月，六爻皆隂，坤卦爲用，隂極陽來，陽生於子；冬至之後，一陽爻升，一隂爻降，於卦爲復，言陽氣得復也。四月，六爻皆陽，“乾卦”爲用，陽極隂來，隂生於午；夏至之後，一陽氣下，一隂氣上，於卦爲“姤”，言隂則遇陽也。内經曰：“冬至四十五日，陽氣㣲上，隂氣㣲下。夏至四十五日，隂氣㣲上，陽氣㣲下。”"
                },
                {
                    "paragraph": "斯則冬夏二至，隂陽合也。春秋二分，隂陽離也。",
                    "zhushu": "陽生於子，隂生於午，是隂陽相接，故曰“合”。陽退於酉，隂退於卯，是隂陽相背，故曰“離”。内經曰：“氣至之謂至，氣分之謂分。”至則氣同，分則氣異。"
                },
                {
                    "paragraph": "隂陽交易，人變病焉。",
                    "zhushu": "天地隂陽之氣，旣交錯而不正，人所以變病。内經曰：“隂陽相錯，而變由生也。”"
                },
                {
                    "paragraph": "此君子春夏養陽，秋冬養隂，順天地之剛柔也。",
                    "zhushu": "内經曰：“養生者必順於時。”春夏養陽，以凉以寒。秋冬養隂，以温以𤍠。所以然者，從其根故也。"
                },
                {
                    "paragraph": "小人觸冐，必嬰暴疹。湏知毒烈之氣，留在何經，而𤼵何病，詳而取之。",
                    "zhushu": "不能順四時調養，觸冐寒温者，必成暴病。醫者當在意審詳而治之。"
                },
                {
                    "paragraph": "是以春傷於風，夏必飱泄；夏傷於暑，秋必病瘧；秋傷於濕，冬必咳嗽；冬傷於寒，春必病温。此必然之道，可不審明之？",
                    "zhushu": "當春之時，風氣大行，春傷於風，風氣通於肝，肝以春適王，風雖入之，不能即𤼵。至夏肝衰，然後始動。風滛末疾，則當𤼵於四肢。夏以陽氣外盛，風不能外𤼵，故攻内而爲飱泄。飱泄者，下利，米穀不化而色黄。當秋之時，濕氣大行，秋傷於濕，濕則干於肺，肺以秋適王，濕雖入之，不能即發。至冬肺衰，然後濕始動也。雨滛腹疾，則當發爲下利。冬以陽氣内固，濕氣不能下行，故上逆而爲咳嗽。當夏之時，暑氣大行，夏傷於暑，夏以隂爲主内，暑雖入之，勢未能動。及秋隂出而陽爲内主，然後暑動傳隂而爲痎。𭼠痎者，二日發；𭼠者，一日一發。當冬之時，寒氣大行，冬傷於寒，冬以陽爲主内，寒雖入之，勢未能動。及春陽岀而隂爲内主，然後寒動傳陽而爲温病。是感冐四時正氣，爲病必然之道。"
                },
                {
                    "paragraph": "傷寒之病，逐日淺深，以施方治。",
                    "zhushu": "内經曰：“未滿三日者，可汗而已；其滿三日者，可泄而已。”"
                },
                {
                    "paragraph": "今世人傷寒，或始不早治，或治不對病，或日數乆淹，困乃告醫，醫人又不依次第而治之，則不中病。皆冝臨時消息制方，無不効也。今搜採仲景舊論，録其證𠉀、診脉、聲色，對病眞方，有神驗者，擬防世急也。",
                    "zhushu": "仲景之書，逮今千年，而顯用於世者，王叔和之力也。"
                },
                {
                    "paragraph": "又土地温凉，高下不同，物性剛柔，飡居亦異，是黃帝興四方之問，𡵨伯舉四治之能，以訓後賢，開其未悟者。臨病之工，宜須兩審也。",
                    "zhushu": "東方地氣温，南方地氣𤍠，西方地氣凉，北方地氣寒，西北方高，東南方下，是土地温凉、高下不同也。東方安居食魚，西方陵居蕐食，南方濕處而嗜酸，北方野處而食乳，是飡居之異也。東方治宜砭石，西方治冝毒藥，南方治宜㣲針，北方治宜灸𦳼，是四方醫治不同也。醫之治病，當審其土地所冝。"
                },
                {
                    "paragraph": "凡傷於寒，則爲病𤍠，𤍠雖甚不死。",
                    "zhushu": "内經曰：“風寒客於人，使人毫毛畢直，皮膚閉而爲𤍠。”是傷寒爲病𤍠也。鍼經曰：“多𤍠者易已，多寒者難已。”是𤍠雖甚不死。"
                },
                {
                    "paragraph": "若兩感於寒而病者，必死。",
                    "zhushu": "表裏俱病者，謂之“兩感”。"
                },
                {
                    "paragraph": "尺寸俱浮者，太陽受病也，當一二日發，以其脉上連風府，故頭項痛，腰脊強。",
                    "zhushu": "太陽爲三陽之長，其氣浮於外，故尺寸俱浮，是邪氣初入皮膚，外在表也。當一二日發。風府，穴名也。項中央太陽之脉，從巔入絡腦，還出別下項，是以上連風府，其經循肩膞，内俠脊，抵腰中，故病頭項痛，腰脊強。"
                },
                {
                    "paragraph": "尺寸俱長者，陽明受病也，當二三日發，以其脉俠鼻，絡於目，故身𤍠、目疼、鼻乾，不得卧。",
                    "zhushu": "陽明血氣俱多。尺寸俱長者，邪併陽明，而血氣淖溢也。太陽受邪不已，傳於陽明，是當二三日發。其脉俠鼻者，陽明脉起於鼻，交頸中，絡於目；陽明之脉，正上䪼頞，還岀繋目系。身𤍠者，陽明主身之肌肉。鍼經曰：“陽明氣盛，則身以前皆𤍠。”目疼、鼻乾者，經中客邪也。不得卧者，胃氣逆，不得從其道也。内經曰：“胃不和則卧不安。”"
                },
                {
                    "paragraph": "尺寸俱弦者，少陽受病也。當三四日發，以其脉循脇絡於耳，故胷脇痛而耳聾。",
                    "zhushu": "内經曰：“陽中之少陽，通於春氣，春脉弦，尺寸俱弦者，知少陽受邪也。二三日陽明之邪不已，傳於少陽，是當三四日發。胷脇痛而耳聾者，經壅而不利也。”"
                },
                {
                    "paragraph": "此三經皆受病， 未入於府者，可汗而已。",
                    "zhushu": "三陽受邪，爲病在表，法當汗解。然三陽亦有便入府者，入府則宜下，故云未入於府者，可汗而已。"
                },
                {
                    "paragraph": "尺寸俱沉細者，太隂受病也。當四五日發，以其脉布胃中，絡於嗌，故腹滿而嗌乾。",
                    "zhushu": "陽極則隂受之，邪傳三陽旣遍，次乃傳於隂經。在陽爲在表，在隂爲在裏，邪在表則見陽脉，邪在裏則見隂脉，陽邪傳隂，邪氣内䧟，故太隂受病，而脉尺寸俱沉細也。自三陽傳於太隂，是當四五日發也。邪入於隂，則漸成𤍠，腹滿而嗌乾者，脾經壅而成𤍠也。"
                },
                {
                    "paragraph": "尺寸俱沉者，少隂受病也。當五六日發，以其脉貫腎，絡於肺，繋舌本，故口燥舌乾而渴。",
                    "zhushu": "少隂，腎水也，性趣下，少隂受病，脉尺寸俱沉也。四五日太隂之邪不已，至五六日則傳於少隂也，是少隂病當五六日發。人傷於寒，則爲病𤍠，謂始爲寒而終成𤍠也。少隂爲病，口燥舌乾而渴，邪傳入裏，𤍠氣漸深也。"
                },
                {
                    "paragraph": "尺寸俱㣲緩者，厥隂受病也。當六七日發，以其脉循隂噐，絡於肝，故煩滿而囊縮。",
                    "zhushu": "緩者，風脉也。厥隂脉㣲緩者，邪傳厥隂，𤍠氣已劇，近於風也。當六七日發，以少隂邪傳於厥隂，煩滿而囊縮者，𤍠氣聚於内也。"
                },
                {
                    "paragraph": "此三經皆受病，已入於府，可下而已。",
                    "zhushu": "三隂受邪，爲病在裏，於法當下。然三隂亦有在經者，在經則冝汗，故云已入於府者，可下而已。經曰：“臨病之工，宜須兩審。”"
                },
                {
                    "paragraph": "若兩感於寒者，一日太陽受之，即與少隂俱病，則頭痛口乾，煩滿而渴；二日陽明受之，即與太隂俱病，則腹滿身𤍠、不欲食、讝語；三日少陽受之，即與厥隂俱病，則耳聾囊縮而厥，水漿不入，不知人者，六日死。若三隂三陽、五藏六府皆受病，則榮衞不行，府藏不通，則死矣。",
                    "zhushu": "隂陽俱病，表裏俱傷者，爲兩感。以其隂陽兩感，病則兩證俱見，至於傳經，則亦隂陽兩經俱傳也。始得一日，頭痛者太陽，口乾煩滿而渴者少隂。至二日，則太陽傳於陽明，而少隂亦傳於太隂。身𤍠讝語者陽明，腹滿不欲食者太隂。 至三日，陽明傳於少陽，而太隂又傳於厥隂。耳聾者少陽，囊縮而厥者厥隂，水漿不入，不知人者，胃氣不通也。内經曰：“五藏已傷，六府不通，榮衞不行，如是之後，三日乃死，何也？”𡵨伯曰：“陽明者，十二經脉之長也，其血氣盛，故云‘不知人’，三日其氣乃盡，故死矣。謂三日六經俱病，榮衞之氣不得行於内外，府藏之氣不得通於上下；至六日府藏之氣俱盡，榮衞之氣俱絶，則死矣。"
                },
                {
                    "paragraph": "其不兩感於寒，更不傳經，不加異氣者，至七日太陽病衰，頭痛少愈也；八日陽明病衰，身𤍠少歇也；九日少陽病衰，耳聾㣲聞也；十日太隂病衰，腹减如故，則思飲食；十一日少隂病衰，渴止舌乾，已而嚏也；十二日厥隂病衰，囊縱，少腹㣲下，大氣皆去，病人精神爽慧也。六日傳遍三隂、三陽之氣皆和，大邪之氣皆去，病人精神爽慧也。若過十三日以上不間，尺寸䧟者，大危。",
                    "zhushu": "間者，瘳也，十二日傳經盡，則當瘳愈。若過十三日已上不瘳，尺寸之脉沉䧟者，即正氣内衰，邪氣獨勝，故云“大危”。"
                },
                {
                    "paragraph": "若更感異氣，變爲他病者，當依舊壞證病而治之。若脉隂陽俱盛，重感於寒者，變爲温𭼠。",
                    "zhushu": "異氣者，爲先病未已，又感别異之氣也。兩邪相合，變爲他病。脉隂陽俱盛者，傷寒之脉也。難經曰：“傷寒之脉，隂陽俱盛而𦂳濇。”經曰：“脉盛身寒，得之傷寒，則爲前病𤍠未已，再感於寒，寒𤍠相搏，變爲温𭼠。”"
                },
                {
                    "paragraph": "陽脉浮滑，隂脉濡弱者，更遇於風，變爲風溫。",
                    "zhushu": "此前𤍠未歇，又感於風者也。難經曰：“中風之脉，陽浮而滑，隂濡而弱，風來乘𤍠，故變風温。”"
                },
                {
                    "paragraph": "陽脉洪數，隂脉實大者，遇温𤍠，變為温毒。温毒爲病最重也。",
                    "zhushu": "此前𤍠未已，又感温𤍠者也。陽主表，隂主裏，洪數實大皆𤍠也。兩𤍠相合，變爲温毒。以其表裏俱𤍠，故爲病最重。"
                },
                {
                    "paragraph": "陽脉濡弱，隂脉弦𦂳者，更遇温氣，變爲温疫。以此冬傷於寒，發爲温病。脉之變証，方治如說。",
                    "zhushu": "此前𤍠未已，又感温氣者也。温𤍠相合，變爲温疫。"
                },
                {
                    "paragraph": "凡人有疾，不時即治，隱忍兾差，以成痼疾。",
                    "zhushu": "凡覺不佳，急須求治，苟延時日，則邪氣入深，難可復制。千金曰：“凡有少苦，似不如平常，即須早道。若隱忍不治，兾望自差，須臾之間，以成痼疾，此之謂也。”"
                },
                {
                    "paragraph": "小兒女子，益以滋甚。",
                    "zhushu": "小兒氣血未全，女子血室多病，凡所受邪，易於滋蔓。"
                },
                {
                    "paragraph": "時氣不和，便當早言，追其邪由，及在腠理，以時治之，罕有不愈者。",
                    "zhushu": "腠理者，津液腠泄之所，文理縫㑹之中也。金匱要畧曰：“腠者，是三焦通㑹元眞之處，爲血氣所注。理者，是皮膚藏府之文理也。”邪客於皮膚，則邪氣浮淺，易爲散發，若以時治之，罕有不愈者矣。金匱玉函曰：“主候長存，形色未病，未入腠理，針藥及時，服將調節，委以良醫，病無不愈。”"
                },
                {
                    "paragraph": "患人忍之數日，乃說邪氣入藏，則難可制。此爲家有患備慮之要。",
                    "zhushu": "邪在皮膚，則外属陽而易治；邪傳入裏，則内属隂而難治。内經曰：“善治者治皮毛，其次治肌膚，其次治筋脉，其次治六府，其次治五藏。治五藏者，半死半生也。”昔桓侯怠於皮膚之㣲疾，以至骨髓之病，家有患者，可不備慮？"
                },
                {
                    "paragraph": "凡作湯藥，不可避晨夜，覺病須臾，即冝便治，不等早晩，則易愈矣。",
                    "zhushu": "千金曰：“凡始覺不佳，即須治療，迄至於病，湯食競進，折其毒勢，自然而差。"
                },
                {
                    "paragraph": "若或差遲，病即傳變，雖欲除治，必難爲力。",
                    "zhushu": "傳有常也，變無常也。傳為循經而傳，如太陽傳陽明是也。變爲不常之變，如陽證變隂證是也。邪旣傳變，病勢深也。本草曰：“病勢已成，可得半愈。”病勢已過，命將難全。"
                },
                {
                    "paragraph": "服藥正如方法，縱意違師，不須治之。",
                    "zhushu": "内經曰：“拘於鬼神者，不可與言至德；惡於針石者，不可與言至巧。”病不許治者，病必不治，治之無功矣。"
                },
                {
                    "paragraph": "凡傷寒之病，多從風寒得之。",
                    "zhushu": "凡中風與傷寒爲病，自古通謂之傷寒。千金曰：“夫傷寒病者，起自風寒，入於腠理，與精氣分爭，榮衞偏隔，周身不通而病。"
                },
                {
                    "paragraph": "始表中，風寒入裏，則不消矣。",
                    "zhushu": "始自皮膚，入於經絡，傳於藏府是也。"
                },
                {
                    "paragraph": "未有温覆而當不消散者。",
                    "zhushu": "風寒初客於皮膚，便投湯藥，温暖發散而當者，則無不消散之邪。"
                },
                {
                    "paragraph": "不在證治，擬欲攻之，猶當先解表，乃可下之。",
                    "zhushu": "先解表而後下之，則無復傳之邪也。"
                },
                {
                    "paragraph": "若表已解，而内不消，非大滿，猶生寒𤍠，則病不除。",
                    "zhushu": "表證雖罷，裏不至大堅滿者，亦未可下之。是邪未収歛成實，下之則裏虚而邪復不除，猶生寒𤍠也。"
                },
                {
                    "paragraph": "若表已解而内不消，大滿大實，堅有燥屎，自可除。下之，雖四五日，不能爲禍也。",
                    "zhushu": "外無表證，裏有堅滿，爲下證悉具。外臺云：“表和裏病，下之則愈。”下證旣具，則不必拘於日數。"
                },
                {
                    "paragraph": "若不宜下而便攻之，内虚𤍠入，恊𤍠遂利，煩燥諸變，不可勝數，輕者困篤，重者必死矣。",
                    "zhushu": "下之不當，病輕者，證猶變易而難治，又矧重者乎？"
                },
                {
                    "paragraph": "夫陽盛隂虚，汗之則死，下之則愈；陽虚隂盛，汗之則愈，下之則死。",
                    "zhushu": "表爲陽，裏爲隂，隂虚者，陽必湊之，陽盛之邪，乘其裏虚而入於府者，爲陽盛隂虚也。經曰：“尺脉弱，名曰隂不足，陽氣下䧟入隂中，則發𤍠者是矣。下之，除其内𤍠而愈，若反汗之，則竭其津液而死。”隂脉不足，陽往從之，陽脉不足，隂往乘之，隂邪乘其表虚，客於榮衞之中者，爲陽虚隂盛也。經曰：“假令寸口脉㣲，名曰：‘陽不足’，隂氣上入陽中，則灑淅惡寒者是矣。”汗之，散其表寒則愈，若反下之，則脫其正氣而死。經曰：“本發汗而復下之，此爲逆也；本先下之，而反汗之爲逆。”"
                },
                {
                    "paragraph": "夫如是，則神丹安可以誤發，𠂀遂何可以妄攻？虚盛之治，相背千里，吉凶之機，應若影響，豈容易哉。",
                    "zhushu": "神丹者，發汗之藥也；𠂀遂者，下藥也。若汗下當則吉，汗下不當則凶，其應如影隨形，如響應聲。"
                },
                {
                    "paragraph": "况桂枝下咽，陽盛則斃；承氣入胃，隂盛以亡。",
                    "zhushu": "桂枝湯者，發汗藥也；承氣湯者，下藥也。金匱玉函曰：“不當汗而強與汗之者，令人奪其津液，枯槁而死；不當下而強與下之者，令人開膓洞泄，便溺不禁而死。”"
                },
                {
                    "paragraph": "死生之要，在乎須臾，視身之盡，不暇計日。",
                    "zhushu": "投湯不當，則災禍立見，豈暇計其日數哉！"
                },
                {
                    "paragraph": "此隂陽虚實之交錯，其𠉀至㣲，發汗吐下之相反，其禍至速。而醫術淺狹，懵然不知病源爲治，乃悮使病者殞殁，自謂其分，至今𡨚魂塞於𡨋路，死屍盈於矌野，仁者鑒此，豈不痛歟！凡兩感病俱作，治有先後，發表攻裏，本自不同。而執迷妄意者，乃云：“神丹、𠂀遂，合而飲之，且解其表，又除其裏”，言巧似是，其理實違。夫智者之舉錯也，常審以愼；愚者之動作也，必果而速，安危之變，豈可詭哉！世上之士，但務彼翕習之榮，而莫見此傾危之敗，惟明者居然能護其本，近取諸身，夫何逺之有焉？",
                    "zhushu": "兩感病俱作，欲成不治之疾，醫者大冝消息，審其先後，次第而治之。若妄意攻治，以求速效者，必致傾危之敗。"
                },
                {
                    "paragraph": "凡發汗，温服湯藥，其方雖言日三服，若病劇不解，當促其間，可半日中盡三服，若與病相阻，即便有所覺。重病者，一日一夜，當晬時觀之，如服一劑，病證猶在，故當復作本湯服之，至有不肯汗岀，服三劑乃解，若汗不岀者，死病也。",
                    "zhushu": "發汗藥須温暖，服者易爲發散也。日三服者，藥勢續也，病勢稍重，當促急服之，以折盛𤍠，不可拘於本方。設藥病不相對，湯入即便知之。如隂多者，投以凉藥，即寒逆隨生；陽多者，飮以温劑，則𤍠毒即起，是便有所覺。晬時者，周時也。一日一夜服湯藥盡劑，更㸔其傳，如病證猶在，當復作本湯以發其汗，若服三劑不解，汗不出者，邪氣大甚，湯不能勝，必成大疾。千金曰：“𤍠病脉躁盛而不得汗者，此陽脉之極也，死。”"
                },
                {
                    "paragraph": "凡得時氣病，至五六日，而渴欲飮水，飮不能多，不當與也。何者？以腹中𤍠尚少，不能消之，便更與人作病也。至七八日，大渇欲飮水者，猶當依證與之，與之常令不足，勿極意也。言能飮一斗，與五升。若飲而腹滿，小便不利，若喘若噦，不可與之，忽然大汗出，是爲自愈也。",
                    "zhushu": "𤍠在上焦，則爲消渴。言𤍠消津液，而上焦乾燥，則生渇也。大𤍠則能消水，𤍠少不能消之，若強飮則停飲，變爲諸病。至七八日，陽勝氣温，向解之時多，尚生大渴，亦須少少與之，以潤胃氣，不可極意飲也。若飮而腹滿，小便不利，若喘若噦者，爲水飮内停而不散，不可更與之。忽然陽氣通，水氣散，先發於外，作大汗而解。"
                },
                {
                    "paragraph": "凡得病反能飲水，此爲欲愈之病。其不曉病者，但聞病飮水自愈。小渇者，乃強與飮之，因成其禍，不可復數。",
                    "zhushu": "小渴者，爲腹中𤍠少，若強與水，水飲不消，復爲諸飲病也。"
                },
                {
                    "paragraph": "凡得病，厥脉動數，服湯藥更遲，脉浮大减小，初躁後静，此皆愈證也。",
                    "zhushu": "動數之脉，邪在陽也，湯入而變遲者，陽邪愈也。浮大之脉，邪在表也，而復减小者，表邪散也。病初躁亂者，邪所煩也。湯入而安靜者，藥勝病也。是皆爲愈證。"
                },
                {
                    "paragraph": "凡治温病，可刺五十九穴。",
                    "zhushu": "五十九穴者，以㵼諸經之温𤍠。鍼經曰：“𤍠病取之諸陽五十九穴，刺以㵼其𤍠而岀其汗，實其隂而𥙷其不足。”所謂五十九刺，兩手内外側各三，凡十二痏；五指間各一，凡八痏。足亦如是。頭入髪際一寸旁三分各三，凡六痏；更入髪三寸邉五，凡十痏；耳前後口下各一，項中一穴，凡六痏；巔上一，顖㑹一，髪際一，廉泉一，風池二，天柱二。又内經曰：“𤍠俞五十九，頭上五行，行五者，以㵼諸陽之𤍠逆也。大杼、膺俞、缺盆、背俞，此八者，以㵼胷中之𤍠也。氣衝、三里、巨虚、上下廉，此八者，以㵼胃中之𤍠也。雲門、䯞骨、委中、髓空，此八者，以㵼四支之𤍠也。五藏俞旁五，此十者，以㵼五藏之𤍠也。凡此五十九穴者，皆𤍠之左右也。"
                },
                {
                    "paragraph": "又身之穴，三百六十有五，其三十九穴，灸之有害，七十九穴，刺之爲災，并中髓也。",
                    "zhushu": "穴有三百六十五，以應一𡻕。其灸刺之禁，皆肉薄骨解之處，血脉虚少之分，鍼灸井中髓也。"
                },
                {
                    "paragraph": "凡脉四損，三日死，平人四息，病人脉一至，名曰：“四損”。脉五損，一日死，平人五息，病人脉一至，名曰“五損”。脉六損，一時死，平人六息，病人脉一至，名曰“六損”。",
                    "zhushu": "四藏氣絶者，脉四損；五藏氣絶者，脉五損；五藏六府俱絶者，脉六損。"
                },
                {
                    "paragraph": "脉盛身寒，得之傷寒；脉虚身𤍠，得之傷暑。",
                    "zhushu": "内經曰：“脉者，血之府也。脉實血實，脉虚血虚。”寒則傷血，邪併於血，則血盛而氣虚，故傷寒者，脉盛而身寒。𤍠則傷氣，邪併於氣，則氣盛而血虚，故傷暑者，脉虚而身𤍠。"
                },
                {
                    "paragraph": "脉隂陽俱盛，大汗岀不解者死。",
                    "zhushu": "脉隂陽俱盛，當汗岀而解，若汗岀不解，則邪氣内勝，正氣外脫，故死。内經曰：“汗出而脉尚躁盛者死。”千金曰：“𤍠病已得汗，脉尚躁盛，此陽脉之極也，死。”"
                },
                {
                    "paragraph": "脉隂陽俱虚，𤍠不止者死。",
                    "zhushu": "脉隂陽俱虚者，真氣弱也；𤍠不止者，邪氣勝也。内經曰：“病温虚甚者死。”"
                },
                {
                    "paragraph": "脉至乍踈乍數者死。",
                    "zhushu": "爲天真滎衞之氣斷絶也。"
                },
                {
                    "paragraph": "脉至如轉索者，其日死。",
                    "zhushu": "爲緊急而不軟，是中無胃氣，故不岀其日而死。"
                },
                {
                    "paragraph": "讝言妄語，身㣲𤍠，脉浮大，手足温者生；逆冷，脉沉細者，不過一日，死矣。",
                    "zhushu": "讝言妄語，陽病也。身㣲𤍠，脉浮大，手足温，爲脉病相應。若身逆冷，脉沉細，爲陽病見隂脉，脉病不相應，故不過一日而死。難經曰：“脉不應病，病不應脉，是爲死病。”"
                },
                {
                    "paragraph": "此以前是傷寒𤍠病證𠉀也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "辨痓濕暍脉證第四",
            "paragraphs": [
                {
                    "paragraph": "辨痓濕暍脉證第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "傷寒所致太陽痓、濕、暍三種，宜應别論，以爲與傷寒相似，故此見之。",
                    "zhushu": "痓當作“痙”，傳冩之誤也。痓者，惡也，非強也。内經曰：“肺移𤍠於腎，傳於柔痓。”柔爲筋柔而無力，痙謂骨痙而不隨。痙者，強也。千金以強直爲痓。經曰：“頸項強急，口噤背反張者，痓。”即是觀之，“痓”爲“痙”字明矣。"
                },
                {
                    "paragraph": "太陽病，發𤍠無汗，反惡寒者，名曰：“剛痓”。",
                    "zhushu": "千金曰：“太陽中風，重感寒濕，則變痓。”太陽病，發𤍠，無汗，爲表實，則不當惡寒，今反惡寒者，則太陽中風，重感於寒，爲痓病也。以表實感寒，故名剛痓。"
                },
                {
                    "paragraph": "太陽病，發𤍠，汗出，不惡寒者，名曰：“柔痓”。",
                    "zhushu": "太陽病，發𤍠，汗岀爲表虚，則當惡寒，其不惡寒者，爲陽明病。今發𤍠，汗出，而不惡寒者，非陽明證，則是太陽中風，重感於濕，爲柔痓也。表虚感濕，故曰：“柔痓”。"
                },
                {
                    "paragraph": "太陽病，發𤍠，脉沉而細者，名曰：“痓”。",
                    "zhushu": "太陽主表，太陽病，發𤍠爲表病，脉當浮大，今脉反沉細，旣不愈，則太陽中風，重感於濕而爲痓也。金匱要畧曰：“太陽病，其證備，身體強，几几然，脉反沉遲，此爲痓。括蔞桂枝湯主之。”"
                },
                {
                    "paragraph": "太陽病，發汗太多，因致痓。",
                    "zhushu": "太陽病，發汗太多，則亡陽。内經曰：“陽氣者，精則養神，柔則養筋。”陽㣲不能養筋，則筋脉緊急而成痓也。"
                },
                {
                    "paragraph": "病身𤍠足寒，頸項強急，惡寒，時頭𤍠，靣赤，目脉赤，獨頭靣揺，卒口噤，背反張者，痓病也。",
                    "zhushu": "太陽中風，爲純中風也；太陽傷寒，爲純傷寒也，皆不作痓。惟是太陽中風，重感寒濕，乃變爲痓也。身𤍠足寒者，寒濕傷下也；時頭𤍠，靣赤，目脉赤，風傷於上也。頭摇者，風主動也；獨頭揺者，頭爲諸陽之㑹，風傷陽也。若純傷風者，身亦爲之動摇，手足爲之搐搦，此皆内挾寒濕，故頭摇也。口噤者，寒主急也。卒口噤者，不常噤也，有時而緩，若風寒相搏，則口噤而不時開，此皆加之風濕，故卒口噤也。足太陽之脉，起於目内眥，上額交巔上，其支别者，從巔入絡腦，還岀别下項，循肩膞内，夾脊，抵腰中，下貫臀，以下至足。風寒客於經中，則筋脉拘急，故頸項強急，而背反張也。"
                },
                {
                    "paragraph": "太陽病，關節疼痛而煩，脉沉而細者，此名濕痺之𠉀。其人小便不利，大便反快，但當利其小便。",
                    "zhushu": "金匱要畧曰：“霧傷皮腠，濕流關節，疼痛而煩者，濕氣内流也。”濕同水也，脉沉而細者，水性趣下也。痺，痛也，因其關節煩疼，而名曰濕痺，非脚氣之痺也。内經曰：“濕勝則濡泄，小便不利，大便反快者，濕氣内勝也。但當利其小便，以宜泄腹中濕氣。”古云：“治濕之病，不利小便，非其治也。”"
                },
                {
                    "paragraph": "濕家之爲病，一身盡疼，發𤍠，身色如似熏黃。",
                    "zhushu": "身黃如橘子色者，陽明瘀𤍠也。此身色如似熏黃，即非陽明瘀𤍠。身黃發𤍠者，梔子蘗皮湯主之，爲表裏有𤍠，則身不疼痛。此一身盡疼，非傷寒客𤍠也。知濕邪在經，而使之脾惡濕，濕傷則脾病而色見，是以身發黃者，爲其黃如煙熏，非正黃色也。"
                },
                {
                    "paragraph": "濕家，其人但頭汗岀，背強，欲得被覆向火。若下之早，則噦，𦙄滿，小便不利，舌上如胎者，以丹田有𤍠，𦙄中有寒，渴欲得水而不能飲，則口燥煩也。",
                    "zhushu": "濕家，有風濕，有寒濕，此寒濕相搏者也。濕勝則多汗，傷寒則無汗，寒濕相搏，雖有汗而不能周身，故但頭汗出也。背，陽也；腹，隂也。太陽之脉，夾脊抵腰，太陽客寒濕，表氣不利而背強也。裏有邪者，外不惡寒，表有邪者，則惡寒。欲得被覆向火者，寒濕在表而惡寒也。若下之早，則傷動胃氣，損其津液，故致噦而𦙄滿，小便不利。下後裏虚，上焦陽氣因虚而䧟於下焦，爲丹田有𤍠。表中寒乘而入於𦙄中，爲𦙄上有寒，使舌上生白胎滑也。藏燥則欲飲水，以𦙄上客寒濕，故不能飲，而但口燥煩也。"
                },
                {
                    "paragraph": "濕家下之，額上汗岀，㣲喘，小便利者死。若下利不止者，亦死。",
                    "zhushu": "濕家發汗則愈。金匱要畧曰：“濕家身煩疼，可與麻黃加术四兩，發其汗爲冝。若妄下則大逆，額上汗岀而㣲喘者，乃陽氣上逆也。小便自利，或下利者，隂氣下流也。隂陽相離，故云死矣。内經曰：“隂陽離缺，精氣乃絶。”"
                },
                {
                    "paragraph": "問曰：“風濕相搏，一身盡疼痛，法當汗出而解，值天隂雨不止。醫云：‘此可發汗。’汗之病不愈者，何也？”荅曰：“發其汗，汗大岀者，但風氣去，濕氣在，是故不愈也。若治風濕者，發其汗，但㣲㣲似欲汗出者，風濕俱去也。”",
                    "zhushu": "值天隂雨不止，明其濕勝也。内經曰：“陽受風氣，隂受濕氣。”又曰：“傷於風者，上先受之；傷於濕者，下先受之。”風濕相搏，則風在外而濕在内。汗大岀者，其氣暴，暴則外邪岀，而裏邪不能岀，故風去而濕在。汗㣲㣲而岀者，其氣緩，緩則内外之邪皆岀，故風濕俱去也。"
                },
                {
                    "paragraph": "濕家病，身上疼痛，發𤍠，靣黃而喘，頭痛鼻塞而煩，其脉大，自能飯食，腹中和無病。病在頭中寒濕，故鼻塞，内藥鼻中則愈。",
                    "zhushu": "病有淺深，證有中外，此則濕氣淺者也。何以言之？濕家不云關節煩疼，而云身上疼痛，是濕氣不流關節，而外客肌表也。不云發𤍠身似熏黃，復云發𤍠靣黃而喘，是濕不干於脾，而薄於上焦也。隂受濕氣，則濕邪爲深，今頭痛鼻塞而煩，是濕客於陽，而不客於隂也。濕家之脉當沉細，爲濕氣内流，脉大者陽也，則濕不内流，而外在表也。又以自能飲食，𦙄腹别無滿痞，爲腹中和無病。知其濕氣㣲淺，内藥鼻中，以宣泄頭中寒濕。"
                },
                {
                    "paragraph": "病者一身盡疼，發𤍠，日晡所劇者，此名：“風濕”。此病傷於汗岀當風，或乆傷取冷所致也。",
                    "zhushu": "一身盡疼者，濕也；發𤍠日晡所劇者，風也。若汗岀當風而得之者，則先客濕而後感風。若乆傷取冷得之者，則先傷風而後中濕，可與麻黃杏仁薏苡仁𠂀草湯。見金匱要畧中。"
                },
                {
                    "paragraph": "太陽中𤍠者，暍是也。其人汗岀惡寒，身𤍠而渴也。",
                    "zhushu": "汗岀惡寒，身𤍠而不渴者，中風也。汗岀惡寒，身𤍠而渴者，中暍也，白虎加人參湯主之。見金匱要畧中方。"
                },
                {
                    "paragraph": "太陽中暍者，身𤍠疼重，而脉㣲弱，此亦夏月傷冷水，水行皮中所致也。",
                    "zhushu": "經曰：“脉虚身𤍠，得之傷暑。”身𤍠脉㣲弱者，暍也。身體疼重者，水也。夏時暑𤍠，以水灌洗而得之，一物𤓰蔕散主之。見金匱要畧中方。"
                },
                {
                    "paragraph": "太陽中暍者，發𤍠惡寒，身重而疼痛，其脉弦、細、芤、遲，小便已，灑灑然毛聳，手足逆冷，小有勞，身即𤍠，口開，前板齒燥。若發汗，則惡寒甚，加温針則發𤍠甚，數下之則淋甚。",
                    "zhushu": "病有在表，有在裏者，有表裏俱病者，此則表裏俱病者也。發𤍠惡寒，身重疼痛者，表中暍也。脉弦細、芤、遲者，中暑脉虚也。小便已，灑灑然毛聳，手足逆冷者，太陽經氣不足也。小有勞，身即𤍠者，謂勞，動其陽，而暍即發也。口開，前板齒燥者，重有𤍠也。内經曰：“因於暑，汗煩則喘喝。口開，謂喘喝也。以喘喝不止，故前板齒乾燥。若發汗以去表邪，則外虚陽氣，故惡寒甚。若以温針𦔳陽，則火𤍠内攻，故發𤍠甚。若下之以除裏𤍠，則内虚而膀胱燥，故淋甚。"
                }
            ]
        },
        {
            "name": "辨太陽病脉證并治法上第五",
            "paragraphs": [
                {
                    "paragraph": "辨太陽病脉證并治法上第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "太陽之爲病，脉浮，頭項強痛而惡寒。",
                    "zhushu": "經曰：“尺寸俱浮者，太陽受病。太陽受病，太陽主表，爲諸陽主氣。脉浮，頭項強痛而惡寒者，太陽表病也。”"
                },
                {
                    "paragraph": "太陽病，發𤍠，汗岀，惡風，脉緩者，名爲中風。",
                    "zhushu": "風，陽也；寒，隂也。風則傷衞。發𤍠，汗岀，惡風者，衞中風，滎病，發𤍠，無汗，不惡風而惡寒；衞病，則發𤍠，汗岀，不惡寒而惡風。以衞爲陽，衞外者也，病則不能衞固其外，而皮腠踈，故汗岀而惡風也。傷寒脉緊，傷風脉緩者，寒性勁急，而風性解緩故也。"
                },
                {
                    "paragraph": "太陽病，或已發𤍠，或未發𤍠，必惡寒，體痛嘔逆，脉隂陽俱緊者，名曰：“傷寒”。",
                    "zhushu": "經曰：“凡傷於寒則爲病。𤍠爲寒氣，客於經中，陽經怫結而成𤍠也。中風即發𤍠者，風爲陽也。”及傷寒云：“或已發𤍠，或未發𤍠，以寒爲隂邪，不能即𤍠，欝而方變𤍠也。風則傷衞，寒則傷榮，衞虚者惡風，榮虚者惡寒，榮傷寒者，必惡寒也。氣病者則麻，血病者則痛。風令氣緩，寒令氣逆，體痛嘔逆者，榮中寒也。”經曰：“脉盛身寒，得之傷寒。”脉隂陽俱緊者，知其傷寒也。"
                },
                {
                    "paragraph": "傷寒一日，太陽受之，脉若靜者，爲不傳。頗欲吐，若燥煩，脉數急者，爲傳也。",
                    "zhushu": "太陽主表，一日則太陽受邪，至二日當傳陽明。若脉氣㣲而不傳，陽明，胃經受邪，則喜吐。寒邪傳裏者，則變𤍠，如頗欲吐，若煩燥脉急數者，爲太陽寒邪變𤍠，傳於陽明也。"
                },
                {
                    "paragraph": "傷寒二三日，陽明少陽證不見者，爲不傳也。",
                    "zhushu": "傷寒二三日，無陽明少陽證，知邪不傳，止在太陽經中也。"
                },
                {
                    "paragraph": "太陽病，發𤍠而渴，不惡寒者，爲温病。",
                    "zhushu": "發𤍠而渴，不惡寒者，陽明也。此太陽受邪，知爲温病，非傷寒也。積温成𤍠，所以發𤍠而渴，不惡寒也。"
                },
                {
                    "paragraph": "若發汗已，身灼𤍠者，名曰風温。風温爲病，脉隂陽俱浮，自汗岀，身重，多眠睡，息必鼾，語言難岀。若被下者，小便不利，直視失溲。若被火者，㣲發黃色，劇則如驚癎，時瘈瘲，若火熏之，一逆尚引日，再逆促命期。",
                    "zhushu": "傷寒發汗已，則身凉。若發汗已，身灼𤍠者，非傷寒，爲風温也。風傷於上，而陽受風氣，風與温相合，則傷衞。脉隂陽俱浮，自汗岀者，衞受邪也。衞者氣也，風則傷衞，温則傷氣。身重多眠睡者，衞受風温而氣昏也。鼻息必鼾，語言難岀者，風温外甚，而氣擁不利也。若被下者，則傷藏氣，太陽膀胱經也。内經曰：“膀胱不利爲癃，不約爲遺溺。”癃者，小便不利也。太陽之脉，起目内眥。内經曰：“瞳子高者，太陽不足，戴眼者，太陽已絶。”小便不利，直視失溲，爲下後竭津液，損藏氣，風温外勝。經曰：“欲絶也，爲難治。”若被火者，則火𦔳風温成𤍠，㣲者𤍠瘀而發黃，劇者𤍠甚生風，如驚癎而時瘈瘲也。先曽被火爲一逆，若更以火熏之，是再逆也。一逆尚猶延引時日而不愈，其再逆者，必致危殆，故云：“促命期”。"
                },
                {
                    "paragraph": "病有發𤍠惡寒者，發於陽也；無𤍠惡寒者，發於隂也。發於陽者七日愈，發於隂者六日愈，以陽數七，隂數六故也。",
                    "zhushu": "陽爲𤍠也，隂爲寒也。發𤍠而惡寒，寒傷陽也；無𤍠而惡寒，寒傷隂也。陽法火，隂法水，火成數七，水成數六。陽病七日愈者，火數足也。隂病六日愈者，水數足也。"
                },
                {
                    "paragraph": "太陽病，頭痛，至七日已上自愈者，以行其經盡故也。若欲作再經者，鍼足陽明，使經不傳則愈。",
                    "zhushu": "傷寒自一日至六日，傳三陽三隂，經盡，至七日當愈。經曰：“七日太陽病衰，頭痛少愈。”若七日不愈，則太陽之邪再傳陽明，鍼足陽明，爲迎而奪之，使經不傳則愈。"
                },
                {
                    "paragraph": "太陽病，欲解時，從巳至未上。",
                    "zhushu": "巳爲正陽，則陽氣得以復也。始於太陽，終於厥隂，六經各以三時爲解，而太陽從巳至未，陽明從申至戌，少陽從寅至辰，至於太隂，從亥至丑，少隂從子至寅，厥隂從丑至卯者，以陽行也速，隂行也緩。陽主於晝，隂主於夜。陽三經解時，從寅至戌，以陽道常饒也；隂三經解時，從亥至卯，以隂道常乏也。内經曰：“陽中之太陽，通於夏氣，則巳。午未太陽乘王也。”"
                },
                {
                    "paragraph": "風家，表解而不了了者，十二日愈。",
                    "zhushu": "中風家，發汗解後，未全快暢者，十二日大邪皆去，六經悉和則愈。"
                },
                {
                    "paragraph": "病人身大𤍠，反欲得近衣者，𤍠在皮膚，寒在骨髓也。身大寒，反不欲近衣者，寒在皮膚，𤍠在骨髓也。",
                    "zhushu": "皮膚言淺，骨髓言深；皮膚言外，骨髓言内。身𤍠欲得衣者，表𤍠裏寒也。身寒不欲衣者，表寒裏𤍠也。"
                },
                {
                    "paragraph": "太陽中風，陽浮而隂弱，陽浮者，𤍠自發，隂弱者，汗自出。嗇嗇惡寒，淅淅惡風，翕翕發𤍠，鼻鳴乾嘔者，桂枝湯主之。",
                    "zhushu": "陽以𠉀衞，隂以候榮。陽脉浮者，衞中風也。隂脉弱者，榮氣弱也。風并於衞，則衞實而榮虚，故發𤍠汗自出也。經曰：“太陽病，發𤍠汗岀者，此爲榮弱衞強者是也。”嗇嗇者，不足也，惡寒之貌也。淅淅者，灑淅也，惡風之貌也。衞虚則惡風，榮虚則惡寒。榮弱衞強，惡寒復惡風者，以自汗岀，則皮膚緩，腠理踈，是亦惡風也。翕翕者，熇熇然而𤍠也。若合羽所覆，言𤍠在表也。鼻鳴乾嘔者，風擁而氣逆也。與桂枝湯，和榮衞而散風邪也。"
                },
                {
                    "paragraph": "桂枝湯方：桂枝、三兩，去皮，味辛，𤍠。芍藥、三兩，味苦酸，㣲寒。𠂀草、二兩，炙，味𠂀平。生薑、三兩，切，味辛，温。大棗、十二枚，擘，味𠂀，温。",
                    "zhushu": "内經曰：“辛𠂀發散爲陽。”桂枝湯，辛𠂀之劑也，所以發散風邪。内經曰：“風滛所勝，平以辛，佐以苦𠂀，以𠂀緩之，以酸収之。”是以桂枝爲主，芍藥、𠂀草爲佐也。内經曰：“風滛於内，以𠂀緩之，以辛散之。”是以生薑、大棗爲使也。"
                },
                {
                    "paragraph": "右伍味，㕮咀，以水㭍升，㣲火煑取三升，去滓，適寒温，服壹升。服已湏臾，歠𤍠稀粥壹升餘，以𦔳藥力，温覆令壹時許，遍身漐漐㣲似有汗者益佳，不可令如水流漓，病必不除。若壹服汗岀，病差，停後服，不必盡劑。若不汗，更服，依前法。又不汗，後服，小促伇，其間，半日許，令叄服盡。若病重者，壹日壹夜服，周時觀之。服壹劑盡，病證猶在者，更作服。若汗不岀者，乃服至貳叄劑。禁生冷、粘滑、肉麵、五辛、酒酪、臭惡等物。太陽病，頭痛、發𤍠，汗岀惡風者，桂枝湯主之。",
                    "zhushu": "頭痛者，太陽也。發𤍠汗岀惡風者，中風也。與桂枝湯，解散風邪。"
                },
                {
                    "paragraph": "太陽病，項背強，几几反汗岀惡風者，桂枝加葛根湯主之。",
                    "zhushu": "几几者，伸頸之貌也，動則伸頸摇身而行。項背強者，動則如之。項背几几者，當無汗。反汗岀惡風者，中風表虚也。與桂枝湯以和表，加麻黃、葛根以祛風。且麻黃主表實，後葛根湯證云：“太陽病，項背強几几，無汗惡風，葛根湯主之。”藥味正與此方同。其無汗者，當用麻黃。今自汗岀，恐不加麻黃，但加葛根也。"
                },
                {
                    "paragraph": "太陽病，下之後，其氣上衝者，可與桂枝湯。方用前法。若不上衝者，不可與之。",
                    "zhushu": "太陽病属表，而反下之，則虚其裏，邪欲乘虚傳裏。若氣上衝者，裏不受邪，而氣逆上，與邪爭也，則邪仍在表，故當復與桂枝湯解外。其氣不上衝者，裏虚不能與邪爭，邪氣已傳裏也，故不可更與桂枝湯攻表。"
                },
                {
                    "paragraph": "太陽病三日，已發汗、若吐、若下、若温鍼，仍不解者，此爲壞病，桂枝不中與也。觀其脉證，知犯何逆，隨證治之。",
                    "zhushu": "太陽病，三日中，曽經𤼵汗、吐下、温鍼，虚其正氣，病仍不解者，謂之壞病，言爲醫所壞病也，不可復與桂枝湯。審觀脉證，知犯何逆而治之。逆者，隨所逆而救之。"
                },
                {
                    "paragraph": "桂枝本爲解肌，若其人脉浮𦂳，發𤍠汗不岀者，不可與也。常須識此，勿令誤也。",
                    "zhushu": "脉浮，發𤍠，汗岀，惡風者，中風也，可與桂枝湯解肌。脉浮𦂳，發𤍠，不汗出者，傷寒也，可與麻黃湯。常須識此，勿妄治也。"
                },
                {
                    "paragraph": "若酒客病，不可與桂枝湯，得湯則嘔，以酒客不喜𠂀故也。",
                    "zhushu": "酒客内𤍠，喜辛而惡𠂀，桂枝湯𠂀，酒客得之，則中滿而嘔，"
                },
                {
                    "paragraph": "喘家作桂枝湯，加厚朴、杏子佳。",
                    "zhushu": "太陽病爲諸陽主氣，風甚氣擁，則生喘也。與桂枝湯以散風，加厚朴、杏仁以降氣。"
                },
                {
                    "paragraph": "凡服桂枝湯吐者，其後必吐膿血也。",
                    "zhushu": "内𤍠者，服桂枝湯則吐，如酒客之𩔗也。旣亡津液，又爲𤍠所搏，其後必吐膿血。吐膿血，謂之肺痿。金匱要畧曰：“𤍠在上焦爲肺痿。”謂或從汗，或從嘔吐，重亡津液，故得之。"
                },
                {
                    "paragraph": "太陽病，發汗，遂漏不止，其人惡風，小便難，四支㣲急，難以屈伸者，桂枝加附子湯主之。",
                    "zhushu": "太陽病，因發汗，遂汗漏不止，而惡風者，爲陽氣不足，因發汗，陽氣益虚，而皮腠不固也。内經曰：“膀胱者，州都之官，津液藏焉，氣化則岀。小便難者，汗岀亡津液，陽氣虚弱，不能施化。四肢者，諸陽之本也，四肢㣲急，難以屈伸者，亡陽而脫液也。”鍼經曰：“液脫者，骨屬屈伸不利，與桂枝加附子湯，以温經復陽。”"
                },
                {
                    "paragraph": "太陽病，下之後，脉促胷滿者，桂枝去芍藥湯主之。若㣲惡寒者，去芍藥方中，加附子湯主之。",
                    "zhushu": "脉來數時，一止復來者，名曰“促”。促爲陽盛，則不因下後而脉促者也。此下後脉促，不得爲陽盛也。太陽病，下之，其脉促，不結胷者，此爲欲解。此下後脉促而復胷滿，則不得爲欲解，由下後陽虚，表邪漸入，而客於胷中也。與桂枝湯以散客邪，通行陽氣，芍藥益隂。陽虚者非所冝，故去之。陽氣已虚，若更加之㣲惡寒，則必當温劑以散之，故加附子。"
                },
                {
                    "paragraph": "太陽病，得之八九日，如𭼠狀，發𤍠惡寒，𤍠多寒少，其人不嘔，清便欲自可，一日二三度發，脉㣲緩者，爲欲愈也。脉㣲而惡寒者，此隂陽俱虚，不可更發汗、更下、更吐也。靣色反有𤍠色者，未欲解也。以其不能得小汗岀，身必痒，宜桂枝麻黄各半湯。",
                    "zhushu": "傷寒八九日，則邪傳再經，又遍三陽，欲傳三隂之時也。傳經次第，則三日傳遍三陽，至四日陽去入隂，不入隂者，爲欲解。其傳隂經，第六日傳遍三隂，爲傳經盡而當解。其不解傳爲再經者，至九日又遍三陽，陽不傳隂則解，如𭼠發作有時也。寒多者爲病進，𤍠多者爲病退。經曰：“厥少𤍠多，其病爲愈。”寒多𤍠少，陽氣退，故爲進也。今雖發𤍠惡寒，而𤍠多寒少，爲陽氣進而邪氣少也。裏不和者，嘔而利，今不嘔，清便自調者，裏和也。寒𤍠間日發者，邪氣深也。日一發者，邪氣復常也。日再發者，邪氣淺也；日二三發者，邪氣㣲也。内經曰：“大則邪至，小則平。”言邪甚則脉大，邪少則脉㣲。今日數多而脉㣲緩者，是邪氣㣲緩也，故云欲愈。脉㣲而惡寒者，表裏俱虚也。陽，表也；隂，裏也。脉㣲爲裏虚，惡寒爲表虚。以表裏俱虚，故不可更發汗，更下、更吐也。隂陽俱虚，則靣色青白，反有𤍠色者，表未解也。𤍠色爲赤色也，得小汗則和，不得汗，則得邪氣外散皮膚而爲痒也。與桂枝麻黃各半湯，小發其汗，以除表邪。"
                },
                {
                    "paragraph": "太陽病，初服桂枝湯，反煩不解者，先刺風池、風府，却與桂枝湯則愈。",
                    "zhushu": "煩者，𤍠也。服桂枝湯後，當汗岀而身凉和，若反煩不解者，風甚而未能散也。先刺風池、風府，以通太陽之經，而泄風氣，却與桂枝湯解散則愈。"
                },
                {
                    "paragraph": "服桂枝湯，大汗岀，脉洪大者，與桂枝湯如前法。若形如𭼠　日再發者，汗岀必解，宜桂枝二麻黃一湯。",
                    "zhushu": "經曰：“如服一劑，病證猶在者，故當復作本湯服之。”服桂枝湯汗岀後，脉洪大者，病猶在也。若形如𭼠　日再發者，邪氣客於榮衞之間也，與桂枝二麻黃一湯，解散榮衞之邪。"
                },
                {
                    "paragraph": "服桂枝湯，大汗岀後，大煩渴不解，脉洪大者，白虎加人參湯主之。",
                    "zhushu": "大汗岀，脉洪大而不渴，邪氣猶在表也，可更與桂枝湯。若大汗岀，脉洪大，而煩渴不解者，表裏有𤍠，不可更與桂枝湯，可與白虎加人參湯，生津止渴，和表散𤍠。"
                },
                {
                    "paragraph": "太陽病，發𤍠惡寒，𤍠多寒少，脉㣲弱者，此無陽也，不可更汗，宜桂枝二越婢一湯方。桂枝二越婢一湯方：桂枝、去皮。芍藥、𠂀草、各十八銖。生薑、一兩三錢，切。大棗、四枚，擘。麻黄、十八銖，去節。石膏。二十四銖，碎，綿褁。",
                    "zhushu": "胃爲十二經之主，脾治水榖，爲卑藏若婢。内經曰：“脾主爲胃，行其津液。”是湯所以謂之越脾者，以發越脾氣，通行津液。外臺方一名越脾湯，即此義也。"
                },
                {
                    "paragraph": "右㭍味，㕮咀，以五升水煑麻黄一二沸，去上沫，内諸藥，煑取二升，去滓，温服一升。本方當裁爲越婢湯、桂枝湯，合飲一升，今合爲一方。桂枝二，越婢一。服桂枝湯，或下之，仍頭項強痛，翕翕發𤍠，無汗，心下滿㣲痛，小便不利者，桂枝湯去桂，加茯苓白术湯主之。",
                    "zhushu": "頭項強痛，翕翕發𤍠，雖經汗下，爲邪氣仍在表也。心下滿㣲痛，小便利者，則欲成結胷。今外證未罷，無汗，小便不利，則心下滿㣲痛，爲停飮也，與桂枝湯以解，外，加茯苓、白术，利小便，行留飲。"
                },
                {
                    "paragraph": "傷寒脉浮，自汗岀，小便數，心煩，㣲惡寒，脚攣急，反與桂枝湯，欲攻其表，此誤也。得之便厥，咽中乾，煩燥吐逆者，作𠂀草乾薑湯與之，以復其陽。若厥愈足温者，更作芍藥𠂀草湯與之，其脚即伸。若胃氣不和，讝語者，少與調胃承氣湯。若重發汗，復加燒鍼者，四逆湯主之。",
                    "zhushu": "脉浮，自汗岀，小便數而惡寒者，陽氣不足也；心煩，脚攣急者，隂氣不足也。隂陽血氣俱虚，則不可發汗。若與桂枝湯攻表，則又損陽氣，故爲誤也。得之便厥，咽中乾，煩燥吐逆者，先作𠂀草乾姜湯，復其陽氣，得厥愈足温，乃與芍藥𠂀草湯，益其隂血，則脚踁得伸。隂陽雖復，其有胃燥讝語，少與調胃承氣湯，㣲溏以和其胃。重發汗爲亡陽，加燒針則損隂。内經曰：“榮氣㣲者，加燒針則血不流行。重發汗，復燒針，是隂陽之氣大虚，四逆湯以復隂陽之氣。”"
                },
                {
                    "paragraph": "𠂀草乾薑湯方：𠂀草、四兩，炙，味𠂀平。乾薑、二兩，炮，味辛𤍠。",
                    "zhushu": "内經曰：“辛𠂀發散爲陽，𠂀草、乾薑相合，以復陽氣。”"
                },
                {
                    "paragraph": "右㕮咀，以水叄升，煑取一升五合，去滓，分温再服。芍藥𠂀草湯方：白芍藥、四兩，味酸，㣲寒。𠂀草、四兩，炙，𠂀平。",
                    "zhushu": "芍藥白𥙷而赤㵼，白収而赤散也。酸以收之，𠂀以緩之，酸𠂀相合，用𥙷隂血。"
                },
                {
                    "paragraph": "右二味，㕮咀，以水叄升，煑取一升半，去滓，分温再服之。調胃承氣湯方：大黄、四兩，去皮，清酒浸。𠂀草、二兩，炙，味𠂀平。芒硝、半斤，味醎苦，大寒。",
                    "zhushu": "内經曰：“𤍠滛於内，治以醎寒，佐以苦𠂀。”芒硝醎寒以除𤍠，大黄苦寒以蕩實，𠂀草𠂀平，𦔳二物推陳而緩中。"
                },
                {
                    "paragraph": "右三味，㕮咀，以水叄升，煑取一升，去滓，内芒硝，更上火㣲煑，令沸，少少温服。四逆湯方：𠂀草、二兩，炙，味𠂀平。乾薑、一兩，半，味辛𤍠。附子、一枚，生用，去皮，破八片，辛，大𤍠。",
                    "zhushu": "内經曰：“寒滛於内，治以𠂀𤍠。”又曰：“寒滛所勝，平以辛𤍠。”𠂀草、薑附相合，爲𠂀，辛大𤍠之劑，乃可發散隂陽之氣。"
                },
                {
                    "paragraph": "右三味，㕮咀，以水三升，煑取一升二合，去滓，分温再服。強人可大附子一枚，乾薑三兩。問曰：“證𧰼陽旦，按法治之而増劇，厥逆，咽中乾，兩脛拘急而讝語。師曰：“言夜半手足當温，兩脚當伸。”後如師言，何以知此？”荅曰：“寸口脉浮而大，浮則為風，大則爲虚。風則生㣲𤍠，虚則兩脛攣。病證𧰼桂枝，因加附子、參其間，増桂令汗出，附子温經，亡陽故也。厥逆，咽中乾，煩燥，陽明内結，讝語煩亂，更飲𠂀草乾薑湯。夜半陽氣還，兩足當𤍠，脛尚㣲拘急，重與芍藥𠂀草湯，爾乃脛伸，以承氣湯㣲溏，則止其讝語，故知病可愈。”",
                    "zhushu": "陽旦，桂枝湯别名也。前證脉浮，自汗岀，小便數，心煩，㣲惡寒，脚攣急，與桂枝湯證相似，是證𧰼陽旦也。與桂枝湯而増劇，得寸口脉浮大，浮爲風邪，大爲血虚，即於桂枝湯加附子，温經以𥙷虚，増桂令汗出以祛風。其有治之之逆而増厥者，與𠂀草乾薑湯。陽復而足温，更與芍藥𠂀草湯。隂和而脛伸，表邪已解，隂陽已復，而有陽明内結，讝語煩亂，少與調胃承氣湯，㣲溏泄以和其胃，則隂陽之氣皆和，内外之邪悉去，故知病可愈。"
                }
            ]
        },
        {
            "name": "辨太陽病脉證并治第六",
            "paragraphs": [
                {
                    "paragraph": "辨太陽病脉證并治第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "太陽病，項背強几几，無汗惡風，葛根湯主之。",
                    "zhushu": "太陽病，項背強几几，汗出惡風者，中風表虚也。項背強几几，無汗惡風者，中風表實也。表虚宜解肌，表實宜發汗，是以葛根湯發之也。"
                },
                {
                    "paragraph": "葛根湯方。葛根、四兩。麻黄、三兩，去節。桂、二兩，去皮。芍藥、二兩㓛。𠂀草、二兩，炙。生薑、三兩，切。大棗。十二枚，擘。",
                    "zhushu": "本草云：“輕可去實，麻黄、葛根之属是也。”此以中風表實，故加二物於桂枝湯中也。"
                },
                {
                    "paragraph": "右㭍味，㕮咀，以水一斗，先煑麻黄、葛根，减二升，去沫，内諸藥，煑取三升，去滓，温服一升，覆取㣲似汗，不須啜粥。餘如桂枝法將息及禁忌。太陽與陽明合病者，必自下利，葛根湯主之。",
                    "zhushu": "傷寒有合病，有併病。本太陽病不解，併於陽明者，謂之併病，三經俱受邪，相合病者，謂之合病。合病者，邪氣甚也。太陽、陽明合病者，與太陽、少陽合病，陽明、少陽合病，皆言必自下利者，以邪氣併於隂，則隂實而陽虚，邪氣併於陽，則陽實而隂虚。寒邪氣甚，客於二陽，二陽方外實而不主裏，則裏氣虚，故必下利，與葛根湯以散經中甚邪。"
                },
                {
                    "paragraph": "太陽與陽明合病，不下利，但嘔者，葛根加半夏湯主之。",
                    "zhushu": "邪氣外甚，陽不王裏，裏氣不和，氣下而不上者，但下利而不嘔，裏氣上逆而不下者，但嘔而不下利，與葛根湯以散其邪，加半夏以下逆氣。"
                },
                {
                    "paragraph": "葛根加半夏湯方葛根、四两。麻黄、三两，去節，湯泡去黄汁，焙乾称。生薑、三两，切。𠂀草、二两，炙。芍藥、二两。桂枝、二两，去皮。大棗、十二枚，擘。半夏。半斤，洗。右八味，以水一斗，先煑葛根、麻黄，减二升，去白沫，内諸藥，煑取三升，去滓，温服一升，覆取㣲似汗。太陽病，桂枝證，醫反下之，利遂不止，脉促者，表未解也。喘而汗岀者，葛根黄連黄芩湯主之。",
                    "zhushu": "經曰：“不宜下而便攻之，内虚𤍠入，恊𤍠遂利。”桂枝證者，邪在表也，而反下之，虚其膓胃，爲𤍠所乘，遂利不止。邪在表則見陽脉，邪在裏則見隂脉。下利脉㣲遲，邪在裏也。促爲陽盛，雖下利而脉促者，知表未解也。病有汗出而喘者，爲自汗出而喘也，即邪氣外甚所致。喘而汗出者，爲因喘而汗出也，即裏𤍠氣逆所致。與葛根黄芩黄連湯，散表邪，除裏𤍠。"
                },
                {
                    "paragraph": "葛根黄芩黄連湯方葛根、半斤。𠂀草、二兩，炙，味𠂀平。黄芩、二兩，味苦，寒。黄連、三兩，味苦寒。",
                    "zhushu": "内經曰：“𠂀發散爲陽，表未解者，散以葛根、𠂀草之𠂀。”苦以堅，裏氣弱者，堅以黄芩、黄連之苦。"
                },
                {
                    "paragraph": "右四味，以水八升，先煑葛根，减二升，内諸藥，煑取二升，去滓，分温再服。太陽病，頭痛發𤍠，身疼腰痛，骨節疼痛，惡風無汗而喘者，麻黄湯主之。",
                    "zhushu": "此太陽傷寒也。寒則傷榮，頭痛、身疼、腰痛，以至牽連骨節疼痛者，太陽經榮血不利也。内經曰：“風寒客於人，使人毫毛畢直，皮膚閉而爲𤍠者，寒在表也。”風并於衞，衞實而榮虚者，自汗出而惡風寒也。寒并於榮，榮實而衞虚者，無汗而惡風也。以榮強衞弱，故氣逆而喘，與麻黄湯以發其汗。"
                },
                {
                    "paragraph": "麻黄湯方麻黄、三兩，味甘，温，去節。桂枝、二兩，去皮，味辛，𤍠。𠂀草、一兩，炙，味𠂀平。杏仁、七十箇，湯，去皮尖，味辛，温。",
                    "zhushu": "内經曰：“寒滛於内，治以𠂀𤍠，佐以苦辛。”麻黄、𠂀草，開肌發汗，桂枝、杏人，散寒下氣。"
                },
                {
                    "paragraph": "右四味，以水九升，先煑麻黄减二升，去上沫，内諸藥，煑取二升半，去滓，温服八合。覆取㣲似汗，不須啜粥，餘如桂枝法將息。太陽與陽明合病，喘而𦙄滿者，不可下，宜麻黄湯主之。",
                    "zhushu": "陽受氣於胷中，喘而𦙄滿者，陽氣不宜發，壅而逆也。心下滿、腹滿，皆為實，當下之。此以為𦙄滿，非裏實，故不可下。雖有陽明，然與太陽合病爲属表，是與麻黄湯發汗。"
                },
                {
                    "paragraph": "太陽病，十日以去，脉浮細而嗜卧者，外已解也。設𦙄滿脇痛者，與小柴胡湯。脉但浮者，與麻黄湯。",
                    "zhushu": "十日以去，向解之時也。脉浮細而嗜卧者，表邪已罷也。病雖已，和解之，若脉但浮而不細者，則邪氣但在表也，與麻黄湯發散之。"
                },
                {
                    "paragraph": "太陽中風，脉浮𦂳，發𤍠惡寒，身疼痛，不汗出而煩躁者，大青龍湯主之。若脉㣲弱，汗出惡風者，不可服，服之則厥逆，筋愓肉瞤，此爲逆也。",
                    "zhushu": "此中風見寒脉也。浮則爲風，風則傷，𦂳則爲寒，寒則傷榮。榮，衞俱病，故發𤍠惡寒，身疼痛也。風并於衞者，爲榮弱衞強，寒并於榮者，爲榮強衞弱。今風寒兩傷，則榮衞俱實，故不汗出而煩躁也，與大青龍湯發汗，以除榮衞風寒。若脉㣲弱，汗出惡風者，爲榮衞俱虚，反服青龍湯，則必亡陽，或生厥逆，筋愓肉瞤，此治之逆也。"
                },
                {
                    "paragraph": "大青龍湯方麻黄、",
                    "zhushu": "六兩，去節，味𠂀，温。"
                },
                {
                    "paragraph": "桂枝、二兩，去皮，味辛，𤍠。𠂀草、二兩，炙，味𠂀，平。杏人、四十箇，去皮尖，味苦，𠂀，温。生薑、三兩，切，味辛，温。大棗、十二枚，擘，味𠂀，温。石膏如鷄子大。碎，味𠂀，㣲寒。",
                    "zhushu": "辛𠂀均爲發散。然風宜辛散，寒宜𠂀發，辛𠂀相合，乃能發散榮衞之風寒。麻黄、𠂀草、石膏、杏人，以發散榮中之寒，桂枝、薑、棗，以解除衞中之風。"
                },
                {
                    "paragraph": "右七味，以水九升，先煑麻黄，减二升，去上沫，内諸藥，煑取三升，去滓，温服一升，取㣲似汗，汗岀多者，温粉撲之。一服汗者，停後服。汗多，亡陽遂虚，惡風煩躁，不得眠也。傷寒脉浮緩，身不疼，但重，乍有輕時，無少隂證者，大青龍湯發之。",
                    "zhushu": "此傷寒見風脉也。傷寒者，身疼，此以風勝，故身不疼。中風者，身重，此以兼風，故乍有輕時。不𤼵厥吐利，無少隂裏證者，爲風寒外甚也。與大青龍湯，以發散表中風寒。"
                },
                {
                    "paragraph": "傷寒表不解，心下有水氣，乾嘔，發𤍠而欬，或渴、或利、或噎、或小便不利，少腹滿，或喘者，小青龍湯主之。",
                    "zhushu": "傷寒表不解，心下有水飲，則水寒相搏，肺寒氣逆，故乾嘔發𤍠而欬。鍼經曰：形寒飲冷則傷肺，以其兩寒相感，中外皆傷，故氣逆而上行，此之謂也。與小青龍湯，發汗散水，水氣内漬，則所傳不一，故有或爲之證，隨證增損，以解化之。"
                },
                {
                    "paragraph": "小青龍湯方麻黄、三兩，去節，味𠂀，温。芍藥、三兩，味酸，㣲寒。五味子、半升，味酸，温。乾薑、三兩，味辛，𤍠。𠂀草、三兩，炙，味𠂀，平。桂枝、三兩，去皮，味辛，𤍠。半夏、半升，湯洗，味辛，㣲温。細辛、三兩，味辛，溫。",
                    "zhushu": "寒邪在表，非𠂀辛不能散之，麻黄、桂枝、𠂀草之辛𠂀，以發散表邪。水停心下而不行，則腎氣燥。内經曰：“腎苦燥，急食辛以潤之。”乾薑、細辛、半夏之辛，以行水氣而潤腎。欬逆而喘，則肺氣逆。内經曰：“肺欲收，急食酸以收之。”芍藥、五味子之酸，以收逆氣而安肺。"
                },
                {
                    "paragraph": "右八味，以水一斗，先煑麻黄，减二升，去上沫，内諸藥，煑取三升，去滓，溫服一升。",
                    "zhushu": "加减法，若㣲利者，去麻黄，加蕘花如鷄子大，熬令赤色。下利者，不可攻其表，汗岀必脹滿，麻黄發其陽，水漬入胃必作利。蕘花下十二水，水去利則止。若渴者，去半夏，加括蔞根三兩。辛燥而苦潤，半夏辛而燥津液，非渴者所冝，故去之。括蔞味苦而生津液，故加之。若噎者，去麻黄，加附子一枚。炮經曰：“水得寒氣，冷必相搏，其人即䭇，加附子温散。”水寒病人，有寒復發汗，胃中冷，必吐蚘，去麻黄，惡發汗。若小便不利，少腹滿，去麻黄，加茯苓四兩。水畜下焦不行，為小便不利，少腹滿。麻黄發津液於外，非所冝也。茯苓泄畜水於下，加所當也。若喘者，去麻黄，加杏人半升，去皮尖。金匱要畧曰：“其人形腫，故不内麻黄，内杏子，以麻黄發其陽故也。喘呼形腫，水氣摽本之疾。”"
                },
                {
                    "paragraph": "傷寒心下有水氣，欬而㣲喘，發𤍠不渴，服湯已渴者，此寒去欲解也，小青龍湯主之。",
                    "zhushu": "欬而㣲喘者，水寒射肺也。發𤍠不渴者，表證未罷也。與小青龍湯，發表散水。服湯已渴者，裏氣温，水氣散，爲欲解也。"
                },
                {
                    "paragraph": "太陽病，外證未解，脉浮弱者，當以汗解，宜桂枝湯。",
                    "zhushu": "脉浮弱者，榮弱衞強也。"
                },
                {
                    "paragraph": "太陽病，下之㣲喘者，表未解故也，桂枝加厚朴杏人湯主之。",
                    "zhushu": "下後大喘，則爲裏氣太虚，邪氣傳裏，正氣將脫也。下後㣲喘，則爲裏氣上逆，邪不能傳裏，猶在表也。與桂枝湯以解外，加厚朴、杏人以下逆氣。"
                },
                {
                    "paragraph": "太陽病，外證未解者，不可下也，下之爲逆。欲解外者，宜桂枝湯主之。",
                    "zhushu": "經曰：“本發汗而復下之，爲逆也。若先發汗，治不爲逆。”"
                },
                {
                    "paragraph": "太陽病，先發汗不解，而復下之，脉浮者不愈。浮爲在外，而反下之，故令不愈。今脉浮，故知在外，當須解外則愈，宜桂枝湯主之。",
                    "zhushu": "經曰：“柴胡湯證具，而以他藥下之，柴胡湯證仍在者，復與柴胡湯。”此雖已下之，不爲逆，則其類矣。"
                },
                {
                    "paragraph": "太陽病，脉浮𦂳，無汗，發𤍠，身疼痛，八九日不解，表證仍在，此當發其汗，服藥已㣲除，其人發煩目瞑，劇者必衂，衂乃解。所以然者，陽氣重故也，麻黄湯主之。",
                    "zhushu": "脉浮𦂳，無汗，發𤍠，身疼痛，太陽傷寒也，雖至八九日，而表證仍在，亦當發其汗，旣服温暖發散湯藥，雖未作大汗，亦㣲除也。煩者，身𤍠也，邪氣不爲汗解，欝而變𤍠，蒸於經絡，發於肌表，故生𤍠煩。肝受血而能視，始者氣傷榮寒，旣變𤍠，則血爲𤍠搏，肝氣不治，故目瞑也。劇者𤍠甚於經，迫血妄行而爲衂，得衂則𤍠隨血散而解。陽氣重者，𤍠氣重也，與麻黄湯，以解前太陽傷寒之邪也。"
                },
                {
                    "paragraph": "太陽病，脉浮𦂳，發𤍠，身無汗，自衂者愈。",
                    "zhushu": "風寒在經，不得汗解，欎而變𤍠，衂則𤍠隨血散，故云“自衂者愈”。"
                },
                {
                    "paragraph": "二陽併病太陽𥘉得病時，發其汗，汗先岀不徹，因轉屬陽明。續自㣲汗岀，不惡寒。若太陽病證不罷者，不可下，下之為逆，如此可小發汗。設靣色縁縁正赤者，陽氣怫鬱在表，當解之、熏之。若發汗不徹，不足言陽氣怫鬱不得越，當汗不汗，其人躁煩，不知痛處，乍在腹中，乍在四肢，按之不可得，其人短氣但坐，以汗岀不徹故也。更發汗則愈。何以知汗岀不徹，以脉濇故知也。",
                    "zhushu": "太陽病未解，傳併入陽明，而太陽證未罷者，名曰併病。續自㣲汗岀，不惡寒者，爲太陽證罷，陽明證具也，法當下之。若太陽證未罷者，爲表未解，則不可下，當小發其汗，先解表也。陽明之經，循靣色縁縁正赤者，陽氣怫欝在表也，當解之熏之，以取其汗。若發汗不徹者，不足言陽氣怫欝，止是當汗。不汗，陽氣不得越散，邪無從岀，擁甚於經，故燥煩也。邪循經行，則痛無常處，或在腹中，或在四肢，按之不可得而短氣，但責以汗岀不徹，更發汗則愈。内經曰：諸過者，切之濇者，陽氣有餘，爲身𤍠無汗。是以脉濇，知陽氣擁欝而汗岀不徹。"
                },
                {
                    "paragraph": "脉浮數者，法當汗岀而愈。若下之，身重心悸者，不可發汗，當自汗岀乃解。所以然者，尺中脉㣲，此裏虚，須表裏實，津液自和，便自汗岀愈。",
                    "zhushu": "經曰：諸脉浮數，當發𤍠，而灑淅惡寒，言邪氣在表也，是當汗岀愈。若下之，身重心悸者，損其津液，虚其胃氣。若身重心悸而尺脉實者，則下後裏虚，邪氣乘虚傳裏也。今尺脉㣲，身重心悸者，知下後裏虚，津液不足，邪氣不傳裏，但在表也。然以津液不足，則不可發汗，須裏氣實，津液足，便自汗岀而愈。"
                },
                {
                    "paragraph": "脉浮𦂳者，法當身疼痛，宜以汗解之。假令尺中遲者，不可發汗，何以知之？然以榮氣不足，血少故也。",
                    "zhushu": "鍼經曰：奪血者無汗。尺脉遲者，爲榮血不足，故不可發汗。"
                },
                {
                    "paragraph": "脉浮者，病在表，可發汗，宜麻黄湯。",
                    "zhushu": "浮爲輕手得之，以𠉀皮膚之氣。内經曰：“其在皮者，汗而發之。"
                },
                {
                    "paragraph": "脉浮而數者，可發汗，宜麻黄湯。",
                    "zhushu": "浮則傷衞，數則傷榮，榮衞受邪，爲病在表，故當汗散。"
                },
                {
                    "paragraph": "病常自汗岀者，此爲榮氣和。榮氣和者，外不諧，以衞氣不共，榮氣和諧故爾。以榮行脉中，衞行脉外，復發其汗，榮衞和則愈，宜桂枝湯。",
                    "zhushu": "風則傷衞，寒則傷榮，衞受風邪而榮不病者，爲榮氣和也。衞旣客邪，則不能與榮氣和諧，亦不能衞護皮腠，是以常自汗岀，與桂枝湯解散風邪，調和榮衞則愈。"
                },
                {
                    "paragraph": "病人藏無他病，時發𤍠，自汗岀而不愈者，此衞氣不和也，先其時發汗則愈，宜桂枝湯主之。",
                    "zhushu": "藏無他病，裏和也。衞氣不和，表病也。外臺云：“裏和表病，汗之則愈。”所謂先其時者，先其發𤍠汗岀之時，發汗則愈。"
                },
                {
                    "paragraph": "傷寒脉浮𦂳，不發汗，因致衂者，麻黄湯主之。",
                    "zhushu": "傷寒脉浮𦂳，邪在表也，當與麻黄湯發汗。若不發汗，則邪無從岀，擁甚於經，迫血妄行，因致衂也。"
                },
                {
                    "paragraph": "傷寒不大便六七日，頭痛有𤍠者，與承氣湯。其小便清者，知不在裏，仍在表也，當須發汗。若頭痛者必衂，宜桂枝湯。",
                    "zhushu": "不大便六七日，頭痛有𤍠者，故宜當下。若小便清者，知裏無𤍠，則不可下。經曰：“小便數者，大便必鞕，不更衣十日，無所苦也。”况此不大便六七日，小便清者，不可責邪在裏，是仍在表也，與桂枝湯以解外。若頭疼不已，爲表不罷，欝甚於經，迫血妄行，上爲衂也。"
                },
                {
                    "paragraph": "傷寒發汗，解半日許，復煩，脉浮數者，可更發汗，宜桂枝湯主之。",
                    "zhushu": "煩者𤍠也。發汗身凉爲已解，至半日許，身復𤍠，脉浮數者，邪不盡也，可更發汗，與桂枝湯。"
                },
                {
                    "paragraph": "凡病若發汗，若吐、若下，若亡津液，隂陽自和者，必自愈。",
                    "zhushu": "重亡津液，則不能作汗，必待隂陽自和，乃自愈矣。"
                },
                {
                    "paragraph": "大下之後，復發汗，小便不利者，亡津液故也，勿治之，得小便利，必自愈。",
                    "zhushu": "因亡津液而小便不利者，不可以藥利之，俟津液足，小便利，必自愈也。"
                },
                {
                    "paragraph": "下之後，復發汗，必振寒，脉㣲細，所以然者，以内外俱虚故也。",
                    "zhushu": "發汗則表虚而亡陽，下之則裏虚而亡血。振寒者，陽氣㣲也。脉㣲細者，隂血弱也。"
                },
                {
                    "paragraph": "下之後，復發汗，晝日煩躁，不得眠，夜而安靜，不嘔不渴，無表證，脉沉㣲，身無大𤍠者，乾薑附子湯主之。",
                    "zhushu": "下之虚其裏，汗之虚其表，旣下又汗，則表裏俱虚。陽王於晝，陽欲復，虚不勝邪，正邪交爭，故晝日煩燥不得眠，夜隂王陽虚，不能與之爭，是夜則安靜。不嘔不渇者，裏無𤍠也。身無大𤍠者，表無𤍠也。又無表證，而脉沉㣲，知陽氣大虚，隂寒氣勝，與乾薑附子湯，退隂復陽。"
                },
                {
                    "paragraph": "乾薑附子湯方乾薑、一兩，味辛，𤍠。附子一枚。生用，去皮，破八片，味辛，𤍠。",
                    "zhushu": "内經曰：“寒滛所勝，平以辛𤍠”，虚寒大甚，是以辛𤍠劑勝之也。"
                },
                {
                    "paragraph": "右二味，以水三升，煑取一升，去滓，頓服。發汗後，身疼痛，脉沉遲者，桂枝加芍藥、生薑各一兩、人參三兩，新加湯主之。",
                    "zhushu": "汗後身疼痛，邪氣未盡也。脉沉遲，榮血不足也。經曰：“其脉沉者，榮氣㣲也。”又曰：“遲者，榮氣不足，血少故也。”與桂枝湯以解未盡之邪，加芍藥、生薑、人參以益不足之血。"
                },
                {
                    "paragraph": "發汗後，不可更行桂枝湯。汗岀而喘，無大𤍠者，可與麻黄杏仁𠂀草石膏湯主之。",
                    "zhushu": "發汗後喘，當作桂枝加厚朴杏人湯，汗岀則喘愈。今汗岀而喘，爲邪氣擁甚，桂枝湯不能發散，故不可更行桂枝湯。汗岀而喘，有大𤍠者，内𤍠氣甚也，無大𤍠者，表邪必甚也。與麻黄杏子𠂀草石膏湯，以散其邪。"
                },
                {
                    "paragraph": "麻黄杏人𠂀草石膏湯方麻黄、四兩，去節，味𠂀，温。杏人、五十箇，去皮尖，味𠂀温。𠂀草、二兩，炙，味𠂀平。石膏。半斤，碎，綿褁，味𠂀寒。",
                    "zhushu": "内經曰：“肝苦急，急食𠂀以緩之。”風氣通於肝，風邪外甚，故以純𠂀之劑𤼵之。"
                },
                {
                    "paragraph": "右四味，以水七升，先煑麻黄，减二升，去上沫，内諸藥，煑取二升，去滓，温服一升。本云黄耳柸。發汗過多，其人义手自冒心，心下悸，欲得按者，桂枝𠂀草湯主之。",
                    "zhushu": "發汗過多，亡陽也。陽受氣於胷中，胷中陽氣不足，故病义手自冒心，心下悸，欲得按者，與桂枝𠂀草湯，以調不足之氣。"
                },
                {
                    "paragraph": "桂枝𠂀草湯方桂枝、四兩，去皮，味辛𤍠。𠂀草。二兩，炙，味𠂀平。",
                    "zhushu": "桂枝之辛，走肺而益氣，𠂀草之𠂀，入脾而緩中。"
                },
                {
                    "paragraph": "右二味，以水三升，煑取一升，去滓，蝢服。發汗後，其人臍下悸者，欲作奔豚，茯苓桂枝𠂀草大棗湯主之。",
                    "zhushu": "汗者，心之液。發汗後，臍下悸者，心氣虚而腎氣發動也。腎之積名曰奔豚，發則從少腹上至心下，爲腎氣逆，欲上凌心。今臍下悸，爲腎氣發動，故云“欲作奔豚”。與茯苓桂枝𠂀草大棗湯，以降腎氣。"
                },
                {
                    "paragraph": "茯苓桂枝𠂀草大棗湯方茯苓、半斤，味𠂀平。𠂀草、二兩，炙，味𠂀平。大棗、十五枚，擘，味𠂀平。桂枝。四兩，去皮。",
                    "zhushu": "茯苓，以伐腎邪，桂枝能泄奔豚，𠂀草、大棗之𠂀，滋𦔳脾土，以平腎氣。煎用𠂀爛水者，揚之無力，取不𦔳腎氣也。"
                },
                {
                    "paragraph": "右四味，以𠂀爛水一斗，先煑茯苓减二升，内諸藥，煑取三升，去滓，温服一升，日三服。作𠂀爛水法，取水二斗，置大盆内，以杓揚之。水上有珠子五六千顆相逐，取用之。發汗後，腹脹滿者，厚朴生薑𠂀草半夏人參湯主之。",
                    "zhushu": "吐後腹張，與下後腹滿，皆爲實。言邪氣乘虚入裏爲實。發汗後，外已解也。腹脹滿知非裏，實由脾胃津液不足，氣濇不通，壅而爲滿。與此湯和脾胃而降氣。"
                },
                {
                    "paragraph": "厚朴生薑𠂀草半夏人參湯方厚朴、半斤，去皮，炙，味苦，温。生薑、半斤，切，味辛，温。半夏、半斤，洗，味辛，平。人參、一兩，味温。𠂀草、二兩，炙，味𠂀，平。",
                    "zhushu": "内經曰：“脾欲緩，急食𠂀以緩之，用苦泄之。”厚朴之苦，以泄腹滿，人參、𠂀草之𠂀，以益脾胃，半夏、生薑之辛，以散滯氣。"
                },
                {
                    "paragraph": "右五味，以水一斗，煑取三升，去滓，温服一升，日三服。傷寒若吐若下後，心下逆滿，氣上衝胷，起則頭眩，脉沉𦂳，發汗則動經，身爲振振揺者，茯苓桂枝白术𠂀草湯主之。",
                    "zhushu": "吐下後，裏虚氣上逆者，心下逆滿，氣上衝胷，表虚陽不足，起則頭眩，脉浮𦂳，爲邪在表，當發汗，脉沉𦂳，爲邪在裏，則不可發汗。發汗則外動經絡，損傷陽氣，陽氣外虚，則不能主持諸脉，身爲振振揺也。與此湯以和經益陽。"
                },
                {
                    "paragraph": "茯苓桂枝白术𠂀草湯方茯苓、四兩，味𠂀，平。桂枝、三兩，去皮，味辛，𤍠。白术、二兩，味苦𠂀，温。𠂀草。二兩，炙，味𠂀，平。",
                    "zhushu": "陽不足者，𥙷之以𠂀，茯苓、白术，生津液而益陽也。裏氣逆者，散之以辛，桂枝、𠂀草，行陽散氣。"
                },
                {
                    "paragraph": "右四味，以水六升，煑取三升，去滓，分溫參服。發汗病不解，反惡寒者，虚故也，芍藥𠂀草附子湯主之。",
                    "zhushu": "發汗病解，則不惡寒。發汗病不解，表實者亦不惡寒。今發汗病且不解，又反惡寒者，榮衞俱虚也。汗出則榮虚，惡寒則衞虚。與芍藥𠂀草附子湯，以補榮衞。"
                },
                {
                    "paragraph": "芍藥𠂀草附子湯方芍藥、三兩，味酸，㣲寒。𠂀草、三兩，炙，味𠂀平。附子、一枚，炮，去皮，破八片，味辛𤍠。",
                    "zhushu": "芍藥之酸，収歛津液而益榮，附子之辛温，固陽氣而𥙷衞，𠂀草之𠂀，調和辛酸而安正氣。"
                },
                {
                    "paragraph": "已上三味，以水伍升，煑取一升伍合，去滓，分温服。疑非仲景意。發汗若下之，病仍不解，煩躁者，茯苓四逆湯主之。",
                    "zhushu": "發汗若下，病宜解也。若病仍不解，則發汗外虚陽氣，下之内虚隂氣，隂陽俱虚，邪獨不解，故生煩躁。與茯苓四逆湯，以復隂陽之氣。"
                },
                {
                    "paragraph": "茯苓四逆湯方茯苓、六兩，味𠂀平。人參、一兩，味𠂀，温。𠂀草、二兩，炙，味𠂀，平。乾薑、一兩半，味辛，𤍠。附子、一枚，生用，去皮，破八片，味辛，𤍠。",
                    "zhushu": "四逆湯以𥙷陽，加茯苓、人參以益隂。"
                },
                {
                    "paragraph": "右伍味，以水伍升，煑取三升，去滓，温服七合，日三服。發汗後，惡寒者，虚故也。不惡寒但𤍠者，實也，當和胃氣，與調胃承氣湯。",
                    "zhushu": "汗岀而惡寒者，表虚也，汗岀而不惡寒，但𤍠者，裏實也。經曰：“汗岀不惡寒者，此表解裏未和，與調胃承氣湯，和胃氣。”"
                },
                {
                    "paragraph": "太陽病，發汗後，大汗出，胃中乾，煩燥不得眠，欲得飲水者，少少與飲之，令胃氣和則愈。若脉浮，小便不利，㣲𤍠消渴者，與五苓散主之。",
                    "zhushu": "發汗已，解，胃中乾，煩燥不得眠，欲飲水者，少少與之，胃氣得潤則愈。若脉浮者，表未解也，飲水多而小便少者，謂之消渴，裏𤍠甚實也。㣲𤍠消渴”者，𤍠未成實，上焦燥也，與五苓散，生津液，和表裏。"
                },
                {
                    "paragraph": "五苓散方猪苓、十八銖，味𠂀平，去皮。澤㵼、一兩六銖半，味酸鹹。茯苓、十入銖，味𠂀平。桂、半两，去皮，味辛，𤍠。白术、十八銖，味𠂀平。",
                    "zhushu": "淡者一也，口入一而爲𠂀，𠂀甚而反淡，𠂀緩而淡滲。猪苓、白术、茯苓三味之𠂀，潤虚燥而利津液。鹹味下泄爲隂，澤㵼之鹹，以泄伏水。辛𠂀發散爲陽，桂枝之辛𠂀，以和肌表。"
                },
                {
                    "paragraph": "右伍味爲末，以白飮和服方寸匕，日三服。多飮暖水，汗岀愈。發汗已，脉浮數，煩渴者，五苓散主之。",
                    "zhushu": "發汗已，脉浮數者，表邪未盡也。煩渴亡津液，胃燥也，與五苓散，和表潤燥。"
                },
                {
                    "paragraph": "傷寒汗出而渴者，五苓散主之，不渴者，茯苓𠂀草湯主之。",
                    "zhushu": "傷寒汗岀而渴者，亡津液，胃燥，邪氣漸傳裏也，五苓散以和表裏。若汗岀不渴者，邪氣不傳裏，但在表而表虚也，與茯苓𠂀草湯和表合衞。"
                },
                {
                    "paragraph": "茯苓𠂀草湯方茯苓、二兩，味甘，平。桂枝、二兩，去皮，味辛，𤍠。生薑、三兩，切，味辛，温。𠂀草。一兩，炙，味𠂀，平。",
                    "zhushu": "茯苓、𠂀草之𠂀，益津液而和衞，桂枝、生薑之辛，𦔳陽氣而解表。"
                },
                {
                    "paragraph": "右四味，以水四升，煑取二升，去滓，分温三服。中風發𤍠，六七日不解而煩，有表裏證，渴欲飲水，水入則吐者，名曰水逆，五苓散主之。",
                    "zhushu": "中風發𤍠，至六七日則當解，若不解煩者，邪在表也，渴欲飲水，邪傳裏也。裏𤍠甚則能消水，水入則不吐，裏𤍠少則不能消水，停積不散，飲而吐水也。以其因水而吐，故名“水逆”。與五苓散和表裏散停飮。"
                },
                {
                    "paragraph": "未持脉時，病人手义自冒心，師因教試令欬，而不欬者，此必兩耳聾無聞也。所以然者，以重發汗，虚故如此。",
                    "zhushu": "發汗多亡陽，胷中陽氣不足者，病人手义自冒心，師見外證，知陽氣不足也。又試令欬，而不即欬者，耳聾也，知陽氣虚明矣。耳聾者，陽氣虚，精氣不得上通於耳故也。"
                },
                {
                    "paragraph": "發汗後，飲水多，必喘，以水灌之，亦喘。",
                    "zhushu": "喘肺疾。飲水多喘者，飮冷傷肺也。以冷水灌洗而喘者，形寒傷肺也。"
                },
                {
                    "paragraph": "發汗後，水藥不得入口，爲逆。若更發汗，必吐下不止。",
                    "zhushu": "發汗後，水藥不得入口，爲之吐逆。發汗亡陽，胃中虚冷也。若更發汗，則愈損陽氣，胃氣大虚，故吐下不止。"
                },
                {
                    "paragraph": "發汗吐下後，虚煩不得眠，若劇者，必反覆顛倒，心中懊憹，梔子豉湯主之。",
                    "zhushu": "發汗吐下後，邪𤍠乘虚，客於胷中，謂之虚。煩者，𤍠也。𦙄中煩𤍠，鬱悶而不得發散者是也。𤍠氣伏於裏者，則喜睡，今𤍠氣浮於上，煩擾陽氣，故不得眠。心惡𤍠，𤍠甚則必神昏，是以劇者，反覆顛倒而不安，心中懊憹而憒悶。懊憹者，俗謂鶻突是也。内經曰：“其高者，因而越之。與梔子豉湯，以吐胷中之邪。”"
                },
                {
                    "paragraph": "梔子豉湯方梔子、十四枚，擘，味苦寒。香豉。四合，綿褁，味苦寒。",
                    "zhushu": "酸苦湧泄爲隂，苦以湧吐，寒以勝𤍠，梔子豉湯相合，吐劑宜矣。"
                },
                {
                    "paragraph": "右二味，以水四升，先煑梔子，得二升半，内豉煑取一升半，去滓，分爲二服，溫進一服，得吐者，止後服。若少氣者，梔子𠂀草豉湯主之，若嘔者，梔子生薑豉湯主之。",
                    "zhushu": "少氣者，𤍠傷氣也，加𠂀草以益氣，嘔者，𤍠煩而氣逆也，加生薑以散氣。少氣則氣爲𤍠搏，散而不収者，𠂀以補之可也，嘔則氣爲𤍠搏，逆而不散者，辛以散之可也。"
                },
                {
                    "paragraph": "發汗若下之，而煩𤍠，胷中窒者，梔子豉湯主之。",
                    "zhushu": "陽受氣於胷中，發汗若下，使陽氣不足，邪𤍠客於胷中，結而不散，故煩𤍠而胷中窒塞，與梔子豉湯以吐胷中之邪。"
                },
                {
                    "paragraph": "傷寒五六日，大下之後，身𤍠不去，心中結痛者，未欲解也，梔子豉湯主之。",
                    "zhushu": "傷寒五六日，邪氣在裏之時，若大下後，身𤍠去，心胷空者，爲欲解。若大下後，身𤍠去，而心結痛者，結胷也；身𤍠不去，心中結痛者，虚煩也。結胷爲𤍠，結胷中爲實，是𤍠氣已収歛於内，則外身𤍠去，虚煩爲𤍠客，胷中未結爲實，散漫為煩，是以身𤍠不去六七日，爲欲解之時，以𤍠爲虚煩，故云未欲解也，與梔子豉湯以吐除之。"
                },
                {
                    "paragraph": "傷寒下後，心煩、腹滿，卧起不安者，梔子厚朴湯主之。",
                    "zhushu": "下後但腹滿而不心煩，即邪氣入裏爲裏實；但心煩而不腹滿，即邪氣在胷中爲虚煩。旣煩且滿，則邪氣壅於胷腹之間也。滿則不能坐，煩則不能卧，故卧起不安，與梔子厚朴湯，吐煩泄滿。"
                },
                {
                    "paragraph": "梔子厚朴湯方梔子、十四枚，擘，味苦寒。厚朴、四兩，姜炙，苦温。枳實。四枚，水浸，去穣，炒，味苦寒。",
                    "zhushu": "酸苦湧泄。梔子之苦，以湧虚煩；厚朴、枳實之苦，以泄腹滿。"
                },
                {
                    "paragraph": "已上三味，以水三升半，煑取一升半，去滓，分二服，温進一服，得吐者，止後服。傷寒醫以丸藥大下之，身𤍠不去，㣲煩者，梔子乾薑湯主之。",
                    "zhushu": "丸藥不能除𤍠，但損正氣，邪氣乘虚留於胷中而未入深者，則身𤍠不去而㣲煩，與梔子乾薑湯，吐煩。正氣。"
                },
                {
                    "paragraph": "梔子乾薑湯方梔子、十四枚，擘，味苦寒。乾薑。二兩，味辛𤍠。",
                    "zhushu": "苦以湧之，梔子之苦以吐煩。辛以潤之，乾薑之辛以益氣。"
                },
                {
                    "paragraph": "右貳味，以水三升半，煑取一升半，去滓，分二服，温進一服，得吐者，止後服。凡用梔子湯，病人舊㣲溏者，不可與服之。",
                    "zhushu": "病人舊㣲溏者，裏虚而寒在下也。雖煩則非藴𤍠，故不可與梔子湯。内經曰：“先泄而後生他病者，治其本，必且調之，後乃治其他病。”"
                },
                {
                    "paragraph": "太陽病發汗，汗岀不解，其人仍發𤍠，心下悸，頭眩，身瞤動，振振欲擗地者，眞武湯主之。",
                    "zhushu": "發汗不解，仍發𤍠，邪氣未解也。心下悸，頭眩，身瞤動，振振欲擗地者，汗岀亡陽也。裏虚爲悸，上虚爲眩，經虚爲身瞤振振摇，與眞武湯主之，温經復陽。"
                },
                {
                    "paragraph": "咽喉乾燥者，不可發汗，",
                    "zhushu": "津液不足也。"
                },
                {
                    "paragraph": "淋家不可發汗，發汗必便血。",
                    "zhushu": "膀胱裏𤍠則淋，反以湯藥發汗，亡　津液，増益客𤍠，膀胱虚燥，必小便血。"
                },
                {
                    "paragraph": "瘡家雖身疼痛，不可發汗，發汗則痓，",
                    "zhushu": "表虚聚𤍠則生瘡。瘡家身疼如傷寒，不可發汗，發汗則表氣愈虚，𤍠勢愈甚，生風，故變痓也。"
                },
                {
                    "paragraph": "衂家不可發汗，汗岀必額上䧟脉急𦂳，直視不能眴，不得眠。",
                    "zhushu": "衂者，上焦亡血也。若發汗，則上焦津液枯竭，經絡乾澁，故額上䧟脉急𦂳。諸脉者，皆屬於目，筋脉𦂳急，則牽引其目，故直視不能眴。眴瞬，合目也。鍼經曰：“隂氣虚，則目不瞑，亡血爲隂虚，是以不得眠也。”"
                },
                {
                    "paragraph": "亡血家不可發汗，發汗則寒慄而振。",
                    "zhushu": "鍼經曰：“奪血者無汗，奪汗者無血。”亡血發汗，則隂陽俱虚，故寒慄而振摇。"
                },
                {
                    "paragraph": "汗家重發汗，必恍愡心亂，小便已，隂疼，與禹餘糧丸闕。",
                    "zhushu": "汗者，心之液，汗家重發汗，則心虚，恍愡心亂，奪汗則無水，故小便已，隂中疼。"
                },
                {
                    "paragraph": "病人有寒，復發汗，胃中冷，必吐蚘。",
                    "zhushu": "病人有寒，則當溫散，反發汗，損陽氣，胃中冷，必吐蚘也。"
                },
                {
                    "paragraph": "本發汗而復下之，此爲逆也。若先發汗，治不爲逆。本先下之，而反汗之，爲逆，若先下之，治不爲逆。",
                    "zhushu": "病在表者，汗之爲宜，下之爲逆。病在裏者，下之爲宜，汗之為逆。經曰：“陽盛隂虚，汗之則死，下之則愈。陽虚隂盛，汗之則愈，下之則死。”"
                },
                {
                    "paragraph": "傷寒醫下之，續得下利，清榖不止，身疼痛者，急當救裏。後身疼痛，清便自調者，急當救表。救裏宜四逆湯，救表宜桂枝湯。",
                    "zhushu": "傷寒下之，續得下利，清榖不止，身疼痛者，急當救裏者，以裏氣不足，必先救之，急與四逆湯，得清便自調，知裏氣已和，然後急與桂枝湯以救表。身疼者，表邪也。内經曰：“病發而不足，標而本之，先治其標，後治其本，此以寒爲卒也。”"
                },
                {
                    "paragraph": "病發𤍠頭痛，脉反沉，若不差，身體疼痛，當救其裏，宜四逆湯。",
                    "zhushu": "發𤍠頭痛，表病也。脉反沉者，裏脉也。經曰：“表有病者，脉當浮大，今脉反沉遲，故知愈也。”見表病而得裏脉，則當差，若不差，爲内虚寒甚也，與四逆湯救其裏。"
                },
                {
                    "paragraph": "太陽病，先下之而不愈，因復發汗，以此表裏俱虚，其人因致冒，冒家汗岀自愈。所以然者，汗岀表和故也。得裏未和，然後復下之。",
                    "zhushu": "冒者，欝也。下之則裏虚而亡血，汗之則表虚而亡陽，表裏俱虚，寒氣拂欝，其人因致冒。金匱要畧曰：“亡血復汗，寒多，故令欝冒，汗岀，則拂欝之邪得解，則冒愈。”金匱要畧曰：“冒家欲解，必大汗岀，汗岀表和而裏未和者，然後復下之。”"
                },
                {
                    "paragraph": "太陽病未解，脉隂陽俱停，必先振慄，汗岀而解。但陽脉㣲者，先汗岀而解，但隂脉㣲者，下之而解。若欲下之，宜調胃承氣湯主之。",
                    "zhushu": "脉隂陽停，無偏勝者，隂陽氣和也。經曰：“寸口、關上、尺中三處，大小浮沉遲數同等，此脉隂陽爲和平，雖劇當愈。”今隂陽旣和，必先振慄汗岀而解。但陽脉㣲者，陽不足而隂有餘也。經曰：“陽虚隂盛，汗之則愈。”隂脉㣲者，隂不足而陽有餘也。經曰：“陽盛隂虚，下之則愈。”"
                },
                {
                    "paragraph": "太陽病，發𤍠汗岀者，此爲榮弱衞強，故使汗岀。欲救邪風者，宜桂枝湯。",
                    "zhushu": "太陽中風，風併於衞，則衞實而榮虚。榮者，隂也，衞者，陽也，發𤍠汗岀，隂弱陽強也。内經曰：“隂虚者，陽必湊之，故少氣時𤍠而汗岀，與桂枝湯，解散風邪，調和榮衞。”"
                },
                {
                    "paragraph": "傷寒五六日，中風，徃來寒𤍠，胷脇苦滿，黙黙不欲飲食，心煩喜嘔，或胷中煩而不嘔，或渴，或腹中痛，或脇下痞鞕，或心下悸，小便不利，或不渴，身有㣲𤍠，或欬者，與小柴胡湯主之。",
                    "zhushu": "病有在表者，有在裏者，有在表裏之間者。此邪氣在表裏之間，謂之半表半裏證。五六日，邪氣自表傳裏之時。中風者，或傷寒至五六日也。玉凾曰：中風五六日，傷寒，徃來寒𤍠，即是或中風或傷寒，非是傷寒再中風，中風復傷寒也。經曰：傷寒中風有柴胡證，但見一證便是，不必悉具者，正是謂或中風，或傷寒也。邪在表則寒，邪在裏則𤍠。今邪在半表半裏之間，未有定處，是以寒𤍠徃來也。邪在表則心腹不滿，邪在裏則心腹脹滿。今止言胷脇苦滿，知邪氣在表裏之間，未至於心腹滿，言胷脇苦滿，知邪氣在表裏也。黙黙，靜也。邪在表則呻吟不安，邪在裏則煩悶亂。内經曰：“陽入之隂則靜。”黙黙者，邪方自表之裏，在表裏之間也。邪在表則能食，邪在裏則不能食。不欲食者，邪在表裏之間，未至於必不能食也。邪在表則不煩不嘔，邪在裏則煩滿而嘔。煩喜嘔者，邪在表方傳裏也。邪𥘉入裏，未有定處，則所傳不一，故有或爲之證，有柴胡證，但見一證便是，即是此或爲之證。"
                },
                {
                    "paragraph": "小柴胡湯方柴胡、半斤，味苦，㣲寒。黄芩、三兩，味苦，寒。人參、三兩，味𠂀，温。𠂀草、三兩，味𠂀，平。半夏、半升，洗，味辛，温。生薑、三兩，切，味辛，温。大棗、十三枚，擘。味甘，温。",
                    "zhushu": "内經曰：𤍠滛于内，以苦發之。柴胡、黄芩之苦，以發傳邪之𤍠。裏不足者，以𠂀緩之。人參、𠂀草之𠂀，以緩中和之氣。邪半入裏，則裏氣逆，辛以散之，半夏以除煩嘔。邪半在表，則榮衞争之，辛𠂀解之，薑、棗以和榮衞。"
                },
                {
                    "paragraph": "右㭍味，以水一斗二升，煑取六升，去滓，再煎取三升。温服一升，日三服。",
                    "zhushu": "後加减法"
                },
                {
                    "paragraph": "若胷中煩而不嘔，去半夏、人參，加括蔞實一枚。",
                    "zhushu": "胷中煩而不嘔，𤍠聚而氣不逆也。𠂀者令人中滿，方𤍠聚，無用人參之補，辛散逆氣。旣不嘔，無用半夏之辛温，𤍠宜寒，療聚宜苦，括蔞實苦寒，以泄胷中藴𤍠。"
                },
                {
                    "paragraph": "若渴者，去半夏，加人參合前成肆兩半，括蔞根肆兩。",
                    "zhushu": "半夏燥津液，非渴者所宜。人參𠂀而潤，括蔞根苦而凉，徹𤍠生津，二物爲當。"
                },
                {
                    "paragraph": "若腹中痛者，去黄苓，加芍藥三兩。",
                    "zhushu": "去黄苓，惡寒中，加芍藥以通壅。"
                },
                {
                    "paragraph": "若脇下痞鞕，去大棗，加牡蠣肆兩。",
                    "zhushu": "𠂀令人中滿，痞者，去大棗之𠂀，醎以䎡之。痞鞕者，加牡蠣之醎。"
                },
                {
                    "paragraph": "若心下悸，小便不利者，去黄苓，加茯苓肆兩。",
                    "zhushu": "飲而水畜不行爲悸，小便不利。内經曰：“腎欲堅，急食苦以堅腎，則水益堅，故去黄芩。淡味滲泄爲陽，茯苓𠂀淡，以泄伏水。”"
                },
                {
                    "paragraph": "若不渴，外有㣲𤍠者，去人參，加桂三兩，温覆取㣲汗愈。",
                    "zhushu": "不渴者，裏和也，故去人參。外有㣲𤍠，表未解也，加桂以發汗。"
                },
                {
                    "paragraph": "若欬者，去人參、大棗、生薑，加五味子半升，乾薑二兩。",
                    "zhushu": "欬者，氣逆也，𠂀則壅氣，故去人參、大棗。内經曰：“肺欲収，急食酸以收之。”五味子之酸，以収逆氣。肺寒則欬，散以辛𤍠，故易生薑以乾薑之𤍠也。"
                },
                {
                    "paragraph": "血弱氣盡，腠理開，邪氣因入，與正氣相搏，結於脇下，正邪分爭，往來寒𤍠，休作有時，黙黙不欲飲食，藏府相連，其痛必下，邪高痛下，故使嘔也，小柴胡湯主之。",
                    "zhushu": "人之氣血，隨時盛衰，當月郭空之時，則爲血弱氣盡，腠理開踈之時也。邪氣乘虚，傷人則深。鍼經曰：月郭空，則海水東盛，人血氣虚，衞氣去，形獨居，肌肉减，皮膚緩，腠理開，毛髪殘，瞧理薄，垢落，當是時遇賊風，則其入深者是矣。邪因正虚，自表之裏，而結於脇下，與正分爭，作往來寒𤍠，黙黙不欲飲食。下爲自外之内，經絡與藏府相連，氣隨經必傳於裏，故曰其痛下。“痛”一作“病”。邪在上焦爲邪高，邪漸傳裏爲痛下，裏氣與邪氣相搏，逆而上行，故使嘔也。與小柴胡湯，以解半表半裏之邪。"
                },
                {
                    "paragraph": "服柴胡湯已，渴者，屬陽明也，以法治之。",
                    "zhushu": "服小柴胡湯，表邪已而渴，裏邪傳於陽明也，以陽明治之。"
                },
                {
                    "paragraph": "得病六七日，脉遲浮弱，惡風寒，手足温，醫二三下之，不能食，而脇下滿痛，靣目及身黄，頸項強，小便難者，與柴胡湯，後必下重。本渴而飲水，嘔者，柴胡湯不中與也。食榖者噦。",
                    "zhushu": "得病六七日，脉遲浮弱，惡風寒，手足温，則邪氣在半表半裏，未爲實，反二三下之，虚其胃氣，損其津液，邪藴於裏，故不能食而脇下滿痛。胃虚爲𤍠烝之，熏發於外，靣目及身悉黄也。頸項強者，表仍未解也。小便難者，内亡津液，雖本柴胡湯證，然以裏虚，下焦氣澁而小便難，若與柴胡湯，又走津液，後必下重也。不因飲水而嘔者，柴胡湯證。若本因飲而嘔者，水停心下也。金匱要畧曰：“先渴𨚫嘔者，爲水停心下。”此属飲家。飲水者，水停而嘔，食榖者，物聚而噦，皆非小柴胡湯所宜。二者皆柴胡湯之戒，不可不識也。"
                },
                {
                    "paragraph": "傷寒四五日，身𤍠惡風，頸項強，脇下滿，手足溫而渴者，小柴胡湯主之。",
                    "zhushu": "身𤍠惡風，頸項強者，表未解也。脇下滿而渇者，裏不和也。邪在表，則手足通𤍠，邪在裏則手足厥寒。今手足温者，知邪在表裏之間也，與小柴胡湯，以解表裏之邪。"
                },
                {
                    "paragraph": "傷寒陽脉澁，隂脉弦，法當腹中急痛者，先與小建中湯，不差者，與小柴胡湯主之。",
                    "zhushu": "脉陽澁隂弦，而腹中急痛者，當作裏有虚寒治之，與小建中湯，温中散寒。若不差者，非裏寒也，必由邪氣自表之裏，裏氣不利所致。與小柴胡湯，去黄芩，加芍藥，以除傳裏之邪。"
                },
                {
                    "paragraph": "小建中湯方桂枝、三兩，去皮，味辛，𤍠。𠂀草、三兩，炙，味𠂀，平。大棗、十二枚，擘，味𠂀，温。芍藥、六兩，味酸，㣲寒。生薑、三兩，切，味辛，温。膠飴、一升，味𠂀，温。",
                    "zhushu": "建中者，建脾也。内經曰：“脾欲緩，急食𠂀以緩之。”膠飴、大棗、𠂀草之𠂀，以緩中也。辛潤散也，榮衞不足，潤而散之，桂枝、生薑之辛，以行榮衞。酸，收也，泄也，正氣虚弱，收而行之，芍藥之酸，以收正氣。"
                },
                {
                    "paragraph": "右六味，以水七升，煑取三升，去滓，内膠飴，更上㣲火消解，温服一升，日三服。嘔家不可用建中湯，以甜故也。傷寒中風有柴胡證，但見一證便是，不必悉具。",
                    "zhushu": "柴胡證。是邪氣在表裏之間也。或胷中煩而不嘔，或渴，或腹中痛，或脇下痞鞕，或心下悸，小便不利，或不渴，身有㣲𤍠，或欬，但見一證，便宜與柴胡湯治之，不必待其證候全具也。"
                },
                {
                    "paragraph": "凡柴胡湯病證而下之，若柴胡證不罷者，復與柴胡湯，必蒸蒸而振，却發𤍠汗岀而解。",
                    "zhushu": "邪在半表半裏之間，爲柴胡證，即未作裏實，醫便以藥下之。若柴胡證仍在者，雖下之不爲逆，可復與柴胡湯以和解之。得湯，邪氣還表者，外作蒸蒸而𤍠，先經下，裏虚，邪氣欲岀，内則振振然也。正氣勝，陽氣生，却復發𤍠汗岀而解也。"
                },
                {
                    "paragraph": "傷寒二、三日，心中悸而煩者，小建中湯主之。",
                    "zhushu": "傷寒二、三日，邪氣在表，未當傳裏之時，心中悸而煩，是非邪氣搏所致。心悸者，氣虚也，煩者，血虚也。以氣血内虚，與小建中湯，先建其裏。"
                },
                {
                    "paragraph": "太陽病過經十餘日，反二三下之，後四、五日，柴胡證仍在者，先與小柴胡湯。嘔不止，心下急，欝欝㣲煩者，爲未解也，與大柴胡湯下之則愈。",
                    "zhushu": "日數過多，累經攻下，而柴胡證不罷者，亦須先與小柴胡湯，以解其表。經曰：“凡柴胡湯，疾證而下之，若柴胡證不罷者，復與柴胡者是也。”嘔止者，表裏和也。若嘔不止，鬱鬱㣲煩者，裏𤍠已甚，結於胃中也，與大柴胡湯，下其裏𤍠則愈。"
                },
                {
                    "paragraph": "大柴胡湯方柴胡、半斤，味𠂀，平。黄芩、三兩，味苦寒。芍藥、三兩，味酸，㣲寒。半夏、半升，洗，味辛，温。生薑、五、兩，切，味辛，温。枳實、四枚，炙，味苦，寒。大棗、十二枚，擘𠂀，溫。大黄、二兩，味苦，寒。",
                    "zhushu": "柴胡、黄芩之苦，入心而折𤍠，枳實、芍藥之酸苦，湧泄而扶隂。辛者散也，半夏之辛，以散逆氣。辛𠂀和也，薑、棗之辛𠂀，以和榮衞。"
                },
                {
                    "paragraph": "右七味，以水一斗二升，煑取六升，去滓，再煎，温服一升，日三服。一方用大黄二兩，若不加大黄，恐不爲大柴胡湯也。傷寒十三日不解，胷脇滿而嘔，日晡所發潮𤍠，已而㣲利。此本柴胡證，下之而不得利，今反利者，知醫以丸藥下之，非其治也。潮𤍠者實也，先宜小柴胡湯以解外，後以柴胡加芒消湯主之。",
                    "zhushu": "傷寒十三日，再傳經盡，當解之時也。若不解，胷脇滿而嘔者，邪氣猶在表裏之間，此爲柴胡湯證。若以柴胡湯下之，則更無潮𤍠自利，醫反以丸藥下之，虚其膓胃，邪氣乘虚入府，日晡所𤼵潮𤍠，𤍠巳而利也。潮𤍠雖爲𤍠實，然胷脇之邪未已，故先與小柴胡湯以解外，後以柴胡加芒消以下胃𤍠。"
                },
                {
                    "paragraph": "傷寒十三日不解，過經讝語者，以有𤍠也，當以湯下之。若小便利者，大便當鞕，而反下利，脉調和者，知醫以丸藥下之，非其治也。若自下利者，脉當㣲厥，今反和者，此爲内實也，調胃承氣湯主之。",
                    "zhushu": "傷寒十三日，再傳經盡，謂之過經。讝語者，陽明胃𤍠也，當以諸承氣湯下之。若小便利者，津液偏滲，大便當鞕，反下利者，知醫以丸藥下之也。下利脉㣲而厥者，虚寒也。今脉調和，則非虚寒，由膓虚胃𤍠，恊𤍠而利也，與調胃承氣湯，以下胃𤍠。"
                },
                {
                    "paragraph": "太陽病不解，𤍠結膀胱，其人如狂，血自下，下者愈。其外不解者，尚未可攻，當先解外，外解已，但少腹急結者，乃可攻之，宜桃核承氣湯方。",
                    "zhushu": "太陽膀胱經也。太陽經邪𤍠不解，隨經入府，爲𤍠結膀胱。其人如狂者，爲未至於狂，但不寜尔。經曰：“其人如狂者，以𤍠在下焦。”太陽多𤍠，𤍠在膀胱，必與血相搏。若血不爲畜，爲𤍠迫之，則血自下，血下則𤍠隨血岀而愈。若血不下者，則血爲𤍠搏，畜積於下，而少腹急結，乃可攻之。與桃核承氣湯，下𤍠散血。内經曰：“從外之内而盛於内者，先治其外，後調其内。”此之謂也。"
                },
                {
                    "paragraph": "桃核承氣湯方桃人、五十箇，去皮尖，味𠂀平。桂枝、二兩，去皮，味辛𤍠。大黄、四兩。芒硝、二兩。𠂀草、二兩，炙。",
                    "zhushu": "𠂀以緩之，辛以散之。少腹急結，緩以桃人之𠂀，下焦畜血，散以桂枝辛𤍠之氣。寒以取之。𤍠甚搏血，故加二物於調胃承氣湯中也。"
                },
                {
                    "paragraph": "右伍味，以水七升，煑取二升半，去滓，内芒硝，更上火㣲沸，下火，先食温服伍合，日三服，當㣲利。傷寒八九日下之，胷滿煩驚，小便不利，讝語，一身盡重，不可轉側者，柴胡加龍骨牡蠣湯主之。",
                    "zhushu": "傷寒八九日，邪氣已成𤍠，而復傳，陽經之時下之，虚其裏而𤍠不除。胷滿而煩者，陽𤍠客於胷中也，驚者，心惡𤍠而神不守也，小便不利者，裏虚津液不行也，讝語者，胃𤍠也，一身盡重不可轉側者，陽氣内行於裏，不營於表也。與柴胡湯以除胷滿而煩，加龍骨、牡蠣、鈆丹，収歛神氣而鎮驚，加茯苓以行津液、利小便，加大黄以逐胃𤍠、止讝語，加桂枝以行陽氣而解身重，錯雜之邪，斯悉愈矣。"
                },
                {
                    "paragraph": "柴胡加龍骨牡蠣湯方半夏、二合，洗。大棗、六枚。柴胡、四兩。生薑、一兩半。人參、一兩半。龍骨、一兩半。鈆丹、一兩半。桂枝、一兩半，去皮。茯苓、一兩半。大黄、二兩。牡蠣、一兩半，煆。右十一味，以水八升，煑取四升，内大黄，切如碁子，更煑一二沸，去滓，温服一升。傷寒腹滿讝語，寸口脉浮而𦂳，此肝乘脾也，名曰縱。刺期門。",
                    "zhushu": "腹滿讝語者，脾胃疾也，浮而𦂳者，肝脉也。脾病見肝脉，木行乘土也。經曰：“水行乘火，木行乘土，名曰縱。”此其𩔗矣。期門者，肝之募，刺之以㵼肝經盛氣。"
                },
                {
                    "paragraph": "傷寒𤼵𤍠，嗇嗇惡寒，大渇欲飮水，其腹必滿，自汗岀，小便利，其病欲解，此肝乘肺也，名曰横。刺期門。",
                    "zhushu": "傷寒發𤍠，嗇嗇惡寒，肺病也。大渴欲飮水，肝氣勝也。玉凾曰：“作大渇欲飮酢漿，是知肝氣勝也。”傷寒欲飲水者愈，若不愈而腹滿者，此肝行乘肺，水不得行也。經曰：“木行乘金，名横刺期門，以㵼肝之盛氣。”肝肺氣平，水散而津液得通，外作自汗岀，内爲小便利而解也。"
                },
                {
                    "paragraph": "太陽病二日，反躁，反熨其背，而大汗岀，大𤍠入胃，胃中水竭，躁煩，必𤼵讝語十餘日，振慄自下利者，此爲欲解也。故其汗從腰已下不得汗，欲小便不得，反嘔，欲失溲，足下惡風，大便鞕，小便當數，而反不數及多，大便已，頭卓然而痛，其人足心必𤍠，榖氣下流故也。",
                    "zhushu": "太陽病二日，則邪在表，不當發躁而反躁者，𤍠氣行於裏也。反熨其背而發汗，大汗岀則胃中乾燥，火𤍠入胃，胃中燥𤍠，躁煩而讝語，至十餘日振慄自下利者，火邪勢㣲，隂氣復生，津液得復也，故爲欲解，火邪去，大汗岀則愈。若從腰以下不得汗，則津液不得下通，故欲小便不得，𤍠氣上逆而反嘔也。欲失溲，足下惡風者，氣不得通於下而虚也。津液偏滲，令大便鞕者，小便當數。經曰：“小便數者，大便必鞕也。”此以火𤍠内燥，津液不得下通，故小便不數及不多也。若火𤍠消，津液和，則結鞕之便得潤，因自大便也。便已，頭卓然而痛者，先大便鞕，則陽氣不得下通，旣得大便，則陽氣降下，頭中陽虚，故卓然而痛。穀氣者，陽氣也，先陽氣不通於下之時，足下惡風，今陽氣得下，故足心𤍠也。"
                },
                {
                    "paragraph": "太陽病中風，以火刼發汗，邪風被火𤍠，血氣流溢，失其常度，兩陽相熏灼，其身𤼵黄，陽盛則欲衂，隂虚則小便難，隂陽俱虚竭，身體則枯燥，但頭汗岀，劑頸而還，腹滿㣲喘，口乾咽爛，或不大便，乆則讝語，甚者至噦，手足躁擾，捻衣摸牀，小便利者，其人可治。",
                    "zhushu": "風為陽邪，因火𤍠之氣，則邪風愈甚，迫於血氣，使血氣流溢，失其常度。風與火氣，謂之兩陽，兩陽相熏灼，𤍠發於外，必發身黄。若𤍠搏於經絡，爲陽盛外𤍠，迫血上行，必衂。𤍠搏於内者，爲隂虚内𤍠，必小便難。若𤍠消血氣，血氣少，爲隂陽俱虚，血氣虚少，不能榮於身體，為之枯燥。三陽經絡至頸，三隂至胷中而還，但頭汗岀劑頸而還者，𤍠氣炎上，搏陽而不搏於隂也。内經曰：“諸脹腹大，皆屬於𤍠。”腹滿㣲喘者，𤍠氣内欝也。内經曰：“火氣内發，上爲口乾咽爛者，火𤍠上熏也。”𤍠氣上而不下者，則大便不鞕。若𤍠氣下入胃，消耗津液，則大便鞕，故云或不大便。乆則胃中躁𤍠，必𤼵讝語。内經曰：“病深者，其聲噦。”火氣大甚，正氣逆亂，則噦。内經曰：“四肢者，諸陽之本也，陽盛則四肢實，火𤍠大甚，故手足躁擾，捻衣摸牀擾亂也。小便利者，爲火未劇，津液未竭，而猶可治也。"
                },
                {
                    "paragraph": "傷寒脉浮，醫以火迫刼之，亡陽，必驚狂，起卧不安者，桂枝去芍藥加蜀漆牡蠣龍骨救逆湯主之。",
                    "zhushu": "傷寒脉浮，責邪在表，醫以火刼發汗，汗大岀者，亡其陽。汗者，心之液，亡陽則心氣虚，心惡𤍠，火邪内迫，則心神浮越，故驚狂起卧不安，與桂枝湯。解未盡。表邪去芍藥，以芍藥益隂，非亡陽所宜也。火邪錯逆，加蜀漆之辛以散之。陽氣亡脫，加龍骨、牡蠣之澁以固之。本草云：“澁可去脫，龍骨、牡蠣之属是也。"
                },
                {
                    "paragraph": "桂枝去芍藥加蜀𣾰龍骨牡蠣救逆湯方桂枝、三兩，去皮。𠂀草、二兩，炙。生薑、三兩，切。牡蠣、五兩，熬，味酸醎。龍骨、四兩，味𠂀，平。大棗、十二枚，擘。蜀𣾰、三兩，洗，去脚，味辛，平。右爲末，以水一斗二升，先煑蜀𣾰减二升，内諸藥，煑取三升，去滓，温服一升。形作傷寒，其脉不弦𦂳而弱，弱者必渴，被火者必讝語，弱者發𤍠脉浮，解之當汗岀愈。",
                    "zhushu": "形作傷寒，謂頭痛身𤍠也。脉不弦𦂳，則無傷寒表脉也。經曰“諸弱發𤍠”則脉弱爲裏𤍠，故云弱者必渴。若被火氣，兩𤍠相合，搏於胃中，胃中躁煩，必發讝語。脉弱發𤍠者，得脉浮爲邪氣還表，當汗岀而解矣。"
                },
                {
                    "paragraph": "太陽病，以火熏之，不得汗，其人必躁，到不解，必清血，名爲火邪，",
                    "zhushu": "此火邪迫血而血下行者也。太陽病，用火熏之，不得汗，則𤍠無從岀，隂虚被火，必發躁也。六日傳經盡，至七日再到太陽經，則𤍠氣當解。若不解，𤍠氣迫血下行，必清血清厠也。"
                },
                {
                    "paragraph": "脉浮𤍠甚，反灸之，此爲實。實以虚治。因火而動，必咽燥唾血，",
                    "zhushu": "此火邪迫血而血上行者也。脉浮𤍠甚爲表實，醫以脉浮爲虚，用火灸之，因火氣動血，迫血上行，故咽燥唾血。"
                },
                {
                    "paragraph": "㣲數之脉，慎不可灸。因火爲邪，則爲煩逆，追虚逐實，血散脉中，火氣雖㣲，内攻有力，焦骨傷筋，血難復也。",
                    "zhushu": "㣲數之脉，則爲𤍠也，灸則除寒，不能散𤍠，是慎不可灸也。若反灸之，𤍠因火則甚，遂爲煩逆。灸本以追虚，而復逐𤍠爲實，𤍠則傷血，又加火氣，使血散脉中，氣主呴之，血主濡之，氣血消散，不能濡潤筋骨，致骨焦筋傷，血散而難復也。"
                },
                {
                    "paragraph": "脉浮宜以汗解，用火灸之，邪無從岀，因火而盛，病從腰以下，必重而痺，名“火逆”也。",
                    "zhushu": "脉浮在表，宜以汗解之。醫以火灸取汗，而不得汗，邪無從出，又加火氣相𦔳，則𤍠愈甚。身半以上，同天之陽，半身以下，同地之隂，火性炎上，則腰已下隂氣獨治，故從腰以下必重而痺也。"
                },
                {
                    "paragraph": "欲自解者，必當先煩，乃有汗而解。何以知之？脉浮，故知汗岀解也。",
                    "zhushu": "煩，𤍠也。邪氣還表，則爲煩𤍠。汗岀而解，以脉浮，故爲邪還表也。"
                },
                {
                    "paragraph": "燒針令其汗，針處被寒，核起而赤者，必發奔豚。氣從少腹上衝心者，灸其核上各一壯，與桂枝加桂湯，更加桂二兩。",
                    "zhushu": "燒針發汗，則損隂血而驚動心氣。針處被寒，氣聚而成核，心氣因驚而虚，腎氣乘寒氣而動，發爲奔豚。金匱要畧曰：“病有奔豚，從驚𤼵得之，腎氣欲上乘心，故其氣從少腹上衝心也。先灸核上，以散其寒，與桂枝加桂湯，以泄奔豚之氣。”"
                },
                {
                    "paragraph": "火逆下之，因燒針煩躁者，桂枝𠂀草龍骨牡蠣湯主之。",
                    "zhushu": "先火為逆，復以下除之，裏氣因虚，又加燒針，裏虚而爲火𤍠所煩，故生煩躁。與桂枝𠂀草龍骨牡蠣湯，以散火邪。"
                },
                {
                    "paragraph": "桂枝𠂀草龍骨牡蠣湯方桂枝、一兩。𠂀草、二兩。牡蠣、二兩，熬。龍骨。二兩。",
                    "zhushu": "辛𠂀𤼵散，桂枝、𠂀草之辛𠂀，以𤼵散經中之火邪。澁可去脫。龍骨、牡蠣之澁，以収歛浮越之正氣。"
                },
                {
                    "paragraph": "右爲末，以水伍升，煑取二升半，去滓，温服八合，日三服。太陽傷寒者，加溫針必驚也。",
                    "zhushu": "寒則傷榮，榮氣㣲者，加燒針，則血留不行。驚者，温針損榮血而動心氣。金匱要畧曰：“血氣少者屬於心。”"
                },
                {
                    "paragraph": "太陽病，當惡寒𤼵𤍠，今自汗岀，不惡寒發𤍠，關上脉細數者，以醫吐之過也。一二日吐之者，腹中飢，口不能食。三四日吐之者，不喜糜粥，欲食冷食，朝食暮吐，以醫吐之所致也。此爲小逆。",
                    "zhushu": "惡寒𤼵𤍠，爲太陽表病。自汗岀，不惡寒𤼵𤍠者，陽明證本太陽表病，醫反吐之，傷動胃氣，表邪乘虚，傳於陽明也。以關脉細數，知醫吐之所致。病一二日，爲表邪尚寒而未成𤍠，吐之則表寒傳於胃中，胃中虚寒，故腹中飢而口不能食。病三四日，則表邪已傳成𤍠，吐之則表𤍠乘虚入胃，胃中虚𤍠，故不喜糜粥，欲食冷食，朝食暮吐也。朝食暮吐者，晨食入胃，胃虚不能剋化，即知至暮胃氣行裏，與邪氣相搏，則胃氣反逆，而以胃氣尚在，故止云小逆。"
                },
                {
                    "paragraph": "太陽病吐之，但太陽病當惡寒，今反不惡寒，不欲近衣，此為吐之内煩也。",
                    "zhushu": "太陽表病，醫反吐之，傷於胃氣，邪𤍠乘虚入胃，胃爲邪𤍠内煩，故不惡寒，不欲近衣也。"
                },
                {
                    "paragraph": "病人脉數，數爲𤍠，當消穀引食，而反吐者，此以發汗，令陽氣㣲，膈氣虚，脉乃數也。數爲客𤍠，不能消榖，以胃中虚冷，故吐也。",
                    "zhushu": "陽受氣於胷中，𤼵汗外虚陽氣，是令陽氣㣲，膈氣虚也。數爲𤍠本，𤍠則合消榖，客𤍠則不能消榖，因發汗外損陽氣，致胃中虚冷，故吐也。"
                },
                {
                    "paragraph": "太陽病，過經十餘日，心下溫温欲吐，而胷中痛，大便反溏，腹㣲滿，鬰鬰㣲煩，先此時自極吐下者，與調胃承氣湯，若不尓者，不可與。但欲嘔，胷中痛，㣲溏者，此非柴胡證，以嘔故知極吐下也。",
                    "zhushu": "心下温温欲吐，欝欝㣲煩，胷中痛，當責邪𤍠客於胷中。大便反溏，腹㣲滿，則邪𤍠已下於胃也。日數雖多，若不經吐下，止是傳邪，亦未可下，當與柴胡湯，以除上中二焦之邪。若曾吐下，傷損胃氣，胃虚則邪乘虚入胃爲實，非柴胡湯所能去。調胃承氣湯下胃𤍠以嘔，知胃氣先曾傷動也。"
                },
                {
                    "paragraph": "太陽病六七日，表證仍在，脉㣲而沉，反不結胷，其人發狂者，以𤍠在下焦，少腹當鞕滿，小便自利者，下血乃愈。所以然者，以太陽隨經，瘀𤍠在裏故也。抵當湯主之。",
                    "zhushu": "太陽，經也，膀胱，府也，此太陽隨經入府者也。六七日，邪氣傳裏之時，脉㣲而沉，邪氣在裏之脉也。表證仍在者，則邪氣猶淺，當結於胷中，若不結於胷中，其人發狂者，𤍠結在膀胱也。經曰：“𤍠結膀胱，其人如狂，此𤼵狂則𤍠又深也。”少腹鞕滿，小便不利者，爲無血也。小便自利者，血證諦也。與抵當湯，以下畜血。"
                },
                {
                    "paragraph": "抵當湯方水蛭、三十箇，熬，味醎，苦寒。蝱蟲、三十箇，熬，去趐足，味苦㣲寒。桃人、二十箇，去皮尖，味苦，𠂀平。大黄、三兩，酒浸，味苦寒。",
                    "zhushu": "苦走血，鹹勝血。蝱蟲、水蛭之鹹苦，以除畜血。𠂀緩結，苦泄𤍠。桃人、大黄之苦，以下結𤍠。"
                },
                {
                    "paragraph": "右四味，爲末，以水伍升，煑取三升，去滓，温服一升。不下，再服。太陽病，身黄，脉沉結，少腹鞕，小便不利者，爲無血也。小便自利，其人如狂者，血證諦也。抵當湯主之。",
                    "zhushu": "身黄，脉沉結，少腹鞕，小便不利者，胃𤍠𤼵黄也。可與茵陳湯。身黄，脉沉結，少腹鞕，小便自利，其人如狂者，非胃中瘀𤍠，爲𤍠結下焦，而爲畜血也。與抵當湯，以下畜血。"
                },
                {
                    "paragraph": "傷寒有𤍠，少腹滿，應小便不利，今反利者，爲有血也。當下之，不可餘藥，宜抵當丸。",
                    "zhushu": "傷寒有𤍠，少腹滿，是畜血於下焦。若𤍠畜津液不通，則小便不利。其𤍠不畜津液，而畜血不行，小便自利者，乃爲畜血。當與桃人承氣湯、抵當湯下之。然此無身黄屎黒，又無喜忘𤼵狂，是未至於甚，故不可餘駛峻之藥也，可與抵當丸，小可下之也。"
                },
                {
                    "paragraph": "抵當丸方水蛭、二十箇，味苦寒。蝱蟲、二十五箇，味苦，㣲寒。桃人、二十箇，去皮尖。大黄。三兩。右四味，杵分爲四丸，以水一升，煑一丸，取七合服之，晬時當下血，若不下者更服。太陽病，小便利者，以飲水多，必心下悸，小便少者，必苦裏急也。",
                    "zhushu": "飲水多而小便自利者，則水不内畜，但腹中水多，令心下悸。金匱要畧曰：“食少飲多，水停心下，甚者則悸。”飲水多而小便不利，則水畜於内而不行，必苦裏急也。",
                    "type": 2
                }
            ]
        },
        {
            "name": "辨太陽脉證并治下第七",
            "paragraphs": [
                {
                    "paragraph": "辨太陽脉證并治下第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "問曰：病有結胷，有藏結，其狀何如？荅曰：按之痛，寸脉浮，關脉沉，名曰結胷也。“何謂藏結？”荅曰：如結胷狀，飲食如故，時時下利，寸脉浮，關脉小細、沉、𦂳，名曰藏結。舌上白胎滑者，難治。",
                    "zhushu": "結胷者，邪結在胷；藏結者，邪結在藏。二者皆下後邪氣乘虚入裏所致。下後邪氣入裏，與陽相結者爲結胷，以陽受氣於胷中故爾；與隂相結者，爲藏結，以隂受之則入五藏故爾。氣宜通而塞，故痛。邪結陽分，則隂氣不得上通；邪結隂分，則陽氣不得下通，是二者，皆心下鞕痛。寸脉浮，關脉沉，知邪結在陽也。寸脉浮，關脉小細、沉𦂳，知邪結在隂也。隂結而陽不結，雖心下結痛，飲食亦自如故。隂氣乘腸虚而下，故時時自下利，隂得陽則解。藏結得𤍠證多，則易治。舌上白胎滑者，邪氣結胷中，亦寒，故云難治。"
                },
                {
                    "paragraph": "藏結無陽證，不徃來寒𤍠，其人反靜，舌上胎滑者，不可攻也。",
                    "zhushu": "藏結於法當下，無陽證，爲表無𤍠，不徃來寒𤍠，爲半表半裏，無𤍠，其人反靜，爲裏無𤍠。經曰：舌上如胎者，以丹田有𤍠，胷中有寒，以表裏皆寒，故不可攻。"
                },
                {
                    "paragraph": "病𤼵於陽而反下之，𤍠入因作結胷；病𤼵於隂而反下之，因作痞。所以成結胷者，以下之太早故也。",
                    "zhushu": "𤼵𤍠惡寒者，𤼵於陽也，而反下之，則表中陽邪入裏，結於胷中爲結胷。無𤍠惡寒者，𤼵於隂也，而反下之，表中隂邪入裏，結於心下爲痞。"
                },
                {
                    "paragraph": "結胷者，項亦強，如柔痓狀，下之則和，宜大䧟胷丸方。",
                    "zhushu": "結胷病，項強者，爲邪結胷中，胷膈結滿，心下𦂳實，但能仰而不能俛，是項強亦如柔痓之狀也。與大䧟胷丸，下結泄滿。"
                },
                {
                    "paragraph": "大䧟胷丸方：大黄、半斤，味苦，寒。葶藶、半升，熬，味苦，寒。芒硝、半升，味鹹寒。杏人、半升，去皮尖，熬黒，味苦𠂀温。",
                    "zhushu": "大黄、芒硝之苦鹹，所以下𤍠；葶藶、杏人之苦𠂀，所以泄滿。𠂀遂取其直逹，白蜜取其潤利，皆以下泄滿實物也。"
                },
                {
                    "paragraph": "右四味，搗篩，二味，內杏人、芒硝，合研如脂，和散，取如彈丸一枚，别搗𠂀遂末壹錢匕，白蜜二合，水二升，煑取一升，温頓服之，一宿乃下。如不下，更服，取下爲效，禁如藥法。結胷證，其脉浮大者，不可下，下之則死。",
                    "zhushu": "結胷爲邪結胷中，属上焦之分。得寸脉浮、關脉沉者，爲在裏，則可下。若脉浮大，心下雖結，是在表者猶多，未全結也。下之重虚，邪氣復結，則難可制，故云下之則死。"
                },
                {
                    "paragraph": "結胷證悉具，煩燥者亦死。",
                    "zhushu": "結胷證悉具，邪結已深也。煩燥者，正氣散亂也。邪氣勝正，病者必死。"
                },
                {
                    "paragraph": "太陽病，脉浮而動數，浮則爲風，數則爲𤍠，動則爲痛，數則爲虚。頭痛發𤍠，㣲盗汗岀，而反惡寒者，表未解也。醫反下之，動數變遲，膈内拒痛，胃中空虚，客氣動膈，短氣躁煩，心中懊憹，陽氣内䧟，心下因鞕，則爲結胷，大䧟胷湯主之。若不結胷，但頭汗岀，餘無汗，劑頸而還，小便不利，身必𤼵黄也。",
                    "zhushu": "動數，皆陽脉也，當責邪在表。睡而汗岀者，謂之盗汗，爲邪氣在半表半裏，則不惡寒。此頭痛𤼵𤍠，㣲盗汗岀，反惡寒者，表未解也，當𤼵其汗，醫反下之，虚其胃氣。表邪乘虚則䧟。邪在表則見陽脉，邪在裏則見隂脉。邪氣内䧟，動數之脉所以變遲，而浮脉獨不變者，以邪結胷中，上焦陽結，脉不得而沉也。客氣者，外邪乘胃中空虚入裏，結於胷膈，膈中拒痛者，客氣動膈也。金匱要畧曰：“短氣不足以息者，實也。短氣燥煩，心中懊憹，皆邪𤍠爲實。陽氣内䧟，氣不得通於膈，壅於心下，爲鞕滿而痛，成結胷也。與大䧟胷湯，以下結𤍠。若胃中空虚，陽氣内䧟，不結於胷膈，下入於胃中者，遍身汗出，則爲𤍠越，不能𤼵黄。”若但頭汗岀，身無汗，劑頸而還，小便不利者，𤍠不得越，必𤼵黄也。"
                },
                {
                    "paragraph": "大䧟胷湯方：大黄、六兩，去皮，苦寒。芒硝、一升，鹹寒。𠂀遂、一錢，苦寒。",
                    "zhushu": "大黄，謂之將軍，以苦蕩滌。芒硝，一名硝石，以其鹹能䎡鞕。夫間有𠂀遂，以通水也。𠂀遂，若夫間之，遂其氣，可以直逹透結䧟胷。三物爲允。"
                },
                {
                    "paragraph": "右三味，以水六升，先煑大黄，取二升，去滓，内芒消，煑一兩沸，内𠂀遂末，温服一升，得快利，止後服。傷寒六七日，結胷𤍠實，脉沉而𦂳，心下痛，按之石鞕者，大䧟胷湯主之。",
                    "zhushu": "病在表而下之，𤍠入，因作結胷。此不云下後，而云“傷寒六七日”，則是傳裏之實𤍠也。沉爲在裏，𦂳爲裏實，以心下痛，按之實鞕，是以爲結胷。與大䧟胷湯。以下結𤍠。"
                },
                {
                    "paragraph": "傷寒十餘日，𤍠結在裏，復往來寒𤍠者，與大柴胡湯。但結胷無大𤍠者，此爲水結在胷脇也。但頭㣲汗出者，大䧟胷湯主之。",
                    "zhushu": "傷寒十餘日，𤍠結在裏，是可下之證。復往來寒𤍠，爲正邪分爭，未全歛結，與大柴胡湯下之。但結胷無大𤍠者，非𤍠結也，是水飲結於胷脇，謂之水結胷。周身汗出者，是水飲外散，則愈。若但頭㣲汗出，餘處無汗，是水飲不得外泄，停畜而不行也，與大䧟胷湯，以逐其水。"
                },
                {
                    "paragraph": "太陽病，重𤼵汗，而復下之，不大便五六日，舌上燥而渴，日晡所，小有潮𤍠，從心下至少腹，鞕滿而痛不可近者，大䧟胷湯主之。",
                    "zhushu": "重𤼵汗而復下之，則内外重亡津液，而邪𤍠内結，致不大便五六日，舌上燥而渴也。日晡潮𤍠者，属胃。此日晡小有潮𤍠，非但在胃，從心下至少腹，鞕滿而痛不可近者，是一腹之中，上下邪氣俱甚也，與大䧟胷湯，以下其邪。"
                },
                {
                    "paragraph": "小結胷病，正在心下，按之則痛，脉浮滑者，小䧟胷湯主之。",
                    "zhushu": "心下鞕痛，手不可近者，結胷也。正在心下，按之則痛，是𤍠氣猶淺，謂之“小結胷”。結胷脉沉𦂳，或寸浮關沉，今脉浮滑，知𤍠未深結，與小䧟胷湯，以除胷膈上結𤍠也。"
                },
                {
                    "paragraph": "小䧟胷湯方：黄連、一兩，苦寒。半夏、半升，洗，辛温。括蔞實、大者一箇，味苦寒。",
                    "zhushu": "苦以泄之，辛以散之。黄連、括蔞實，苦寒以泄𤍠，半夏之辛以散結。"
                },
                {
                    "paragraph": "右三味，以水六升，先煑括蔞，取三升，去滓，内諸藥，煑取二升，去滓，分温三服。太陽病二三日，不能卧，但欲起，心下必結，脉㣲弱者，此本有寒分也，反下之，若利止，必作結胷。未止者，四日復下之，此作恊𤍠利也。",
                    "zhushu": "太陽病二三日，邪在表也，不能卧，但欲起，心下必結者，以心下結滿，卧則氣壅而愈甚，故不能卧而但欲起也。心下結滿，有水分，有寒分，有氣分，今脉㣲弱，知本有寒分，醫見心下結，而反下之，則太陽表邪乘虚入裏，利止則邪氣留結，爲結胷；利不止，至次日復如前下，利不止者，是邪𤍠下攻腸胃，爲挾𤍠利也。"
                },
                {
                    "paragraph": "太陽病，下之，其脉促，不結胷者，此爲欲解也。脉浮者，必結胷也；脉𦂳者，必咽痛；脉弦者，必兩脇拘急；脉細數者，頭痛未止；脉沉𦂳者，必欲嘔；脉沉滑者，恊𤍠利；脉浮滑者，必下血。",
                    "zhushu": "此太陽，病下之後，邪氣傳變，其脉促者，爲陽盛，下後脉促，爲陽勝隂也，故不作結胷，爲欲解。下後脉浮，爲上焦陽邪結而爲結胷也。經曰：“結胷者，寸脉浮，關脉沉。”下後脉𦂳，則太陽之邪傳於少隂。經曰：“脉𦂳者，属少隂。”内經曰：“邪客於少隂之絡，令人咽痛，不可内食。”所以脉𦂳者，必咽痛。脉弦則太陽之邪傳於少陽。經曰：“尺寸俱弦者，少陽受病也。其脉循脇絡於耳。”所以脉弦者，必兩脇拘急。下後邪氣傳裏，則頭痛當止。脉細數，爲邪未傳裏而傷氣也，細爲氣少，數爲在表，故頭痛未止。脉沉𦂳，則太陽之邪傳於陽明，爲裏實也。沉爲在裏，𦂳爲裏實，陽明裏實，故必欲嘔。脉滑則太陽之邪傳於腸胃，以滑爲隂氣有餘，知邪氣入裏，干於下焦也。沉爲血勝氣虚，是爲恊𤍠利；浮爲氣勝血虚，是知必下血。經曰：“不宜下而便攻之，諸變不可勝數”，此之謂也。"
                },
                {
                    "paragraph": "病在陽，應以汗解之，反以冷水潠之，若灌之，其𤍠被𨚫不得去，彌更益煩，肉上粟起，意欲飲水，反不渴者，服文蛤散。若不差者，與五苓散。寒實結胷，無𤍠證者，與三物小䧟胷湯，白散亦可服。",
                    "zhushu": "病在陽，爲邪在表也，法當汗出而解，反以冷水潠之，灌洗。𤍠被寒水，外不得出，則反攻其裏，彌更益煩，肉上粟起者，水寒之氣客於皮膚也。意欲飲水者，裏有𤍠也。反不渴者，寒在表也，與文蛤散，以散表中水寒之氣。若不差，是水𤍠相搏，欲傳於裏，與五苓散𤼵汗以和之。始𤍠在表，因水寒制之，不得外泄，內攻於裏，結於胷膈，心下鞕痛。本是水寒，伏𤍠爲實，故謂之寒實結胷。無𤍠證者，外無𤍠而𤍠悉収歛於裏也，與小䧟胷湯，以下逐之。白散下𤍠，故亦可攻。"
                },
                {
                    "paragraph": "文蛤散方：文蛤、五兩，味鹹寒。",
                    "zhushu": "鹹走腎邪，可以勝水氣。"
                },
                {
                    "paragraph": "右一味，爲散，以沸湯和一錢匕服。湯用五合。白散方：桔梗、三分，味辛苦，㣲温。芭豆、一分，去皮心，熬黒，研如脂，平温。貝母，三分，味辛苦平。",
                    "zhushu": "辛散而苦泄。桔梗、貝母之苦辛，用以下氣；芭豆之辛，用以散實。"
                },
                {
                    "paragraph": "右件三味爲末，内芭豆，更於臼中杵之，以白飲和服。強人半錢，羸者减之。病在膈上必吐，在膈下必利。不利，進𤍠粥一杯；利過不止，進冷粥一杯。身𤍠皮粟不解，欲引衣自覆者，若水以潠之，洗之，益令𤍠𨚫不得岀。當汗而不汗則煩，假令汗岀，已腹中痛，與芍藥三兩，如上法。太陽與少陽併病，頭項強痛，或眩冐，時如結胷，心下痞鞕者，當刺大椎第一間，肺俞、肝俞。慎不可𤼵汗，𤼵汗則讝語，脉弦，五六日讝語不止，當刺期門。",
                    "zhushu": "太陽之脉，絡頭下頃，頭項強痛者，太陽表病也。少陽之脉，循胷絡脇，如結胷，心下痞鞕者，少陽裏病也。太陽、少陽相併爲病，不純在表，故頭項不但強痛，而或眩冐，亦未全入裏，故時如結胷，心下痞鞕，此邪在半表半裏之間也。刺大椎第一間、肺俞，以㵼太陽之邪；刺肝俞，以㵼少陽之邪。邪在表，則可𤼵汗；邪在半表，半裏則不可𤼵汗。𤼵汗，則亡津液，損動胃氣，少陽之邪，因干於胃，土，爲木刑。必𤼵讝語、脉弦，至五六日，傳經盡，邪𤍠去而讝語當止，若復不止，爲少陽邪𤍠甚也。刺期門以㵼肝膽之氣。"
                },
                {
                    "paragraph": "婦人中風，𤼵𤍠惡寒，經水適來，得之七八日，𤍠除，而脉遲身凉，胷脇下滿，如結胷狀，讝語者，此爲𤍠入血室也。當刺期門，隨其實而㵼之。",
                    "zhushu": "中風、𤼵𤍠、惡寒，表病也。若經水不來，表邪傳裏，則入府而不入血室也。因經水適來，血室空虚，至七八日，邪氣傳裏之時，更不入府，乘虚而入於血室。𤍠除脉遲身凉者，邪氣内䧟而表證罷也。胷脇下滿，如結胷狀，讝語者，𤍠入血室而裏實。期門者，肝之募，肝主血。刺期門者，㵼血室之𤍠。審㸔何經氣實，更隨其實而㵼之。"
                },
                {
                    "paragraph": "婦人中風七八日，續得寒𤍠，𤼵作有時，經水適㫁者，此爲𤍠入血室，其血必結，故使如𭼠　狀，𤼵作有時，小柴胡湯主之。",
                    "zhushu": "中風七八日，邪氣傳裏之時，本無寒𤍠，而續得寒𤍠，經水適㫁者，此爲表邪，乘血室虚，入於血室，與血相搏，而血結不行，經水所以㫁也。血氣與邪分爭，致寒𤍠如，𭼠　而𤼵作有時，與小柴胡湯以解傳經之邪。"
                },
                {
                    "paragraph": "婦人傷寒𤼵𤍠，經水適來，晝日明了，暮則讝語，如見鬼狀者，此爲𤍠入血室，無犯胃氣及上二焦，必自愈。",
                    "zhushu": "傷寒𤼵𤍠者，寒已成𤍠也。經水適來，則血室虚空，邪𤍠乘虚入於血室。若晝日讝語，爲邪客於府而陽爭也。此晝日明了，暮則讝語，如見鬼狀，是邪不入府，入於血室而隂爭也。陽盛讝語，則宜下，此𤍠入血室，不可與下藥，犯其胃氣。𤍠入血室，血結實𤍠者，與小柴胡湯，散邪𤼵汗。此雖𤍠入血室，而不留結，不可與𤼵汗藥，犯其上焦。𤍠入血室，胷脇滿如結胷狀者，可刺期門。此雖𤍠入血室，而無滿結，不可刺期門。犯其中焦，必自愈者，以經行則𤍠隨血去，血下也已，則邪𤍠悉除而愈矣。所爲𤼵汗，爲犯上焦者，𤼵汗則動衛氣，衛氣岀上焦故也。刺期門爲犯中焦者，刺期門則動榮氣，榮氣岀中焦故也。脉經曰：“無犯胃氣及上二焦，必自愈。”豈謂藥不謂針耶？"
                },
                {
                    "paragraph": "傷寒六七日，𤼵𤍠㣲惡寒，支節煩疼，㣲嘔，心下支結，外證未去者，柴胡加桂枝湯主之。",
                    "zhushu": "傷寒六七日，邪當傳裏之時，支，散也。嘔而心下結者，裏證也，法當攻裏。𤼵𤍠㣲惡寒，支節煩疼，爲外證未去，不可攻裏，與柴胡桂枝湯以和解之。"
                },
                {
                    "paragraph": "傷寒五六日，已𤼵汗而復下之，胷脇滿㣲結，小便不利，渴而不嘔，但頭汗岀，往來寒𤍠，心煩者，此爲未解也，柴胡桂枝乾薑湯主之。",
                    "zhushu": "傷寒五六日，已經汗下之後，則邪當解。今胷脇滿㣲結，小便不利，渴而不嘔，但頭汗岀，往來寒𤍠，心煩者，即邪氣猶在半表半裏之間，爲未解也。胷脇滿㣲結，寒𤍠心煩者，邪在半表半裏之間也。小便不利而渴者，汗下後亡津液，内燥也。若𤍠消津液，令小便不利而渴者，其人必嘔。今渴而不嘔，知非裏𤍠也。傷寒汗岀則和，今但頭汗岀而餘處無汗者，津液不足，而陽虚於上也。與柴胡桂枝乾薑湯，以解表裏之邪，復津液而𦔳陽也。"
                },
                {
                    "paragraph": "柴胡桂枝乾薑湯方：柴胡、半斤，苦平。桂枝、三兩，去皮，味辛，𤍠。乾薑、三兩，辛𤍠。括蔞根、四兩，苦寒。黄芩、三兩，苦寒。牡蠣、三兩，熬，醎寒。𠂀草、二兩，炙，味𠂀平。",
                    "zhushu": "内經，曰：“𤍠滛於内，以苦𤼵之。”柴胡、黄芩之苦，以解傳表之邪，辛𠂀𤼵散爲陽。桂枝、𠂀草之辛𠂀，以散在表之邪，鹹以䎡之。牡蠣之鹹，以消胷脇之滿，辛以潤之。乾薑之辛，以固陽虚之汗。津液不足而爲渴，苦以堅之。括蔞之苦，以生津液。"
                },
                {
                    "paragraph": "右七味，以水一斗二升，煑取六升，去滓，再煎取三升，温服一升，日三服。𥘉服㣲煩，復服汗岀便愈。傷寒五六日，頭汗岀，㣲惡寒，手足冷，心下滿，口不欲食，大便鞕，脉細者，此爲陽㣲結，必有表復有裏也。脉沉亦在裏也。汗岀爲陽㣲，假令純隂結，不得復有外證，悉入在裏，此爲半在裏半在外也。脉雖沉𦂳，不得爲少隂病。所以然者，隂不得有汗，今頭汗岀，故知非少隂也，可與小柴胡湯。設不了了者，得屎而解。",
                    "zhushu": "傷寒五六日，邪當傳裏之時，頭汗岀，㣲惡寒者，表仍未解也。手足冷，心下滿，口不欲食，大便鞕，脉細者，邪結於裏也。大便鞕爲陽結，此邪𤍠雖傳於裏，然以外帶表邪，則𤍠結猶淺，故曰“陽㣲結”。脉沉雖爲在裏，若純隂結，則更無頭汗惡寒之表證。諸隂脉皆至頸、胷中而還，不上循頭，今頭汗岀，知非少隂也。與小柴胡湯，以除半表半裏之邪。服湯已，外證罷而不了了者，爲裏𤍠未除，與湯取其㣲利則愈，故云得屎而解。"
                },
                {
                    "paragraph": "傷寒五六日，嘔而𤼵𤍠者，柴胡湯證具，而以他藥下之，柴胡證仍在者，復與柴胡湯，此雖已下之，不爲逆，必蒸蒸而振，𨚫𤼵𤍠汗岀而解。若心下滿而鞕痛者，此爲結胷也，大䧟胷湯主之。但滿而不痛者，此爲痞，柴胡不中與之，宜半夏㵼心湯。",
                    "zhushu": "傷寒五六日，邪在半表半裏之時，嘔而𤼵𤍠，邪在半表半裏之證，是爲柴胡證具，以他藥下之，柴胡證不罷者，不爲逆，𨚫與柴胡湯則愈。若下後，邪氣傳裏者，邪在半表半裏，則隂陽俱有邪，至於下後，邪氣傳裏，亦有隂陽之異。若下後陽邪傳裏者，則結於胷中爲結胷，以胷中爲陽，受氣之分，與大䧟胷湯以下其結。隂邪傳裏者，則留於心下爲痞，以心下爲隂，受氣之分，與半夏㵼心湯以通其痞。經曰：“病𤼵於陽，而反下之，𤍠入因作結胷；病𤼵於隂，而反下之，因作痞。”此之謂也。"
                },
                {
                    "paragraph": "半夏㵼心湯方：半夏、半升，洗，辛平。黄芩、苦寒。乾薑、辛𤍠。人參、己上各三兩，𠂀温。黄連、一兩，苦寒。大棗、十二枚，擘，温。𠂀。𠂀草、三兩，炙，𠂀平。",
                    "zhushu": "辛入肺而散氣，半夏之辛，以散結氣。苦入心而泄𤍠，黄芩、黄連之苦，以㵼痞𤍠。脾欲緩，急食𠂀以緩之，人參、𠂀草、大棗之𠂀以緩之。"
                },
                {
                    "paragraph": "右七味，以水一斗，煑取六升，去滓，再煑取三升。温服一升，日三服。太陽少陽併病，而反下之，成結胷，心下鞕，下利不止，水漿不下，其人心煩。",
                    "zhushu": "太陽少陽併病，爲邪氣在半表半裏也，而反下之。二經之邪，乘虚而入。太陽表邪入裏，結於胷中，爲結胷，心下鞕；少陽裏邪，乘虚下干腸胃，遂利不止。若邪結隂分，則飲食如故，而爲藏結。此爲陽邪内結，故水漿不下而心煩。"
                },
                {
                    "paragraph": "脉浮而𦂳，而復下之，𦂳反入裏，則作痞，按之自濡，但氣痞耳。",
                    "zhushu": "浮而𦂳，浮爲傷陽，𦂳爲傷隂，當𤼵其汗，而反下之。若浮入裏，爲陽邪入裏，則作結胷。浮不入裏，而𦂳入裏者，隂邪入裏，則作痞。"
                },
                {
                    "paragraph": "太陽中風，下利嘔逆，表解者，乃可攻之。其人漐漐汗出，𤼵作有時，頭痛，心下痞鞕，滿引脇下痛，乾嘔短氣，汗出不惡寒者，此表解裏未和也，十棗湯主之。",
                    "zhushu": "下利嘔逆，裏受邪也。邪在裏者可下，亦須待表解者，乃可攻之。其人漐漐汗出，𤼵作有時，不惡寒者，表已解也。頭痛，心下痞鞕，滿引脇下痛，乾嘔短氣者，邪𤍠内畜而有伏飲，是裏未和也，與十棗湯下𤍠逐飲。"
                },
                {
                    "paragraph": "十棗湯方：芫花、熬，味辛苦。𠂀遂、苦寒。大㦸、苦寒。大棗、十枚，擘𠂀，温。",
                    "zhushu": "辛以散之。芫花之辛以散飲，苦以泄之。𠂀遂、大㦸之苦以泄水。水者，腎所主也，𠂀者，脾之味也，大棗之𠂀者，益土而勝水。"
                },
                {
                    "paragraph": "右上三味，等分，各别搗爲散，以水一升半，先煑大棗肥者十枚，取八合，去滓，内藥末，強人服一錢匕，羸人服半錢，温服之，平旦服。若下少病不除者，明日更服，加半錢，得快下利後，糜粥自養。太陽病，醫𤼵汗，遂𤼵𤍠惡寒，因復下之，心下痞，表裏俱虚，隂陽氣並竭，無陽則隂獨。復加燒針，因胷煩，靣色青黄，膚瞤者，難治。今色㣲黄，手足温者，易愈。",
                    "zhushu": "太陽病，因𤼵汗，遂𤼵𤍠惡寒者，外虚陽氣，邪復不除也。因復下之，又虚其裏，表中虚，邪内䧟，傳於心下爲痞。𤼵汗表虚，爲竭陽，下之裏虚爲竭隂。表證罷爲無陽，裏有痞爲隂獨。又加燒針，虚不勝火，火氣内攻，致胷煩也。傷寒之病，以陽爲主，其人靣色青，膚肉瞤動者，陽氣大虚，故云難治。若靣色㣲黄，手足温者，即陽氣得復，故云易愈。"
                },
                {
                    "paragraph": "心下痞，按之濡，其脉關上浮者，大黄黄連㵼心湯主之。",
                    "zhushu": "心下鞕，按之痛，關脉沉者，實𤍠也。心下痞，按之濡，其脉關上浮者，虚𤍠也。大黄黄連湯，以導其虚𤍠。"
                },
                {
                    "paragraph": "大黄黄連㵼心湯方大黄、二兩，味苦寒。黄連、一兩，味苦寒。",
                    "zhushu": "内經曰：“火𤍠受邪，心病生焉。”苦入心，寒除𤍠。大黄、黄連之苦寒，以導㵼心下之虚𤍠。但以麻沸湯漬服者，取其氣薄而泄虚𤍠。"
                },
                {
                    "paragraph": "右二味，以麻沸湯二升漬之，湏臾絞去滓，分温再服。心下痞，而復惡寒汗岀者，附子㵼心湯主之。",
                    "zhushu": "心下痞者，虚𤍠内伏也。惡寒汗岀者，陽氣外虚也。與㵼心湯攻痞，加附子以固陽。"
                },
                {
                    "paragraph": "本以下之，故心下痞，與㵼心湯。痞不解，其人渇而口燥煩，小便不利者，五苓散主之。",
                    "zhushu": "本因下後成痞，當與㵼心湯除之。若服之痞不解，其人渇而口燥煩，小便不利者，爲水飲内畜，津液不行，非𤍠痞也，與五苓散𤼵汗散水則愈。一方忍之一日乃愈者，不飲水者，外水不入，所停之水得行，而痞亦愈也。"
                },
                {
                    "paragraph": "傷寒汗岀解之後，胃中不和，心下痞鞕，乾噫食臭，脇下有水氣，腹中雷鳴下利者，生薑㵼心湯主之。",
                    "zhushu": "胃爲津液之主，陽氣之根，大汗岀後，外亡津液，胃中空虚，客氣上逆，心下痞鞕。金匱要畧曰：“中焦氣未和，不能消榖，故令噫。”乾噫食臭者，胃虚而不殺榖也。脇下有水氣，腹中雷鳴，土弱不能勝水也。與㵼心湯以攻痞，加生薑以益胃。"
                },
                {
                    "paragraph": "傷寒中風，醫反下之，其人下利日數十行，榖不化，腹中雷鳴，心下痞鞕而滿，乾嘔，心煩不得安。醫見心下痞，謂病不盡，復下之，其痞益甚。此非結𤍠，但以胃中虚，客氣上逆，故使鞕也。𠂀草㵼心湯主之。",
                    "zhushu": "傷寒中風，是傷寒或中風也。邪氣在表，醫反下之，虚其腸胃，而氣内䧟也。下利日數十行，榖不化，腹中雷鳴者，下後裏虚胃弱也。心下痞鞕，乾嘔，心煩不得安者，胃中空虚，客氣上逆也。與㵼心湯以攻表，加𠂀草以𥙷虚。前以汗後胃虚，是外傷陽氣，故加生薑。此以下後胃虚，是内損隂氣，故加𠂀草。"
                },
                {
                    "paragraph": "傷寒服湯藥，下利不止，心下痞鞕，服㵼心湯已，復以他藥下之，利不止，醫以理中與之，利益甚。理中者，理中焦，此利在下焦，赤石脂禹餘粮湯主之。復利不止者，當利其小便。",
                    "zhushu": "傷寒服湯藥，下後，利不止，而心下痞鞕者，氣虚而客氣上逆也。與㵼心湯攻之，則痞已。醫復以他藥下之，又虚其裏，致利不止也。理中丸，脾胃虚寒，下利者，服之愈。此以下焦虚，故與之，其利益甚。聖濟經曰：滑則氣脫，欲其収也，如開腸洞泄，便溺遺失，澁劑所以収之，此利由下焦不約，與赤石脂禹餘粮湯，以澁洞泄。下焦主分清濁，下利者，水榖不分也。若服澁劑而利不止，當利小便，以分其氣。"
                },
                {
                    "paragraph": "赤石脂禹餘粮湯方：赤石脂、一斤，碎，味𠂀，温。禹餘粮、一斤，碎，味𠂀，平。",
                    "zhushu": "本草云：澁可去脫，石脂之澁以収歛之。重可去怯，餘粮之重以鎭固。"
                },
                {
                    "paragraph": "已上二味，以水六升，煑取二升，去滓，三服。傷寒吐下後，𤼵汗，虚煩，脉甚㣲，八九日，心下痞鞕，脇下痛，氣上衝咽喉，眩冒，經脉動愓者，乆而成痿。",
                    "zhushu": "傷寒吐、下後，𤼵汗，則表裏之氣俱虚。虚煩，脉甚㣲，爲正氣内虚，邪氣獨在。至七八日，正氣當復，邪氣當罷，而心下痞，脇下痛，氣上衝咽喉，眩冐者，正氣内虚而不復，邪氣留結而不去。經脉動愓者，經絡之氣虚極，乆則𤍠氣還經，必成痿弱。"
                },
                {
                    "paragraph": "傷寒𤼵汗，若吐、若下，解後，心下痞鞕，噫氣不除者，旋復代赭石湯主之。",
                    "zhushu": "大邪雖解，以曽𤼵汗吐下，胃氣弱而未和，虚氣上逆，故心下痞鞕，噫氣不除，與旋復代赭石湯，降虚氣而和胃。"
                },
                {
                    "paragraph": "旋復代赭石湯方：旋復花、三兩，味醎，温。人參、二兩，味𠂀，温。生薑、五兩，切，味辛，温。半夏、半升，洗，味辛，温。代赭石、一兩，味苦，寒。大棗、十二枚，擘，𠂀，温。𠂀草、三兩，炙，味𠂀，平。",
                    "zhushu": "鞕則。氣堅，鹹，味可以䎡之。旋復之，鹹，以䎡痞鞕。虚則氣浮，重劑可以鎭之。代赭石之重，以鎭虚逆。辛者，散也。生薑、半夏之辛，以散虚痞。𠂀者緩也。人參、𠂀草、大棗之𠂀，以𥙷胃弱。"
                },
                {
                    "paragraph": "右件七味，以水一斗，煑取六升，去滓，再煎取三升，温服一升，日三服。下後不可更行桂枝湯，若汗岀而喘，無大𤍠者，可與麻黄杏子𠂀草石膏湯。",
                    "zhushu": "前第三卷十六證云：𤼵汗後不可更行桂枝湯，汗岀而喘，無大𤍠者，爲與此證治法同。汗下雖殊，旣不當損正氣，則一邪氣所傳旣同，遂用一法治之。經所謂“若𤼵汗”“若下”“若吐後”是矣。"
                },
                {
                    "paragraph": "太陽病，外證未除，而數下之，遂恊𤍠而利，利下不止，心下痞鞕，表裏不解者，桂枝人參湯主之。",
                    "zhushu": "外證未除而數下之，爲重虚其裏，邪𤍠乘虚而入，裏虚恊𤍠，遂利不止而心下痞。若表解而下利，心下痞者，可與㵼心湯。若不下利，表不解而心下痞者，可先解表而後攻痞。以表裏不解，故與桂枝人參湯和裏解表。"
                },
                {
                    "paragraph": "桂枝人參湯方：桂枝、四兩，去皮，味辛，𤍠。𠂀草、四兩，炙，味𠂀，平。白术、三兩，味𠂀，平。人參、三兩，味𠂀，温。乾薑、三兩，味辛，𤍠。",
                    "zhushu": "表未解者，辛以散之，裏不足者，𠂀以緩之。此以裏氣大虚，表裏不解，故加桂枝、𠂀草於理中湯也。"
                },
                {
                    "paragraph": "右伍味，以水九升，先煑四味，取五升，内桂，更煑取三升。温服一升，日再，夜一服。傷寒大下後，復𤼵汗，心下痞，惡寒者，表未解也，不可攻痞，當先解表，表解乃可攻痞。解表宜桂枝湯，攻痞宜大黄黄連㵼心湯。",
                    "zhushu": "大下後，復𤼵汗，則表裏之邪當悉已，此心下爲痞。惡寒者，表裏之邪俱不解也。因表不解而下之，爲心下痞。先與桂枝湯解表，表解乃與大黄黄連㵼心湯攻痞。内經曰：“從外之内而盛於内者，先治其外，而後調其内。”"
                },
                {
                    "paragraph": "傷寒𤼵𤍠，汗岀不解，心中痞鞕，嘔吐而下利者，大柴胡湯主之。",
                    "zhushu": "傷寒𤼵𤍠，寒已成𤍠也。汗岀不解，表和而裏病也。吐利，心腹濡䎡，爲裏虚。嘔吐而下利，心腹痞鞕者，是裏實也，與大柴胡湯以下裏𤍠。"
                },
                {
                    "paragraph": "病如桂枝證，頭不痛，項不強，寸脉㣲浮，胷中痞鞕，氣上衝咽喉，不得息者，此爲胷有寒也，當吐之，宜𤓰蔕散。",
                    "zhushu": "病如桂枝證，爲𤼵𤍠汗岀惡風，言邪在表也。頭痛項強，爲桂枝湯證具。若頭不痛，項不強，則邪不在表而傳裏也。浮爲在表，沉爲在裏。今寸脉㣲浮，則邪不在表，亦不在裏，而在胷中也。胷中與表相應，故知邪在胷中者，猶如桂枝證而寸脉㣲浮也。以胷中痞鞕，上衝咽喉不得息，知寒邪客於胷中，而不在表也。千金曰：“氣浮上部，塡塞心胷，胷，中滿者，吐之則愈。”與𤓰蔕散以吐胷中之邪。"
                },
                {
                    "paragraph": "𤓰蔕散方：𤓰蔕、一分，熬黄，味苦，寒。赤小豆、一分，味酸，温。",
                    "zhushu": "其高者越之，越以𤓰蔕、豆豉之苦。在上者湧之，湧以赤小豆之酸。内經曰：“酸苦湧泄爲隂。”"
                },
                {
                    "paragraph": "右二味，各别搗篩，爲散，已合治之，取一錢匕，以香豉一合，用𤍠湯七合，煑作稀糜，去滓，取汁和散，温頓服之。不吐者，少少加，得快吐乃止。諸亡血虚家，不可與𤓰蔕散。病脇下素有痞，連在臍傍，痛引少腹，入隂筋者，此名“藏結”死。",
                    "zhushu": "素有𪧐昔之積，結於脇下爲痞，今因傷寒邪氣入裏，與𪧐積相𦔳，使藏之眞氣，結而不通，致連在臍傍，痛引少腹，入隂筋而死。"
                },
                {
                    "paragraph": "傷寒病，若吐若下後，七八日不解，𤍠結在裏，表裏俱𤍠，時時惡風，大渇，舌上乾燥而煩，欲飲水數升者，白虎加人參湯主之。",
                    "zhushu": "若吐若下後，七八日則當解，復不解，而𤍠結在裏。表𤍠者，身𤍠也，裏𤍠者，内𤍠也。本因吐下後，邪氣乘虚内䧟爲結𤍠，若無表𤍠，而純爲裏𤍠，則邪𤍠結而爲實。此以表𤍠未罷，時時惡風，若邪氣純在表，則惡風無時，若邪氣純在裏，則更不惡風。以時時惡風，知表裏俱有𤍠也。邪𤍠結而爲實者，則無大渇。邪𤍠散漫則渇，今雖𤍠結在裏，表裏俱𤍠，未爲結實，邪氣散漫，熏烝焦膈，故大渇。舌上乾燥而煩，欲飲水數升，與白虎加人參湯散𤍠生津。"
                },
                {
                    "paragraph": "傷寒無大𤍠，口燥渇，心煩，背㣲惡寒者，白虎加人參湯主之。",
                    "zhushu": "無大𤍠者，爲身無大𤍠也。口燥渇，心煩者，當作陽明病，然以背㣲惡寒，爲表未全罷，所以属大陽也。背爲陽。背惡寒，口中和者，少隂病也，當與附子湯。今口燥而渇，背雖惡寒，此裏𤍠也，則惡寒亦不至甚，故云㣲惡寒。與白虎湯和表散𤍠，加人參止渇生津。"
                },
                {
                    "paragraph": "傷寒脉浮，𤼵𤍠無汗，其表不解者，不可與白虎湯。渴欲飲水，無表證者，白虎加人參湯主之。",
                    "zhushu": "傷寒脉浮，𤼵𤍠無汗，其表不解，不渇者，宜麻黄湯；渇者，宜五苓散，非白虎所宜。大渇欲水，無表證者，乃可與白虎加人參湯，以散裏𤍠。臨病之工，大宜精别。"
                },
                {
                    "paragraph": "太陽少陽併病，心下鞕，頸項強而眩者，當刺大椎、肺俞、肝俞，慎勿下之。",
                    "zhushu": "心下痞鞕而眩者，少陽也；頸項強者，太陽也。刺大椎、肺俞，以㵼太陽之邪，以太陽脉下項俠脊故𠇍。肝俞以㵼少陽之邪，以膽爲肝之府故𠇍。太陽爲在表，少陽爲在裏，即是半表半裏證，前第五證云：“不可𤼵汗，𤼵汗則讝語。”是𤼵汗攻太陽之邪，少陽之邪益甚，干胃，必𤼵讝語。此云慎勿下之，攻少陽之邪，太陽之邪，乘虚入裏，必作結胷。經曰：“太陽少陽併病，而反下之，成結胷。”"
                },
                {
                    "paragraph": "太陽與少陽合病，自下利者，與黄芩湯，若嘔者，黄芩加半夏生薑湯主之。",
                    "zhushu": "太陽陽明合病，自下利，爲在表，當與葛根湯𤼵汗；陽明少陽合病，自下利，爲在裏，可與承氣湯下之。此太陽少陽合病，自下利，爲在半表半裏，非汗下所冝，故與黄芩湯，以和解半表半裏之邪。嘔者，胃氣逆也，故加半夏、生薑以散逆氣。"
                },
                {
                    "paragraph": "黄芩湯方：黄芩、三兩，味苦，寒。𠂀草、二兩，炙，味𠂀平。芍藥、二兩，味酸，平。大棗、十二枚，擘，味𠂀温。",
                    "zhushu": "虚而不實者，苦以堅之，酸以収之。黄芩、芍藥之苦酸，以堅歛腸胃之氣。弱而不足者，𠂀以𥙷之。𠂀草、大棗之𠂀，以𥙷固腸胃之弱。"
                },
                {
                    "paragraph": "右四味，以水一斗，煑取三升，去滓，温服一升，日再夜一服。若嘔者，加半夏半升，生薑三兩。傷寒，胷中有𤍠，胃中有邪氣，腹中痛，欲嘔吐者，黄連湯主之。",
                    "zhushu": "濕家下後，舌上如胎者，以丹田有𤍠，胷中有寒，是邪氣入裏，而爲下𤍠上寒也，此傷寒邪氣傳裏，而爲下寒上𤍠也。胃中有邪氣，使隂陽不交，隂不得升，而獨治於下，爲下寒。腹中痛，陽不得降，而獨治於上，爲胷中𤍠，欲嘔吐。與黄連湯，升降隂陽之氣。"
                },
                {
                    "paragraph": "黄連湯方：黄連、味苦，寒。𠂀草、炙，味𠂀，平。乾薑、味辛，𤍠。桂枝、去皮，味辛，𤍠。各三兩。人參、二兩，味𠂀，温。半夏、半升，洗，味辛，温。大棗、十二枚，擘，味𠂀，温。",
                    "zhushu": "上𤍠者，泄之以苦，黄連之苦以降陽。下寒者，散之以辛，桂、薑、半夏之辛以升隂。脾欲緩，急食𠂀以緩之，人參、𠂀草、大棗之𠂀以益胃。"
                },
                {
                    "paragraph": "右七味，以水一斗，煑取六升，去滓，温服一升，日三服，夜二服。傷寒八九日，風濕相搏，身體疼煩，不能自轉側，不嘔不渴，脉浮虚而濇者，桂枝附子湯主之。",
                    "zhushu": "傷寒與中風家，至七八日再經之時，則邪氣多在裏，身必不苦疼痛。今日數多，復身體疼煩，不能自轉側者，風濕相搏也。煩者，風也。身疼不能自轉側者，濕也。經曰：“風則浮虚。”脉經曰：“脉來濇者，爲病寒濕也。”不嘔不渴，裏無邪也。脉得浮虚而濇，身有疼煩，知風濕但在經也，與桂枝附子湯，以散表中風濕。"
                },
                {
                    "paragraph": "若其人大便鞕，小便自利者，去桂枝加白术湯主之。",
                    "zhushu": "桂𤼵汗走津液，此小便利，大便鞕，爲津液不足，去桂加术。"
                },
                {
                    "paragraph": "桂枝附子湯方：桂枝、四兩，去皮。味辛𤍠。附子、三枚，炮，去皮，破八片，辛𤍠。生薑、三兩，切。辛温。𠂀草、二兩，炙，味𠂀温。大棗、十二枚，擘。味𠂀温。",
                    "zhushu": "風在表者，散以桂枝、𠂀草之辛𠂀；濕在經者，逐以附子之辛𤍠。薑、棗辛𠂀，行榮衛，通津液，以和表也。"
                },
                {
                    "paragraph": "右五味，以水六升，煑取二升，去滓，分温三服。風濕相搏，骨節煩疼，掣痛不得屈伸，近之則痛劇，汗出短氣，小便不利，惡風不欲去衣，或身㣲腫者，𠂀草附子湯主之。",
                    "zhushu": "風則傷衛，濕流關節，風濕相搏，兩邪亂經，故骨節疼煩，掣痛不得屈伸，近之則痛劇也。風勝則衛氣不固，汗出短氣，惡風不欲去衣，爲風在表。濕勝，則水氣不行，小便不利，或身㣲腫，爲濕外薄也。與甘草附子湯，散濕固衛氣。"
                },
                {
                    "paragraph": "𠂀草附子湯方：𠂀草、二兩，炙，味𠂀，平。附子、二枚，炮，去皮，破，味辛，𤍠。白术、二兩，味𠂀，温。桂枝、四兩，去皮，味辛，𤍠。",
                    "zhushu": "桂枝、𠂀草之辛𠂀，𤼵散風邪而固衛；附子、白术之辛𠂀，解濕氣而温經。"
                },
                {
                    "paragraph": "右四味，以水六升，煑取三升，去滓，温服一升，日三服。𥘉服得㣲汗則解，能食，汗岀復煩者，服五合。恐一升多者，宜服六七合爲妙。傷寒脉浮滑，此表有𤍠，裏有寒，白虎湯主之。",
                    "zhushu": "浮爲在表，滑爲在裏。表有𤍠，外有𤍠也；裏有寒，有邪氣傳裏也。以邪未入府，故止言寒，如𤓰蔕散證云“胷上有寒者是矣。與白虎湯，以解内外之邪。"
                },
                {
                    "paragraph": "白虎湯方：知母、六兩，味苦，寒。石膏、一斤，碎，味𠂀，寒。𠂀草、二兩，𠂀平。粳米、六合，味𠂀，平。",
                    "zhushu": "内經曰：“𤍠滛所勝，佐以苦𠂀。”知母、石膏之苦𠂀以散𤍠。𤍠，則傷氣，𠂀以緩之。𠂀草、粳米之𠂀以益氣。"
                },
                {
                    "paragraph": "右四味，以水一斗，煑米熟湯成，去滓，温服一升，日三服。傷寒脉結代，心動悸，炙𠂀草湯主之。",
                    "zhushu": "結代之脉，動而中出，能自還者，名曰結；不能自還者，名曰代。由血氣虚衰，不能相續也。心中悸動，知眞氣内虚也，與炙𠂀草湯，益虚𥙷血氣而復脉。"
                },
                {
                    "paragraph": "炙𠂀草湯方：𠂀草、四兩，炙，味𠂀，平。生薑、三兩，切，味辛，温。桂枝、三兩，去皮，味辛，𤍠。人參、二兩，味𠂀，温。生地黄、一斤，味𠂀，寒。阿膠、二兩，味温，𠂀。麥門冬、半升，去心，味𠂀，平。麻子人、半升，味𠂀，平。大棗、十二枚，擘，味𠂀，温。",
                    "zhushu": "𥙷可以去弱，人參、𠂀草、大棗之𠂀，以𥙷不足之氣；桂枝、生薑之辛，以益正氣。聖濟經曰：津耗散爲枯，五藏痿弱，榮衛涸流，温劑所以潤之。麻人、阿膠、麥門冬、地黄之𠂀，潤經益血，復脉通心也。"
                },
                {
                    "paragraph": "右九味，以清酒七升，水八升，先煑八味，取三升，去滓，内膠烊消盡。温服一升，日三服。一名復脉湯。脉按之來緩，而時一止復來者，名曰結。又脉來動而中止，更來小數，中有還者反動，名曰結隂也。脉來動而中止，不能自還，因而復動，名曰代隂也。得此脉者必難治。",
                    "zhushu": "結代之脉，一爲邪氣留結，一爲眞氣虚衰。脉來動而中止，若能自還，更來小數，止是邪氣留結，名曰結隂。若動而中止，不能自還，因其呼吸，隂陽相引復動者，是眞氣衰極，名曰代隂，爲難治之脉。經曰：“脉結者生，代者死”，此之謂也。"
                }
            ]
        },
        {
            "name": "辨陽明脉證并治第八",
            "paragraphs": [
                {
                    "paragraph": "辨陽明脉證并治第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "問曰：“病有太陽陽明，有正陽陽明，有少陽陽明，何謂也？”荅曰：“太陽陽明者，脾約是也。”",
                    "zhushu": "陽明，胃也。邪自太陽經傳之入府者，謂之太陽陽明。經曰：“太陽病，若吐、若下、若𤼵汗後，㣲煩，小便數，大便因鞕者，與小承氣湯。”即是太陽陽明脾約病也。"
                },
                {
                    "paragraph": "正陽陽明者，胃家實是也。",
                    "zhushu": "邪自陽明經傳入府者，謂之正陽陽明。經曰：“陽明病，脉遲，雖汗岀，不惡寒，其身必重，短氣，腹滿而喘，有潮𤍠者，外欲解，可攻裏也。手足濈濈然，汗岀者，此大便已鞕也，大承氣湯主之”，即是正陽陽明胃家實也。"
                },
                {
                    "paragraph": "少陽陽明者，𤼵汗，利小便已，胃中燥、煩、實，大便難是也。",
                    "zhushu": "邪自少陽經傳之入府者，謂之少陽陽明。經曰：“傷寒，脉弦細，頭痛，𤼵𤍠者，属少陽。少陽不可𤼵汗，𤼵汗，則讝語，此属胃。”即是少陽陽明病也。"
                },
                {
                    "paragraph": "陽明之爲病，胃家實也。",
                    "zhushu": "邪傳入胃，𤍠毒留結，則胃家爲實。華陀曰：“𤍠毒入胃，要須下去之，不可留於胃中。是知邪在陽明，爲胃家實也。"
                },
                {
                    "paragraph": "問曰：“何縁得陽明病？”荅曰：“太陽病，𤼵汗，若下，若利小便，此亡津液，胃中乾燥，因轉属陽明。不更衣，内實，大便難者，此名陽明也。”",
                    "zhushu": "本太陽病不解，因汗利小便，亡津液，胃中乾燥，太陽之邪入府，轉属陽明。古人登厠必更衣，不更衣者，通爲不大便。不更衣，則胃中物不得泄，故爲内實。胃無津液，加之畜𤍠，大便則難，爲陽明裏實也。"
                },
                {
                    "paragraph": "問曰：“陽明病，外證云何？”荅曰：“身𤍠，汗自岀，不惡寒，反惡𤍠也。”",
                    "zhushu": "陽明病，爲邪入府也。邪在表，則身𤍠，汗出而惡寒。邪旣入府，則表證已罷，故不惡寒，但身𤍠，汗出而惡𤍠也。"
                },
                {
                    "paragraph": "問曰：“病有得之一日，不𤼵𤍠而惡寒者，何也？”荅曰：“雖得之一日，惡寒將自罷，即自汗出而惡𤍠也。”",
                    "zhushu": "邪客在陽明，當𤼵𤍠而不惡寒，今得之一日，猶不𤼵𤍠而惡寒者，即邪未全入府，尚帶表邪，若表邪全入，則更無惡寒，必自汗岀而惡𤍠也。"
                },
                {
                    "paragraph": "問曰：“惡寒何故自罷？”荅曰：“陽明居中土也，萬物所歸，無所復傳，始雖惡寒，二日自止，此爲陽明病也。”",
                    "zhushu": "胃爲水榖之海，主養四旁，四旁有病，皆能傳入於胃，入胃則更不復傳。如太陽傳之入胃，則更不傳陽明；陽明病傳之入胃，則更不傳少陽；少陽病傳之入胃，則更不傳三隂。"
                },
                {
                    "paragraph": "本太陽𥘉得病時，𤼵其汗，汗先岀不徹，因轉属陽明也。",
                    "zhushu": "傷寒傳經者，則一日太陽，二日陽明，此太陽傳經，故曰轉属陽明。"
                },
                {
                    "paragraph": "傷寒𤼵𤍠無汗，嘔不能食，而反汗岀濈濈然者，是轉属陽明也。",
                    "zhushu": "傷寒𤼵𤍠無汗，嘔不能食者，太陽受病也。若反汗岀濈濈然者，太陽之邪，轉属陽明也。經曰：“陽明病，法多汗。”"
                },
                {
                    "paragraph": "傷寒三日，陽明脉大。",
                    "zhushu": "傷寒三日，邪傳陽明之時。經曰：“尺寸俱長者，陽明受病。”當二三日𤼵，陽明氣血俱多，又邪併於經，是以脉大。"
                },
                {
                    "paragraph": "傷寒脉浮而緩，手足自温者，是爲繫在太隂。太隂者，身當𤼵黄。若小便自利者，不能𤼵黄。至七八月大便鞕者，爲陽明病也。",
                    "zhushu": "浮爲陽邪，緩爲脾脉。傷寒，脉浮緩，太隂客𤍠。邪在三陽，則手足𤍠；邪在三隂，則手足寒。今手足自温，是知繫在太隂也。太隂，土也，爲邪烝之，則色見於外，當𤼵身黄。小便自利者，𤍠不内畜，不能𤼵黄。至七八日大便鞕者，即太隂之邪入府，轉属陽明也。"
                },
                {
                    "paragraph": "傷寒轉繫陽明者，其人濈然㣲汗岀也。",
                    "zhushu": "傷寒則無汗，陽明法多汗。此以傷寒邪轉繫陽明，故濈然㣲汗岀。"
                },
                {
                    "paragraph": "陽明中風，口苦咽乾，腹滿㣲喘，𤼵𤍠惡寒，脉浮而𦂳。若下之，則腹滿小便難也。",
                    "zhushu": "脉浮在表，𦂳爲裏實。陽明中風，口苦咽乾，腹滿㣲喘者，𤍠傳於裏也。𤼵𤍠惡寒者，表仍未解也。若下之，裏邪雖去，表邪復入於裏，又亡津液，故使腹滿而小便難。"
                },
                {
                    "paragraph": "陽明病，若能食，名“中風”；不能食，名“中寒”。",
                    "zhushu": "陽明病，以飲食别受風寒者，以胃爲水榖之海，風爲陽邪，陽殺榖，故中風者能食；寒爲隂邪，隂邪不殺榖，故傷寒者不能食。"
                },
                {
                    "paragraph": "陽明病，若中寒不能食，小便不利，手足濈然汗岀，此欲作固瘕，必大便𥘉鞕後溏。所以然者，以胃中冷，水榖不别故也。",
                    "zhushu": "陽明中寒不能食者，寒不殺榖也；小便不利者，津液不化也。陽明病，法多汗，則周身汗岀，此手足濈然而汗岀，而身無汗者，陽明中寒也。固瘕者，寒氣結積也。胃中寒甚，欲留結而爲固瘕，則津液不得通行，而大便必鞕者。若汗岀小便不利者，爲實也。此以小便不利，水榖不别，雖大便𥘉鞕，後必溏也。"
                },
                {
                    "paragraph": "陽明病，欲食，小便反不利，大便自調，其人骨節疼，翕翕如有𤍠狀，奄然𤼵狂，濈然汗岀而解者，此水不勝榖氣，與汗共併，脉𦂳則愈。",
                    "zhushu": "陽病客𤍠，𥘉傳入胃，胃𤍠則消榖而欲食。陽明病𤍠爲實者，則小便當數，大便當鞕。今小便反不利，大便自調者，𤍠氣散漫，不爲實也。欲食則胃中榖多。内經曰：“食入於隂，長氣於陽，榖多則陽氣勝，𤍠消津液則水少。”經曰：“水入於經，其血乃成，水少則隂血弱。”金匱要畧曰：“隂氣不通，即骨疼，其人骨節疼者，隂氣不足也。”𤍠甚於表者，翕翕𤼵𤍠；𤍠甚於裏者，烝烝𤼵𤍠。此𤍠氣散漫，不專著於表裏，故翕翕如有𤍠狀。奄，忽也，忽然𤼵狂者，隂不勝陽也。内經曰：“隂不勝其陽者，則脉流薄疾，并乃狂。”陽明藴𤍠爲實者，須下之愈。𤍠氣散漫不爲實者，必待汗岀而愈，故云濈然而汗岀解也。水榖之等者，隂陽氣平也。水不勝榖氣，是隂不勝陽也。汗岀則陽氣衰，脉𦂳則隂氣生，隂陽氣平，兩無偏勝則愈，故云與汗共併，脉𦂳則愈。"
                },
                {
                    "paragraph": "陽明病，欲解時，從申至戌上。",
                    "zhushu": "四月爲陽土，旺於申酉戌，向王時，是爲欲解。"
                },
                {
                    "paragraph": "陽明病，不能食，攻其𤍠必噦，所以然者，胃中虚冷故也。以其人本虚，故攻其𤍠必噦。",
                    "zhushu": "不能食。胃中本寒，攻其𤍠，復虚其胃，虚寒相搏，故令噦也。經曰：“關脉弱，胃氣虚，有𤍠，不可大攻之，𤍠去則寒起，此之謂也。"
                },
                {
                    "paragraph": "陽明病，脉遲，食難用飽，飽則㣲煩，頭眩，必小便難，此欲作榖疸，雖下之，腹滿如故。所以然者，脉遲故也。",
                    "zhushu": "陽明病脉遲，則邪方入裏，𤍠未爲實也。食入於隂，長氣於陽，胃中有𤍠，食難用飽，飽則㣲煩而頭眩者，榖氣與𤍠氣相搏也。兩𤍠相合，消摶津液，必小便難。利者，不能𤼵黄，言𤍠得泄也。小便不利，則𤍠不得泄，身必𤼵黄。疸，黄也，以其𤼵於榖氣之𤍠，故名榖疸。𤍠實者，下之則愈。脉遲爲𤍠氣未實，雖下之，腹滿亦不减也。經曰：“脉遲尚未可攻。”"
                },
                {
                    "paragraph": "陽明病，法多汗，反無汗，其身如蟲行皮中狀者，此以乆虚故也。",
                    "zhushu": "胃爲津液之府，氣虚津液少，病則反無汗。胃候身之肌肉，其身如蟲行皮中者，知胃氣乆虚也。"
                },
                {
                    "paragraph": "陽明病，反無汗，而小便利，二三日嘔而欬，手足厥者，必苦頭痛；若不欬不嘔，手足不厥者，頭不痛。",
                    "zhushu": "陽明病，法多汗，反無汗，而小便利者，陽明傷寒，而寒氣内攻也。至二三日，嘔欬而支厥者，寒邪𤼵於外也，必苦頭痛。若不欬不嘔，手足不厥者，是寒邪但攻裏而不外𤼵，其頭亦不痛也。"
                },
                {
                    "paragraph": "陽明病，但頭眩，不惡寒，故能食而欬，其人必咽痛；若不欬者，咽不痛。",
                    "zhushu": "陽明病，身不重痛，但頭眩而不惡寒者，陽明中風，而風氣内攻也。經曰：“陽明病，若能食，名中風。”風邪攻胃，胃氣上逆則欬。咽門者，胃之系，欬甚則咽傷，故必咽痛。若胃氣不逆，則不欬，其咽亦不痛也。”"
                },
                {
                    "paragraph": "陽明病，無汗，小便不利，心中懊憹者，身必𤼵黄。",
                    "zhushu": "陽明病，無汗，而小便不利者，𤍠藴於内而不得越；心中懊憹者，𤍠氣欝烝，欲𤼵於外而爲黄也。"
                },
                {
                    "paragraph": "陽明病，被火，額上㣲汗出，小便不利者，必𤼵黄。",
                    "zhushu": "陽明病，則爲内𤍠，被火，則火𤍠相合而甚，若遍身汗岀而小便利者，𤍠得泄越，不能𤼵黄。今額上㣲汗岀，而小便不利，則𤍠不得越，欝烝於胃，必𤼵黄也。"
                },
                {
                    "paragraph": "陽明病，脉浮而𦂳者，必潮𤍠，𤼵作有時。但浮者，必盗汗岀。",
                    "zhushu": "浮爲在經，𦂳者裏實。脉浮而𦂳者，表𤍠裏實也，必潮𤍠，𤼵作有時。若脉但浮而不𦂳者，止是表𤍠也，必盗汗出。盗汗者，睡而汗出也。陽明病，裏𤍠者自汗，表𤍠者盗汗。"
                },
                {
                    "paragraph": "陽明病，口燥，但欲漱水，不欲嚥者，此必衂。",
                    "zhushu": "陽明之脉，起於鼻，絡於口，陽明裏𤍠，則渇欲飲水。此口燥，但欲漱水不欲嚥者，是𤍠在經，而裏無𤍠也。陽明氣血俱多，經中𤍠甚，迫血妄行，必作衂也。"
                },
                {
                    "paragraph": "陽明病，本自汗出，醫更重𤼵汗，病已差，尚㣲煩不了了者，此大便必鞕故也。以亡津液，胃中乾燥，故令大便鞕。當問其“小便日幾行”，若本小便日三四行，今日再行，故知大便不乆出。今爲小便數少，以津液當還入胃中，故知不乆必大便也。",
                    "zhushu": "先亡津液，使大便鞕，小便數少，津液分别，大便必自下也。"
                },
                {
                    "paragraph": "傷寒嘔多，雖有陽明證，不可攻之。",
                    "zhushu": "嘔者，𤍠在上焦，未全入府，故不可下。"
                },
                {
                    "paragraph": "陽明病，心下鞕滿者，不可攻之，攻之，利遂不止者死，利止者愈。",
                    "zhushu": "陽明病，腹滿者，爲邪氣入府，可下之。心下鞕滿，則邪氣尚淺，未全入府，不可便下之。得利止者，爲邪氣去，正氣安，正氣安則愈。若因下利不止者，爲正氣脫而死。"
                },
                {
                    "paragraph": "陽明病，靣合赤色，不可攻之，必𤼵𤍠，色黄，小便不利也。",
                    "zhushu": "合通也。陽明病，靣色通赤者，𤍠在經也，不可下之，下之虚其胃氣，耗其津液，經中之𤍠，乘虚入胃，必𤼵𤍠色黄，小便不利也。"
                },
                {
                    "paragraph": "陽明病，不吐不下，心煩者，可與調胃承氣湯。",
                    "zhushu": "吐後心煩，謂之“内煩”；下後心煩，謂之“虚煩”。今陽明病，不吐不下，心煩，則是胃有欝𤍠也，與調胃承氣湯以下欝𤍠。"
                },
                {
                    "paragraph": "陽明病，脉遲，雖汗岀，不惡寒者，其身必重，短氣，腹滿而喘，有潮𤍠者，此外欲解，可攻裏也。手足濈然而汗岀者，此大便已鞕也，大承氣湯主之。若汗多，㣲𤼵𤍠惡寒者，外未解也，其𤍠不潮，未可與承氣湯。若腹大滿不通者，可與小承氣湯，㣲和胃氣，勿令大泄下。",
                    "zhushu": "陽明病，脉遲，若汗岀多，㣲𤼵𤍠惡寒者，表未解也。若脉遲，雖汗出而不惡寒者，表證罷也。身重短氣，腹滿而喘，有潮𤍠者，𤍠入府也。四肢諸陽之本，津液足，爲𤍠烝之，則周身汗出；津液不足，爲𤍠烝之。其手足濈然而汗岀，知大便已鞕也，與大承氣湯以下胃𤍠。經曰：“潮𤍠者，實也。”其𤍠不潮，是𤍠未成實，故不可便與大承氣湯。雖有腹大滿不通之急，亦不可與大承氣湯，與小承氣湯㣲和胃氣。"
                },
                {
                    "paragraph": "大承氣湯方：大黄、四兩，苦寒，酒洗。厚朴、半斤，苦温，炙，去皮。枳實、五枚，苦寒，炙。芒硝、三合，醎寒。",
                    "zhushu": "内經曰：“燥滛所勝，以苦下之。”大黄、枳實之苦，以潤燥除𤍠。又曰：“燥滛於内，治以苦温。”厚朴之苦，下結燥。又曰：“𤍠滛所勝，治以鹹寒。”芒硝之鹹，以攻藴𤍠。”"
                },
                {
                    "paragraph": "右四味，以水一斗，先煑二物，取五升，去滓，内大黄，煑取二升，去滓，内芒硝，更上火㣲一兩沸，分温再服。得下，餘勿服。小承氣湯方：大黄、四兩。厚朴、二兩，炙，去皮。枳實、三枚，大者，炙。",
                    "zhushu": "大𤍠結實者，與大承氣湯；小𤍠㣲結者，與小承氣湯。以𤍠不大甚，故於大承氣湯去芒硝，又以結不至堅，故不减厚朴、枳實也。"
                },
                {
                    "paragraph": "已上三味，以水四升，煑取一升二合，去滓，分温二服。𥘉服湯，當更衣，不爾者，盡飲之。若更衣者，勿服之。陽明病，潮𤍠，大便㣲鞕者，可與大承氣湯，不鞕者，不與之。若不大便六七日，恐有燥屎，欲知之法，少與小承氣湯。湯入腹中，轉失氣者，此有燥屎，乃可攻之。若不轉失氣者，此但𥘉頭鞕，後必溏，不可攻之，攻之必脹滿不能食也。欲飲水者，與水則噦，其後𤼵𤍠者，必大便復鞕而少也，以小承氣湯和之。不轉失氣者，愼不可攻也。",
                    "zhushu": "潮𤍠者實，得大便㣲鞕者，便可攻之。若便不鞕者，則𤍠未成實，雖有潮𤍠，亦未可攻。若不大便六七日，恐有燥屎，當先與小承氣湯𦣱之。如有燥屎，小承氣湯藥勢緩，不能宣泄，必轉氣下失。若不轉失氣，是胃中無燥屎，但腸間少鞕爾。止𥘉頭鞕，後必溏，攻之則虚其胃氣，致腹脹滿不能食也。胃中乾燥，則欲飲水，水入胃中，虚寒相搏，氣逆則噦。其後𨚫𤼵𤍠者，則𤍠氣乘虚還復聚於胃中。胃燥得𤍠，必大便復鞕而少，與小承氣湯㣲利與和之，故以重云不轉失氣，不可攻内，愼之至也。"
                },
                {
                    "paragraph": "夫實則讝語，虚則鄭聲。鄭聲，重語也。",
                    "zhushu": "内經曰：“邪氣盛則實，精氣奪則虚。”讝語由邪氣盛而神識昬也，鄭聲由精氣奪而聲不全也。讝語者，言語不次也；鄭聲者，鄭音不正也。論語云：“惡鄭聲之亂雅樂。”又曰：“放鄭聲，逺佞人。鄭聲滛，佞人殆。”言鄭聲不正也。今新差氣虚，人聲轉者，是所謂重語者也，若聲重，亦聲轉之。"
                },
                {
                    "paragraph": "直視讝語，喘滿者死，下利者亦死。",
                    "zhushu": "直視讝語，邪勝也。喘滿爲氣上脫，下利爲氣下脫，是皆主死。"
                },
                {
                    "paragraph": "𤼵汗多，若重𤼵汗者，亡其陽。讝語脉短者死，脉自和者不死。",
                    "zhushu": "亡陽胃燥。讝語者脉短，津液已絶，不可復治。脉自和，爲正氣未衰而猶可生也。"
                },
                {
                    "paragraph": "傷寒若吐若下後不解，不大便五六日，上至十餘日，日晡所𤼵潮𤍠，不惡寒，獨語如見鬼狀。若劇者，𤼵則不識人，循衣摸牀，惕而不安，㣲喘直視，脉弦者生，濇者死，㣲者但𤼵𤍠。讝語者，大承氣湯主之。若一服利，止後服。",
                    "zhushu": "若吐若下，皆傷胃氣。不大便五六日，上至十餘日者，亡津液，胃氣虚，邪𤍠内結也。陽明王於申、酉戌，日晡所𤼵潮𤍠。𤍠者，陽明𤍠甚也；不惡寒者，表證罷也。獨語如見鬼狀者，陽明内實也，以爲𤍠氣有餘。若劇者，是𤍠氣甚大也。𤍠大甚於内，昬冐正氣，使不識人，至於循衣摸牀，惕而不安，㣲喘直視。傷寒陽勝而隂絶者死，隂勝而陽絶者死。𤍠劇者，爲陽勝，脉弦爲隂有餘，澁爲隂不足。陽𤍠雖劇，脉弦，知隂未絶而猶可生，脉澁則絶隂，故不可治。其邪𤍠㣲而未至於劇者，但𤼵𤍠讝語，可與大承氣湯以下胃中𤍠。經曰：“凡服下藥，中病即止，不必盡劑。”此以𤍠未劇，故云：若一服利，則止後服。"
                },
                {
                    "paragraph": "陽明病，其人多汗，以津液外岀，胃中燥，大便必鞕，鞕則讝語，小承氣湯主之。若一服讝語止，更莫復服。",
                    "zhushu": "亡津液，胃燥，大便鞕而讝語，雖無大𤍠内結，亦須與小承氣湯，和其胃氣。得一服，讝語止，則胃燥以潤，更莫復與承氣湯，以本無實𤍠故也。"
                },
                {
                    "paragraph": "陽明病，讝語，𤼵潮𤍠，脉滑而疾者，小承氣湯主之，因與承氣湯一升。腹中轉失氣者，更服一升；若不轉失氣，勿更與之。明日不大便，脉反㣲澁者，裏虚也，爲難治，不可更與承氣湯也。",
                    "zhushu": "陽明病，讝語，𤼵潮𤍠，若脉沉實者，内實者也，則可下；若脉滑疾，爲裏𤍠未實，則未可下，先與小承氣湯和之。湯入腹中，得失氣者，中有燥屎，可更與小承氣湯一升以除之；若不轉失氣者，是無燥屎，不可更與小承氣湯。至明日邪氣傳時，脉得沉實𦂳牢之𩔗，是裏實也；反得㣲澁者，裏氣大虚也。若大便利後，脉㣲澁者，止爲裏虚而猶可，此不曽大便，脉反㣲澁，是正氣内衰，爲邪氣所勝，故云難治。"
                },
                {
                    "paragraph": "陽明病，讝語，有潮𤍠，反不能食者，胃中必有燥屎五六枚也。若能食者，但鞕𠇍，冝大承氣湯下之。",
                    "zhushu": "讝語潮𤍠，爲胃𤍠，當消榖引食。反不能食者，胃中有燥屎，而胃中實也。若能食者，胃中虚𤍠，雖鞕不得爲有燥屎。雜病，虚爲不欲食，實爲欲食。傷寒則胃實𤍠甚者，不能食，胃中虚𤍠甚者，能食，與雜病爲異也。大承氣湯，以下燥屎，逐結𤍠。"
                },
                {
                    "paragraph": "陽明病，下血讝語者，此爲𤍠入血室，但頭汗岀者。刺期門，隨其實而㵼之，濈然汗岀則愈。",
                    "zhushu": "陽明病，𤍠入血室，迫血下行，使下血讝語。陽明病法多汗，以奪血者無汗，故但頭汗岀也。刺期門以散血室之𤍠，隨其實而㵼之，以除陽明之邪𤍠。散邪除𤍠，榮衛得通，津液得復，濈然汗岀而解。"
                },
                {
                    "paragraph": "汗岀讝語者，以有燥屎在胃中，此爲風也，須下之，過經乃可下之。下之若早，語言必亂，以表虚裏實故也。下之則愈，冝大承氣湯。",
                    "zhushu": "胃中有燥屎則讝語，以汗岀，爲表未罷，故云風也。燥屎在胃，則當下，以表未和，則未可下，須過太陽經，無表證，乃可下之。若下之早，燥屎雖除，則表邪乘虚，復䧟於裏，爲表虚裏實，胃虚𤍠甚，語言必亂，與大承氣湯，𨚫下胃中邪𤍠則止。"
                },
                {
                    "paragraph": "傷寒四五日，脉沈而喘滿，沈爲在裏，而反𤼵其汗，津液越岀，大便爲難，表虚裏實。乆則讝語。",
                    "zhushu": "邪氣入内之時，得脉沈而喘滿，裏證其也，則當下之。反𤼵其汗，令津液越岀，胃中乾燥，大便必難，乆則屎燥胃實，必𤼵讝語。"
                },
                {
                    "paragraph": "三陽合病，腹滿身重，難以轉側，口不仁而靣垢，讝語遺尿，𤼵汗則讝語，下之則額上生汗，手足逆冷，若自汗岀者，白虎湯主之。",
                    "zhushu": "腹滿身重，難以反側，口不仁，讝語者，陽明也。鍼經曰：少陽病甚，則靣㣲塵。此靣垢者，少陽也；遺尿者，太陽也。三者以陽明證多，故岀“陽明篇”中。三陽合病，爲表裏有邪，若𤼵汗攻表，則燥𤍠益甚，必愈讝語；若下之攻裏，表𤍠乘虚内䧟，必額上汗岀，手足逆冷。其自汗岀者，三陽經𤍠甚也。内經曰：“𤍠則腠理開，榮衛通，汗大泄。”與白虎湯，以解内外之𤍠。"
                },
                {
                    "paragraph": "二陽併病，太陽證罷，但𤼵潮𤍠，手足漐漐汗岀，大便難而讝語者，下之則愈，冝大承氣湯。",
                    "zhushu": "本太陽病，併於陽明，名曰併病。太陽證罷，是無表證，但𤼵潮𤍠，是𤍠併陽明。一身汗岀爲𤍠越，今手足漐漐汗岀，是𤍠聚於胃也，必大便難而讝語。經曰：“手足漐然而汗岀者，必大便已鞕也。”與大承氣湯，以下胃中實𤍠。"
                },
                {
                    "paragraph": "陽明病，脉浮而𦂳，咽燥口苦，腹滿而喘，𤼵𤍠汗岀，不惡寒，反惡𤍠，身重。若𤼵汗，則燥，心憒憒，反讝語，若加燒鍼，必怵愓煩燥不得眠。若下之，則胃中空虚，客氣動隔，心中懊憹，舌上胎者，梔子豉湯主之。",
                    "zhushu": "脉浮𤼵𤍠，爲邪在表；咽燥口苦，爲𤍠在經；脉𦂳腹滿而喘，汗岀，不惡寒，反惡𤍠，身重，爲邪在裏。此表裏俱有邪，猶當𩀱解之。若𤼵汗攻表，表𤍠雖除，而内𤍠益甚，故燥而憒憒，反讝語。憒憒者心亂。經曰：“榮氣㣲者，加燒鍼則血不行，更𤼵𤍠而躁煩。”此表裏有𤍠，若加燒鍼，則損動隂氣，故怵愓煩燥不得眠也。若下之，裏𤍠雖去，則胃中空虚，表中客邪之氣，乘虚䧟於上焦，煩動於膈，使心中懊憹而不了了也。舌上胎黄者，𤍠氣客於胃中。舌上胎白，知𤍠氣客於胷中，與梔子豉湯，以吐胷中之邪。"
                },
                {
                    "paragraph": "若渇欲飲水，口乾舌燥者，白虎加人參湯主之。",
                    "zhushu": "若下後，邪𤍠客於上焦者，爲虚煩。此下後邪𤍠不客於上焦，而客於中焦者，是爲乾燥煩渇，與白虎加人參湯，散𤍠潤燥。"
                },
                {
                    "paragraph": "若脉浮𤼵𤍠，渇欲飲水，小便不利者，猪苓湯主之。",
                    "zhushu": "此下後客𤍠客於下焦者也。邪氣自表入裏，客於下焦，三焦俱帶𤍠也。脉浮𤼵𤍠者，上焦𤍠也；渇欲飲水者，中焦𤍠也。小便不利者，邪客下焦，津液不得下通也。與猪苓湯利小便，以㵼下焦之𤍠也。"
                },
                {
                    "paragraph": "猪苓湯方：猪苓、去皮，𠂀平。茯苓、𠂀平。阿膠、𠂀平。滑石、碎，𠂀寒。澤㵼、𠂀醎寒各一兩。",
                    "zhushu": "𠂀甚而反淡，淡味滲泄爲陽，猪苓、茯苓之𠂀，以行小便。鹹味湧泄爲隂，澤㵼之鹹，以泄伏水。滑利竅，阿膠、滑石之滑，以利水道。"
                },
                {
                    "paragraph": "右伍味，以水四升，先煑四味，取二升，去滓，内下阿。",
                    "zhushu": "膠烊消，温服七合，日三服。"
                },
                {
                    "paragraph": "陽明病，汗岀多而渇者，不可與猪苓湯。以汗多胃中燥，猪苓湯復利其小便故也。",
                    "zhushu": "鍼經曰：“水榖入於口，輸於腸胃，其液别爲五，天寒衣薄則爲溺，天𤍠衣厚則爲汗，是汗溺一液也。汗多爲津液外泄，胃中乾燥，故不可與猪苓湯利小便也。”"
                },
                {
                    "paragraph": "脉浮而遲，表𤍠裏寒，下利清榖者，四逆湯主之。",
                    "zhushu": "浮爲表𤍠，遲爲裏寒，下利清榖者，裏寒甚也，與四逆湯，温裏散寒。"
                },
                {
                    "paragraph": "若胃中虚冷，不能食者，飲水則噦。",
                    "zhushu": "噦者，欬逆是也。千金曰：“咳逆者，噦逆之名。胃中虚冷，得水則水寒相搏，胃氣逆而噦。”"
                },
                {
                    "paragraph": "脉浮𤼵𤍠，口乾鼻燥，能食者，則衂。",
                    "zhushu": "脉浮，發𤍠，口乾，鼻燥者，𤍠在經也；能食者，裏和也，𤍠甚於經，迫血爲衂。胃中虚冷，隂勝也，水入於經，其血乃成，飲水者𦔳隂，氣逆爲噦。𤼵𤍠口乾，陽勝也，食入於隂，長氣於陽，能食者𦔳陽，血妄爲衂。三者偏隂偏陽之疾也。"
                },
                {
                    "paragraph": "陽明病，下之，其外有𤍠，手足温，不結胷，心中懊憹，飢不能食，但頭汗岀者，梔子豉湯主之。",
                    "zhushu": "表未罷而下者，應邪𤍠内䧟也。𤍠内䧟者，則外𤍠而無手足寒，今外有𤍠而手足温者，𤍠雖内䧟，然而不深，故不作結胷也。心中懊憹，飢不能食者，𤍠客胷中，爲虚煩也。𤍠自胷中薫蒸於上，故但頭汗岀而身無汗，與梔子豉湯，以吐胷中之虚煩。"
                },
                {
                    "paragraph": "陽明病，𤼵潮𤍠，大便溏，小便自可，胷脇滿不去者，小柴胡湯主之。",
                    "zhushu": "陽明病潮𤍠爲胃實，大便鞕而小便數，今大便溏，小便自可，則胃𤍠未實，而水榖不别也。大便溏者，應氣降而胷脇滿去，今反不去者，邪氣猶在半表半裏之間，與小柴胡湯，以去表裏之邪。"
                },
                {
                    "paragraph": "陽明病，脇下鞕滿，不大便而嘔，舌上白胎者，可與小柴胡湯。上焦得通，津液得下，胃氣因和，身濈然而汗岀解也。",
                    "zhushu": "陽明病，腹滿，不大便，舌上胎黄者，爲邪𤍠入府，可下；若脇下鞕滿，雖不大便而嘔，舌上白胎者，爲邪未入府，在表裏之間，與小柴胡湯以和解之。上焦得通，則嘔止；津液得下，則胃氣因和，汗岀而解。"
                },
                {
                    "paragraph": "陽明中風，脉弦浮大而短氣，腹都滿，脇下及心痛，乆按之，氣不通，鼻乾，不得汗，嗜卧，一身及靣目悉黄，小便難，有潮𤍠，時時噦，耳前後腫，刺之小差，外不解，病過十日，脉續浮者，與小柴胡湯。脉但浮，無餘證者，與麻黄湯。若不尿，腹滿加噦者，不治。",
                    "zhushu": "浮大爲陽，風在表也；弦則爲隂，風在裏也。“短氣腹滿，脇下及心痛”，風𤍠壅於腹中而不通也。若寒客於内而痛者，按之則寒氣散而痛止。此以風𤍠内壅，故雖乆按而氣亦不通。陽明病，鼻乾，不得卧，自汗岀者，邪在表也。此鼻乾不得汗而嗜卧者，風𤍠内攻，不于表也。一身面目悉黄，小便難，有潮𤍠，時時噦者，風𤍠攻於胃也。陽明之脉，岀大迎，循頰車，上耳前，過客主人，𤍠勝則腫，此風𤍠在經，故耳前後腫，刺之經氣通，腫則小差。如此者，外證罷，則可攻。若外證不觧，雖過十日，脉續浮者，邪氣猶在半表半裏，與小柴胡湯以和解之。若其脉但浮而不弦大，無諸裏證者，是邪但在表也，可與麻黄湯以𤼵其汗。若不尿，腹滿加噦者，𨶚格之疾也，故云不治。難經曰：“𨶚格者，不得盡其命而死。”"
                },
                {
                    "paragraph": "陽明病，自汗岀，若𤼵汗，小便自利者，此爲津液内竭，雖硬不可攻之，當湏自欲大便，宜蜜煎導而通之。若土𤓰根及與大猪膽汁，皆可爲導。",
                    "zhushu": "津液内竭，腸胃乾燥，大便因硬，此非結𤍠，故不可攻，宜以藥外治而導引之。"
                },
                {
                    "paragraph": "蜜煎導方，",
                    "zhushu": "蜜七合一味，内銅噐中，㣲火煎之，稍凝似飴狀，攪之勿令焦著。欲可丸，併手捻作挺，令頭銳，大如指，長二寸許。當𤍠時急作，冷則硬，以内榖道中，以手急抱，欲大便時，乃去之。"
                },
                {
                    "paragraph": "猪膽汁方，",
                    "zhushu": "大猪膽一枚，㵼汁和醋少許，以灌榖道中，如一食頃，當大便出。"
                },
                {
                    "paragraph": "陽明病，脉遲，汗出多，㣲惡寒者，表未解也，可𤼵汗，宜桂枝湯。",
                    "zhushu": "陽明病，脉遲，汗出多，當責邪在裏，以㣲惡寒，知表未解，與桂枝湯和表。"
                },
                {
                    "paragraph": "陽明病，脉浮，無汗而喘者，𤼵汗則愈，宜麻黄湯。",
                    "zhushu": "陽明傷寒，表實，脉浮，無汗而喘也，與麻黄湯以𤼵汗。"
                },
                {
                    "paragraph": "陽明病，𤼵𤍠汗出，此爲𤍠越，不能𤼵黄也。但頭汗岀，身無汗，劑頸而還，小便不利，渴引水漿者，此爲瘀𤍠在裏，身必𤼵黄，茵蔯湯主之。",
                    "zhushu": "但頭汗岀，身無汗，劑頸而還者，𤍠不得越也。小便不利，渴引水漿者，𤍠甚於胃，津液内竭也。胃爲土而色黄，胃爲𤍠蒸，則色奪於外，必𤼵黄也。與茵蔯湯，逐𤍠退黄。"
                },
                {
                    "paragraph": "茵蔯蒿湯方：茵蔯蒿、六兩，苦，㣲寒。梔子、十四枚，擘，苦寒。大黄、二兩，去皮，苦寒。",
                    "zhushu": "小𤍠之氣，凉以和之；大𤍠之氣，寒以取之。茵蔯、梔子之苦寒，以逐胃燥。宜下必以苦，宜𥙷必以酸。大黄之苦寒，以下瘀𤍠。"
                },
                {
                    "paragraph": "右三味，以水一斗，先煑茵蔯，减六升，内二味，煑取三升，去滓，分温三服。小便當利，尿如皂角汁狀，色正赤，一𪧐　腹减，黄從小便去也。陽明證，其人喜忘者，必有畜血。所以然者，本有乆瘀血，故令喜忘。屎雖鞕，大便反易，其色必黒，宜抵當湯下之。",
                    "zhushu": "内經曰：“血并於下，亂而喜忘。”此下本有乆瘀血，所以喜忘也。津液少，大便鞕，以畜血在内，屎雖鞕，大便反易，其色黒也。與抵當湯，以下瘀血。"
                },
                {
                    "paragraph": "陽明病，下之，心中懊憹而煩，胃中有燥屎者，可攻。腹㣲滿，𥘉頭鞕，後必溏，不可攻之。若有燥屎者，宜大承氣湯。",
                    "zhushu": "下後，心中懊憹而煩者，虚煩也，當與梔子豉湯。若胃中有燥屎者，非虚煩也，可與大承氣湯下之。其腹㣲滿，𥘉鞕後溏，是無燥屎，此𤍠不在胃而在上也，故不可攻。"
                },
                {
                    "paragraph": "病人不大便五六日，繞臍痛，煩燥，𤼵作有時者，此有燥屎，故使不大便也。",
                    "zhushu": "不大便五六日者，則大便必結爲燥屎也。胃中燥實，氣不得下通，故繞臍痛，煩燥，𤼵作有時也。"
                },
                {
                    "paragraph": "病人煩𤍠，汗岀則解，又如繞狀，日晡所𤼵𤍠者，属陽明也。脉實者，宜下之，脉浮虚者，宜𤼵汗。下之與大承氣湯，𤼵汗宜桂枝湯。",
                    "zhushu": "雖得陽明證，未可便爲裏實，審㸔脉候，以别内外。其脉實者，𤍠已入府爲實，可與大承氣湯下之。其脉浮虚者，是𤍠未入府，猶在表也，可與桂枝湯𤼵汗則愈。"
                },
                {
                    "paragraph": "大下後，六七日不大便，煩不解，腹滿痛者，此有燥屎也。所以然者，本有𪧐食故也，宜大承氣湯。",
                    "zhushu": "大下之後，則胃弱不能消榖，至六七日不大便，則𪧐食已結不消，故使煩𤍠不解而腹滿痛，是知有燥屎也，與大承氣湯以下除之。"
                },
                {
                    "paragraph": "病人小便不利，大便乍難乍易，時有㣲𤍠，喘冐不能卧者，有燥屎也，宜大承氣湯。",
                    "zhushu": "小便利，則大便鞕，此以有燥屎，故小便不利，而大便乍難乍易。胃𤍠者，𤼵𤍠喘冐無時，及嗜卧也，此燥屎在胃，故時有㣲𤍠，喘冐不得卧也，與大承氣湯，以下燥屎。"
                },
                {
                    "paragraph": "食榖欲嘔者，属陽明也，呉茱茰湯主之。得湯反劇者，属上焦也。",
                    "zhushu": "上焦主内，胃爲之市。食榖欲嘔者，胃不受也，與呉茱茰湯以温胃氣。得湯反劇者，上焦不内也，以治上焦法治之。"
                },
                {
                    "paragraph": "呉茱茰湯方：呉茱茰、一升，洗，辛𤍠。人參、三兩，𠂀温。生薑、六兩，切，辛温。大棗、十二枚擘，甘温。",
                    "zhushu": "内經曰：“寒滛於内，治以𠂀𤍠，佐以苦辛。”呉茱茰、生姜之辛以温胃，人參、大棗之𠂀以緩脾。"
                },
                {
                    "paragraph": "右四味，以水七升，煑取二升，去滓，温服七合，日三服。太陽病，寸緩關浮尺弱，其人𤼵𤍠汗岀，復惡寒不嘔，但心下痞者，此以醫下之也。如其不下者，病人不惡寒而渇者，此轉属陽明也。小便数者，大便必鞕，不更衣十日，無所苦也。渇欲飲水，少少與之，但以法救之，渇者宜五苓散。",
                    "zhushu": "太陽病，脉陽浮隂弱，爲邪在表，今寸緩關浮尺弱，邪氣漸傳裏，則𤼵𤍠汗岀，復惡寒者，表未解也。傳經之邪入裏，裏不和者必嘔，此不嘔但心下痞者，醫下之早，邪氣留於心下也。如其不下者，必漸不惡寒而渇，太陽之邪，轉属陽明也。若吐若下，若𤼵汗後，小便數，大便鞕者，當與小承氣湯和之。此不因吐下。𤼵汗後，小便數，大便鞕，若是無滿實，雖不更衣十日，無所苦也。候津液還入胃中，小便數少，大便必自岀也。渇欲飲水者，少少與之，以潤胃氣，但審邪氣所在，以法救之，如渴不止，與五苓散是也。"
                },
                {
                    "paragraph": "脉陽㣲而汗岀少者，爲自和也；汗岀多者，爲太過。",
                    "zhushu": "脉陽㣲者，邪氣少，汗岀少者爲適當，故自和；汗岀多者，反損正氣，是汗出太過也。"
                },
                {
                    "paragraph": "陽脉實，因𤼵其汗，岀多者，亦爲太過。太過爲陽絶於裏，亡津液，大便因鞕也。",
                    "zhushu": "陽脉實者，表𤍠甚也，因𤼵汗，𤍠乘虚蒸，津液外泄，致汗岀太過。汗出多者，亡其陽，陽絶於裏，腸胃乾燥，大便因鞕也。"
                },
                {
                    "paragraph": "脉浮而芤，浮爲陽，芤爲隂，浮芤相搏，胃氣生𤍠，其陽則絶。",
                    "zhushu": "浮芤相搏，隂陽不諧，胃氣獨治，欝而生𤍠，消爍津液，其陽爲絶。"
                },
                {
                    "paragraph": "趺陽脉浮而濇，浮則胃氣強，澁則小便數，浮澁相搏，大便則難，其脾爲約，麻仁丸主之。",
                    "zhushu": "趺陽者，脾胃之脉，診浮爲陽，知胃氣強；澁爲隂，知脾爲約。約者，儉約之約，又約束之約。内經曰：“飲入於胃，游溢精氣，上輸於脾，脾氣散精，上歸於肺，通調水道，下輸於膀胱。”水精四布，五經並行，是脾主爲胃行其津液者也。今胃強脾弱，約束津液，不得四布，但輸膀胱，致小便數，大便難，與脾約丸。通腸潤燥。"
                },
                {
                    "paragraph": "麻仁丸方：麻子仁、二升，𠂀平。芍藥、半斤，酸平。枳實、半斤，炙，苦寒。大黄、一斤，去皮，苦寒。厚朴、一斤，炙，去皮，苦寒。杏仁、一斤，去皮、尖，熬，别作脂，𠂀，温。",
                    "zhushu": "内經曰：“脾欲緩，急食𠂀以緩之。麻子、杏仁之𠂀，緩脾而潤燥。津液不足，以酸収之。芍藥之酸，以歛津液。腸燥胃強，以苦泄之。枳實、厚朴、大黄之苦下燥結而泄胃強也。”"
                },
                {
                    "paragraph": "右六味爲末，煉蜜爲丸，桐子大。飲服十丸，日三服，漸加以和爲度。太陽病三日，𤼵汗不解，蒸蒸𤼵𤍠者，属胃也，調胃承氣湯主之。",
                    "zhushu": "蒸蒸者，如𤍠薫蒸，言甚𤍠也。太陽病三日，𤼵汗不解，則表邪已罷，蒸蒸𤼵𤍠，胃𤍠爲甚，與調胃承氣湯下胃𤍠。"
                },
                {
                    "paragraph": "傷寒吐後，腹脹滿者，與調胃承氣湯。",
                    "zhushu": "内經曰：“諸脹腹大，皆属於𤍠，𤍠在上焦則吐，吐後不解，復腹脹滿者，邪𤍠入胃也，與調胃承氣湯下其胃𤍠。”"
                },
                {
                    "paragraph": "太陽病，若吐、若下、若𤼵汗㣲煩，小便數，大便因鞕者，與小承氣湯和之愈。",
                    "zhushu": "吐、下、𤼵汗，皆損津液，表邪乘虚傳裏。大煩者，邪在表也；㣲煩者，邪入裏也。小便數，大便因鞕者，其脾爲約也，小承氣湯和之愈。"
                },
                {
                    "paragraph": "得病二三日，脉弱，無太陽、柴胡證，煩燥，心下鞕，至四五日，雖能食，以小承氣湯，少少與，㣲和之，令小安，至六日，與承氣湯一升。若不大便六七日，小便少者，雖不能食，但初頭鞕，後必溏，未定成鞕，攻之必溏，湏小便利，屎定鞕，乃可攻之，宜大承氣湯。",
                    "zhushu": "針經曰：“脉軟者，病將下。弱爲隂脉，當責邪在裏。得病二三日，脉弱，是日數雖淺，而邪氣已入裏也。無太陽證，爲表證已罷。無柴胡證，爲無半表半裏之證。煩燥心下鞕者，邪氣内甚也。胃實𤍠甚，則不能食；胃虚𤍠甚，至四五日，雖能食，亦當與小承氣湯㣲和之。至六日則𤍠甚，與大承氣湯一升。若不大便六七日，小便多者，爲津液内竭，大便必鞕，則可下之。小便少者，則胃中水榖不别，必𥘉鞕後溏，雖不能食，爲胃實，以小便少，則未定成鞕，亦不可攻，湏小便利，屎定鞕，乃可攻之。"
                },
                {
                    "paragraph": "傷寒六七日，目中不了了，睛不和，無表裏證，大便難，身㣲𤍠者，此爲實也，急下之，宜大承氣湯。",
                    "zhushu": "内經曰：“諸脉者，皆属於目。”傷寒六七日，邪氣入裏之時，目中不了了，睛不和者，邪𤍠内甚，上熏於目也。無表裏證，大便難者，裏實也。身大𤍠者，表𤍠也；身㣲𤍠者，裏𤍠也。針經曰：“𤍠病目不明，𤍠不已者死。”此目中不了了，睛不和，則證近危惡也，湏急與大承氣湯下之。"
                },
                {
                    "paragraph": "陽明𤼵𤍠汗多者，急下之，宜大承氣湯。",
                    "zhushu": "邪𤍠入府，外𤼵𤍠汗多者，𤍠迫津液將竭，急與大承氣湯，以下其府𤍠。"
                },
                {
                    "paragraph": "𤼵汗不解，腹滿痛者，急下之，宜大承氣湯。",
                    "zhushu": "𤼵汗不解，邪𤍠傳入府而成腹滿痛者，傳之迅也，是湏急下之。"
                },
                {
                    "paragraph": "腹滿不减，减不足言，當下之，宜大承氣湯。",
                    "zhushu": "腹滿不减，邪氣實也。經曰：“大滿大實，自可除下之。”大承氣湯，下其滿實。若腹滿時减，非内實也，則不可下。金匱要畧曰：“腹滿時减，復如故，此爲寒，當與温藥，是减不足言也。”"
                },
                {
                    "paragraph": "陽明少陽合病，必下利，其脉不負者，順也。負者失也，互相剋賊，名爲負也。脉滑而數者，有𪧐　食也，當下之，宜大承氣湯。",
                    "zhushu": "陽明𡈽，少陽木，二經合病，氣不相和，則必下利。少陽脉不勝，陽明不負，是不相剋爲順也。若少陽脉勝，陽明脉負者，是鬼賊相剋，爲正氣失也。脉經曰：“脉滑者，爲病食也。”又曰：“滑數則胃氣實。”下利者，脉當㣲厥冷，脉滑數，知胃有𪧐食，與大承氣湯以下除之。"
                },
                {
                    "paragraph": "病人無表裏證，𤼵𤍠七八日，雖脉浮數者，可下之。假令已下，脉數不解，合𤍠則消榖善飢，至六七日不大便者，有瘀血，宜抵當湯。",
                    "zhushu": "七八日邪入府之時，病人無表裏證，但𤼵𤍠，雖脉浮數，亦可與大承氣湯下之。浮爲𤍠客於氣，數爲𤍠客於血，下之，邪𤍠去，而浮數之脉俱當解。若下後，數脉去而脉但浮，則是榮血間𤍠併於衛氣間也，當爲邪氣獨留，心中則飢，邪𤍠不殺榖，潮𤍠𤼵渴之證。此下之後，浮脉去而數不解，則是衛氣間𤍠合於榮血間也。𤍠氣合併，迫血下行，胃虚恊𤍠，消榖善飢，血至下焦。若大便利者，下血乃愈。若六七日不大便，則血不得行，畜積於下爲瘀血，與抵當湯以下去之。"
                },
                {
                    "paragraph": "若脉數不解而下不止，必恊𤍠而便膿血也。",
                    "zhushu": "下後脉數不解，而不大便者，是𤍠不得泄，畜血於下爲瘀血也。若下後脉數不解，而下利不止者，爲𤍠得下泄，迫血下行，必便膿血。"
                },
                {
                    "paragraph": "傷寒𤼵汗，己身目爲黄，所以然者，以寒濕在裏不解故也。以爲不可下也。於寒濕中求之。",
                    "zhushu": "金匱要畧曰：“黄家所起，從濕得之，汗出𤍠去，則不能𤼵黄。”𤼵汗己，身目爲黄者，風氣去，濕氣在也。脾惡濕，濕氣内著，脾色外奪者，身目爲黄。若瘀血在裏𤼵黄者，則可下。此以寒濕在裏，故不可下，當從寒濕法治之。"
                },
                {
                    "paragraph": "傷寒七八日，身黄如橘子色，小便不利，腹㣲滿者，茵蔯蒿湯主之。",
                    "zhushu": "當𤍠甚之時，身黄如橘子色，是𤍠毒𤼵泄於外。内經曰：“膀胱者，津液藏焉，氣化則能出。”小便不利，小腹滿者，𤍠氣甚於外，而津液不得下行也。與茵蔯湯，利小便，退黄逐𤍠。"
                },
                {
                    "paragraph": "傷寒，身黄𤼵𤍠者，梔子蘗皮湯主之。",
                    "zhushu": "傷寒身黄，胃有瘀𤍠，當湏下去之。此以𤼵𤍠爲𤍠未實，與梔子蘗皮湯解散之。"
                },
                {
                    "paragraph": "梔子蘗皮湯方：梔子、一十五箇，苦寒。𠂀草、一兩，𠂀平。黄蘗、二兩。右三味，以水四升，煑取一升半，去滓，分温再服。傷寒，瘀𤍠在裏，身必𤼵黄，麻黄連軺赤小豆湯主之。",
                    "zhushu": "濕𤍠相交，民多病癉。癉，黄也。傷寒爲寒濕在表，𤼵黄爲瘀𤍠在裏，與麻黄連軺赤小豆湯，除𤍠散濕。"
                },
                {
                    "paragraph": "麻黄連軺赤小豆湯方：麻黄、二两，𠂀温，去節。赤小豆、一升，𠂀平。連軺、二两，連翹，根也，苦寒。杏仁、四十箇，𠂀温，去皮尖。大棗、十二枚，𠂀温。生梓白皮、一升，苦寒。生薑、二两，辛温，切。𠂀草、二两，炙，𠂀平。",
                    "zhushu": "内經曰：“濕上甚而𤍠，治以𠂀温，佐以𠂀平，以汗爲故。”正此之謂也。又煎用潦水者，亦取其水味薄，則不𦔳濕氣。"
                },
                {
                    "paragraph": "已上八味，以潦水一斗，先煑麻黄，再沸，去上沫，内諸藥，煑取三升，分温三服，半日服盡。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "辨少陽病脉證并治第九",
            "paragraphs": [
                {
                    "paragraph": "辨少陽病脉證并治第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "少陽之病，口苦、咽乾、目眩也。",
                    "zhushu": "足少陽膽經也。内經曰：“有病口苦者，名曰膽癉。”甲乙經曰：“膽者，中精之府，五藏取决於膽，咽爲之使。”少陽之脉，起於目銳眥。少陽受邪，故口苦、咽乾、目眩。"
                },
                {
                    "paragraph": "少陽中風，兩耳無所聞，目赤，胷中滿而煩者，不可吐下，吐下則悸而驚。",
                    "zhushu": "少陽之脉，起於目眥，走於耳中。其支者，下胷中，貫膈。風傷氣，風則爲𤍠。少陽中風，氣壅而𤍠，故耳聾、目赤，胷滿而煩。邪在少陽，爲半表半裏，以吐除煩，吐則傷氣，氣虚者悸，以下除滿，下則亡血，血虚者驚。"
                },
                {
                    "paragraph": "傷寒脉弦細，頭痛，𤼵𤍠者，属少陽。少陽不可，𤼵汗，𤼵汗，則讝語，此属胃，胃和則愈，胃不和則煩而悸。",
                    "zhushu": "經曰：“三部俱弦者，少陽受病，脉細者，邪漸傳裏。”雖頭痛𤼵𤍠，爲表未解，以邪客少陽，爲半在表半在裏，則不可𤼵汗。𤼵汗亡津液，胃中乾燥，少陽之邪，因傳入胃，必𤼵讝語，當與調胃承氣湯下之，胃和則愈，不下，則胃爲少陽，木邪干之，故煩而悸。"
                },
                {
                    "paragraph": "本太陽病不解，轉入少陽者，脇下鞕滿，乾嘔不能食，往來寒𤍠，尚未吐下，脉沉𦂳者，與小柴胡湯。",
                    "zhushu": "太陽轉入少陽，是表邪入於裏。脇下鞕滿，不能食，徃來寒𤍠者，邪在半表半裏之間。若已經吐下，脉沉𦂳者，邪氣入府，爲裏實，尚未可吐下，而脉沉𦂳，爲傳裏，雖深，未全入府，外猶未解也，與小柴胡湯以和解之。"
                },
                {
                    "paragraph": "若已吐、下、𤼵汗，温鍼，讝語，柴胡湯證罷，此爲壞病。知犯何逆，以法治之。",
                    "zhushu": "少陽之邪，在表裏之間，若妄吐、下、𤼵汗、温鍼，損耗津液，胃中乾燥，木邪干胃，必𤼵讝語。若柴胡證不罷者，則不爲逆。柴胡證罷者，壞病也。詳其因何治之逆，以法救之。"
                },
                {
                    "paragraph": "三陽合病，脉浮大，上關上，但欲眠睡，目合則汗。",
                    "zhushu": "關脉，以候少陽之氣，太陽之脉浮，陽明之脉大。脉浮大，上関上，知三陽合病，膽𤍠則睡。少隂病，但欲眠睡，目合則無汗，以隂不得有汗。但欲眠睡，目合則汗，知三陽合病，膽有𤍠也。"
                },
                {
                    "paragraph": "傷寒六七日，無大𤍠，其人燥煩者，此爲陽去入隂故也。",
                    "zhushu": "表爲陽，裏爲隂，邪在表則外有𤍠。六七日，邪氣入裏之時，外無大𤍠，内有燥煩者，表邪傳裏也，故曰陽去入隂。"
                },
                {
                    "paragraph": "傷寒三日，三陽爲盡，三隂當受邪，其人反能食而不嘔，此爲三隂不受邪也。",
                    "zhushu": "傷寒四日，表邪傳裏，裏不和，則不能食而嘔，今反能食而不嘔，是邪不傳隂，但在陽也。"
                },
                {
                    "paragraph": "傷寒三日，少陽脉小者，欲已也。",
                    "zhushu": "内經曰：“大則邪至，小則平。”傷寒三日，邪傳少陽，脉當弦𦂳，今脉小者，邪氣㣲而欲已也。"
                },
                {
                    "paragraph": "少陽病，欲解時，從寅至辰上。",
                    "zhushu": "内經曰：“陽中之少陽，通於春氣，寅、卯、辰，少陽木王之時。”"
                }
            ]
        },
        {
            "name": "辨太隂脉證并治第十",
            "paragraphs": [
                {
                    "paragraph": "辨太隂脉證并治第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "太隂之爲病，腹滿而吐，食不下，自利益甚，時腹自痛，若下之，必胷下結鞕。",
                    "zhushu": "太隂爲病，陽邪傳裏也。太隂之脉，布胃中，邪氣壅而爲腹滿。上不得降者，嘔吐而食不下；下不得升者，自利益甚，時腹自痛。隂塞在内而爲腹痛者，則爲常痛。此陽邪干裏，雖痛而亦不常痛，但時時腹自痛也。若下之，則隂邪留於胷下，爲結鞕。經曰：“病𤼵於隂而反下之，因作痞。”"
                },
                {
                    "paragraph": "太隂中風，四肢煩疼，陽㣲隂澁而長者，爲欲愈。",
                    "zhushu": "太隂，脾也，主營四末。太隂中風，四肢煩疼者，風滛末疾也。表邪少則㣲，裏向和則澁而長。長者，陽也。隂病見陽脉則生，以隂得陽則解，故云欲愈。"
                },
                {
                    "paragraph": "太隂病欲解時，從亥至丑上。",
                    "zhushu": "脾爲隂土，王於丑，亥、子，向陽，故云解時。"
                },
                {
                    "paragraph": "太隂病，脉浮者，可𤼵汗，宜桂枝湯。",
                    "zhushu": "經曰：“浮爲在表，沉爲在裏。”太隂病，脉浮者，邪在經也，故當汗散之。"
                },
                {
                    "paragraph": "自利不渇者，屬太隂，以其藏有寒故也，當温之，宜服四逆軰。",
                    "zhushu": "自利而渇者，屬少隂，爲寒在下焦；自利不渇者，屬太隂，爲寒在中焦，與四逆等湯，以温其藏。"
                },
                {
                    "paragraph": "傷寒脉浮而緩，手足自温者，繋在太隂，太隂當𤼵身黄，若小便自利者，不能𤼵黄。至七八日，雖暴煩，下利日十餘行，必自止。以脾家實，腐穢當去故也。",
                    "zhushu": "太隂病至七八日，大便鞕者，爲太隂入府，傳於陽明也。今至七八日，暴煩，下利十餘行者，脾家實，腐穢去也，下利煩燥者死。此以脾氣和，逐邪下泄，故雖暴煩，下利日十餘行，而利必自止。"
                },
                {
                    "paragraph": "本太陽病，醫反下之，因而腹滿時痛者，屬太隂也，桂枝加芍藥湯主之。",
                    "zhushu": "表邪未罷，醫下之，邪因乘虚傳於太隂，裏氣不和，故腹滿時痛，與桂枝湯以解表，加芍藥以和裏。"
                },
                {
                    "paragraph": "太實痛者，桂枝加大黄湯主之。",
                    "zhushu": "大實大滿，自可除下之，故加大黄以下大實。"
                },
                {
                    "paragraph": "太隂爲病，脉弱，其人續自便利，設當行大黄、芍藥者，宜减之，以其人胃氣弱，易動故也。",
                    "zhushu": "腹滿痛者，太隂病也。脉弱，其人續自便利，則邪雖在裏，未成大實，欲與大黄、芍藥攻滿痛者，宜少與之，以胃氣尚弱，易爲動利也。"
                }
            ]
        },
        {
            "name": "辨少隂病脉證并治第十一",
            "paragraphs": [
                {
                    "paragraph": "辨少隂病脉證并治第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "少隂之爲病，脉㣲細，但欲寐也。",
                    "zhushu": "少隂爲病，脉㣲細，爲邪氣傳裏深也。衞氣行於陽則寤，行於隂則寐，邪傳少隂，則氣行於隂，而不行於陽，故但欲寐。"
                },
                {
                    "paragraph": "少隂病，欲吐不吐，心煩，但欲寐，五六日，自利而渇者，屬少隂也。虚，故引水自救。若小便色白者，少隂病形悉具。小便白者，以下焦虚有寒，不能制水，故令色白也。",
                    "zhushu": "欲吐不吐，心煩者，表邪傳裏也。若腹滿痛，則屬太隂，此但欲𥧌，則知屬少隂。五六日，邪傳少隂之時，自利不渴者，寒在中焦，屬太隂；此自利而渴，爲寒在下焦，屬少隂。腎虚水燥，渇欲引水自救，下焦虚寒，不能制水，小便色白也。經曰：“下利欲飲水者，以有𤍠故也。”此下利雖渴，然以小便色白，明非裏𤍠，不可不察。"
                },
                {
                    "paragraph": "病人脉隂陽俱𦂳，反汗岀者，亡陽也，此屬少隂，法當咽痛，而復吐利。",
                    "zhushu": "脉隂陽俱𦂳，爲少隂。傷寒，法當無汗，反汗岀者，陽虚不固也，故云亡陽。以無陽隂獨，是屬少隂。内經曰：“邪客少隂之絡，令人嗌痛，不可内食。”少隂寒甚，是當咽痛而復吐利。"
                },
                {
                    "paragraph": "少隂病，欬而下利，讝語者，被火氣刼故也。小便必難，以強責少隂汗也。",
                    "zhushu": "欬而下利，裏寒而亡津液也，反以火刼，強責少隂汗者，津液内竭，加火氣煩之，故讝語、小便難也。"
                },
                {
                    "paragraph": "少隂病，脉細沉数，病爲在裏，不可𤼵汗。",
                    "zhushu": "少隂病，始得之，反𤼵𤍠，脉沉者，爲邪在經，可與麻黄附子細辛湯𤼵汗。此少隂病，脉細沉數，爲病在裏，故不可𤼵汗。"
                },
                {
                    "paragraph": "少隂病，脉㣲，不可𤼵汗，亡陽故也。陽已虚，尺脉弱濇者，復不可下之。",
                    "zhushu": "脉㣲爲亡陽，表虚不可𤼵汗；脉弱濇爲亡陽，裏虚復不可下。"
                },
                {
                    "paragraph": "少隂病，脉𦂳，至七八日，自下利，脉暴㣲，手足反温，脉𦂳反去者，爲欲解也，雖煩，下利，必自愈。",
                    "zhushu": "少隂病，脉𦂳者，寒甚也，至七八日，傳經盡，欲解之時，自下利。脉暴㣲者，寒氣得泄也。若隂寒勝正，陽虚而泄者，則手足厥而脉𦂳不去。今手足反温，脉𦂳反去，知陽氣復，寒氣去，故爲欲解。下利煩燥者逆，此正勝邪㣲，雖煩，下利，必自止。"
                },
                {
                    "paragraph": "少隂病，下利，若利自止，惡寒而踡卧，手足温者，可治。",
                    "zhushu": "少隂病，下利，惡寒、踡卧，寒極而隂勝也。利自止，手足温者，裏和陽氣得復，故爲可治。"
                },
                {
                    "paragraph": "少隂病，惡寒而踡，時自煩，欲去衣被者，可治。",
                    "zhushu": "惡寒而踡，隂寒甚也。時時自煩，欲去衣被，爲陽氣得復，故云可治。"
                },
                {
                    "paragraph": "少隂中風，脉陽㣲隂浮者，爲欲愈。",
                    "zhushu": "少隂中風，陽脉當浮，而陽脉㣲者，表邪緩也；隂脉當沉，而隂脉浮者，裏氣和也。陽中有隂，隂中有陽，隂陽調和，故爲欲愈。"
                },
                {
                    "paragraph": "少隂病欲解時，從子至寅上。",
                    "zhushu": "陽生於子，子爲一陽，丑爲二陽，寅爲三陽，少隂解於此者，隂得陽則解也。"
                },
                {
                    "paragraph": "少隂病，吐利，手足不逆冷，反𤼵𤍠者，不死。脉不至者，灸少隂七壯。",
                    "zhushu": "經曰：“少隂病，吐利，躁煩，四逆者，死。”吐利，手足不厥冷者，則陽氣不衰，雖反𤼵𤍠，不死。脉不至者，吐利暴虚也，灸少隂七壯，以通其脉。"
                },
                {
                    "paragraph": "少隂病八九日，一身手足盡𤍠者，以𤍠在膀胱，必便血也。",
                    "zhushu": "膀胱，太陽也，少隂、太陽爲表裏。少隂病至八九日，寒邪變𤍠，復傳太陽，太陽爲諸陽主氣，𤍠在太陽，故一身手足盡𤍠。太陽經多血少氣，爲𤍠所乗，則血散下行，必便血也。"
                },
                {
                    "paragraph": "少隂病，但厥無汗，而強𤼵之，必動其血，未知従何道岀，或從口鼻，或從目岀，是名下厥上竭，爲難治。",
                    "zhushu": "但厥無汗，𤍠行於裏也，而強𤼵汗，虚其經絡，𤍠乗經虚，迫血妄行，從虚而岀，或從口鼻，或從目岀。諸厥者，皆屬於下，但厥爲下厥，血亡於上爲上竭，傷氣損血，邪甚正虚，故爲難治。"
                },
                {
                    "paragraph": "少隂病，惡寒，身踡而利，手足逆冷者，不治。",
                    "zhushu": "針經曰：“多𤍠者易已，多寒者難已。”此内外寒極，純隂無陽，故云不治。"
                },
                {
                    "paragraph": "少隂病，吐利，燥煩，四逆者，死。",
                    "zhushu": "吐利者，寒甚於裏；四逆者，寒甚於表。躁煩則陽氣欲絶，是知死矣。"
                },
                {
                    "paragraph": "少隂病，下利止而頭眩，時時自冒者死。",
                    "zhushu": "下利止，則水榖竭，眩冒則陽氣脫，故死。"
                },
                {
                    "paragraph": "少隂病，四逆，惡寒而身踡，脉不至，不煩而躁者死。",
                    "zhushu": "四逆惡寒而身踡，則寒甚，脉不至，則真氣絶。煩，𤍠也。躁，亂也。若憤躁之躁，從煩至躁，爲𤍠來有漸，則猶可；不煩而躁，是氣欲脫而爭也。譬猶燈將㓕而暴明，其能乆乎？"
                },
                {
                    "paragraph": "少隂病，六七日，息高者，死。",
                    "zhushu": "腎爲生氣之源，呼吸之門，少隂病六七日不愈而息高者，生氣㫁絶也。"
                },
                {
                    "paragraph": "少隂病，脉㣲細沉，但欲卧，汗岀不煩，自欲吐，至五六日，自利，復煩躁，不得卧寐者，死。",
                    "zhushu": "隂氣方盛，至五六日傳經盡，陽氣得復則愈，反更自利，煩燥不得卧寐，則正氣弱，陽不能復，病勝藏，故死。"
                },
                {
                    "paragraph": "少隂病，始得之，反𤼵𤍠，脉沉者，麻黄附子細辛湯主之。",
                    "zhushu": "少隂病，當無𤍠惡寒，反𤼵𤍠者，邪在表也。雖脉沉，以始得，則邪氣未深，亦當温劑𤼵汗以散之。"
                },
                {
                    "paragraph": "麻黄附子細辛湯方：麻黄、二两，去節，甘𤍠。細辛、二两，辛𤍠。附子、一枚，炮，去皮，破八片，辛𤍠。",
                    "zhushu": "内經曰：“寒滛於内，治以甘𤍠，佐以苦辛，以辛潤之。”麻黄之甘，以解少隂之寒；細辛、附子之辛，以温少隂之經。"
                },
                {
                    "paragraph": "右三味，以水一斗，先煑麻黄，减二升，去上沫，内藥，煑取三升，去滓，温服一升，日三服。少隂病，得之二三日，麻黄附子甘草湯㣲𤼵汗。以二三日無裏證，故㣲𤼵汗也。",
                    "zhushu": "二三日，邪未深也，旣無吐利厥逆諸裏證，則可與麻黄附子甘草湯，㣲汗以散之。"
                },
                {
                    "paragraph": "麻黄附子甘草湯方：麻黄、二兩，去節。甘草、二两，炙。附子、一枚，炮，去皮。",
                    "zhushu": "麻黄、甘草之甘，以散表寒；附子之辛，以温寒氣。"
                },
                {
                    "paragraph": "右三味，以水七升，先煑麻黄，一兩沸，去上沫，内諸藥，煑取三升，去滓，温服一升，日三服。少隂病，得之二三日以上，心中煩，不得卧，黄連阿膠湯主之。",
                    "zhushu": "脉經曰：“風傷陽，寒傷隂，少隂受病，則得之於寒，二三日已上，寒極變𤍠之時，𤍠煩於内，心中煩，不得卧也。”與黄連阿膠湯，扶隂散𤍠。"
                },
                {
                    "paragraph": "黄連阿膠湯方：黄連、四两，苦寒。黄芩、一两，苦寒。芍藥、二两，酸平。鷄子黄、二枚，甘温。阿膠、三两，甘温。",
                    "zhushu": "陽有餘，以苦除之，黄芩、黄連之苦，以除𤍠。隂不足，以甘𥙷之，鷄黄、阿膠之甘，以𥙷血。酸，収也，泄也，芍藥之酸，収隂氣而泄邪𤍠。"
                },
                {
                    "paragraph": "右五味，以水五升，先煑三物，取二升，去滓，内膠烊盡，小冷，内鷄子黄，攪令相得。温服七合，日三服。少隂病，得之一二日，口中和，其背惡寒者，當灸之，附子湯主之。",
                    "zhushu": "少隂客𤍠，則口燥舌乾而渇。口中和者，不苦不燥，是無𤍠也。背爲陽，背惡寒者，陽氣弱，隂氣勝也。經曰：“無𤍠惡寒者，𤼵於隂也。”灸之𦔳陽消隂，與附子湯。温經散寒。"
                },
                {
                    "paragraph": "附子湯方：附子、二枚，破八片，去皮，辛𤍠。茯苓、三两，甘平。人參、二两，甘温。白术、四两，甘温。芍藥、三两，酸平。",
                    "zhushu": "辛以散之，附子之辛以散寒；甘以緩之，茯苓、人參、白术之甘以𥙷陽；酸以収之，芍藥之酸以扶隂。所以然者，偏隂偏陽則爲病。火欲實，水當平之，不欲偏勝也。"
                },
                {
                    "paragraph": "右五味，以水八升，煑取三升，去滓，温服一升，日三服。少隂病，身體痛，手足寒，骨節痛，脉沉者，附子湯主之。",
                    "zhushu": "少隂腎水而主骨節，身體疼痛，支冷脉沉者，寒成於隂也。身疼骨痛，若脉浮，手足𤍠，則可𤼵汗。此手足寒，脉沉，故當與附子湯温經。"
                },
                {
                    "paragraph": "少隂病，下利便膿血者，桃花湯主之。",
                    "zhushu": "陽病下利便膿血者，恊𤍠也。少隂病，下利便膿血者，下焦不約而裏寒也。與桃花湯，固下散寒。"
                },
                {
                    "paragraph": "桃花湯方：赤石脂、一斤一半全用，一半篩末，甘温。乾薑、一兩，辛𤍠。粳米、一升，甘平。",
                    "zhushu": "濇可去脫。赤石脂之濇，以固腸胃，辛以散之。乾薑之辛，以散裏寒；粳米之甘，以補正氣。"
                },
                {
                    "paragraph": "右三味，以水七升，煑米令熟，去滓，温服七合，内赤石脂末方寸匕，日三服。若一服愈，餘勿服。少隂病，二三日至四五日，腹滿，小便不利，下利不止，便膿血者，桃花湯主之。",
                    "zhushu": "二三日以至四五日，寒邪入裏深也。腹痛者，裏寒也。小便不利者，水榖不别也。下利不止，便膿血者，腸胃虚弱，下焦不固也。與桃花湯，固腸止利也。"
                },
                {
                    "paragraph": "少隂病，下痢便膿血者，可刺。",
                    "zhushu": "下焦，血氣留聚，腐化，則爲膿血，刺之以利下焦，宣通血氣。"
                },
                {
                    "paragraph": "少隂病，吐利，手足厥冷，煩躁欲死者，呉茱茰湯主之。",
                    "zhushu": "吐利，手足厥冷，則隂寒氣甚。煩躁欲死者，陽氣内爭，與呉茱茰湯，𦔳陽散寒。"
                },
                {
                    "paragraph": "少隂病，下痢咽痛，胷滿心煩者，猪膚湯主之。",
                    "zhushu": "少隂之脉，從腎上貫肝膈，入肺中，則循喉嚨，其支别者，從肺岀絡心，注胷中。邪自陽經傳於少隂，隂虚客𤍠，下利、咽痛，胷滿、心煩也，與猪膚湯，調隂散𤍠。"
                },
                {
                    "paragraph": "猪膚湯方：猪膚、一斤，甘寒。",
                    "zhushu": "猪，水畜也，其氣先入腎，少隂客𤍠，是以猪膚解之。加白蜜以潤燥除煩，白粉以益氣㫁利。"
                },
                {
                    "paragraph": "右一味，以水一斗，煑取五升，去滓，加白蜜一升，白粉五合，熬香，和相得，温分六服。少隂病，二三日，咽痛者，可與甘草湯；不差者，與桔梗湯。",
                    "zhushu": "陽邪傳於少隂，邪𤍠爲咽痛，服甘草湯則差；若寒𤍠相搏爲咽痛者，服甘草湯，若不差，與桔梗湯，以和少隂之氣。"
                },
                {
                    "paragraph": "甘草湯方：甘草、二两。右一味，以水三升，煑取一升半，去滓，温服七合，日二服。桔梗湯方：桔梗、一两，辛甘，㣲温。甘草、二兩，甘平。",
                    "zhushu": "桔梗辛温以散寒，甘草味𠂀平，以除𤍠，甘梗相合，以調寒𤍠。"
                },
                {
                    "paragraph": "右二味，以水三升，煑取一升，去滓，分温再服。少隂病，咽中傷，生瘡，不能語言，聲不岀者，苦酒湯主之。",
                    "zhushu": "𤍠傷於絡，則經絡乾燥，使咽中傷，生瘡，不能言語，聲不岀者，與苦酒湯，以解絡𤍠，愈咽瘡。"
                },
                {
                    "paragraph": "苦酒湯方：半夏、洗，破如棗核大，十四枚，辛温。鷄子、一枚，去黄，内上苦酒，著鷄子殻中。甘㣲寒。",
                    "zhushu": "辛以散之，半夏之辛，以𤼵聲音。甘以緩之，鷄子之甘，以緩咽痛。酸以収之，苦酒之酸，以歛咽瘡。"
                },
                {
                    "paragraph": "右二味，内半夏，著苦酒中，以鷄子殻置刀鐶中，安火上，令三沸，去滓，少少含嚥之。不差，更作三劑。少隂病，咽中痛，半夏散及湯主之。",
                    "zhushu": "甘草湯，主少隂客𤍠咽痛；桔梗湯，主少隂寒𤍠相搏，咽痛；半夏散及湯，主少隂客寒咽痛也。"
                },
                {
                    "paragraph": "半夏散及湯方：半夏、洗，辛温。桂枝、去皮，辛𤍠。甘草、炙，甘，平。以上各等分。",
                    "zhushu": "内經曰：“寒滛所勝，平以辛𤍠，佐以甘苦。”半夏、桂枝之辛，以散經寒；甘草之甘，以緩正氣。"
                },
                {
                    "paragraph": "已上三味，各别搗篩，已合治之。白飲和服方寸匕，日三服。若不能散服者，以水一升，煎七沸，内散兩方寸匕，更煎三沸，下火令小冷，少少嚥之。少隂病，下利，白通湯主之。",
                    "zhushu": "少隂主水，少隂客寒，不能制水，故自利也。白通湯，温裏散寒。"
                },
                {
                    "paragraph": "白通湯方：葱白、四莖，辛温。乾薑、一兩，辛𤍠。附子、一枚，生用，去皮，破八片，辛𤍠。",
                    "zhushu": "内經曰：“腎苦燥，急食辛以潤之。”葱白之辛，以通陽氣；薑、附之辛，以散隂寒。"
                },
                {
                    "paragraph": "右三味，以水三升，煑取一升，去滓，分温再服。少隂病，下利，脉㣲者，與白通湯。利不止，厥逆無脉，乾嘔煩者白通加猪膽汁湯主之。服湯脉暴岀者死，㣲續者生。",
                    "zhushu": "少隂病，下利，脉㣲，爲寒極隂勝，與白通湯，復陽散寒。服湯利不止，厥逆無脉，乾嘔煩者，寒氣大甚，内爲格拒，陽氣逆亂也，與白通湯加猪膽汁湯以和之。内經曰：“逆而從之，從而逆之。”又曰：“逆者正治，從者反治”，此之謂也。服湯脉暴岀者，正氣因𤼵泄而脫也，故死。脉㣲續者，陽氣漸復也，故生。"
                },
                {
                    "paragraph": "白通加猪膽汁方：葱白、四莖。乾薑、一两。附子、一枚，生，去皮，破八片。人尿、五合，醎寒。猪膽汁、一合，苦寒。",
                    "zhushu": "内經曰：“若調寒𤍠之逆，冷𤍠必行，則𤍠物冷服，下嗌之後，冷體旣消，𤍠性便𤼵，由是病氣隨愈，嘔噦皆除，情且不違，而致大益。此和人尿、猪膽汁鹹苦寒物於白通湯𤍠劑中，要其氣相從，則可以去格拒之寒也。"
                },
                {
                    "paragraph": "已上三味，以水三升，煑取一升，去滓，内膽汁、人尿，和令相得，分温再服。若無膽，亦可用。少隂病，二三日不已，至四五日，腹痛，小便不利，四肢沉重疼痛，自下利者，此爲有水氣。其人或欬，或小便利，或下利，或嘔者，真武湯主之。",
                    "zhushu": "少隂病二三日，則邪氣猶淺，至四五日，邪氣已深。腎主水，腎病不能制水，水飲停爲水氣。腹痛者，寒濕内甚也。四肢沉重疼痛，寒濕外甚也。小便不利，自下利者，濕勝而水榖不別也。内經曰：“濕勝則濡泄”，與真武湯，益陽氣，散寒濕。"
                },
                {
                    "paragraph": "真武湯方：茯苓、三兩，甘平。芍藥、三两，酸平。生薑、三兩，切，辛温。白术、二两，甘温。附子、一枚，炮，去皮，破八片，辛𤍠。",
                    "zhushu": "脾惡濕，甘先入脾，茯苓、白术之甘，以益脾逐水。寒滛所勝，平以辛𤍠。濕滛所勝，佐以酸平。附子、芍藥、生薑之酸辛，以温經散濕。"
                },
                {
                    "paragraph": "右五味，以水八升，煑取三升，去滓，温服七合，日三服。後加减法。若欬者，加五味半升，細辛、乾薑各一兩。",
                    "zhushu": "氣逆欬者，五味予之酸，以收逆氣。水寒相摶則欬，細辛、乾薑之辛，以散水寒。"
                },
                {
                    "paragraph": "若小便利者，去茯苓。",
                    "zhushu": "小便利則無伏水，故去茯苓。"
                },
                {
                    "paragraph": "若下利者，去芍藥，加乾薑二兩。",
                    "zhushu": "芍藥之酸泄氣，乾薑之辛散寒。"
                },
                {
                    "paragraph": "若嘔者，去附子，加生薑，足前成半斤。",
                    "zhushu": "氣逆則嘔，附子𥙷氣，生薑散氣。千金曰：“嘔家多服生薑，此爲嘔家聖藥。”"
                },
                {
                    "paragraph": "少隂病，下利清榖，裏寒外𤍠，手足厥逆，脉㣲欲絶，身反不惡寒，其人面赤色，或腹痛，或乾嘔，或咽痛，或利止脉不岀者，通脉四逆湯主之。",
                    "zhushu": "下利清榖，手足厥逆，脉㣲欲絶，爲裏寒。身𤍠不惡寒，面色赤，爲外𤍠。此隂甚於内，格陽於外，不相通也，與通脉四逆湯，散隂通陽。"
                },
                {
                    "paragraph": "通脉四逆湯方：甘草、二兩，炙。附子、大者一枚，生用，去皮，破八片。乾薑、三兩，強人可四兩。右三味，以水三升，煑取一升二合，去滓，分温再服，其脉即岀者愈。靣色赤者，加葱九莖，",
                    "zhushu": "葱味辛，以通陽氣。"
                },
                {
                    "paragraph": "腹中痛者，去葱，加芍藥二兩，",
                    "zhushu": "芍藥之酸，通寒利，腹中痛，爲氣不通也。"
                },
                {
                    "paragraph": "嘔者，加生薑二兩，",
                    "zhushu": "辛以散之，嘔爲氣不散也。"
                },
                {
                    "paragraph": "咽痛者，去芍藥，加桔梗一兩，",
                    "zhushu": "咽中如結，加桔梗則能散之。"
                },
                {
                    "paragraph": "利止脉不岀者，去桔梗，加人參二兩。",
                    "zhushu": "利止脉不岀者，亡血也，加人參以𥙷之。經曰：“脉㣲而利，亡血也，四逆加人參湯主之。”脉病皆與方相應者，乃可服之。"
                },
                {
                    "paragraph": "少隂病，四逆，其人或欬，或悸，或小便不利，或腹中痛，或泄利下重者，四逆散主之。",
                    "zhushu": "四逆者，四肢不温也。傷寒邪在三陽，則手足必𤍠，傳到太隂，手足自温，至少隂，則邪熱漸深，故四肢逆而不温也。及至厥隂，則手足厥冷，是又甚於逆，四逆散以散傳隂之𤍠也。"
                },
                {
                    "paragraph": "四逆散方：甘草、炙甘，平。枳實、破，水漬，炙乾，苦寒。柴胡、苦寒。芍藥、酸，㣲寒。",
                    "zhushu": "内經曰：熱滛於内，佐以甘苦，以酸収之，以苦𤼵之。枳實、甘草之甘苦，以泄裏熱。芍藥之酸，以収隂氣。柴胡之苦，以𤼵表𤍠。"
                },
                {
                    "paragraph": "右四味，各拾分，搗篩，白飲和服方寸匕，日三服。欬者，加五味子、乾薑各伍分，并主下痢。",
                    "zhushu": "肺寒氣逆則欬，五味子之酸，収逆氣，乾薑之辛散肺寒。并主下痢者，肺與大腸爲表裏，上欬下痢，治則頗同。"
                },
                {
                    "paragraph": "悸者，加桂枝伍分。",
                    "zhushu": "悸者，氣虚而不能通行，心下築築然悸動也。桂，猶圭也，引導陽氣。若𤍠以使。"
                },
                {
                    "paragraph": "小便不利者，加茯苓伍分，",
                    "zhushu": "茯苓味甘而淡，用以滲泄。"
                },
                {
                    "paragraph": "腹中痛者，加附子一枚，炮令拆。",
                    "zhushu": "裏虚遇邪則痛，加附子以𥙷虚。"
                },
                {
                    "paragraph": "泄利下重者，先以水五升，煑薤白三升，煑取三升，去滓，以散三方寸匕，内湯中，煑取一升半，分温再服。",
                    "zhushu": "泄利下重者，下焦氣滯也，加薤白以泄氣滯。"
                },
                {
                    "paragraph": "少隂病，下利六七日，欬而嘔渇，心煩不得眠者，猪苓湯主之。",
                    "zhushu": "下利不渇者，裏寒也。經曰：自利不渇者，属太隂，以其藏寒故也。此下利嘔渇，知非裏寒，心煩不得眠，知恊𤍠也。與猪苓湯，滲泄小便，分別水榖。經曰：復不止，當利其小便。”此之謂歟？"
                },
                {
                    "paragraph": "少隂病，得之二三日，口燥咽乾者，急下之，宜大承氣湯。",
                    "zhushu": "傷寒傳經五六日，邪傳少隂，則口燥舌乾而渇，爲邪漸深也。今少隂病得之二三日，邪氣未深入之時，便作口燥咽乾者，是邪𤍠已甚，腎水乾也。急與大承氣湯下之，以全腎也。"
                },
                {
                    "paragraph": "少隂病，自利清水，色純青，心下必痛，口乾燥者，急下之，宜大承氣湯。",
                    "zhushu": "少隂，腎水也；青，肝色也。自利色青，爲肝邪乘腎。難經曰：“從前來者爲實邪。”以腎藴實邪，必心下痛，口乾燥也。與大承氣湯，以下實邪。"
                },
                {
                    "paragraph": "少隂病六七日，腹脹不大便者，急下之，宜大承氣湯。",
                    "zhushu": "此少隂入府也。六七日，少隂之邪入府之時，陽明内𤍠壅甚，腹滿不大便也。陽明病，土勝腎，水則乾，急與大承氣湯下之，以救腎水。"
                },
                {
                    "paragraph": "少隂病，脉沉者，急温之，冝四逆湯。",
                    "zhushu": "旣吐且利，小便復利，而大汗岀，下利清榖，内寒外熱，脉㣲欲絶者，不云急温。此少隂病，脉沉而云急温者，彼雖寒甚，然而證已形見於外，治之則有成法。此𥘉頭脉沉，未有形證，不知邪氣所之，將𤼵何病，是急與四逆湯温之。"
                },
                {
                    "paragraph": "少隂病，飲食入口則吐，心中温温欲吐，復不能吐，始得之，手足寒，脉弦遲者，此胷中實，不可下也，當吐之。若膈上有寒飲，乾嘔者，不可吐也，急温之，宜四逆湯。",
                    "zhushu": "傷寒表邪傳裏，至於少隂，少隂之脉，從肺岀絡心，注胷中，邪旣留於胷中而不散者，飲食入口則吐，心中温温欲吐，陽受氣於胷中，邪旣留於胷中，則陽氣不得宣𤼵於外，是以始得之，手足寒，脉弦遲，此是胷中實，不可下而當吐。其膈上有寒飲，亦使人心中温温而手足寒，吐則物岀，嘔則物不岀，吐與嘔别焉。胷中實，則吐而物岀，若膈上有寒飲，則但乾嘔而不吐也，此不可吐，可與四逆湯以温其膈。"
                },
                {
                    "paragraph": "少隂病，下利，脉㣲澁，嘔而汗岀，必數更衣，反少者，當温其上，灸之。",
                    "zhushu": "脉㣲爲亡陽，澁爲亡血。下利嘔而汗岀，亡陽亡血也。津液不足，裏有虚寒，必數更衣；反少者，温其上，以𦔳其陽也，灸之以消其隂。"
                }
            ]
        },
        {
            "name": "辨厥隂病脉證并治第十二",
            "paragraphs": [
                {
                    "paragraph": "辨厥隂病脉證并治第十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "厥隂之爲病，消渇，氣上撞心，心中疼熱，飢而不欲食，食則吐蚘，下之利不止，",
                    "zhushu": "邪傳厥隂，則熱已深也。邪自太陽傳至太隂，則腹滿而嗌乾，未成渇也。邪至少隂者，口燥舌乾而渇，未成消也。至厥隂成消渇者，熱甚能消水故也。飲水多而小便少者，謂之消渇。木生於火，肝氣通心，厥隂客𤍠，氣上撞心，心中疼熱。傷寒六七日，厥隂受病之時，爲傳經盡，則當入府。胃虚客熱，飢不欲食，蚘在胃中，無食則動，聞食嗅而岀，得食吐蚘，此熱在厥隂經也。若便下之，虚其胃氣，厥隂木邪相乘，必吐下不止。"
                },
                {
                    "paragraph": "厥隂中風，脉㣲浮爲欲愈，不浮爲未愈。",
                    "zhushu": "經曰：隂病見陽脉而生，浮者，陽也。厥隂中風，脉㣲浮，爲邪氣還表，向汗之時，故云欲愈。"
                },
                {
                    "paragraph": "厥隂病欲解時，從寅至卯上。",
                    "zhushu": "厥隂，木也，王於卯，丑寅，向王，故爲解時。"
                },
                {
                    "paragraph": "厥隂病，渇欲飲水者，少少與之愈。",
                    "zhushu": "邪至厥隂，爲傳經盡，欲汗之時，渇欲得水者，少少與之，胃氣得潤則愈。"
                },
                {
                    "paragraph": "諸四逆厥者，不可下之，虚家亦然。",
                    "zhushu": "四逆者，四肢不温也。厥者，手足冷也。皆陽氣少而隂氣多，故不可下。虚家亦然，下之是爲重虚。金匱玉凾曰：“虚者十𥙷，勿一㵼之。”"
                },
                {
                    "paragraph": "傷寒，先厥，後𤼵熱而利者，必自止。見厥復利。",
                    "zhushu": "隂氣勝，則厥逆而利，陽氣復則𤼵熱，利必自止。見厥則隂氣還勝而復利也。"
                },
                {
                    "paragraph": "傷寒始𤼵熱六日，厥反九日而利。凡厥利者，當不能食，今反能食者，恐爲除中，食以索餅。不𤼵𤍠者，知胃氣尚在，必愈。恐暴𤍠來，岀而復去也。後三日脉之，其𤍠續在者，期之旦日夜半愈。所以然者，本𤼵𤍠六日，厥反九日，復𤼵𤍠三日，并前六日，亦爲九日，與厥相應，故期之旦日夜半愈。後三日脉之而脉數，其熱不罷者，此爲熱氣有餘，必𤼵癰膿也。",
                    "zhushu": "始𤼵熱，邪在表也。至六日，邪傳厥隂，隂氣勝者，作厥而利。厥反九日，隂寒氣多，當不能食，而反能食者，恐爲除中。除，去也。中，胃氣也。言邪氣大甚，除去胃氣，胃欲引食自救，故暴能食，此欲勝也。食以索餅試之，若胃氣絶，得麫則必𤼵𤍠。若不𤼵𤍠者，胃氣尚在也，恐是寒極變𤍠，因暴𤍠來而復去，使之能食，非除中也。金匱要畧曰：“病人素不能食，而反暴思之，必𤼵𤍠。後三日脉之，其𤍠續在者，陽氣勝也，期之旦日夜半愈。若旦日不愈，後三日脉數而𤍠不罷者，爲𤍠氣有餘，必𤼵癰膿。”經曰：“數脉不時，則生惡瘡。”"
                },
                {
                    "paragraph": "傷寒脉遲，六七日，而反與黄芩湯徹其𤍠。脉遲爲寒，今與黄芩湯，復除其𤍠。腹中應冷，當不能食，今反能食，此名除中，必死。",
                    "zhushu": "傷寒脉遲，六七日，爲寒氣已深，反與黄芩湯寒藥，兩寒相搏，腹中當冷，冷不消榖，則不能食，反能食者，除中也。四時皆以胃氣爲本，胃氣已絶，故云必死。"
                },
                {
                    "paragraph": "傷寒先厥後𤼵熱，下利必自止，而反汗岀，咽中痛者，其喉爲痺。𤼵熱無汗，而利必自止，若不止，必便膿血，便膿血者，其喉不痺。",
                    "zhushu": "傷寒先厥而利，隂寒氣勝也。寒極變熱，後𤼵熱，下利必自止，而反汗岀，咽中痛，其喉爲痺者，熱氣上行也。𤼵熱無汗，而利必自止，利不止，必便膿血者，熱氣下行也。熱氣下而不上，其喉亦不痺也。"
                },
                {
                    "paragraph": "傷寒一二日至四五日而厥者，必𤼵熱。前熱者後必厥，厥深者熱亦深，厥㣲者熱亦㣲。厥應下之，而反發汗者，必口傷爛赤。",
                    "zhushu": "前厥後𤼵熱者，寒極生熱也。前熱後厥者，陽氣内䧟也。厥深熱深，厥㣲熱㣲，隨陽氣䧟之深淺也。熱之伏深，必須下去之。反𤼵汗者，引熱上行，必口傷爛赤。内經曰：“火氣内𤼵，上爲口糜。”"
                },
                {
                    "paragraph": "傷寒病，厥五日，熱亦五日，設六日，當復厥，不厥者自愈。厥終不過五日，以熱五日，故知自愈。",
                    "zhushu": "隂勝則厥，陽勝則𤍠，先厥五日爲隂勝，至六日陽復勝，𤍠亦五日。後復厥者，隂復勝；若不厥爲陽全勝，故自愈。經曰：“𤼵𤍠四日，厥反三日，復𤍠四日，厥少𤍠多，其病爲愈。”"
                },
                {
                    "paragraph": "凡厥者，隂陽氣不相順接，便爲厥。厥者，手足逆冷是也。",
                    "zhushu": "手之三隂三陽，相接於手十指；足之三隂三陽，相接於足十指，陽氣内䧟，陽不與隂相順接，故手足爲之厥冷也。"
                },
                {
                    "paragraph": "復寒脉㣲而厥，至七八日膚冷，其人躁，無暫安時者，此爲藏厥，非爲蚘厥也。蚘厥者，其人當吐蚘，令病者静，而復時煩，此爲藏寒。蚘上入膈，故煩。須臾復止，得食而嘔。又煩者，蚘聞食臭岀，其人當自吐蚘。蚘厥者，烏梅圓主之。又主乆利方。",
                    "zhushu": "藏厥者死，陽氣絶也。蚘厥雖厥而煩，吐蚘已則静，不若藏厥而躁，無暫安時也。病人藏寒胃虚，蚘動上膈，聞食臭岀，因而吐蚘與？烏梅圓，温藏安蟲。"
                },
                {
                    "paragraph": "烏梅圓方。烏梅、三百箇，味酸温。細辛、六两，辛𤍠。乾薑、十两，辛𤍠。黄連、一斤，苦寒。當歸、四两，辛温。附子、六两，炮，辛𤍠。蜀椒、四两，去子，辛𤍠。桂枝、六两，辛𤍠。人參、六兩，甘温。黄蘗、六两，苦寒。",
                    "zhushu": "肺主氣。肺欲収，急食酸以収之。烏梅之酸，以収肺氣。脾欲緩，急食甘以緩之。人參之甘，以緩脾氣。寒滛於内，以辛潤之，以苦堅之。當歸、桂、椒、細辛之辛，以潤内寒。寒滛所勝，平以辛𤍠。薑、附之辛𤍠，以勝寒。蚘得甘則動，得苦則安。黄連、黄蘗之苦，以安蚘。"
                },
                {
                    "paragraph": "右十味，異搗篩，合治之。以苦酒漬烏梅一𪧐去核，蒸之五升米，下飯，熟擣成埿，和藥令相得，内臼中，與蜜杵二千下，貟如梧梧子大。先食飲服十圓，日三服，稍加至二十圓。禁生冷、滑物、臭食等。傷寒𤍠少厥㣲，指頭寒，黙黙不欲食，煩躁數日，小便利，色白者，此𤍠除也，欲得食，其病爲愈。若厥而嘔，胷脇煩滿者，其後必便血。",
                    "zhushu": "指頭寒者，是厥㣲𤍠少也；黙黙不欲食，煩躁者，邪𤍠𥘉傳裏也。數日之後，小便色白，裏𤍠去，欲得食，爲胃氣已和，其病爲愈。厥隂之脉，挾胃貫膈，市脇肋，厥而嘔，胷脇煩滿者，傳邪之𤍠甚於裏也。厥隂肝主血，後數日𤍠不去，又不得外泄，迫血下行，必致便血。"
                },
                {
                    "paragraph": "病者手足厥冷，言“我不結胷”，小腹滿，按之痛者，此冷結在膀胱關元也。",
                    "zhushu": "手足厥，不結胷者，無𤍠也；小腹滿，按之痛，下焦冷結也。"
                },
                {
                    "paragraph": "傷寒𤼵𤍠四日，厥反三日，復𤍠四日，厥少𤍠多，其病當愈。四日至七日，𤍠不除者，其後必便膿血。",
                    "zhushu": "先𤍠後厥者，陽氣邪傳裏也。𤼵𤍠爲邪氣在表。至四日後厥者，傳之隂也。後三日復傳陽經，則復𤍠。厥少則邪㣲，𤍠多爲陽勝，其病爲愈。至七日傳經盡，𤍠除則愈；𤍠不除者，爲𤍠氣有餘，内搏厥隂之血，其後必大便膿血。"
                },
                {
                    "paragraph": "傷寒厥四日，𤍠反三日，復厥五日，其病爲進。寒多𤍠少，陽氣退，故爲進也。",
                    "zhushu": "傷寒隂勝者先厥，至四日邪傳裏，重，隂必陽𨚫，𤍠三日，七日傳經盡，當愈。若不愈而復厥者，傳作“再”。經至四日，則當復𤍠。若不復𤍠，至五日厥不除者，隂勝於陽，其病進也。"
                },
                {
                    "paragraph": "傷寒六七日，脉㣲，手足厥冷，煩燥，灸厥隂。厥不還者死。",
                    "zhushu": "傷寒六七日，則正氣當復，邪氣當罷，脉浮身𤍠爲欲解。若反脉㣲而厥，則隂勝陽也。煩燥者，陽虚而爭也。灸厥隂以復其陽。厥不還，則陽氣已絶，不能復正而死。"
                },
                {
                    "paragraph": "傷寒𤼵𤍠，下利厥逆，躁不得卧者死。",
                    "zhushu": "傷寒𤼵𤍠，邪在表也。下利厥逆，陽氣虚也。躁不得卧者，病勝藏也，故死。"
                },
                {
                    "paragraph": "傷寒𤼵𤍠，下利至甚，厥不止者死。",
                    "zhushu": "金匱要畧曰：六府氣絶於外者，手足寒；五藏氣絶於内者，利下不禁。傷寒𤼵𤍠，爲邪氣獨甚，下利至甚，厥不止，爲府藏氣絶，故死。"
                },
                {
                    "paragraph": "傷寒六七日不利，便𤼵𤍠而利，其人汗岀不止者，死，有隂無陽故也。",
                    "zhushu": "傷寒至七日，爲邪正爭之時，正勝則生，邪勝則死。始不下利，而暴忽𤼵𤍠，下利汗岀不止者，邪氣勝正，陽氣脫也，故死。"
                },
                {
                    "paragraph": "傷寒五六日，不結胷，腹濡，脉虚，復厥者，不可下，此爲亡血，下之死。",
                    "zhushu": "傷寒五六日，邪氣當作裏。實之時，若不結胷而腹濡者，裏無𤍠也；脉虚者，亡血也；復厥者，陽氣少也，不可下，下之爲重虚，故死。金匱玉凾曰：“虚者重㵼，真氣乃絶。”"
                },
                {
                    "paragraph": "𤼵𤍠而厥，七日下利者，爲難治。",
                    "zhushu": "發𤍠而厥，邪傳裏也。至七日傳經盡，則正氣勝邪，當汗出而解，反下利，則邪氣勝，裏氣虚，則爲難治。"
                },
                {
                    "paragraph": "傷寒脉促，手足厥逆者，可灸之。",
                    "zhushu": "脉促則爲陽虚不相續，厥逆則爲陽虚不相接，灸之以𦔳陽氣。"
                },
                {
                    "paragraph": "傷寒脉滑而厥者，裏有𤍠也，白虎湯主之。",
                    "zhushu": "滑爲陽厥，氣内䧟，是裏熱也，與白虎湯，以散裏𤍠也。"
                },
                {
                    "paragraph": "手足厥寒，脉細欲絶者，當歸四逆湯主之。",
                    "zhushu": "手足厥寒者，陽氣外虚，不温四末。脉細欲絶者，隂血内弱，脉行不利，與當歸四逆湯，𦔳陽生隂也。"
                },
                {
                    "paragraph": "當歸四逆湯方：當歸、三两，辛温。桂枝、三两，辛𤍠。芍藥、三两，酸寒。細辛、三两，辛𤍠。大棗、二十五箇，甘温。甘草、二两，炙，甘平。通草、二两，甘平。",
                    "zhushu": "内經曰：“脉者，血之府也。諸血者，皆属心，通脉者，必先𥙷心益血。苦先入心，當歸之苦，以𦔳心血。心苦緩，急食酸以收之，芍藥之酸，以收心氣。肝苦急，急食甘以緩之，大棗、甘草、通草之甘，以緩隂血。"
                },
                {
                    "paragraph": "右㭍味，以水八升，煑取三升，去滓，温服一升，日三服。若其人内有乆寒者，宜當歸四逆加呉茱茰生薑湯主之。",
                    "zhushu": "茱茰辛温，以散乆寒，生薑辛温，以行陽氣。"
                },
                {
                    "paragraph": "大汗岀，𤍠不去，内拘急，四肢疼，又下利，厥逆而惡寒者，四逆湯主之。",
                    "zhushu": "大汗岀，則𤍠當去，𤍠反不去者，亡陽也。内拘急，下利者，寒甚於裏；四肢疼，厥逆而惡寒者，寒甚於表，與四逆湯，復陽散寒。"
                },
                {
                    "paragraph": "大汗，若大下利而厥冷者，四逆湯主之。",
                    "zhushu": "大汗，若大下利，内外雖殊，其亡津液、損陽氣則一也。陽虚隂勝，故生厥逆，與四逆湯，固陽退隂。"
                },
                {
                    "paragraph": "病人手足厥冷，脉乍𦂳者，邪結在胷中。心中滿而煩，飢不能食者，病在胷中，當須吐之，宜𤓰蔕散。",
                    "zhushu": "手足厥冷者，邪氣内䧟也。脉𦂳牢者爲實，邪氣入府則脉沉，今脉乍𦂳，知邪結在胷中爲實，故心下滿而煩。胃中無邪，則喜飢，以病在胷中，雖飢而不能食，與𤓰蔕散以吐胷中之邪。"
                },
                {
                    "paragraph": "傷寒，厥而心下悸者，宜先治水，當服茯苓甘草湯，𨚫治其厥。不爾，水漬入胃，必作利也。",
                    "zhushu": "金匱要畧曰：“水停心下，甚者則悸。”厥雖寒勝，然以心下悸爲水飲内甚，先與茯苓甘草湯治其水，而後治其厥。若先治厥，則水飲浸漬入胃，必作下利。"
                },
                {
                    "paragraph": "傷寒六七日，大下後，寸脉沉而遲，手足厥逆，下部脉不至，咽喉不利，唾膿血，泄利不止者，爲難治，麻黄升麻湯主之。",
                    "zhushu": "傷寒六七日，邪傳厥隂之時，大下之後，下焦氣虚，陽氣内䧟，寸脉遲而手足厥逆，下部脉不至，厥隂之脉，貫膈上注肺，循喉嚨，在厥隂，隨經射肺，因亡津液，遂成肺痿，咽喉不利，而唾膿血也。金匱要畧曰“肺痿之病，從何得之？被快藥下利，重亡津液，故得之。若泄利不止者，爲裏氣大虚，故云難治。與麻黄升麻湯，以調肝肺之氣。”"
                },
                {
                    "paragraph": "麻黄升麻湯方：麻黄、二两半，去節，甘温。升麻、一两一分，甘平。當歸、一两一分，辛温。知母、苦寒。黄芩、苦寒。萎㽔、甘平。各十八銖。石膏、碎，綿褁，甘寒。白术、甘温。乾薑、辛𤍠。芍藥、酸平。天門冬、去心，甘平。桂枝、辛𤍠。茯苓、甘平。甘草、炙，甘平。各六銖。",
                    "zhushu": "玉凾曰：“大𤍠之氣，寒以取之。甚𤍠之氣，以汗𤼵之。麻黄、升麻之甘，以𤼵浮𤍠。正氣虚者，以辛潤之。當歸、桂、薑之辛，以散寒。上𤍠者，以苦泄之。知毋、黄芩之苦，凉心去𤍠。津液少者，以甘潤之。茯苓、白术之甘，緩脾生津。肺燥氣𤍠，以酸収之，以甘緩之。芍藥之酸，以歛逆氣萎㽔。門冬、石膏、甘草之甘，潤肺除𤍠。"
                },
                {
                    "paragraph": "右十四味，以水一斗，先煑麻黄一兩沸，去上沬，内諸藥，煑取三升，去滓。分温三服，相去如炊三斗米頃，令盡，汗岀愈。傷寒四五日，腹中痛，若轉氣下趣少腹者，此欲自利也。",
                    "zhushu": "傷寒四五日，邪氣傳裏之時。腹中痛，轉氣下趣少腹者，裏虚遇寒，寒氣下行，欲作自利也。"
                },
                {
                    "paragraph": "傷寒本自寒下，醫復吐下之，寒格，更逆吐下，若食入口即吐，乾薑黄連黄芩人參湯主之。",
                    "zhushu": "傷寒邪自傳表，爲本，自寒下，醫反吐下，損傷正氣，寒氣内爲格拒。經曰：“格則吐逆，食入口即吐，謂之寒格。更復吐下，則重虚而死，是更逆吐下，與乾薑黄連黄芩人參湯，以通寒格。"
                },
                {
                    "paragraph": "乾薑黄連黄芩人參湯方：乾薑、辛𤍠。黄連、苦寒。黄芩、苦寒。人參、甘温，各三两。",
                    "zhushu": "辛以散之，甘以緩之。乾薑、人參之甘辛，以𥙷正氣，苦以泄之，黄連、黄芩之苦，以通寒格。"
                },
                {
                    "paragraph": "右四味，以水六升，煑取二升，去滓，分温再服。下利，有㣲𤍠而渇，脉弱者，今自愈。",
                    "zhushu": "下利隂寒之疾，反大𤍠者，逆有㣲𤍠而渇，裏氣方温也。經曰：“諸弱𤼵𤍠，脉弱者，陽氣得復也，今必自愈。”"
                },
                {
                    "paragraph": "下利，脉數，有㣲𤍠，汗岀，今自愈；設復𦂳，爲未解。",
                    "zhushu": "下利，隂病也；脉數，陽脉也。隂病見陽脉者生。㣲𤍠汗出，陽氣得通也，利必自愈。諸𦂳爲寒，設復脉𦂳，隂氣猶勝，故云未解。"
                },
                {
                    "paragraph": "下利，手足厥冷，無脉者，灸之不温，若脉不還，反㣲喘者，死。",
                    "zhushu": "下利，手足厥逆無脉者，隂氣獨勝，陽氣大虚也。灸之，陽氣復，手足温而脉還，爲欲愈。若手足不温，脉不還者，陽已絶也；反㣲喘者，陽氣脫也。"
                },
                {
                    "paragraph": "少隂負趺陽者，爲順也。",
                    "zhushu": "少隂腎水，趺陽脾土，下利爲腎邪干脾，水不勝土，則爲㣲邪，故爲順也。"
                },
                {
                    "paragraph": "下利，寸脉反浮數，尺中自濇者，必清膿血。",
                    "zhushu": "下利者，脉當沉而遲，反浮數者，裏有𤍠也。濇爲無血，尺中自濇者，腸胃血散也，隨利下，必便膿血。“清”與“圊”通。脉經曰：清者，厠也。"
                },
                {
                    "paragraph": "下利清榖，不可攻表，汗岀必脹滿。",
                    "zhushu": "下利者，脾胃虚也。胃爲津液之主，𤼵汗亡津液，則胃氣愈虚，必脹滿。"
                },
                {
                    "paragraph": "下利，脉沉弦者，下重也。脉大者，爲未止，脉㣲弱數者，爲欲自止，雖𤼵𤍠不死。",
                    "zhushu": "沉爲在裏，弦爲拘急，裏氣不足，是主下重，大則病進，此利未止。脉㣲弱數者，邪氣㣲而陽氣復，爲欲自止，雖𤼵𤍠，止由陽勝，非大逆也。"
                },
                {
                    "paragraph": "下利，脉沉而遲，其人靣少赤，身有㣲𤍠，下利清榖者，必鬰冒，汗岀而解，病人必㣲厥。所以然者，其靣戴陽，下虚故也。",
                    "zhushu": "下利清榖，脉沉而遲，裏有寒也。靣少赤，身有㣲𤍠，表未解也。病人㣲厥，針經曰：“下虚則厥，表邪欲解，臨汗之時，以裏先虚，必鬰冒，然後汗岀而解也。”"
                },
                {
                    "paragraph": "下利，脉數而渇者，今自愈，設不差，必清濃血，以有𤍠故也。",
                    "zhushu": "經曰：“脉數不解而下不止，必恊𤍠便膿血也。”"
                },
                {
                    "paragraph": "下利後脉絶，手足厥冷，晬時脉還，手足温者生，脉不還者死。",
                    "zhushu": "下利後脉絶，手足厥冷者，無陽也。晬時，周時也。周時厥愈脉岀，爲陽氣復，則生。若手足不温，脉不還者，爲陽氣絶，則死。"
                },
                {
                    "paragraph": "傷寒下利，日十餘行，脉反實者死。",
                    "zhushu": "下利者，裏虚也，脉當㣲弱，反實者，病勝藏也，故死。難經曰：“脉不應病，病不應脉，是爲死病。”"
                },
                {
                    "paragraph": "下利清榖，裏寒外𤍠，汗岀而厥者，通脉四逆湯主之。",
                    "zhushu": "下利清榖爲裏寒，身𤍠不解爲外𤍠。汗岀，陽氣通行於外，則未當厥。其汗岀而厥者，陽氣大虚也。與通脉四逆湯，以固陽氣。"
                },
                {
                    "paragraph": "𤍠利下重者，白頭翁湯主之。",
                    "zhushu": "利則津液少，𤍠則傷氣，氣虚下利，致後重也。與白頭翁湯，散𤍠厚腸。"
                },
                {
                    "paragraph": "白頭翁湯方：白頭翁、二兩，苦寒。黄栢、苦寒。黄連、苦寒。秦皮、苦寒。各三两。",
                    "zhushu": "内經曰：“腎欲堅，急食苦以堅之”，利則下焦虚，是以純苦之劑堅之。"
                },
                {
                    "paragraph": "右四味，以水七升，煑取二升，去滓，温服一升，不愈，更服一升。下利腹脹滿，身體疼痛者，先温其裏，乃攻其表。温裏四逆湯，攻表桂枝湯。",
                    "zhushu": "下利腹滿者，裏有虚寒，先與四逆湯温裏。身疼痛爲表未解，利止裏和，與桂枝湯攻表。"
                },
                {
                    "paragraph": "下利欲飲水者，以有𤍠故也，白頭翁湯主之。",
                    "zhushu": "自利不渇爲藏寒，與四逆以温藏。下利飲水爲有𤍠，與白頭翁湯以凉中。"
                },
                {
                    "paragraph": "下利讝語者，有燥屎也，宜小承氣湯。",
                    "zhushu": "經曰：“實則讝語有燥屎爲胃實，下利爲腸虚，與小承氣湯以下燥屎。”"
                },
                {
                    "paragraph": "下利後更煩，按之心下濡者，爲虚煩也，宜梔子豉湯。",
                    "zhushu": "下利後不煩，爲欲解，若更煩而心下堅者，恐爲谷煩。此煩而心下濡者，是邪𤍠乘虚客於胷中，爲虚煩也，與梔子豉湯，吐之則愈。"
                },
                {
                    "paragraph": "嘔家有癰膿者，不可治，嘔膿盡自愈。",
                    "zhushu": "胃脘有癰，則嘔而吐膿，不可治。嘔得膿盡，嘔亦自愈。"
                },
                {
                    "paragraph": "嘔而脉弱，小便復利，身有㣲𤍠，見厥者，難治，四逆湯主之。",
                    "zhushu": "嘔而脉弱，爲邪氣傳裏，嘔則氣上逆，而小便當不利。小便復利者，裏虚也。身有㣲𤍠見厥者，隂勝陽也，爲難治。與四逆湯，温裏𦔳陽。"
                },
                {
                    "paragraph": "乾嘔，吐涎沫，頭痛者，呉茱茰湯主之。",
                    "zhushu": "乾嘔，吐涎沫者，裏寒也。頭痛者，寒氣上攻也。與呉茱茰湯，温裏散寒。"
                },
                {
                    "paragraph": "嘔而𤼵𤍠者，小柴胡湯主之。",
                    "zhushu": "經曰：嘔而𤼵𤍠者，柴胡證具。"
                },
                {
                    "paragraph": "傷寒。大吐大下之，極虚，復極汗岀者，以其人外氣怫鬰，復與之水，以𤼵其汗，因得噦。所以然者，胃中寒冷故也。",
                    "zhushu": "大吐大下，胃氣極虚，復極𤼵汗，又亡陽氣，外邪怫鬰於表，則身𤍠，醫與之水，以𤼵其汗，胃虚得水，虚寒相搏成噦也。"
                },
                {
                    "paragraph": "傷寒，噦而腹滿，視其前後，知何部不利，利之則愈。",
                    "zhushu": "噦而腹滿，氣上而不下也。視其前後部有不利者，即利之，以降其氣。前部，小便也，後部，大便也。"
                }
            ]
        },
        {
            "name": "辨霍亂病脉證并治第十三",
            "paragraphs": [
                {
                    "paragraph": "辨霍亂病脉證并治第十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "問曰：“病有霍亂者何？”荅曰：“嘔吐而利，名曰‘霍亂’。”",
                    "zhushu": "三焦者，水榖之道路，邪在上焦，則吐而不利；邪在下焦，則利而不吐；邪在中焦，則旣吐且利。以飲食不節，寒𤍠不調，清濁相干，隂陽乖隔，遂成“霍亂”。輕者止曰“吐利”，重者揮霍撩亂，名曰“霍亂”。"
                },
                {
                    "paragraph": "問曰：“病𤼵𤍠、頭痛、身疼、惡寒、吐利者，此屬何病？”荅曰：“此名‘霍亂’，自吐下，又利止，復更𤼵𤍠也。”",
                    "zhushu": "𤼵𤍠頭痛、身疼惡寒者，本是傷寒，因邪入裏，傷於脾胃，上吐下利，令爲‘霍亂’。利止裏和，復更𤼵𤍠者，還是傷寒，必汗岀而解。"
                },
                {
                    "paragraph": "傷寒，其脉㣲澁者，本是霍亂，今是傷寒，𨚫四五日，至隂經上，轉入隂必利。本嘔下利者，不可治也。欲似大便，而反失氣，仍不利者，属陽明也，便必鞕，十三日愈。所以然者，經盡故也。",
                    "zhushu": "㣲爲亡陽，澁爲亡血，傷寒脉㣲澁，則本是霍亂。吐利，亡陽亡血；吐利止，傷寒之邪未已，還是傷寒。𨚫四五日，邪傳隂經之時，裏虚遇邪，必作自利。本嘔者，邪甚於上，又利者，邪甚於下。先霍亂，裏氣大虚，又傷寒之邪，再傳爲吐利，是重虚也，故爲不治。若欲似大便，而反失氣，仍不利者，利爲虚，不利爲實。欲大便而反失氣，裏氣𤍠也，此属陽明，便必鞕也。十三日愈者，傷寒六日，傳遍三隂三陽，後六日再傳經盡，則隂陽之氣和，大邪之氣去而愈也。"
                },
                {
                    "paragraph": "下利後，當便鞕，鞕則能食者愈。今反不能食，到後經中，頗能食，復過一經能食，過之一日當愈。不愈者，不屬陽明也。",
                    "zhushu": "下利後，亡津液，當便鞕，能食爲胃和，必自愈。不能食者，爲未和，到後經中，爲復過一經，言七日後再經也。頗能食者，胃氣方和，過一日當愈。不愈者，暴𤍠使之能食，非陽明氣和也。"
                },
                {
                    "paragraph": "惡寒，脉㣲而復利，利止亡血也。四逆加人參湯主之。",
                    "zhushu": "惡寒脉㣲而利者，陽虚隂勝也，利止則津液内竭，故云亡血。金匱玉凾曰：“水竭則無血，與四逆湯温經𦔳陽，加人參生津液益血。”"
                },
                {
                    "paragraph": "霍亂，頭痛𤼵𤍠，身疼痛，𤍠多欲飲水者，五苓散主之；寒多不用水者，理中丸主之。",
                    "zhushu": "頭痛發𤍠，則邪自風寒而來，中焦爲寒𤍠相半之分。邪稍高者，居陽分，則爲𤍠，𤍠多欲飲水者，與五苓散以散之。邪稍下者，居隂分，則爲寒，寒多不用水者，與理中丸温之。"
                },
                {
                    "paragraph": "理中丸方：人參、甘温。    甘草、炙，甘平。白术、甘温。    乾薑、辛𤍠，己上各三两。",
                    "zhushu": "内經曰：“脾欲緩，急食甘以緩之，用甘𥙷之。人參、白术、甘草之甘，以緩脾氣，調中。寒滛所勝，平以辛𤍠。乾薑之辛，以温胃散寒。”"
                },
                {
                    "paragraph": "右四味，搗篩爲末，蜜和丸，如鷄黄大，以沸湯數合，和一丸，研碎，温服之，日三四，夜二服。腹中未𤍠，益至三四丸，然不及湯。湯法：以四物依兩數切，用水八升，煑取三升，去滓，温服一升，日三服。加减法：若臍上築者，腎氣動也，去术加桂四两。",
                    "zhushu": "脾虚腎氣動者，臍上築動。内經曰：“甘者令人中滿。”术甘壅𥙷，桂泄奔豚，是相易也。"
                },
                {
                    "paragraph": "吐多者，去术加生薑三兩。",
                    "zhushu": "嘔家不喜甘，故去术。嘔家多服生薑，以辛散之。"
                },
                {
                    "paragraph": "下多者，還用术。悸者，加茯苓二兩。",
                    "zhushu": "下多者，用术以去濕悸，加茯苓以導氣。"
                },
                {
                    "paragraph": "渴欲得水者，加术足前，成四兩半。",
                    "zhushu": "津液不足則渇，术甘以緩之。"
                },
                {
                    "paragraph": "腹中痛者，加人參足前，成四兩半。",
                    "zhushu": "裏虚則痛，加人參以𥙷之。"
                },
                {
                    "paragraph": "寒者，加乾薑足前，成四兩半。",
                    "zhushu": "寒滛所勝，平以辛𤍠。"
                },
                {
                    "paragraph": "腹滿者，去术加附子一枚。服湯後，如食頃，飲𤍠粥一升許，㣲自温，勿𤼵掲衣被。",
                    "zhushu": "胃虚則氣壅腹滿，甘令人中滿，是去术也。附子之辛，以𥙷陽散壅。"
                },
                {
                    "paragraph": "吐利止而身痛不休者，當消息和解其外，宜桂枝湯小和之。",
                    "zhushu": "吐利止，裏和也。身痛不休，表未解也，與桂枝湯小和之。外臺云：“裏和表病，汗之則愈。”"
                },
                {
                    "paragraph": "吐利汗岀，𤼵𤍠惡寒，四肢拘急，手足厥冷者，四逆湯主之。",
                    "zhushu": "上吐下利，裏虚汗岀，𤼵𤍠惡寒，表未解也。四肢拘急，手足厥冷，陽虚隂勝也，與四逆湯，𦔳陽退隂。"
                },
                {
                    "paragraph": "旣吐且利，小便復利而大汗岀，下利清榖，内寒外𤍠，脉㣲欲絶者，四逆湯主之。",
                    "zhushu": "吐利亡津液，則小便當少，小便復利而大汗岀，津液不禁，陽氣大虚也。脉㣲為亡陽，若無外𤍠，但内寒，下利清榖，爲純隂，此以外𤍠爲陽未絶，猶可與四逆湯救之。"
                },
                {
                    "paragraph": "吐已下㫁，汗岀而厥，四肢拘急不解，脉㣲欲絶者，通脉四逆加猪膽汁湯主之。",
                    "zhushu": "吐已下㫁，津液内竭，則不當汗岀，汗岀者，不當厥。今汗岀而厥，四肢拘急不解。脉㣲欲絶者，陽氣大虚，隂氣獨勝也。若純與陽藥，恐隂爲格拒，或嘔或躁，不得復入也，與通脉四逆湯加猪膽汁。膽苦入心而通脉，膽寒𥙷肝而和隂，引置湯藥，不被格拒。内經曰：“㣲者逆之，甚者從之。”此之謂也。"
                },
                {
                    "paragraph": "吐利𤼵汗，脉平，小煩者，以新虚不勝榖氣故也。",
                    "zhushu": "内經曰：“食入於隂，長氣於陽，新虚不勝榖氣，是生小煩。”"
                }
            ]
        },
        {
            "name": "辨隂陽易差後勞復病證并治第十四",
            "paragraphs": [
                {
                    "paragraph": "辨隂陽易差後勞復病證并治第十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "傷寒隂陽易之爲病，其人身體重，少氣，少腹裏急；或引隂中拘攣，𤍠上衝胷，頭重不欲舉，眼中生花，𦡀脛拘急者，燒裩散主之。",
                    "zhushu": "大病新差，血氣未復，餘𤍠未盡，強合隂陽得病者，名曰易。男子病新差，未平復，而婦人與之交得病，名曰陽易。婦人病新差，未平復，男子與之交得病，名曰隂易。以隂陽相感動，其餘毒相染著，如換易也。其人病身體重，少氣者，損動真氣也。少腹裏急，引隂中拘攣，𦡀脛拘急，隂氣極也。𤍠上衝胷，頭重不欲舉，眼中生花者，感動之毒，所易之氣，薫蒸於上也。與燒裩散以道隂氣。"
                },
                {
                    "paragraph": "燒裩散方：右取婦人中裩近隱處，剪燒灰，以水和服方寸匕，日三服，小便即利，隂頭㣲腫則愈。婦人病，取男子裩，當燒灰。大病差後勞復者，枳實梔子湯主之。若有𪧐食者，加大黄、如慱、碁子，大五六枚。",
                    "zhushu": "病有勞復，有食復。傷寒新差，血氣未平，餘𤍠未盡，早作勞動病者，名曰勞復。病𤍠少愈而強食之，𤍠有所藏，因其榖氣留搏，兩陽相合而病者，名曰食復。勞復則𤍠氣浮越，與枳實梔子豉湯以解之。食復則胃有𪧐積，加大黄以下之。"
                },
                {
                    "paragraph": "枳實梔子豉湯方：枳實、三枚，炙，苦寒、梔子、十四枚，擘，苦寒、豉、一升，綿褁，苦寒。",
                    "zhushu": "枳實梔子豉湯則應吐劑，此云覆令㣲似汗岀者，以其𤍠聚於上，苦則吐之；𤍠散於表者，苦則𤼵之。内經曰：“火滛所勝，以苦𤼵之。”此之謂也。"
                },
                {
                    "paragraph": "右三味，以清漿水七升，空煑取四升，内枳實、梔子，煑取二升，下豉，更煑五六沸，去滓，温分再服，覆令㣲似汗。傷寒差已後，更發𤍠者，小柴胡湯主之。脉浮者，以汗解之；脉沉實者，以下解之。",
                    "zhushu": "差後餘𤍠未盡，更發𤍠者，與小柴胡湯以和解之。脉浮者，𤍠在表也，故以汗解。脉沉者，𤍠在裏也，故以下解之。"
                },
                {
                    "paragraph": "大病差後，從腰已下有水氣者，牡礪澤㵼散主之。",
                    "zhushu": "大病差後，脾胃氣虚，不能制約腎水，水溢下焦，腰以下爲腫也。金匱要畧曰：“腰以下腫，當利小便，與牡礪澤㵼散，利小便而散水也。”"
                },
                {
                    "paragraph": "牡礪澤㵼散方：牡礪、醎平，熬。澤㵼、醎寒。括蔞根、苦寒。蜀𣾰、辛平，洗去脚。葶藶、苦寒，熬。商陸根、熬，辛酸，醎平。海藻、醎寒，洗去醎，己上各等分。",
                    "zhushu": "鹹味勇泄，牡礪、澤㵼、海藻之鹹，以泄水氣。内經曰：“濕滛於内，平以苦，佐以酸辛，以苦泄之。”蜀漆、葶藶、括蔞、商陸之酸辛與苦，以導腫濕。"
                },
                {
                    "paragraph": "右七味，異搗，下篩爲散，更入臼中治之。白飲和服方寸匕，小便利，止後服，日三。大病差後，喜唾，乆不了了者，胃上有寒，當以丸藥温之，宜理中丸。",
                    "zhushu": "汗後陽氣不足，胃中虚寒，不内津液，故喜唾不了了，與理中丸以温其胃。"
                },
                {
                    "paragraph": "傷寒解後，虚羸少氣，氣逆欲吐者，竹葉石膏湯主之。",
                    "zhushu": "傷寒解後，津液不足而虚羸，餘𤍠未盡，𤍠則傷氣。故少氣，氣逆欲吐，與竹葉石膏湯，調胃散𤍠。"
                },
                {
                    "paragraph": "竹葉石膏湯方：竹葉、二把，辛平。石膏、一斤，甘寒。半夏、半升，洗，辛温。人參、三两，甘温。甘草、二两，甘平，炙。粳米、半升，甘，㣲寒。麥門冬、一升，甘平，去心。",
                    "zhushu": "辛甘發散而除𤍠，竹葉、石膏、甘草之甘辛，以𤼵散餘𤍠。甘緩脾而益氣，麥門冬、人參、粳米之甘，以𥙷不足。辛者散也，氣逆者欲其散，半夏之辛，以散逆氣。"
                },
                {
                    "paragraph": "右七味，以水一斗，煑取六升，去滓，内粳米，煑米熟湯成，去米，温服一升，日三服。病人脉已解，而日暮㣲煩，以病新差，人強與榖，脾胃氣尚弱，不能消榖，故令㣲煩，損榖則愈。",
                    "zhushu": "陽明王於申酉戌，𪧐食在胃，故日暮㣲煩，當小下之，以損𪧐榖。"
                }
            ]
        },
        {
            "name": "辨不可𤼵汗病脉證并治第十五",
            "paragraphs": [
                {
                    "paragraph": "辨不可𤼵汗病脉證并治第十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "夫以爲疾病至急，倉卒尋按，要者難得，故重集諸可與不可方治，比之三隂三陽篇中，此易見也。又時有不止，是三隂三陽，岀在諸可與不可中也。",
                    "zhushu": "諸不可汗，不可下，病證藥方，前三隂三陽篇中經注已具者，更不復岀，其餘無者，於此已經後注備見。"
                },
                {
                    "paragraph": "脉濡而弱，弱反在關，濡反在巔，㣲反在上，濇反在下。㣲則陽氣不足，濇則無血。陽氣反㣲，中風汗岀，而反躁煩。濇則無血，厥而且寒，陽㣲𤼵汗，躁不得眠。",
                    "zhushu": "寸關爲陽，脉當浮盛。弱反在關，則裏氣不及；濡反在巔，則表氣不逮。衞行脉外，浮爲在上，以𠉀衞；㣲反在上，是陽氣不足。榮行脉中，沉爲在下，以𠉀榮；澁反在下，是無血也。陽㣲不能固外，腠理開踈，風因客之，故令汗岀而躁煩。無血則隂虚，不與陽相順接，故厥而且寒。陽㣲無津液，則不能作汗，若𤼵汗則必亡陽而躁。經曰：“汗多亡陽，遂虚，惡風，煩躁不得眠也。”"
                },
                {
                    "paragraph": "動氣在右，不可𤼵汗，𤼵汗則衂而渇，心苦煩，飲即吐水。",
                    "zhushu": "動氣者，築築然氣動也。在右者，在臍之右也。難經曰：“肺内證，臍右有動氣，按之牢若痛，肺氣不治，正氣内虚，氣動於臍之右也。𤼵汗則動肺氣，肺主氣，開竅於鼻；氣虚則不能衞血，血溢妄行，隨氣岀於鼻爲衂，亡津液；胃燥則煩渇而心苦煩，肺惡寒，飲冷則傷肺。故飲即吐水。”"
                },
                {
                    "paragraph": "動氣在左，不可𤼵汗，𤼵汗則頭眩，汗不止，筋惕肉瞤。",
                    "zhushu": "難經曰：“肝内證，臍左有動氣，按之牢若痛，肝氣不治，正氣内虚，氣動於臍之左也。肝爲隂之主，𤼵汗，汗不止，則亡陽外虚，故頭眩，筋惕肉瞤。”鍼經曰：“上虚則眩。”"
                },
                {
                    "paragraph": "動氣在上，不可𤼵汗，𤼵汗則氣上衝，正在心端。",
                    "zhushu": "難經曰：“心内證，臍上有動氣，按之牢若痛，心氣不治，正氣内虚，氣動於臍之上也。心爲陽，𤼵汗亡陽，則愈損心氣。腎乘心虚，欲上凌心，故氣上衝正在心端。”"
                },
                {
                    "paragraph": "動氣在下，不可𤼵汗，𤼵汗則無汗。心中大煩，骨節苦疼，目運惡寒，食則反吐，榖不得前。",
                    "zhushu": "難經曰：“腎内證，臍下有動氣，按之牢若痛，腎氣不治，正氣内虚，動氣𤼵於臍之下也。腎者主水，𤼵汗則無汗者，水不足也。心中大煩者，腎虚不能制心火也。骨節苦疼者，腎主骨也。目運者，腎病則目𥇀𥇀，如無所見。惡寒者，腎主寒也。食則反吐榖不得前者，腎水乾也。”王氷曰：“病嘔而吐，食乆反岀，是無水也。”"
                },
                {
                    "paragraph": "咽中閑塞，不可𤼵汗，𤼵汗則吐血，氣欲絶，手足厥冷，欲得踡卧，不能自温。",
                    "zhushu": "咽門者，胃之系，胃經不和，則咽内不利，𤼵汗攻陽，血隨𤼵散而上，必吐血也。胃經不和而反攻表，則陽虚於外，故氣欲絶，手足冷，欲踡，而不能自温。"
                },
                {
                    "paragraph": "諸脉得數動㣲弱者，不可𤼵汗，𤼵汗則大便難，腹中乾，胃燥而煩，其形相𧰼，根本異源。",
                    "zhushu": "動數之脉，爲𤍠在表；㣲弱之脉，爲𤍠在裏。𤼵汗亡津液，則𤍠氣愈甚，胃中乾燥，故大便難，腹中乾，胃燥而煩。根本雖有表裏之異，逆治之後，𤍠傳之則一，是以病形相𧰼也。"
                },
                {
                    "paragraph": "脉㣲而弱，弱反在關，濡反在巔，弦反在上，㣲反在下。弦爲陽運，㣲爲隂寒，上實下虚，意欲得温。㣲弦爲虚，不可𤼵汗，𤼵汗則寒慄，不能自還。",
                    "zhushu": "弦在上，則風傷氣，風勝者，陽爲之運動；㣲在下，則寒傷血，血傷者，裏爲之隂寒。外氣沸鬰爲上實，裏有隂寒爲下虚。表𤍠裏寒，意欲得温，若反𤼵汗，亡陽隂獨，故寒慄不能自還。"
                },
                {
                    "paragraph": "欬者則劇，數吐涎沫，咽中必乾，小便不利，心中飢煩，晬時而𤼵，其形似𭼠，有寒無𤍠，虚而寒慄，欬而𤼵汗，踡而苦滿，腹中復堅。",
                    "zhushu": "肺寒氣逆欬者，則劇吐涎沫，亡津液，咽中必乾，小便不利，膈中陽氣虚，心中飢而煩，一日一夜，氣大㑹於肺，邪正相撃，晬時而𤼵，形如寒，𭼠但寒無𤍠，虚而寒慄，𤼵汗攻陽，則陽氣愈虚，隂寒愈甚，故踡而苦滿，腹中復堅。"
                },
                {
                    "paragraph": "厥脉𦂳，不可𤼵汗，𤼵汗則聲亂，咽嘶、舌萎，聲不得前。",
                    "zhushu": "厥而脉𦂳，則少隂傷寒也。法當温裏，而反𤼵汗，則損少隂之氣。少隂之脉入肺中，循喉嚨，挾舌本，腎爲之本，肺爲之標，本虚則標弱，故聲亂、咽嘶、舌萎，聲不得前。"
                },
                {
                    "paragraph": "諸逆發汗，病㣲者難差，劇者言亂，目眩者死，命將難全。",
                    "zhushu": "不可𤼵汗而強𤼵之，輕者因𤼵汗而重而難差，重者脫其隂陽之氣，言亂目眩而死。難經曰：“脫陽者見鬼。”是此“言亂”也。“脫隂者目肓”，是此“目眩”也。眩非玄而見玄，是近於肓也。"
                },
                {
                    "paragraph": "欬而小便利，若失小便者，不可𤼵汗，汗岀則四肢厥逆冷。",
                    "zhushu": "肺經虚冷：上虚不能治下者，欬而小便利，或失小便。上虚𤼵汗，則陽氣外亡。四肢者，諸陽之本，陽虚則不與隂相接，故四肢厥逆冷。"
                },
                {
                    "paragraph": "傷寒頭痛，翕翕𤼵𤍠，形𧰼中風。常㣲汗岀自嘔者，下之益煩，心中懊憹如飢。發汗則致痓，身強難以屈伸。熏之則𤼵黄，不得小便，灸則𤼵欬唾。",
                    "zhushu": "傷寒當無汗惡寒，今頭痛、𤼵𤍠，㣲汗岀、自嘔，則傷寒之邪傳而爲𤍠，欲行於裏。若反下之，邪𤍠乘虚，流於胷中爲虚煩，心懊憹如飢。若發汗，則虚表，𤍠歸經絡，𤍠甚生風，故身強直而成痓。若熏之，則火𤍠相合，消爍津液，故小便不利而𤼵黄。肺惡火，灸則火𤍠傷肺，必𤼵欬嗽而唾膿。"
                }
            ]
        },
        {
            "name": "辨可發汗證并治第十六",
            "paragraphs": [
                {
                    "paragraph": "辨可發汗證并治第十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "大法，春夏宜發汗。",
                    "zhushu": "春夏陽氣在外，邪氣亦在外，故可𤼵汗。"
                },
                {
                    "paragraph": "凡𤼵汗，欲令手足俱周，時岀，以漐漐然，一時間許亦佳，不可令如水流漓。若病不解，當重𤼵汗，汗多必亡陽，陽虚不得重發汗也。",
                    "zhushu": "汗緩緩岀，則表裏之邪悉去；汗大岀，則邪氣不除，但亡陽也。陽虚爲無津液，故不可重發汗。"
                },
                {
                    "paragraph": "凡服湯𤼵汗，中病便止，不必盡劑。",
                    "zhushu": "汗多則亡陽。"
                },
                {
                    "paragraph": "凡云可𤼵汗，無湯者，丸散亦可用，要以汗岀爲解，然不如湯隨證良驗。",
                    "zhushu": "聖濟經曰：“湯液主治，本乎腠理壅欝。除邪氣者，於湯爲宜。”金匱玉凾曰：“水能凈萬物，故用湯也。”"
                },
                {
                    "paragraph": "夫病脉浮大，問病者，言但便鞕爾。設利者爲大逆，鞕爲實，汗岀而解，何以故？脉浮當以汗解。",
                    "zhushu": "經曰：“脉浮大，應𤼵汗，醫反下之，爲大逆，便鞕難，雖爲裏實，亦當先解其外，若行利藥，是爲大逆。結胷雖急，脉浮大，猶不可下，下之即死，况此便難乎！”經曰：本𤼵汗而復下之，此爲逆。若先𤼵汗，治不爲逆。"
                },
                {
                    "paragraph": "下利後，身疼痛，清便自調者，急當救表，冝桂枝湯𤼵汗。",
                    "zhushu": "外臺云：裏和表病，汗之則愈。"
                }
            ]
        },
        {
            "name": "辨𤼵汗後病脉證并治第十七",
            "paragraphs": [
                {
                    "paragraph": "辨𤼵汗後病脉證并治第十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "𤼵汗多，亡陽，讝語者，不可下。與柴胡桂枝湯，和其榮衛，以通津液，後自愈。",
                    "zhushu": "胃爲水榖之海，津液之主，𤼵汗多，亡津液，胃中燥，必𤼵讝語，此非實𤍠，則不可下。與柴胡桂枝湯和其榮衞，通行津液，津液生則胃潤，讝語自止。"
                },
                {
                    "paragraph": "此一卷，第十七篇，凡三十一證，前有詳說。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "辨不可吐第十八",
            "paragraphs": [
                {
                    "paragraph": "辨不可吐第十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "合四證，已具太陽篇中。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "辨可吐第十九",
            "paragraphs": [
                {
                    "paragraph": "辨可吐第十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "大法，春宜吐。",
                    "zhushu": "春時陽氣在上，邪氣亦在上，故宜吐。"
                },
                {
                    "paragraph": "凡用吐湯，中病即止，不必盡劑也，",
                    "zhushu": "要在適當，不欲過也。"
                },
                {
                    "paragraph": "病胷上諸實，胷中欝欝而痛，不能食，欲使人按之，而反有涎唾，下利日十餘行，其脉反遲，寸口脉㣲滑，此可吐之，吐之利則止。",
                    "zhushu": "胷上諸實，或痰實，或𤍠欝，或寒結，胷中欝而痛不能食，欲使人按之，反有涎唾者，邪在下。按之氣下而無涎唾，此按之反有涎唾者，知邪在胷中。經曰：“下利脉遲而滑者，内實也。今下利日十餘行，其脉反遲，寸口脉㣲滑，是上實也，故可吐之。”玉凾曰：“上盛不已，吐而奪之。”"
                },
                {
                    "paragraph": "𪧐食在上脘者，當吐之。",
                    "zhushu": "𪧐食在中下脘者，則宜下。𪧐食在上脘，則當吐。内經曰：“其高者因而越之，其下者引而竭之。”"
                },
                {
                    "paragraph": "病人手足厥冷，脉乍結，以客氣在胷中，心下滿而煩，欲食不能食者，病在胷中，當吐之。",
                    "zhushu": "此與第六卷厥隂門𤓰蔕散證同。彼云脉乍𦂳，此云脉乍結，惟此有異。𦂳爲内實，乍𦂳則實未深，是邪在胷中。結爲結實，乍結則結未深，是邪在胷中，所以證治俱同也。"
                }
            ]
        },
        {
            "name": "辨不可下病脉證并治第二十",
            "paragraphs": [
                {
                    "paragraph": "辨不可下病脉證并治第二十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "脉濡而弱，弱反在關，濡反在巔；㣲反在上，澁反在下。㣲則陽氣不足，澁則無血。陽氣反㣲，中風、汗岀而反躁煩；澁則無血，厥而且寒。陽㣲不可下，下之則心下痞鞕。",
                    "zhushu": "陽㣲下之，陽氣已虚，隂氣内甚，故心下痞鞕。"
                },
                {
                    "paragraph": "動氣在右，不可下。下之則津液内竭，咽燥鼻乾，頭眩心悸也。",
                    "zhushu": "動氣在右，肺之動也。下之傷胃動肺，津液内竭。咽燥鼻乾者，肺属金主燥也；頭眩心悸者，肺主氣而虚也。"
                },
                {
                    "paragraph": "動氣在左，不可下。下之則腹内拘急，食不下，動氣更劇。雖有身𤍠，卧則欲踡。",
                    "zhushu": "動氣在左，肝之動也。下之損脾，而肝氣益勝，復行於脾，故腹内拘急，食不下，動氣更劇也。雖有身𤍠，以裏氣不足，故卧則欲踡。"
                },
                {
                    "paragraph": "動氣在上，不可下。下之則掌握𤍠煩，身上浮冷，𤍠汗自泄，欲得水自灌。",
                    "zhushu": "動氣在上，心之動也。 下之則傷胃，内動心氣。心爲火，主𤍠。鍼經曰：心所生病者，掌中𤍠。肝爲藏中之隂，病則雖有身𤍠，卧則欲踡，作表𤍠裏寒也；心爲藏中之陽，病則身上浮冷，𤍠汗自泄，欲得水自灌，作表寒裏𤍠也。二藏隂陽寒𤍠，明可見焉。"
                },
                {
                    "paragraph": "動氣在下，不可下。下之則腹脹滿，卒起頭眩，食則下清榖，心下痞也。",
                    "zhushu": "動氣在下，腎之動也。下之則傷脾，腎氣則動，腎寒乘脾，故有腹滿、頭眩、下淸榖、心下痞之證也。"
                },
                {
                    "paragraph": "咽中閉塞，不可下。下之則上輕下重，水漿不下，卧則欲踡，身急痛，下利日數十行。",
                    "zhushu": "咽中閉塞，胃已不和也。下之則閉塞之邪爲上輕，復傷胃氣爲下重，至水漿不下，卧則欲踡，身急痛，下利日數十行，知虚寒也。"
                },
                {
                    "paragraph": "諸外實者，不可下。下之則𤼵㣲𤍠，亡脉厥者，當臍握𤍠。",
                    "zhushu": "外實者，表𤍠也，汗之則愈，下之爲逆，下後裏虚，表𤍠内䧟，故發㣲𤍠。厥深者，𤍠亦深。亡脉厥者，則陽氣深䧟，客於下焦，故當臍握𤍠。"
                },
                {
                    "paragraph": "諸虚者，不可下。下之則大渇，求水者易愈，惡水者劇。",
                    "zhushu": "金匱玉凾曰：虚者十𥙷，勿一㵼之。虚家下之爲重虚，内竭津液，故令大渇。求水者，陽氣未竭，而猶可愈；惡水者，陽氣已竭，則難可制。"
                },
                {
                    "paragraph": "脉濡而弱，弱反在關，濡反在巔，弦反在上，㣲反在下。弦爲陽運，㣲爲隂寒，上實下虚，意欲得温。㣲弦爲虚，虚者不可下也。",
                    "zhushu": "虚家下之，是爲重虚。難經曰：實實虚虚，損不足益有餘。此者是中工所害也。"
                },
                {
                    "paragraph": "㣲則爲逆，欬則吐涎，下之則欬止，而利因不休，利不休則胷中如蟲齧，粥入則岀，小便不利，兩脇拘急，喘息爲難，頸背相引，擘則不仁，極寒反汗岀，身冷若氷，眼睛不慧，語言不休，而榖氣多入，此爲除中，口雖欲言，舌不得前。",
                    "zhushu": "内經曰：感於寒則受病，㣲則爲欬，甚則爲泄爲痛。肺感㣲寒爲欬，則脉亦㣲也。下之，氣下欬雖止，而因利不休，利不休則奪正氣而成危惡。胷中如蟲齧，粥入則岀，小便不利，兩脇拘急，喘息爲難者，裏氣損也。頸背相引，臂爲不仁，極寒反汗岀，身冷如冰者，表氣損也。表裏損極，至隂陽俱脫，眼睛不慧，語言不休。難經曰：脫陽者見鬼，脫隂者目盲。隂陽脫者，應不能食，而榖多入者，此爲除中，是胃氣除去也。口雖欲言，舌不得前，氣已衰脫，不能運也。"
                },
                {
                    "paragraph": "脉濡而弱，弱反在關，濡反在巔，浮反在上，數反在下。浮爲陽虚，數爲無血。浮爲虚，數爲𤍠，浮爲虚，自汗岀而惡寒，數爲痛，振寒而慄。㣲弱在關，胷下爲急，喘汗而不得呼吸，呼吸之中，痛在於脇，振寒相搏，形如𭼠狀，醫反下之，故令脉數𤼵𤍠，狂走見鬼，心下爲痞，小便淋𤁋，小腹甚硬，小便則尿血也。",
                    "zhushu": "弱在關，則隂氣内弱；濡在巔，則陽氣外弱。浮爲虚，浮在上，則衞不足也，故云陽虚”。陽虚不固，故腠理汗岀惡寒。數亦爲虚，數在下則榮不及，故云亡血。亡血則不能温潤腑臟，脉數而痛，振而寒慄。㣲弱在關，邪氣傳裏也。裏虚遇邪，胷下爲急，喘而汗岀，脇下引痛，振寒如𭼠。此裏邪未實，表邪未解，醫反下之，裏氣益虚，邪𤍠内䧟，故脉數𤼵𤍠，狂走見鬼，心下爲痞，此𤍠䧟於中焦者也。若𤍠氣深䧟，則客於下焦，使小便淋𤁋，小腹甚鞕，小便尿血也。"
                },
                {
                    "paragraph": "脉濡而𦂳，濡則胃氣㣲，緊則榮中寒。陽㣲衞中風，𤼵𤍠而惡寒。榮𦂳胃氣冷，㣲嘔心内煩。醫爲有大𤍠，解飢而𤼵汗。亡陽虚煩躁，心下苦痞堅。表裏俱虚竭，卒起而頭眩。客𤍠在皮膚，悵怏不得眠。不知胃氣冷，𦂳寒在關元。技巧無所施，汲水灌其身。客𤍠應時罷，慄慄而振寒。重被而覆之，汗岀而冐巔。體惕而又振，小便爲㣲難。寒氣因水𤼵，清榖不容間。嘔變反腸岀，顛倒不得安。手足爲㣲逆，身冷而内煩。遲欲從後救，安可復追還？",
                    "zhushu": "胃冷榮寒，陽㣲中風，𤼵𤍠惡寒，㣲嘔心煩。醫不温胃，反爲有𤍠，解飢𤼵汗，則表虚亡陽，煩躁，心下痞堅。先裏不足，𤼵汗又虚其表，表裏俱虚竭，卒起頭眩。客𤍠在表，悵怏不得眠。醫不救裏，但責表𤍠，汲水灌洗以𨚫𤍠，客𤍠易罷，裏寒益増，慄而振寒，復以重被覆之，表虚遂汗岀，愈使陽氣虚也。巔，頂也。顛冒而體振寒，小便難者，亡陽也。寒因水𤼵，下爲清榖，上爲嘔吐，外有厥逆，内爲燥煩，顛倒不安，雖欲拯救不可得也。本草曰：病勢已過，命將難全。"
                },
                {
                    "paragraph": "脉浮而大，浮爲氣實，大爲血虚，血虚爲無隂。孤陽獨下隂部者，小便當赤而難。胞中當虚，今反小便利而大汗岀，法應衞家當㣲，今反更實，津液四射，榮竭血盡，乾煩而不得眠，血薄肉消，而成暴液。醫復以毒藥攻其胃，此爲重虚，客陽去有期，必下如汚埿而死。",
                    "zhushu": "衞爲陽，榮爲隂。衞氣強實，隂血虚弱，陽乘隂虚，下至隂部。隂部，下焦也。陽爲𤍠則消津液，當小便赤而難，今反小便利而大汗岀者，隂氣内弱也。經曰：隂弱者，汗自岀。是以衞家不㣲而反更實，榮竭血盡，乾煩而不眠。血薄則肉消，而成暴液者，津液四射也。醫反下之，又虚其裏，是爲重虚。孤陽因下而又脫去，氣血皆竭，胃氣内盡，必下如汚埿而死也。"
                },
                {
                    "paragraph": "脉數者，乆數不止，止則邪結，正氣不能復，正氣𨚫結於藏，故邪氣浮之，與皮毛相得。脉數者，不可下，下之則必煩利不止。",
                    "zhushu": "數爲𤍠，止則邪氣結於經絡之間，正氣不能復行於表，則𨚫結於藏，邪氣獨浮於皮毛。下之虚其裏，邪𤍠乘虚而入，裏虚叶𤍠，必煩利不止。"
                },
                {
                    "paragraph": "脉浮大，應𤼵汗，醫反下之，此爲大逆。",
                    "zhushu": "浮大属表，故不可下。病欲吐者，不可下。"
                },
                {
                    "paragraph": "嘔多，雖有陽明證，不可攻之，",
                    "zhushu": "爲邪猶在胷中也。"
                },
                {
                    "paragraph": "太陽病，外證未解，不可下，下之爲逆。",
                    "zhushu": "表未解者，雖有裏證，亦不可下，當先解外爲順，若反下之，則爲逆也。經曰：“本𤼵汗而復下之，此爲逆也。若先𤼵汗，治不爲逆。”"
                },
                {
                    "paragraph": "夫病陽多者，𤍠，下之則鞕。",
                    "zhushu": "陽𤍠證多，則津液少，下之雖除𤍠，復損津液，必便難也。或謂陽多者表𤍠也，下之則心下鞕。"
                },
                {
                    "paragraph": "無陽隂強，大便鞕者，下之則必清榖腹滿。",
                    "zhushu": "無陽者，亡津液也；隂強者，寒多也。大便鞕則爲隂結，下之虚胃，隂寒内甚，必清榖腹滿。"
                },
                {
                    "paragraph": "傷寒𤼵𤍠，頭痛，㣲汗岀。𤼵汗則不識人；熏之則喘，不得小便，心腹滿；下之則短氣，小便難，頭痛，背強；加温針則衂。",
                    "zhushu": "傷寒則無汗，𤼵𤍠，頭痛，㣲汗岀者，寒邪變𤍠，欲傳於裏也。𤼵汗則亡陽，増𤍠，故不識人，若以火熏之，則火𤍠傷氣，内消津液，結爲裏實，故喘，不得小便，心腹滿；若反下之，則内虚津液，邪欲入裏，外動經絡，故短氣，小便難，頭痛背強；若加温針，益陽増𤍠，必動其血而爲衂也。"
                },
                {
                    "paragraph": "傷寒，脉隂陽俱𦂳，惡寒𤼵𤍠，則脉欲厥。厥者，脉𥘉來大，漸漸小，更來漸漸大，是其候也。如此者惡寒，甚者，翕翕汗岀，喉中痛；𤍠多者，目赤脉多，睛不慧，醫復𤼵之，咽中則傷。若復下之，則兩目閉。寒多者便清榖，𤍠多者便膿血；若熏之，則身𤼵黄；若熨之，則咽燥。若小便利者，可救之；小便難者，爲危殆。",
                    "zhushu": "脉隂陽俱𦂳，則清邪中上，濁邪中下，太陽少隂俱感邪也。惡寒者少隂，𤼵𤍠者太陽。脉欲厥者，表邪欲傳裏也。惡寒甚者，則變𤍠，翕翕汗岀，喉中痛，以少隂之脉循喉嚨故也。𤍠多者，太陽多也；目赤脉多者，睛不慧，以太陽之脉起於目故也。𤼵汗攻陽，則少隂之𤍠因發而上行，故咽中傷。若復下之，則太陽之邪，因虚而内䧟，故兩目閉。隂邪下行爲寒多，必便清榖；陽邪下行爲𤍠多，必便膿血。熏之，則火𤍠甚，身必𤼵黄；熨之，則火𤍠輕，必爲咽燥。小便利者，爲津液未竭，猶可救之；小便難者，津液已絶，則難可制而危殆矣。"
                },
                {
                    "paragraph": "傷寒𤼵𤍠，口中勃勃氣岀，頭痛目黄，衂不可制，貪水者必嘔，惡水者厥。若下之，咽中生瘡，假令手足温者，必下重便膿血。頭痛目黄者，若下之，則兩目閉。貪水者，脉必厥，其聲嚶，咽喉塞；若𤼵汗，則戰慄，隂陽俱虚。惡水者，若下之，則裏冷不嗜食，大便完榖岀；若𤼵汗，則口中傷，舌上白胎，煩燥，脉數實，不大便，六七日後必便血；若𤼵汗，則小便自利也。",
                    "zhushu": "傷寒𤼵𤍠，寒變𤍠也。口中勃勃氣岀，𤍠客上膈也。頭痛目黄，血不可制者，𤍠烝於上也。千金曰：無陽即厥，無隂即嘔。貪水者必嘔，則隂虚也；惡水者厥，則陽虚也。𤼵𤍠口中勃勃氣岀者，咽中已𤍠也。若下之，亡津液，則咽中生瘡，𤍠因裏虚而下；若𤍠氣内結，則手足必厥。設手足温者，𤍠氣不結，而下行作叶，𤍠利下重，便膿血也。頭痛目黄者，下之𤍠氣内伏，則目閉也。貪水爲隂虚，下之又虚其裏，陽氣内䧟，故脉厥聲嚶，咽喉閉塞。隂虚𤼵汗，又虚其陽，使隂陽俱虚而戰慄也。惡水爲陽虚，下之又虚胃氣，虚寒内甚，故裏冷不嗜食。陽虚𤼵汗，則上焦虚燥，故口中傷爛，舌上白胎而煩燥也。經曰：脉數不解，合𤍠則消榖喜飢，至六七日不大便者，此有瘀血。此脉數實，不大便六七日，𤍠畜血於内也。七日之後，邪𤍠漸解，迫血下行，必便血也。便血𤼵汗，隂陽俱虚，故小便利。"
                },
                {
                    "paragraph": "下利，脉大者，虚也，以其強下之故也。設脉浮革，因爾腸鳴者，屬當歸四逆湯主之。",
                    "zhushu": "脉大爲虚，以未應下而下之，利因不休也。浮者，按之不足也；革者，實大而長㣲弦也。浮爲虚，革爲寒，寒虚相搏，則腸鳴，與當歸四逆湯，𥙷虚散寒。"
                }
            ]
        },
        {
            "name": "辨可下病脉證并治第二十一",
            "paragraphs": [
                {
                    "paragraph": "辨可下病脉證并治第二十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "大法，秋宜下。",
                    "zhushu": "秋時陽氣下行，則邪亦在下，故宜下。"
                },
                {
                    "paragraph": "凡服下藥，用湯勝丸，中病即止，不必盡劑也。",
                    "zhushu": "湯之爲言蕩也，滌蕩腸胃，漑灌藏府，推陳燥結，𨚫𤍠下寒，破散邪疫，理導潤澤枯槁，恱人皮膚，益人血氣。水能净萬物，故勝丸散。中病即止者，如承氣湯。證云：若一服利而止後服。又曰：若一服，讝語止，更莫復服，是不盡劑也。"
                },
                {
                    "paragraph": "下利，三部脉皆平，按之心下鞕者，急下之，宜大承氣湯。",
                    "zhushu": "下利者，脉當㣲厥，今反和者，此爲内實也。下利，三部脉平者，已爲實，而又按之心下鞕者，則邪甚也，故宜大承氣湯下之。"
                },
                {
                    "paragraph": "下利，脉遲而滑者，内實也。利未欲止，當下之，宜大承氣湯。",
                    "zhushu": "經曰：脉遲者，食乾物，得之。金匱要略曰：滑則榖氣實。下利脉遲而滑者，胃有𪧐食也。脾胃傷食，不消水榖，是致下利者，爲内實。若但以温中厚腸之藥，利必不止，可與大承氣湯，下去𪧐食，利自止矣。"
                },
                {
                    "paragraph": "問曰：人病有𪧐食，何以別之？師曰：寸口脉浮而大，按之反澁，尺中亦㣲而澁，故知有𪧐食，當下之，宜大承氣湯。",
                    "zhushu": "寸以候外，尺以候内；浮以𠉀表，沉以𠉀裏。寸口脉浮大者，氣實血虚也。按之反澁，尺中亦㣲而澁者，胃有𪧐食裏氣不和也，與大承氣湯，以下𪧐食。"
                },
                {
                    "paragraph": "下利，不欲食者，以有𪧐食故也，當宜下之，與大承氣湯。",
                    "zhushu": "傷食則惡食，故不欲食，如傷風惡風，傷寒惡寒之𩔗也。"
                },
                {
                    "paragraph": "下利差後，至其年月日復𤼵者，以病不盡故也，當下之，宜大承氣湯。",
                    "zhushu": "乗春，則肝先受之；乗夏，則心先受之；乗至，隂則脾先受之；乗秋，則肺先受之。假令春時受病，氣必傷肝，治之難愈。邪有不盡者，至春時元受月日，内外相感，邪必復動而痛也。下利爲腸胃疾，𪧐積不盡，故當下去之。"
                },
                {
                    "paragraph": "下利，脉反滑，當有所去，下之乃愈，宜大承氣湯。",
                    "zhushu": "脉經曰：脉滑者，爲病食也。下利脉滑，則内有𪧐食，故云當有所去，與大承氣湯，以下𪧐食。"
                },
                {
                    "paragraph": "病腹中滿痛者，此爲實也，當下之，宜大承氣湯。",
                    "zhushu": "金匱要略曰：病者腹滿，按之不痛，爲虚；痛，爲實，可下之。腹中滿痛者，裏氣壅實也，故可下之。"
                },
                {
                    "paragraph": "傷寒後，脉沉沉者，内實也，下解之，宜大柴胡湯。",
                    "zhushu": "傷寒後，爲表已解，脉沉爲裏未和，與大柴胡湯，以下内實。經曰：傷寒差已後更𤼵𤍠，脉沉實者，以下解之。"
                },
                {
                    "paragraph": "脉𩀱弦而遲者，必心下鞕；脉大而𦂳者，陽中有隂也，可以下之，宜大承氣湯。",
                    "zhushu": "金匱要略曰：脉𩀱弦者，寒也。經曰：遲爲在藏。脉𩀱弦而遲者，隂中伏陽也，必心下鞕。大則爲陽，𦂳則爲寒。脉大而𦂳者，陽中伏隂也，與大承氣湯以分隂陽。"
                }
            ]
        },
        {
            "name": "辨𤼵汗吐下後脉證并治第二十三",
            "paragraphs": [
                {
                    "paragraph": "辨𤼵汗吐下後脉證并治第二十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "此第十卷，第二十二篇，凡四十八證，前三隂三陽篇中，悉具載之。",
                    "zhushu": "卷内音釋，上卷已有。"
                },
                {
                    "paragraph": "此已下諸方，於隨卷本證下雖已有，縁止以加减言之，未甚明白，似於覽者檢閲未便，今復校勘，備列于後。桂枝加葛根湯主之方：葛根、四两。芍藥、二两。甘草、二两。生薑、三两，切。大棗、十二枚，擘。桂枝、二两，去皮。麻黄、三两，去節。右七味，以水一斗，先煑麻黄、葛根，减二升，去上沫，内諸藥，煑取三升，去滓，温服一升，覆取㣲似汗，不須啜粥，餘如桂枝法。桂枝加厚朴杏子湯方：於桂枝湯方内，加厚朴二兩，否仁五十箇，去皮尖，餘依前法。桂枝加附子湯方：於桂枝湯方内，加附子一枚，炮，去皮，破八片，餘依前法。术附湯方，附於此方内，去桂枝，加白术四兩，依前法。桂枝去芍藥湯方：於桂枝湯方内，去芍藥，餘依前法。桂枝去芍藥加附子湯方：於桂枝湯方内，去芍藥，加附子一枚，炮，去皮，破八片，餘依前法。桂枝麻黄各半湯方：桂枝、一两十六銖，去皮。芍藥、生薑切。甘草、炙。麻黄、各一两，去節。大棗、四枚，擘。杏仁、二十四箇，湯浸，去皮尖及两仁者。右七味，以水五升，先煑麻黄一二沸，去上沫，内諸藥，煑取一升八合，去滓，温服六合。桂枝二麻黄一湯方：桂枝、一两十七銖，去皮。芍藥、一两六銖。麻黄、十六銖，去節。生薑、一两六銖，切。杏仁、十六箇，去皮尖。甘草、一两二銖，炙。大棗、五枚，擘。右七味，以水五升，先煑麻黄一二沸，去上沫，内諸藥，煑取二升，去滓，温服一升，日再。白虎加人參湯方：於白虎湯方内，加人參三兩，餘依白虎湯法。桂枝去桂加茯苓白术湯方：於桂枝湯方内，去桂枝，加茯苓、白术各三兩，餘依前法煎服，小便利則愈。已上九方，病證並在第二卷内。葛根加半夏湯方：於葛根湯方内，加入半夏半升，餘依葛根湯法。桂枝加芍藥生薑人參新加湯方：於第二卷桂枝湯方内，更加芍藥、生薑各一兩，人參三兩，餘依桂枝湯法服。梔子甘草豉湯方：於梔子豉湯方内，加入甘草二兩，餘依前法，得吐止後服。梔子生薑豉湯方：於梔子豉湯方内，加生薑五兩，餘依前法，得吐止後服。柴胡加芒硝湯方：於小柴胡湯方内，加芒硝六兩，餘依前法。服不觧，更服。桂枝加桂湯方：於第二卷桂枝湯方内，更加桂二兩，共五兩，餘依前法。已上六方，病證並在第三卷内。柴胡桂枝湯方：桂枝、去皮。黄芩、人參各一两半。甘草、一两，炙。半夏、二合半。芍藥、一两半。大棗、六枚，擘。生薑、一两半，切。柴胡、四两。右九味，以水七升，煑取三升，去滓，温服。附子㵼心湯方：大黄、二两。黄連、黄芩、各一两。附子、一枚，炮，去皮，破，别煑取汁。右四味，切三味，以麻沸湯二升漬之。湏臾，絞去滓，内附子汁，分温再服。生薑㵼心湯方：生薑、四两，切。甘草、三两，炙。人參、三两。乾薑、一两。黄芩、三两。半夏、半升，洗。黄連、一两。大棗、十二枚。右八味，以水一斗，煑取六升，去滓，再煎取三升。温服一升，日三服。甘草㵼心湯方：甘草、四两。黄芩、三两。乾薑、三两。半夏、半升，洗。黄連、一两。大棗、十二枚，擘。右六味，以水一斗，煑取六升，去滓，再煎取三升。温服一升，日三服。黄芩加半夏生薑湯方：於黄芩湯方内，加半夏半升，生薑一两半，餘依黄芩湯法服。已上五方，病證並在第四卷内。桂枝加大黄湯方：桂枝、三两，去皮。大黄、一两。芍藥、六两。生薑、三两，切。甘草、二两，炙。大棗、十二枚，擘。右六味，以水七升，煑取三升，去滓，温服一升，日三服。桂枝加芍藥湯方：於第二卷桂枝湯方内，更加芍藥三两，隨前共六兩，餘依桂枝湯法。四逆加呉茱茰生薑湯方：當歸、二两。芍藥、三两。甘草、二两，炙。通草、二两。桂枝、三两，去皮。細辛、三两。生薑、半斤，切。大棗、二十五枚，擘。呉茱茰、二升。右九味，以水六升，清酒六升，和煑取五升，去滓，温分五服。○一方水酒各四升。已上三方，病證並在第六卷内。四逆加人參湯方：於四逆湯方内，加人參一兩，餘依四逆湯法服。四逆加猪膽汁湯方：於四逆湯方内，加入猪膽汁半合，餘依前法服。如無猪膽，以羊膽代之。已上二方，病證并在第七卷内。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "釋音",
            "paragraphs": [
                {
                    "paragraph": "釋音：",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "見，",
                    "zhushu": "音現，下同。"
                },
                {
                    "paragraph": "讝，",
                    "zhushu": "職廉切，病人寐而自語也。"
                },
                {
                    "paragraph": "劇，",
                    "zhushu": "竭㦸切，甚也。"
                },
                {
                    "paragraph": "鞕，",
                    "zhushu": "音硬，下同。"
                },
                {
                    "paragraph": "灑淅，",
                    "zhushu": "上所下切，下音析，寒驚皃。"
                },
                {
                    "paragraph": "惡，",
                    "zhushu": "烏路切。"
                },
                {
                    "paragraph": "呴，",
                    "zhushu": "香句切，噓氣徃來也。"
                },
                {
                    "paragraph": "濡，",
                    "zhushu": "汝朱切，潤也。"
                },
                {
                    "paragraph": "闔，",
                    "zhushu": "音合。"
                },
                {
                    "paragraph": "噪，",
                    "zhushu": "子到切，動也。"
                },
                {
                    "paragraph": "藹，",
                    "zhushu": "於盖切。"
                },
                {
                    "paragraph": "瞥，",
                    "zhushu": "匹㓕切。"
                },
                {
                    "paragraph": "縈，",
                    "zhushu": "於營切。"
                },
                {
                    "paragraph": "駃，",
                    "zhushu": "音夬，疾皃。"
                },
                {
                    "paragraph": "痞，",
                    "zhushu": "音備。"
                },
                {
                    "paragraph": "而濡，",
                    "zhushu": "音軟，柔也。"
                },
                {
                    "paragraph": "轉索，",
                    "zhushu": "上株戀切，下蘇各切。"
                },
                {
                    "paragraph": "濈，",
                    "zhushu": "阻立切，汗岀和也。"
                },
                {
                    "paragraph": "趺，",
                    "zhushu": "音夫。"
                },
                {
                    "paragraph": "腐，",
                    "zhushu": "音府，爛也。"
                },
                {
                    "paragraph": "燥，",
                    "zhushu": "蘇到切，乾也。"
                },
                {
                    "paragraph": "噫，",
                    "zhushu": "乙界切。"
                },
                {
                    "paragraph": "爍，",
                    "zhushu": "式灼切。"
                },
                {
                    "paragraph": "溲，",
                    "zhushu": "所留切，弱也。"
                },
                {
                    "paragraph": "漐，",
                    "zhushu": "直立切。"
                },
                {
                    "paragraph": "俠，",
                    "zhushu": "音恊，又音夾。"
                },
                {
                    "paragraph": "黧，",
                    "zhushu": "力攴切，色黑而黄也。"
                },
                {
                    "paragraph": "䭇，",
                    "zhushu": "音噎，義同。"
                },
                {
                    "paragraph": "噦，",
                    "zhushu": "於月切，逆氣也。"
                },
                {
                    "paragraph": "衂，",
                    "zhushu": "女六切。"
                },
                {
                    "paragraph": "慄，",
                    "zhushu": "音栗，懼皃。"
                },
                {
                    "paragraph": "邪中，",
                    "zhushu": "音衆。"
                },
                {
                    "paragraph": "溷，",
                    "zhushu": "胡困切，濁亂也。"
                },
                {
                    "paragraph": "拂欝，",
                    "zhushu": "上音佛，下音熨。"
                },
                {
                    "paragraph": "癰，",
                    "zhushu": "於容切。"
                },
                {
                    "paragraph": "嗢，",
                    "zhushu": "乙骨切，嗢咽也。"
                },
                {
                    "paragraph": "豚，",
                    "zhushu": "徒渾切。"
                },
                {
                    "paragraph": "盍，",
                    "zhushu": "音合。"
                },
                {
                    "paragraph": "圊，",
                    "zhushu": "七情切，厠也。"
                },
                {
                    "paragraph": "湫，",
                    "zhushu": "子由切，又子小切。"
                },
                {
                    "paragraph": "齗，",
                    "zhushu": "魚斤切。"
                },
                {
                    "paragraph": "麋，",
                    "zhushu": "音迷。"
                },
                {
                    "paragraph": "悍，",
                    "zhushu": "胡旦切。"
                },
                {
                    "paragraph": "眥，",
                    "zhushu": "靜計切。"
                },
                {
                    "paragraph": "參差，",
                    "zhushu": "上初簮切，下楚冝切。"
                },
                {
                    "paragraph": "銓，",
                    "zhushu": "七全切。"
                },
                {
                    "paragraph": "銖，",
                    "zhushu": "音殊。"
                },
                {
                    "paragraph": "滀",
                    "zhushu": "音畜，水聚也。"
                },
                {
                    "paragraph": "其差，",
                    "zhushu": "楚懈切。"
                },
                {
                    "paragraph": "呻，",
                    "zhushu": "音申。"
                },
                {
                    "paragraph": "卵，",
                    "zhushu": "音盧管切。"
                },
                {
                    "paragraph": "嚨，",
                    "zhushu": "力公切，喉嚨也。"
                },
                {
                    "paragraph": "菽，",
                    "zhushu": "音叔，豆也。"
                },
                {
                    "paragraph": "勁，",
                    "zhushu": "居正切，徤也。"
                },
                {
                    "paragraph": "淖，",
                    "zhushu": "奴教切。"
                },
                {
                    "paragraph": "覆，",
                    "zhushu": "芳救切。"
                },
                {
                    "paragraph": "牝藏，",
                    "zhushu": "上毗忍切，下本浪切，隂藏也。"
                },
                {
                    "paragraph": "瘍，",
                    "zhushu": "以羊切。"
                },
                {
                    "paragraph": "僵仆，",
                    "zhushu": "上音薑，下音副。"
                },
                {
                    "paragraph": "翕奄，",
                    "zhushu": "上音吸，下音掩。"
                },
                {
                    "paragraph": "見陽，",
                    "zhushu": "音現。"
                },
                {
                    "paragraph": "股，",
                    "zhushu": "音古，脾也。"
                },
                {
                    "paragraph": "惵，",
                    "zhushu": "徒頰切，動惧皃。"
                },
                {
                    "paragraph": "諧，",
                    "zhushu": "音鞋，和也。"
                },
                {
                    "paragraph": "戾，",
                    "zhushu": "音利。"
                },
                {
                    "paragraph": "痂癩，",
                    "zhushu": "上音加，下力代切。"
                },
                {
                    "paragraph": "噫，",
                    "zhushu": "烏介切。"
                },
                {
                    "paragraph": "酢，",
                    "zhushu": "音醋。"
                },
                {
                    "paragraph": "冒，",
                    "zhushu": "音㡌，昏冒也。"
                },
                {
                    "paragraph": "芤。",
                    "zhushu": "苦侯切。"
                },
                {
                    "paragraph": "清凉，",
                    "zhushu": "上七正反。"
                },
                {
                    "paragraph": "疫，",
                    "zhushu": "音役。"
                },
                {
                    "paragraph": "忿，",
                    "zhushu": "孚吻切。"
                },
                {
                    "paragraph": "疹，",
                    "zhushu": "之忍切，癮疹也。"
                },
                {
                    "paragraph": "飱，泄，",
                    "zhushu": "上音孫，下音薛。"
                },
                {
                    "paragraph": "顖，",
                    "zhushu": "音信。"
                },
                {
                    "paragraph": "痎，",
                    "zhushu": "音皆，瘧也。"
                },
                {
                    "paragraph": "䪼，頞，",
                    "zhushu": "上音拙，面骨也。下音遏，鼻也。"
                },
                {
                    "paragraph": "逮，",
                    "zhushu": "音代，及也。"
                },
                {
                    "paragraph": "砭，",
                    "zhushu": "悲廉切，石針也。"
                },
                {
                    "paragraph": "𤋲，",
                    "zhushu": "如劣切。"
                },
                {
                    "paragraph": "中病，",
                    "zhushu": "上音衆。"
                },
                {
                    "paragraph": "之長，",
                    "zhushu": "音掌。"
                },
                {
                    "paragraph": "嗌，",
                    "zhushu": "音益，咽也。"
                },
                {
                    "paragraph": "沓，",
                    "zhushu": "徒合切。"
                },
                {
                    "paragraph": "俱見，",
                    "zhushu": "音現。"
                },
                {
                    "paragraph": "嚏，",
                    "zhushu": "丁計切。"
                },
                {
                    "paragraph": "瘳，",
                    "zhushu": "音抽，病愈也。"
                },
                {
                    "paragraph": "痼，",
                    "zhushu": "音固。"
                },
                {
                    "paragraph": "迄，",
                    "zhushu": "許訖切，至也。"
                },
                {
                    "paragraph": "狹懵，",
                    "zhushu": "上戸甲切，下莫孔切。"
                },
                {
                    "paragraph": "殞，",
                    "zhushu": "羽粉功。"
                },
                {
                    "paragraph": "晬，",
                    "zhushu": "祖對切，周𡻕也。"
                },
                {
                    "paragraph": "痏，",
                    "zhushu": "羽軌切。"
                },
                {
                    "paragraph": "膺，",
                    "zhushu": "於陵切，𦙄也。"
                },
                {
                    "paragraph": "䯞，",
                    "zhushu": "音偶，又音虞，肩前也。"
                },
                {
                    "paragraph": "痓，",
                    "zhushu": "充至切，惡也，一曰：“風病”。"
                },
                {
                    "paragraph": "暍，",
                    "zhushu": "音謁，傷暑也。"
                },
                {
                    "paragraph": "痙，",
                    "zhushu": "巨井切，強急也。"
                },
                {
                    "paragraph": "几几，",
                    "zhushu": "音殊，短羽，鳥飛几几也。"
                },
                {
                    "paragraph": "攣，",
                    "zhushu": "力全㓛。"
                },
                {
                    "paragraph": "内藥，",
                    "zhushu": "上音納。"
                },
                {
                    "paragraph": "晡，",
                    "zhushu": "布胡切。"
                },
                {
                    "paragraph": "灑，",
                    "zhushu": "蘇狠切，驚貌。"
                },
                {
                    "paragraph": "惡寒，",
                    "zhushu": "上烏路切。"
                },
                {
                    "paragraph": "怫，",
                    "zhushu": "音佛。"
                },
                {
                    "paragraph": "鼾，",
                    "zhushu": "音汗，卧息也。"
                },
                {
                    "paragraph": "癃，",
                    "zhushu": "音隆。"
                },
                {
                    "paragraph": "淅，",
                    "zhushu": "思歴切。"
                },
                {
                    "paragraph": "熇，",
                    "zhushu": "許酷切，𤍠也。"
                },
                {
                    "paragraph": "歠，",
                    "zhushu": "昌恱切。"
                },
                {
                    "paragraph": "漐，",
                    "zhushu": "直立切，汗岀貌。"
                },
                {
                    "paragraph": "脛。",
                    "zhushu": "胡定切。"
                },
                {
                    "paragraph": "内諸藥",
                    "zhushu": "上音納。"
                },
                {
                    "paragraph": "啜粥",
                    "zhushu": "上昌恱切，飲水也。"
                },
                {
                    "paragraph": "恊𤍠",
                    "zhushu": "上音挾。"
                },
                {
                    "paragraph": "見風脉",
                    "zhushu": "上音現。"
                },
                {
                    "paragraph": "漬",
                    "zhushu": "疾智切，漚也。"
                },
                {
                    "paragraph": "蚘",
                    "zhushu": "音囘，人腹中長蟲也。"
                },
                {
                    "paragraph": "茈",
                    "zhushu": "音柴。"
                },
                {
                    "paragraph": "瞑",
                    "zhushu": "音𡨋，視不明也。"
                },
                {
                    "paragraph": "悸",
                    "zhushu": "其季切，心動也。"
                },
                {
                    "paragraph": "人葠",
                    "zhushu": "下音參。"
                },
                {
                    "paragraph": "吺咀，",
                    "zhushu": "上音父，下才與㓛。㕮咀嚼也。剉如麻豆也。"
                },
                {
                    "paragraph": "更衣",
                    "zhushu": "音庚，改也。"
                },
                {
                    "paragraph": "沫",
                    "zhushu": "音末。"
                },
                {
                    "paragraph": "懊憹",
                    "zhushu": "上於刀切，下奴刀切，又女江切，心亂也。懊憹，痛悔聲。"
                },
                {
                    "paragraph": "窒",
                    "zhushu": "陟栗切，塞也。"
                },
                {
                    "paragraph": "擗，",
                    "zhushu": "脾入切。"
                },
                {
                    "paragraph": "眴",
                    "zhushu": "音縣，目摇也。"
                },
                {
                    "paragraph": "慄",
                    "zhushu": "音栗，懼也。"
                },
                {
                    "paragraph": "藴",
                    "zhushu": "紆問切，積也。"
                },
                {
                    "paragraph": "嘿，",
                    "zhushu": "音墨，靜也。"
                },
                {
                    "paragraph": "但見",
                    "zhushu": "下音現。"
                },
                {
                    "paragraph": "飴",
                    "zhushu": "音怡，餳也。"
                },
                {
                    "paragraph": "蒸",
                    "zhushu": "諸仍切，火氣上行也。"
                },
                {
                    "paragraph": "募",
                    "zhushu": "音墓。"
                },
                {
                    "paragraph": "滲",
                    "zhushu": "色䕃切。"
                },
                {
                    "paragraph": "諦",
                    "zhushu": "音帝，審也。"
                },
                {
                    "paragraph": "水蛭",
                    "zhushu": "音質。"
                },
                {
                    "paragraph": "蝱",
                    "zhushu": "音肓。"
                },
                {
                    "paragraph": "駃峻",
                    "zhushu": "上音决，下思俊切，險也。"
                },
                {
                    "paragraph": "悍",
                    "zhushu": "音汗。"
                },
                {
                    "paragraph": "鈆",
                    "zhushu": "音賢。"
                },
                {
                    "paragraph": "俛，",
                    "zhushu": "音免，俯也。"
                },
                {
                    "paragraph": "瞤，",
                    "zhushu": "水倫切，目動也。"
                },
                {
                    "paragraph": "匱，",
                    "zhushu": "求位切，匣也。"
                },
                {
                    "paragraph": "痿，",
                    "zhushu": "於危切，痺病也。"
                },
                {
                    "paragraph": "䎡，",
                    "zhushu": "音軟，柔也。"
                },
                {
                    "paragraph": "椎，",
                    "zhushu": "音槌。"
                },
                {
                    "paragraph": "掣，",
                    "zhushu": "昌列切。"
                },
                {
                    "paragraph": "涸，",
                    "zhushu": "乎各切，竭也。"
                },
                {
                    "paragraph": "烊。",
                    "zhushu": "音羊。"
                },
                {
                    "paragraph": "厠",
                    "zhushu": "𥘉吏切，圊溷也。"
                },
                {
                    "paragraph": "瘕",
                    "zhushu": "音假，腹中乆病。"
                },
                {
                    "paragraph": "疸",
                    "zhushu": "音旦，黄病。"
                },
                {
                    "paragraph": "憒",
                    "zhushu": "古對切，心亂也。"
                },
                {
                    "paragraph": "怵",
                    "zhushu": "勑律切，𢚓也。"
                },
                {
                    "paragraph": "愓",
                    "zhushu": "音踼，敬也，又憂惧也。"
                },
                {
                    "paragraph": "癉",
                    "zhushu": "丁賀切，勞病也。"
                },
                {
                    "paragraph": "“踡",
                    "zhushu": "音拳，不伸也。"
                },
                {
                    "paragraph": "憤",
                    "zhushu": "扶粉切，懣也。"
                },
                {
                    "paragraph": "惡濕",
                    "zhushu": "上烏路切，耻也，憎也。"
                },
                {
                    "paragraph": "撞",
                    "zhushu": "宅江切，撃也。”。"
                },
                {
                    "paragraph": "拒",
                    "zhushu": "音巨，抑也。"
                },
                {
                    "paragraph": "函",
                    "zhushu": "音含，又音咸，書函。"
                },
                {
                    "paragraph": "𥇀",
                    "zhushu": "音荒，目不明也。"
                },
                {
                    "paragraph": "腕",
                    "zhushu": "音管，胃府也。"
                },
                {
                    "paragraph": "竭",
                    "zhushu": "渠孽切，盡也。"
                },
                {
                    "paragraph": "蔕",
                    "zhushu": "音帝，𤓰帝也。"
                },
                {
                    "paragraph": "齧；",
                    "zhushu": "魚結切，噬也。"
                },
                {
                    "paragraph": "盥",
                    "zhushu": "；音貫，澡手也。"
                },
                {
                    "paragraph": "悵怏",
                    "zhushu": "；上丑亮切，望恨也。下於亮切，不服也。"
                },
                {
                    "paragraph": "嚶",
                    "zhushu": "；於耕切，鳥鳴也。"
                },
                {
                    "paragraph": "溉灌；",
                    "zhushu": "上居代切，下音貫，注也。"
                }
            ]
        }
    ]
}