{
  "name": "莊子註疏·外篇",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子外篇駢拇第八",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "○音義曰：舉事以名篇。"
        },
        {
          "paragraph": "駢拇枝指，出乎性哉！而侈於德。附贅縣疣，出乎形哉！而侈於性。",
          "zhushu": "夫長者不爲有餘，短者不爲不足，此則駢贅皆出於形性，非假物也。然駢與不駢，其於各足，而此獨駢枝，則於衆以爲多，故曰侈耳。而惑者或云非性，因欲割而棄之，是道有所不存，德有所不載，而人有棄財，物有棄用也，豈是至治之意哉？夫物有小大，能有少多，所大即駢，所多即贅。駢贅之分，物皆有之，若莫之任，是都棄萬物之性也。○駢，歲田反。廣雅云：並也。李云：併也。拇音母，足大指也。司馬云：駢拇，謂足拇指連第二指也。崔云：諸指連大指也。枝指如字。三蒼云：枝指，手有六指也。崔云：音岐，謂指有𡵨也。侈，昌是反，徐處䜴反。郭云：多貌。司馬云：溢也。崔云：過也。德，崔云：德，猶容也。贅，章銳反，廣雅云：疣也。釋名云：橫生一肉属著體也。一云：瘤結也。縣音玄。疣音尢。而侈於性，司馬云：性，人之本體也。駢拇、枝指、附贅、縣疣，此四者各出於形性，而非形性之正，於衆人爲侈耳。於形爲侈，於性爲多，故在手爲莫用之肉，於足爲無施之指也。王云：性者，受生之質；德者，全生之本。駢指受生而有，不可多於德；贅疣形後而生，不可多於性。此四者以况才智德行。夫，音符。發句之端於此。治，直吏反。分，扶問反。後可以意求有之。之或作定。"
        },
        {
          "paragraph": "多方乎仁義而用之者，列於五藏哉！而非道德之正也。",
          "zhushu": "夫與物冥者，無多也。故多方於仁義者，雖列於五藏，然自一家之正耳，未能與物無方而各正性命，故曰非道德之正。夫方之少多，天下未之有限，然少多之差，各有定分，豪芒之降，即不可以相跂，故各守其方，則少多無不自得。而或者聞多之不足以正少，因欲棄多而任少，是舉天下而棄之，不亦妄乎？○五藏，才浪反，後皆同。黃帝素問云：肝心脾肺腎爲五藏。"
        },
        {
          "paragraph": "是故駢於足者，連無用之肉也；枝於手者，樹無用之指也。",
          "zhushu": "直自性命不得不然，非以有用故然也。"
        },
        {
          "paragraph": "多方駢枝於五藏之情者，淫僻於仁義之行，",
          "zhushu": "五藏之情，直自多方耳，而少者橫復尚之，以至滛僻，而失至當於體中也。○僻，本又作辟，匹亦反，徐敷赤反，註及篇未同。於仁義之行，下孟反。崔云：駢枝贅疣，雖非性之正，亦出於形，不可去也。五藏之情，雖非道德之正，亦列於性，不可治也。今設仁義之教，以治五藏之情，猶削駢枝贅疣也。旣傷自然之理，更益其疾也。復，扶又反，徐篇末注皆同。當，丁浪反，後皆放此。"
        },
        {
          "paragraph": "而多方於聦明之用也。",
          "zhushu": "聦明之用，各有本分，故多方不爲有餘，少方不爲不足。然情欲之所蕩，未嘗不賤少而貴多也。見夫可貴而矯以尚之，則自多於本用，而困其自然之性。若乃忘其所貴，而保其素分，則與性無多，而異方倶全矣。"
        },
        {
          "paragraph": "是故駢於明者，亂五色，淫文章，青黃黼黻之煌煌非乎？而離朱是已。多於聦者，亂五聲，淫六律，金石絲竹黃鐘大吕之聲非乎？而師曠是已。",
          "zhushu": "夫有耳目者，未甞以慕聾盲自困也。所困常在於希離慕曠，則離曠雖性聦明，乃是亂耳目之主也。○黼黻音甫，下音弗。周禮云：白與黒謂之黼，黒與青謂之黻。煌煌音皇，廣雅云：光光也。向，崔本作䪄，向云：馬氏音煌。毛詩傳云：皇皇猶煌煌也。煌又音晃。非乎，向云：非乎，言是也。離朱，司馬云：黃帝時人，百歩見秋豪之末。一云見千里針鋒。孟子作離婁，是巳。向云：猶是也。五聲，本亦作五音。師曠司馬云：𣈆，賢大夫也。善音律，能致鬼神。史記云：兾州南和人，生而無目。"
        },
        {
          "paragraph": "枝於仁者，擢德塞性以收名聲，使天下簧鼔以奉不及之法非乎？而曾、史是已。",
          "zhushu": "夫曾史性長於仁耳，而性不長者，橫復慕之，慕之而仁，仁巳僞矣。天下未嘗慕桀跖，而必慕曾史，則曾史之簧鼔天下，使失其眞性，甚於桀跖也。○擢音濯，司馬云：㧞也。○簧音黃。鼔謂笙簧也。鼔，動也。曾史，曾參、史鰌也。曾參行仁，史鰌行義。跖，之石反。"
        },
        {
          "paragraph": "駢於辯者，纍瓦結繩竄句，遊心於堅白同異之間，而敝跬譽無用之言非乎？而楊、墨是已。",
          "zhushu": "夫騁其奇辯，致其危辭者，未豐容思於檮杌之口，而必競辨於楊、墨之間，則楊、墨乃亂羣言之主也。○纍，劣彼反。瓦，危委反，向同，崔如字，一云：瓦當作丸。結繩，李云：言小辯危辭，若結繩之纍瓦也。崔云：聚無用之語，如瓦之纍，繩之結也。竄，七亂反，爾雅云：微也。一云：藏也。句，紀具反。司馬云：竄句，謂邪說微隱，穿鑿文句也。一音鉤。敝，本又作蹩，徐音婢，郭父結反，李歩計反。司馬云：罷也。跬，徐丘婢反，郭音屑。向，崔本作䞨向，丘氏反，云：近也。司馬同，李却垂反，一音敝跬，分外用力之貌。譽音于。楊墨，崔、李云：楊朱、墨翟也。思，息嗣反。檮，徒刀反。杌，音兀。"
        },
        {
          "paragraph": "故此皆多駢旁枝之道，非天下之至正也。",
          "zhushu": "此數字皆師其天性，直自多駢旁枝，各自是一家之正耳。然以一正萬，則萬不正矣。故至正者，不以巳正天下，使天下各得其正而巳。○數，色主反，下文此數音同。"
        },
        {
          "paragraph": "彼正正者，不失其性命之情。",
          "zhushu": "物名任性，乃正正也。自此已下觀之，至正可見矣。"
        },
        {
          "paragraph": "故合者不爲駢，",
          "zhushu": "以枝正合，乃謂合爲駢。"
        },
        {
          "paragraph": "而枝者不爲跂；",
          "zhushu": "以合正枝，乃謂枝爲跂。○跂，其知反，崔本作枝，音同，或渠支反。"
        },
        {
          "paragraph": "長者不爲有餘，",
          "zhushu": "以短正長，乃謂長有餘。"
        },
        {
          "paragraph": "短者不爲不足。",
          "zhushu": "以長正短，乃謂短不足。"
        },
        {
          "paragraph": "是故鳬脛雖短，續之則憂；鶴脛雖長，斷之則悲。",
          "zhushu": "各自有正，不可以此正彼而損益之。○鳬音符。脛，形定反，釋名云：莖也。直而長，如物莖也。本又作踁。鶴，戸各反。斷，丁管反，下及註同。"
        },
        {
          "paragraph": "故性長非所斷，性短非所續，無所去憂也。",
          "zhushu": "知其性分，非所斷續而任之，則無所去憂，而憂自去也。○去，起吕反，注云憂去皆同。"
        },
        {
          "paragraph": "意仁義其非人情乎？",
          "zhushu": "夫仁義之是人之情性，但當任之耳。○意如字，下同，亦作醫。"
        },
        {
          "paragraph": "彼仁人何其多憂也。",
          "zhushu": "恐仁義非人情而憂之者，眞可謂多憂也。"
        },
        {
          "paragraph": "且夫駢於拇者，决之則泣；枝於手者，齕之則啼。二者或有餘於數，或不足於數，其於憂一也。",
          "zhushu": "謂之不足，故泣而决之；以爲有餘，故啼而齕之。夫如此，舉羣品萬殊，無釋憂之地矣。唯各安其天性，不决駢而齕枝，則曲成而無傷，又何憂哉？○齕，李音紇，齒斷也，徐胡切反，郭胡突反。啼音提。○，崔本作諦。"
        },
        {
          "paragraph": "今世之仁人，蒿目而憂世之患；",
          "zhushu": "兼愛之迹可尚，則天下之目亂矣。以可尚之迹，蒿令有患，而遂憂之，此爲䧟人於難而後拯之也。然今世正謂此爲仁也。○蒿目，好羔反，司馬云：亂也。李云：蒿目，决性之貌。○令，力呈反，下同。難，乃旦反。拯，拯救之拯。"
        },
        {
          "paragraph": "不仁之人，决性命之情而饕貴富。",
          "zhushu": "夫貴富所以可饕，由有蒿之者也。若乃無可尚之迹，則人安其分，將量力受任，豈有决巳效彼以饕竊非望哉？○饕，吐刀反，杜預注左傳云：貪財曰饕。"
        },
        {
          "paragraph": "故意仁義其非人情乎！自三代以下者，天下何其囂囂也。",
          "zhushu": "夫仁義自是人情也，而三代以下，橫共囂囂，棄情逐迹，如將不及，不亦多憂乎！○囂囂，許橋反，又五羔反，字林云：聲也。崔云：憂世之貌。"
        },
        {
          "paragraph": "且夫待鉤繩規矩而正者，是削其性也；待繩約膠𣾰而固者，是侵其德也；屈折禮樂，呴俞仁義，以慰天下之心者，此失其常然也。天下有常然。常然者，曲者不以鉤，直者不以繩，圓者不以規，方者不以矩，附離不以膠𣾰，約束不以纆索。故天下誘然皆生而不知其所以生，同焉皆得而不知其所以得。",
          "zhushu": "夫物有常然，任而不𦔳，則泯然自得而不自覺也。○屈，崔本作詘折，之𤍠反，謂屈折支體爲禮樂也。呴，况於反，李况付反，本又作傴，於禹反。俞音臾，李音喻，本又作呴，音詡，謂呴喻顔色爲仁義之貌。纆音墨，廣雅云：索也。索，悉各反，下同。"
        },
        {
          "paragraph": "故古今不二，不可虧也。",
          "zhushu": "同物，故與物無二而常全。"
        },
        {
          "paragraph": "則仁義又奚連連如膠漆纆索而遊乎道德之間爲哉。",
          "zhushu": "任道而得，則抱朴獨往，連連假物，無爲其間也。○連連，司馬云：謂連續仁義，遊道德間也。"
        },
        {
          "paragraph": "使天下惑也。",
          "zhushu": "仁義連連，秪足以惑物，使䘮其眞。○秪音支。䘮，息浪反，下巳䘮同。"
        },
        {
          "paragraph": "夫小惑易方，大惑易性。",
          "zhushu": "夫東西易方，於體未虧；矜仁尚義，失其常然，以之死地，乃大惑也。"
        },
        {
          "paragraph": "何以知其然邪？自虞氏招仁義以撓天下也，天下莫不奔命於仁義，",
          "zhushu": "夫與物無傷者，非爲仁也，而仁迹行焉；令萬理皆當者，非爲義也，而義功見焉；故當而無傷者，非仁義之招也。然而天下奔馳，弃我殉彼，以失其常然。故亂心不由於醜，而𢘆在美色；撓世不出於惡，而𢘆由仁義。則仁義者，撓天下之具也。○撓，而小反，郭呼堯反，又許羔反，廣雅云：亂也，又奴𤓰反。見，賢遍反。"
        },
        {
          "paragraph": "是非以仁義易其性與？",
          "zhushu": "雖虞氏無易之情，而天下之性固以異矣。○與，音餘。此可以意消息，後皆倣此。"
        },
        {
          "paragraph": "故嘗試論之，自三代以下者，天下莫不以物易其性矣。",
          "zhushu": "自三代以上，實有無爲之迹。無爲之迹，亦有爲者之所上也，尚之則失其自然之素，故雖聖人有不得巳，或以槃夷之事，易垂拱之性，而况悠悠者哉，○三代，夏、殷、周也。上，時掌反。槃夷並如字，謂創傷也。依字應作瘢痍。"
        },
        {
          "paragraph": "小人則以身殉利，士則以身殉名，大夫則以身殉家，聖人則以身殉天下。",
          "zhushu": "夫鶉居而鷇食，鳥行而無章者，何惜而不殉哉？故與世常冥，唯變所適，其迹則殉世之迹也。所遇者或時有槃夷秃脛之變，其迹則傷性之迹也。然而雖揮斥入極，而神氣無變，手足槃夷，而居形者不擾，則奚殉哉？無狥也，故乃不殉其所殉，而迹與世同殉也。○殉，辭俊反，徐辭倫反，司馬云：營也。崔云：殺身從之曰殉。鶉音純，又音敦。鷇，口豆反。秃，吐木反。揮音輝。斥音赤。"
        },
        {
          "paragraph": "故此數子者，事業不同，名聲異號，其於傷性以身爲殉一也。臧與榖二人相與牧羊而倶亡其羊。問臧奚事，則挾筴讀書；問榖奚事，則博塞以遊。二人者事業不同，其於亡羊均也。伯夷死名於首陽之下，盗跖死利於東陵之上，二人者所死不同，其於殘生傷性均也，奚必伯夷之是而盗跖之非乎？",
          "zhushu": "天下之所惜者，生也。今殉之太甚，俱殘其生，則所殉是非不足復論。○臧，作郞反，崔云：好書曰臧。方言云：齊之北鄙，燕之北郟。凡民男而婿婢謂之臧，女而婦奴謂之獲。張揖云：婿婢之子謂之臧，婦奴之子謂之獲。榖如字，爾雅云：善也。崔本作榖，云：孺子曰谷牧，牧養之牧。挾音協。筴，字又作策，𥘉革反。李云：竹簡也。古以冩書，長二尺四寸。博塞，悉代反，塞，博之𩔖也。漢書云：吾丘壽王以善格五待詔，謂博塞也。首陽，山名，在河東蒲坂縣。死，謂餓而死。東陵，李云：謂泰山也。一云，陵名，今名東平陵，屬濟南郡。"
        },
        {
          "paragraph": "天下盡殉也。彼其所殉仁義也，則俗謂之君子；其所殉貨財也，則俗謂之小人。其殉一也，則有君子焉，有小人焉；若其殘生損性，則盗跖亦伯夷已，又惡取君子小人於其間哉。",
          "zhushu": "天下皆以不殘爲善，今均於殘生，則雖所殉不同，不足復計也。夫生奚爲殘，性奚爲易哉？皆由乎尚無爲之迹也。若知迹之由乎無爲而成，則絶尚去甚，而反冥我極矣。堯、桀將均於自得，君子小人奚辨哉？○惡音烏。君子小人於其間，崔本無小人於三字。"
        },
        {
          "paragraph": "且夫屬其性乎仁義者，雖通如曾、史，非吾所謂臧也；",
          "zhushu": "以此係彼爲屬，屬性於仁，殉仁者耳，故不善也。○屬，郭時欲反，謂係屬也。徐音燭，謂屬著也。下皆同。"
        },
        {
          "paragraph": "屬其性於五味，雖通如俞兒，非吾所謂臧也；",
          "zhushu": "率性通味乃善。○雖通如楊、墨，一本無此句。俞兒，音榆，李武榆反。司馬云：古之善識味人也。崔云：尸子曰：膳俞兒，和之以薑、桂，爲人主上食。淮南云：俞兒狄牙嘗淄、澠之水而別之。一云：俞兒，黃帝時人。狄牙則易牙，齊桓公時識味人也。一云：俞兒亦齊人。淮南子，一本作申兒，疑申當作臾。"
        },
        {
          "paragraph": "屬其性乎五聲，雖通如師曠，非吾所謂聦也；屬其性乎五色，雖通如離朱，非吾所謂明也。",
          "zhushu": "不付之於我而屬之於彼，則雖通之如彼而我已䘮矣。故各任其耳目之用，而不係於離曠，乃聦明也。"
        },
        {
          "paragraph": "吾所謂臧，非仁義之謂也，臧於其德而已矣；",
          "zhushu": "善於自得，忘仁而仁。"
        },
        {
          "paragraph": "吾所謂臧者，非所謂仁義之謂也，任其性命之情而已矣；",
          "zhushu": "謂仁義爲善，則損身以殉之，此於性命還自不仁也。身且不仁，其如人何。故任其性命，乃能及人，及人而不累於已，彼我同於自得，斯可謂善也。○累，劣僞反，後皆放此。"
        },
        {
          "paragraph": "吾所謂聦者，非謂其聞彼也，自聞而已矣；吾所謂明者，非謂其見彼也，自見而已矣。",
          "zhushu": "夫絶離棄曠，自任聞見，則萬方之聦明，莫不皆全也。"
        },
        {
          "paragraph": "夫不自見而見彼，不自得而得彼者，是得人之得而不自得其得者也，適人之適而不自適其適者也。",
          "zhushu": "此舎已效人者也。雖效之若人，而巳已亡矣。○舍音捨。"
        },
        {
          "paragraph": "夫適人之適而不自適其適，雖盗跖與伯夷，是同爲淫僻也。",
          "zhushu": "苟以失性爲淫僻，則雖所失之𡍼異，其於失之一也。"
        },
        {
          "paragraph": "余愧乎道德，是以上不敢爲仁義之操，而下不敢爲淫僻之行也。",
          "zhushu": "愧道德之不爲，謝冥復之無迹，故絶操行，忘名利，從容吹累，遺我忘彼，若斯而巳矣。○槐，崔本作䁛，云：聭愧同。行，下孟反，注同。復音服。從，七容反。吹如字，又昌僞反，字亦作。"
        }
      ]
    },
    {
      "name": "莊子外篇馬蹄第九",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：舉事以名篇。"
        },
        {
          "paragraph": "馬，蹄可以踐霜雪，毛可以禦風寒，齕草飮水，翹足而陸，此馬之眞性也。",
          "zhushu": "駑，𩦸名。適於身而足○馬。釋名云：武也。王弼註易云：在下而行者也。蹄音提。司馬云：馬足甲也。禦，魚吕反。廣雅云：敵也。崔本作辟。齕，根發反，又胡切反。翹，祁饒反。足，崔本作尾。陸：司馬云：陸，跳也。字書作𩣱。𩣱，馬健也。駑音奴，惡馬也。𩦸音兾，千里善馬也。"
        },
        {
          "paragraph": "雖有義臺路寢，無所用之。",
          "zhushu": "馬之眞性，非辭鞌而惡乗，但無羡於榮華。○義，許冝反，又如字，徐音儀，崔本同，一本作義臺。崔云：羲臺猶靈臺也。路寢，路正也，大也。崔云：路寢，正室。惡，烏路反。"
        },
        {
          "paragraph": "及至伯樂，曰：“我善治馬。”燒之，剔之，刻之，雒之，連之以羈馽，編之以皁棧，馬之死者十二三矣；",
          "zhushu": "有意治之，則不治矣。治之爲善，斯不善也。○伯樂，音洛，下同。伯樂，姓孫，名陽，善馭馬。石氏星經云：伯樂，天星名，主典天馬。孫陽善馭，故以爲名。剔，敕整反，字林云：剃也。徐詩赤反。向，崔本作鬄，向音郝。雒音洛。司馬云：燒謂燒鐡以爍之。剔謂翦其毛，刻謂削其甲，雒謂羈雒其頭也。羈，居宜反，廣雅云：勒也。馽，丁邑反，徐丁力反，絆也。李音述，本亦作馽，非也。馽，之樹反。司馬、向、崔本並作䋶。向云：馬氏音竦。崔云：絆前兩足也。編，必然反。皁，才老反，櫪也。一云：槽也。崔云：馬閑也。棧，士板反，徐在簡反，又士諌反。編木作𣚛，似牀日棧，以禦温也。崔云：木棚也。治，直吏反。"
        },
        {
          "paragraph": "飢之，渴之，馳之，驟之，整之，齊之，前有橛飾之患，而後有鞭筴之威，而馬之死者已過半矣。",
          "zhushu": "夫善御者，將以盡其能也。盡能在於自任，而乃走作驅歩，求其過能之用，故有不堪而多死焉。若乃任駑𩦸之力，適遲疾之分，雖則足迹接乎八荒之表，而衆馬之性全矣。而或者聞任馬之性，乃謂放而不乗，聞無爲之風，遂云行不如臥，何其生而不返哉。斯失乎莊生之㫖逺矣。○驟，士救反。橛向徐其月反，司馬云：衘也。崔云：鑣也。飾，徐音式，司馬云：排衘也。謂加飾於馬鑣也。鞭，必然反。筴，𥘉革反，杜注左傳云：馬檛也。檛，竹𤓰反。"
        },
        {
          "paragraph": "陶者曰：“我善治埴，圎者中規，方者中矩。”匠人者，我善治木，曲者中鉤，直者應繩。夫埴木之性，豈欲中規矩鉤繩哉？然且世世稱之曰：“伯樂善治馬，而陶匠善治埴木，此亦治天下者之過也。”",
          "zhushu": "世以任自然而不加巧者，爲不善於治也。揉曲爲直，厲駑習𩦸，能爲規矩，以矯拂其性，使死而後巳，乃謂之善治也，不亦過乎。○陶，道刀反，謂窑也。窑音戈消反。埴，徐時力反，崔云：土也。司馬云：埴土可以爲陶器。尚書傳云：土黏曰埴。釋名云：埴，膱也。膱音之食反。中，丁仲反，下皆同。應，應對之應。後不音者放此。揉，汝久反。矯，居兆反。拂，房弗反。"
        },
        {
          "paragraph": "吾意善治天下者不然。",
          "zhushu": "以不治治之，乃善治也。"
        },
        {
          "paragraph": "彼民有常性，織而衣，耕而食，是謂同德；",
          "zhushu": "夫民之德，小異而大同。故性之不可去者，衣食也。事之不可廢者，耕織也。此天下之所同而爲本者也。守斯道者，無爲之至也。○去，羗吕反。"
        },
        {
          "paragraph": "一而不黨，命曰天放。",
          "zhushu": "放之而自一耳，非黨也，故謂之天放。○放如字，崔本作牧，云：養也。"
        },
        {
          "paragraph": "故至德之世，其行塡塡，其視顚顚。",
          "zhushu": "此自足於內，無所求及之貌。○塡塡，徐音田，又徒偃反，質重貌。崔云：重遲也。一云：詳徐貌，淮南作莫莫。顚顚，丁田反，崔云：專一也。淮南作溟溟。"
        },
        {
          "paragraph": "當是時也，山無蹊隧，澤無舟梁；",
          "zhushu": "不求非望之利，故止於一家而足。○蹊，徐音兮，李云：徑也。隧，徐音遂，崔云：道也。"
        },
        {
          "paragraph": "萬物羣生，連屬其鄕；",
          "zhushu": "混芒而同得也，則與一世而淡漠焉，豈國異而家殊也○連屬其鄕，王云：旣無國異家殊，故其鄕連屬。混，胡本反。芒，莫剛反。淡，徒暫反。漠，音莫。"
        },
        {
          "paragraph": "禽獸成羣，草木遂長。",
          "zhushu": "足性而止，無呑夷之欲，故物全。○長，丁丈反，又直良反。吞，敕恩反，又音夭。"
        },
        {
          "paragraph": "是故禽獸可係羈而遊，鳥鵲之巢可攀援而闚。",
          "zhushu": "與物無害，故物馴也。○攀，本又作扳，普班反。援音𡊮，廣雅云：牽也，引也。闚，去規反。馴，似遵反，或音純。"
        },
        {
          "paragraph": "夫至德之世，同與禽獸居，族與萬物並，惡乎知君子小人哉？同乎無知，其德不離；",
          "zhushu": "知則離道以善也。○惡，音烏。離，力智反，注皆同。"
        },
        {
          "paragraph": "同乎無欲，是謂素樸；",
          "zhushu": "欲則離性以飾也。○樸，普剥反。"
        },
        {
          "paragraph": "素樸而民性得矣。",
          "zhushu": "無煩乎知欲也。重意。老三章，常使民無知無欲。"
        },
        {
          "paragraph": "及至聖人，",
          "zhushu": "聖人者，民得性之迹耳，非所以迹也。此云及至聖人，猶云及至其迹也。"
        },
        {
          "paragraph": "蹩躠爲仁，踶跂爲義，而天下始疑矣；澶漫爲樂，摘僻爲禮，而天下始分矣。",
          "zhushu": "夫聖迹旣彰，則仁義不眞，而禮樂離性，徒得形表而巳矣。有聖人即有斯弊，吾若是何哉？○蹩，歩結反。向崔本作弊，音同。躠，本又作薛，悉結反。向，崔本作殺，音同，又音素葛反。踶，直氏反，向同，崔音緹。跂，丘氏反，一音吕氏反，崔音枝。李云：蹩躠、踶跂，皆用心爲仁義之貌。澶，本又作澶，徒旦反，又吐旦反。向、崔本作但，音憚。漫，武半反。向，崔本作曼，音同。李云：澶漫，猶縱逸也。崔云：但曼，滛衍也。一云：澶漫，牽引也。摘，敕歷反，又渉革反。辟，匹壁反。向音檗，徐敷歷反，李父歷反，本或作僻，音同。李云：紏擿，邪辟而爲禮也。一音婦赤反，法也。崔云：擿辟多節。分，如字，下分皆同。"
        },
        {
          "paragraph": "故純樸不殘，孰爲犧樽？白玉不毀，孰爲珪璋？道德不廢，安取仁義？性情不離，安用禮樂？五色不亂，孰爲文采？五聲不亂，孰應六律？",
          "zhushu": "凡此皆變樸爲華，弃本崇末，於其天素有殘廢矣。世雖貴之，非其貴也。○犧尊，音羲。尊或作樽。司馬云：畫犧牛象以飾樽也。王肅云：刻爲牛頭。鄭玄云：畫鳳凰羽飾尊婆娑然也。音先河反。珪璋音章。李云：皆器名也。銳上方下曰珪，半珪曰璋。情性不離，如字，別離也。"
        },
        {
          "paragraph": "夫殘樸以爲器，工匠之罪也；毀道德以爲仁義，聖人之過也。",
          "zhushu": "工匠則有規矩之制，聖人則有可尚之迹。"
        },
        {
          "paragraph": "夫馬，陸居則食草飲水，喜則交頸相靡，怒則分背相踶。馬知已此矣。",
          "zhushu": "御其眞知，乗其自陸，則萬里之路可致，而羣馬之性不失。○，頸，領也，居郢反，又祁盈反。靡，如字，李云：摩也。一云：愛也。踶，大計反，又徒𠔃反，又徒祁反。李云：踶，謂也。廣雅字、韻、聲𩔖並同。通俗文云：小　謂之踶。知，李音智，下同。"
        },
        {
          "paragraph": "夫加之以衡扼，齊之以月題，而馬知介倪闉扼鷙曼詭銜竊轡。故馬之知而能至盗者，伯樂之罪也。",
          "zhushu": "馬性不同而齊求其用，故有力竭而熊作者。○扼，於革反。衡，轅前横木，縛軛者也。扼，又馬頸者也。月題，徒兮反，司馬、崔云：馬額上當顱如月形者也。介，徐古八反。倪，徐五圭反，郭五第反。李云：介倪猶脾倪也。崔云：介出俾倪也。闉音因。鷙，徐敕二反，郭音躓。曼，武半反，郭武諌反。李云：闉，曲也。鷙，抵也。曼，突也。崔云：闉扼，鷙曼，距扼，頓遲也。司馬云：言曲頸於扼以抵突也。一云：鷙曼，旁出也。詭，九彼反。銜，口中勒也。或云：詭銜，吐出銜也。竊轡，齧轡也。崔云：詭銜，竊轡，戾銜，撅盗艱轡也。熊，吐代反。"
        },
        {
          "paragraph": "夫赫胥氏之時，民居不知所爲，行不知所之，含哺而熈，鼔腹而遊，民能以此矣。",
          "zhushu": "此民之眞能也。○赫，本或作　呼百反。胥氏，司馬云：赫胥氏，上古帝王也。一云，有赫然之德，使民胥附，故曰赫胥，蓋炎帝也。哺音歩○。"
        },
        {
          "paragraph": "及至聖人，屈折禮樂以匡天下之形，縣跂仁義以慰天下之心，而民乃始踶跂好知，爭歸於利，不可止也。此亦聖人之過也。",
          "zhushu": "其過皆由乎迹之可尚也。○縣音玄。踶，直氏反。跂，丘氏反。好，呼報反。知音智。"
        }
      ]
    },
    {
      "name": "莊子外篇胠篋第十",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：舉事以名篇。"
        },
        {
          "paragraph": "將爲胠篋探囊發匱之盗而爲守備，則必攝緘縢，固扃鐍，此世俗之所謂知也。然而巨盜至，則負匱掲篋，擔囊而趨，唯恐緘縢扃鐍之不固也。然則鄕之所謂知者，不乃爲大盜積者也？",
          "zhushu": "知之不足恃也如此。○胠，李起居反，史記作愶，徐起法反，一音虚乏反。司馬云：從旁開爲胠。一云：發也。篋，苦協反。探，吐南反。囊，乃剛反。匱，其位反，檻也。攝，如字，李云：結也。崔云：收也。緘，古减反。縢，向，崔本作，同徒登反。崔云：約也。案廣雅云：緘、縢皆䋲也。扃，古熒反，崔、李云：𨵿也。鐍，古穴反。李云：紐也。崔云：環舌也。知，如字，又音智，下同。掲，徐其謁反，又音桀。三蒼云：舉也，檐也，負也。擔，下甘反。趨，七須反。李云：走也。恐，丘用反。鄕，本又作向，亦作嚮，同。許亮反。爲，于僞反，下及下注而爲同。積，如字，李子賜反。"
        },
        {
          "paragraph": "故甞試論之，世俗所謂知者，有不爲大盜積者乎？所謂聖者，有不爲大盜守者乎？何以知其然邪？昔者齊國鄰邑相望，雞狗之音相聞，罔罟之所布，耒耨之所刺，方二千餘里。闔四竟之內，所以立宗廟社稷，治邑屋州閭鄕曲者，曷甞不法聖人哉！然而田成子一旦殺齊君而盜其國。",
          "zhushu": "法聖人者，法其迹耳。夫迹者，巳去之物，非應變之具也，奚足尚而執之哉？執成迹以御乎無方，無方至而迹滯矣，所以守國而爲人守之也。○罔罟，音古，罔之通名。耒，力對反，徐力猥反，郭吕匱反，李云：犁也。一云：耜柄也。耨，乃豆反，李云：耡也。成云：以木爲耡柄。刺，徐七智反。闔，戶臘反。竟音境，下之竟同。治，直吏反。屋，周禮：夫三爲屋。州，五黨爲州，二千五百家也。閭，五比爲閭，二十五家也。鄕，五州爲鄕，萬二千五百家也。田成子，齊大夫陳恒也。一旦，宋元嘉中，本作一日。殺音弑。齊君，簡公也。春秋哀公十四年，陳恒殺之于舒州，盗其國。司馬云：謂割安邑以東至琅邪，自爲封邑也。"
        },
        {
          "paragraph": "所盗者豈獨其國邪？并與其聖知之法而盗之。",
          "zhushu": "不盗其聖法，乃無以取其國也。○知音智，下同。"
        },
        {
          "paragraph": "故田成子有乎盗賊之名，而身處堯舜之安，小國不敢非，大國不敢誅，十二世有齊國。則是不乃竊齊國，并與其聖知之法以守其盜賊之身乎？",
          "zhushu": "言聖法唯人所用，未足以爲全當之具。○十二世有齊國。自敬仲至莊子，九世知齊政；自太公和至威王，三世爲齊侯，故云十二世也。守，如字，舊音狩。"
        },
        {
          "paragraph": "甞試論之，世俗之所謂至知者，有不爲大盜積者乎？所謂至聖者，有不爲大盜守者乎？何以知其然邪？昔者龍逢斬，比干剖，萇弘胣，子胥靡，故四子之賢而身不免乎戮。",
          "zhushu": "言暴亂之君，亦得據君人之威，以戮賢人，而莫之敢亢者，皆聖法之由也。向無聖法，則桀、紂焉得守斯位而放其毒，使天下側目哉？○比干剖，普口反，謂割心也。崔本作節，云：支解也。長，直良反。弘胣，本又作肔，徐勑𥿄反，郭詩氏反。崔云：讀若拖，或作施字。胣，裂也。淮南子曰：萇弘鈹裂而死。司馬云：胣，剔也。萇弘，周靈王賢臣也。案左傳是周景王、敬王之大夫。魯哀公三年六月，周人殺萇弘。一云刳腸曰胣。子胥靡密地反。司馬如字，云：縻也。崔云：爛之於江中也。案：子胥，伍貟也。諌夫差，夫差不從，賜之屬縷以死，投之江也。焉，於䖍反。"
        },
        {
          "paragraph": "故跖之徒問於跖曰：“盜亦有道乎？”跖曰：“何適而無有道邪？”夫妄意室中之藏，聖也；入先，勇也；出後，義也；知可否，知也；分均，仁也。五者不備而能成大盜者，天下未之有也。",
          "zhushu": "五者，所以禁盗，而反爲盗資也。○跖，之石反。藏，才浪反，又如字。知可，如字，本或作知可否。分，符問反，又如字。"
        },
        {
          "paragraph": "由是觀之，善人不得聖人之道不立，跖不得聖人之道不行。天下之善人少而不善人多，則聖人之利天下也少而害天下也多。",
          "zhushu": "信哉斯言，斯言雖信，而猶不可亡聖者，猶天下之知未能都亡，故須聖道以鎭之也。羣知不亡，而獨亡聖知，則天下之害又多於有聖矣。然則有聖之害雖多，猶愈於亡聖之無治也。雖愈於亡聖，故未若都亡之無害也。甚矣，天下莫不求利，而不能一亡其知，何其迷而失致哉。○治，直吏反，下文始治同。"
        },
        {
          "paragraph": "故曰，脣竭則齒寒，魯酒薄而邯鄲圍，聖人生而大盜起。",
          "zhushu": "夫竭脣非以寒齒而齒寒，魯酒薄非以圍邯鄲而邯鄲圍。聖人生非以起大盜而大盜起。此自然相生，必至之勢也。夫聖人雖不立尚於物，而亦不能使物不尚也。故人無貴賤，事無眞僞，苟效聖法，則天下吞聲而闇服之，斯乃桀跖之所至頼，而以成其大盜者也。○邯音寒。鄲音丹。邯鄲，趙國都也。圍，楚宣王朝諸侯，魯恭公後至而酒薄，宣王怒，欲辱之。恭公不受命，乃曰：我周公之㣧，長於諸侯，行天子禮樂，勲在周室，我送酒巳失禮，方責其薄，無乃太甚。遂不辭而還。宣王怒，乃發兵與齊攻魯。梁惠王常欲擊趙，而畏楚救，楚以魯爲事，故梁得圍邯鄲。言事相由也，亦是感應。宣王名熊良夫，悼王之子。恭公名奮，穆公之子。許愼注淮南云：楚會諸侯，魯、趙倶獻酒於楚王，魯酒薄而趙酒厚，楚之主酒吏求酒於趙，趙不與，吏怒，乃以趙厚酒易魯薄酒奏之。楚王以趙酒薄，故圍邯鄲也。"
        },
        {
          "paragraph": "掊擊聖人，縱舍盜賊，而天下始治矣。",
          "zhushu": "夫聖人者，天下之所尚也。若乃其所尚，而守其素朴，弃其禁令，而代以寡欲，此所以掊擊聖人，而我素朴自全，縱舍盗賊而彼姦自息也。故古人有言曰：閑邪存誠，不在善察。息淫去華，不在嚴刑。此之謂也。○掊，普口反。擊，徐古歷反。舍音捨，注同。邪，似嗟反。去，起吕反，下注去欲、去其皆同。"
        },
        {
          "paragraph": "夫川竭而谷虚，丘夷而淵實。聖人已死，則大盜不起，",
          "zhushu": "竭川非以虚谷而谷虚。夷丘非以實淵而淵實。絶聖非以止盗而盗止。故止盗在去欲。不在彰聖知○聖人巳死。則大盗不起。向云事業日新。新者爲生。故者爲死。故曰聖人巳死也。乗天地之正。御日新之變。得實而損其名。歸眞而妄其途。則大盗息矣。"
        },
        {
          "paragraph": "天下平而無故矣。",
          "zhushu": "非惟息盗，争尚之迹故都去矣。○争，争闘之争，後皆同。"
        },
        {
          "paragraph": "聖人不死，大盜不止。雖重聖人而治天下，則是重利盜跖也。",
          "zhushu": "將重聖人以治天下，而桀、跖之徒亦資其法。所資者重，故所利不得輕也。○聖人不死，大道不止，向云聖人不死，言守故而不日新，牽名而不造實也。大盗不止，不亦冝乎？"
        },
        {
          "paragraph": "爲之斗斛以量之，則并與斗斛而竊之；爲之權衡以稱之，則并與權衡而竊之。爲之符璽以信之，則并與符璽而竊之；爲之仁義以矯之，則并與仁義而竊之。",
          "zhushu": "小盗之所因，乃大盗之所資而利也。○爲之斗斛以量之，向云：自此以下，皆所以明苟非其人，雖法無益。權衡，李云：權，稱錘；衡，稱衡也。錘音直僞反。璽音徙。矯，居表反。"
        },
        {
          "paragraph": "何以知其然邪？彼竊鉤者誅，竊國者爲諸侯，諸侯之門而仁義存焉，則是非竊仁義聖知邪？故逐於大盜，掲諸侯，竊仁義并斗斛權衡符璽之利者，雖有軒冕之賞弗能勸，斧鉞之威弗能禁。",
          "zhushu": "夫軒冕斧鉞，賞罰之重者也。重賞罰以禁盗，然大盗者又逐而竊之，則反爲盜用矣。所用者重，乃所以成其大盗也。大盗也者，必行以仁義，平以權衡，信以符璽，勸以軒冕，威以斧鉞，盗此公器，然後諸侯可得而掲也。是故仁義賞罰者，適足以誅竊鉤者也。○鉤，謂帶也。掲，其謁、其列二反。𨱆音越。禁音令，又居鴆反，下不可禁同。"
        },
        {
          "paragraph": "此重利盜跖而使不可禁者，是乃聖人之過也。",
          "zhushu": "夫跖之不可禁，由所盗之利重也。利之所以重，由聖人之不輕也。故絕盗在賤貨，不在重聖也。"
        },
        {
          "paragraph": "故曰：“魚不可脫於淵，國之利器不可以示人。”",
          "zhushu": "魚失淵則爲人禽，利器明則爲盗資，故不可示人。"
        },
        {
          "paragraph": "彼聖人者，天下之利器也，",
          "zhushu": "夫聖人者，誠能絶聖棄知，而反冥物極，物極各冥，則其迹利物之迹也。器猶迹耳，可執而用曰器。"
        },
        {
          "paragraph": "非所以明天下也。",
          "zhushu": "示利器於天下，所以資其盗賊。"
        },
        {
          "paragraph": "故絶聖棄知，大盜乃止；",
          "zhushu": "去其所資，則未施禁而自止也。"
        },
        {
          "paragraph": "擿玉毀珠，小盜不起；",
          "zhushu": "賤其所寳，則不加刑而自息也。○擿，持赤反，義與擲字同。崔云：猶投弃之也。郭都革反，李云：刻也。"
        },
        {
          "paragraph": "焚符破璽，而民朴鄙；",
          "zhushu": "除矯詐之所頼者，則無以行其姦巧。"
        },
        {
          "paragraph": "掊斗折衡，而民不爭；",
          "zhushu": "夫小平乃大不平之所用也。"
        },
        {
          "paragraph": "殫殘天下之聖法，而民始可與論議。",
          "zhushu": "外無所矯，則內全我朴，而無自失之言也。○殫音丹，盡也。"
        },
        {
          "paragraph": "擢亂六律，鑠絶竽瑟，塞曠之耳，而天下始人含其聦矣；滅文章，散五采，膠離朱之目，而天下始人含其明矣；",
          "zhushu": "夫聲色離曠，有耳目者之所貴也。受生有分，而以所貴引之，則性命䘮矣。若乃毀其所貴，弃彼任我，則聦明各全，人含其眞也。○鑠，郭、李詩灼反。向，徐音藥，崔云：燒斷之也。竽，徐音于。瑟，本亦作笙。塞，崔本作塞，杜云：塞也。膠，音交，徐古孝反。䘮矣，息浪反。"
        },
        {
          "paragraph": "毀絶鉤繩而弃規矩，攦工倕之指，而天下始人有其巧矣。故曰：“大巧若拙。”",
          "zhushu": "夫以蜘蛛蛣蜣之陋，而布網轉丸，不求之於工匠，則萬物各有能也。所能雖不同，而所習不敢異，則若巧而拙矣。故善用人者，使能方者爲方，能圓者爲圓，各任其所能，人安其性，不責萬民以工倕之巧。故衆技以不相能似拙，而天下皆自能，則大巧矣。夫用其自能，則規矩可弃，而妙匠之指可攦也。○攦，郭吕係反，又力結反，徐所綺反，李云：折也。崔云：撕之也。倕音垂，堯時巧者也，一名睡。蜘，音知。蛛，音誅。蛣，起一反。蜣，音𦍑。"
        },
        {
          "paragraph": "削曾、史之行，鉗楊、墨之口，攘弃仁義，而天下之德始玄同矣。",
          "zhushu": "去其亂羣之率，則天下各復其所，而同於玄德也。○行，下孟反。鉗，李巨炎反，又其嚴反。攘，如羊反。率，本又作帥，同，所𩔖反。"
        },
        {
          "paragraph": "彼人含其明，則天下不鑠矣；人含其聦，則天下不累矣；人含其知，則天下不惑矣；人含其德，則天下不僻矣。彼曾、史、楊、墨、師曠、工倕、離朱者，皆外立其德而以爚亂天下者也，",
          "zhushu": "此數人者，所禀多方，故使天下躍而效之。效之則失我，我失由彼，則彼爲亂主矣。夫天下之大患者，失我也。○不鑠，失灼反，崔云：不消壞也。向音燿。僻，匹亦反。爚，徐音藥，三蒼云：火光銷也。司馬崔云：散也。數，所主反。"
        },
        {
          "paragraph": "法之所無用也。",
          "zhushu": "若夫法之所用者，視不過於所見，故衆目無不明；聽不過於所聞，故衆耳無不聦；事不過於所能，故衆技無不巧；知不過於所知，故羣性無不適；德不過於所得，故羣德無不當。安用立所不逮於性分之表，使天下奔馳而不能自反哉？"
        },
        {
          "paragraph": "子獨不知至德之世乎？昔者容成氏、大庭氏、伯皇氏、中央氏、栗陸氏、驪畜氏、軒轅氏、赫胥氏、尊盧氏、祝融氏、伏戲氏、神農氏，當是時也，民結繩而用之，",
          "zhushu": "足以紀要而巳。○容成氏，司馬云：此十二氏皆古帝王。驪，徐力也反，李音犁。畜，徐敕六反。戲音羲。"
        },
        {
          "paragraph": "甘其食，美其服，",
          "zhushu": "適，故常甘，當故常美。若思夫侈靡，則無時慊矣。○慊，口簟反。"
        },
        {
          "paragraph": "樂其俗，安其居，鄰國相望，雞狗之音相聞，民至老死而不相往來。",
          "zhushu": "無求之至。○樂，音洛。而不相往來。一本作不相與往來。檢元嘉中郭注本及崔向永和中本，並無與字。"
        },
        {
          "paragraph": "若此之時，則至治巳。今遂至使民延頸舉踵曰，“某所有賢者”，贏糧而趣之，則內弃其親而外去其主之事，足跡接乎諸侯之境，車軌結乎千里之外。",
          "zhushu": "至治之迹，猶致斯弊。○治，直吏反，注同。頸，如字，李巨盈反。嬴音盈，崔云：裹也。廣雅云：負也。糧音良。趣，七子反，徐七喻反。"
        },
        {
          "paragraph": "則是上好知之過也。",
          "zhushu": "上謂好知之君，知而好之，則有斯過矣。○好，呼報反，注下皆同。"
        },
        {
          "paragraph": "上誠好知而無道，則天下大亂矣。何以知其然邪？夫弓弩畢弋機變之知多，則鳥亂於上矣；鉤餌網罟罾笱之知多，則魚亂於水矣；削格羅落𦊨罘之知多，則獸亂於澤矣；",
          "zhushu": "攻之愈密，避之愈巧，則雖禽獸猶不可圖之以知，而况人哉？故治天下者，唯不任知，任知無妙也。○弩音怒。畢弋機變，李云：兎網曰畢，繳射曰弋，弩牙曰機。知音智，下及注并下知詐皆同。餌，如志反。罾音曾。笱音鉤，釣鉤也。餌，魚餌也。廣雅云：𦊙謂罔𦌘，魚網也。爾雅云：婺婦之笱謂之罶。削，七妙反。格，古百反，李云：削格，所以施羅網也。𦊨，子斜反。罘，本又作罦，音浮。爾雅云：鳥罟謂之羅。兎罟謂之罝，罬謂之罦孚，覆車也。郭璞云：今飜車也。"
        },
        {
          "paragraph": "知詐漸毒頡滑堅白解垢同異之變多，則俗惑於辯矣。",
          "zhushu": "上之所多者，下不能安其少也。性少而以逐多，則迷也。○漸毒，李云：漸漬之毒，不覺深也。崔云：漸毒，猶深害。頡，戸結反。滑，子八反。頡滑，謂難料理也。崔云：纒。屈也。李云：骨滑稽也。一云：頡滑，不正之語也。解，苦懈反。垢，苦豆反。司馬崔云：解垢，隔角也。或云：詭曲之辭。"
        },
        {
          "paragraph": "故天下毎毎大亂，罪在於好知。故天下皆知求其所不知而莫知求其所已知者，",
          "zhushu": "不求所知而求所不知，此乃舍巳效人而不止其分也。○毎毎，李云：猶皆昏也。舎，音捨，下文同。"
        },
        {
          "paragraph": "皆知非其所不善而莫知非其所已善者，",
          "zhushu": "善其所善，争尚之所由生也。"
        },
        {
          "paragraph": "是以大亂。故上悖日月之明，下爍山川之精，中墮四時之施，惴耎之蟲，肖翹之物，莫不失其性。甚矣夫好知之亂天下也。",
          "zhushu": "夫吉㐫悔吝，生於動也。而知之所動，誠能揺蕩天地，運御羣生，故君人者，胡可以不忘其知哉！○悖，李郭云：必內反，又音佩。司馬云：薄食也。樂，失約反，崔云：消也。司馬云：崩竭也。崔向本作櫟，同，徐音藥。墮，許規反，毀也。施，始䜴反。惴，本亦作端，又作喘，川兖反，向音揣。耎，耳轉反。崔云：蠉𧍒，動蟲也。一云：揣耎，謂無足蟲。肖翹，音消，下音祁饒反。崔云：肖翹，植物也。李云：翾飛之属。"
        },
        {
          "paragraph": "自三代以下者是已，舍夫種種之機而恱夫役役之佞，釋夫恬淡無爲而恱夫啍啍之意，啍啍已亂天下矣。",
          "zhushu": "啍啍，以巳誨人也。○種種，向章勇反，李云：謹慤貌。一云：淳厚也。說音恱，下同。役役，李云：鬼黠貌。一云：有爲人也。恬，徒謙反。惔，徒暫反，徐大敢反。啍啍，李之閏反，又之純反，郭音惇，下同。司馬云：少智貌。徐許彭反，又許剛反。向本作啍，音亨。崔本上句作啍啍，少知而芒也。一云：啍啍，壯徤之貌。"
        }
      ]
    },
    {
      "name": "莊子外篇在宥第十一",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以義名篇。"
        },
        {
          "paragraph": "聞在宥天下，不聞治天下也。",
          "zhushu": "宥使自在則治，治之則亂也。人之生也直，莫之蕩，則性命不過，欲惡不爽。在上者不能無爲，上之所爲而民皆赴之，故有誘慕好欲，而民性滛矣。故所貴聖王者，非貴其能治也，貴其無爲而任物之自爲也。○宥音又，㝟也。則治，直吏反，下治亂同。惡，烏路反。好，呼報反。"
        },
        {
          "paragraph": "在之也者，恐天下之淫其性也；宥之也者，恐天下之遷其德也。天下不淫其性，不遷其德，有治天下者哉！",
          "zhushu": "無治乃不迁淫。○有治天下者哉，崔本作有治天下者材失，云強治之，是材之失也。"
        },
        {
          "paragraph": "昔堯之治天下也，使天下欣欣焉人樂其性，是不恬也；桀之治天下也，使天下瘁瘁焉人苦其性，是不愉也。",
          "zhushu": "夫堯雖在宥天下，其迹則治也。治亂雖殊，其於失後之世，恬愉使物争，尚畏鄙而不自得，則同耳。故譽堯而非桀，不如兩㤀也。○樂音洛。恬，徒謙反。瘁瘁，在季反，病也。廣雅云：憂也。崔本作醉。愉音瑜，徐音喻。譽音餘。"
        },
        {
          "paragraph": "夫不恬不愉，非德也。非德也而可長久者，天下無之。",
          "zhushu": "恬愉自得，乃可長久。"
        },
        {
          "paragraph": "人大喜邪，毗於陽；大怒邪，毗於隂。隂陽并毗，四時不至，寒暑之和不成，其反傷人之形乎！使人喜怒失位，居處無常，思慮不自得，中道不成章，",
          "zhushu": "此皆堯桀之流，使物喜怒大過，以致斯患也。人在天地之中，最能以靈知喜怒，擾亂羣生，而振蕩隂陽也。故得失之間，喜怒集乎百姓之懷，則寒暑之和敗，四時之節差，百度昏亡，萬事失落也。○毗如字，司馬云：助也。一云并也。思，息嗣反。大過音泰。"
        },
        {
          "paragraph": "於是乎天下始喬詰卓驇，而後有盜跖、曾、史之行。故舉天下以賞其善者不足，",
          "zhushu": "慕賞乃善，故賞不能供。○喬向，欽消反，或去夭反，郭音矯，李音驕。詰，李去吉反，徐起列反。崔云：喬詰，意不平也。卓，勑角反，郭丁角反，向音䈇，驇、勑二反，李猪立反，又勑栗反。崔云：卓驇，行不平也。行，下孟反。"
        },
        {
          "paragraph": "舉天下以罰其惡者不給，",
          "zhushu": "畏罰乃止，故罰不能勝。○勝，音升。"
        },
        {
          "paragraph": "故天下之大不足以賞罰。自三代以下者，匈匈焉終以賞罰爲事，彼何暇安其性命之情哉？",
          "zhushu": "忘賞罰而自善，性命乃大足耳。夫賞罰者，聖王之所以當功過，非以著勸畏也。故理至則遺之，然後至一可反也。而三代以下，遂尋其事迹，故匈匈焉與迹競逐，終以所寄爲事，性命之情何暇而安哉！○匈音凶。"
        },
        {
          "paragraph": "而且說明邪，是淫於色也；說聦邪，是淫於聲也；說仁邪，是亂於德也；說義邪，是悖於理也；說禮邪，是相於技也；說樂邪，是相於淫也；說聖邪，是相於藝也；說知邪，是相於疵也。",
          "zhushu": "當理無恱恱之，則致淫悖之患矣。相，助也。○且，如字，徐子餘反。說，音恱，下同。悖，必內反，徐蒲没反。相，息亮反，下及注皆同。技，其綺反，李音𡵨，崔向云：不端也。知，音智。疵，疾斯反。"
        },
        {
          "paragraph": "天下將安其性命之情，之八者，存可也，亡可也；",
          "zhushu": "存亡無所在，任其所受之分，則性命安矣。"
        },
        {
          "paragraph": "天下將不安其性命之情，之八者，乃始臠卷愴囊而亂天下也。",
          "zhushu": "必存此八者，則不能縱任自然，故爲臠卷愴囊也。○臠，力轉反，崔本作欒卷，卷勉反，徐居阮反。司馬云：臠卷，不伸舒之狀也。崔同。一云：相牽引也。愴音倉，崔本作戕。囊，如字，崔云：戕囊猶搶攘。"
        },
        {
          "paragraph": "而天下乃始尊之惜之，甚矣天下之惑也。",
          "zhushu": "不能遺之，以爲誤矣，而乃復尊之以爲貴，豈不甚惑哉！○復，扶又反。"
        },
        {
          "paragraph": "豈直過也而去之邪？乃齊戒以言之，跪坐以進之，鼔歌以儛之，吾若是何哉！",
          "zhushu": "非直由寄而過去也，乃珍貴之如此。○去，起慮反。邪，崔本唯此一字作邪，餘皆作咫。齊，本又作齋，同，側皆反。跪，其詭反，郭音危。"
        },
        {
          "paragraph": "故君子不得已而臨莅天下，莫若無爲。無爲也而後安其性命之情。",
          "zhushu": "無爲者，非拱黙之謂也，直各任其自爲，則性命安矣。不得巳者，非迫於威刑也，直抱道懷朴，任乎必然之極，而天下自賔也。○莅音利，又音𩔖。"
        },
        {
          "paragraph": "故貴以身於爲天下，則可以託天下；愛以身於爲天下，則可以寄天下。",
          "zhushu": "若夫輕身以赴利，弃我而殉物，則身且不能安，其如天下何？"
        },
        {
          "paragraph": "故君子苟能無解其五藏，無擢其聦明，",
          "zhushu": "解擢則傷也。○解如字，一音蟹，散也。"
        },
        {
          "paragraph": "尸居而龍見，淵黙而雷聲，",
          "zhushu": "出處語黙，常無其心，而付之自然。○見，賢遍反。向，崔本作鶂，向音見，崔音睍。"
        },
        {
          "paragraph": "神動而天隨，",
          "zhushu": "神順物而動，天隨理而行。"
        },
        {
          "paragraph": "從容無爲而萬物炊累焉。",
          "zhushu": "若遊塵之自動。○從，七容反。炊，昌瑞反，又昌規反，本或作吹，同。累，劣僞反。司馬云：炊累，猶動升也。向郭云：如塵埃之自動也。"
        },
        {
          "paragraph": "吾又何暇治天下哉！",
          "zhushu": "任其自然而巳。"
        },
        {
          "paragraph": "崔瞿問於老聃曰：“不治天下，安臧人心？”老聃曰：“汝愼無攖人心。”",
          "zhushu": "攖之則傷其自善也。○崔瞿向，崔本作臞向，求朱反。崔瞿，人姓名也。聃，吐藍反。女音汝。攖，於營反，又於盈反，司馬云：引也。崔云：覊，落也。"
        },
        {
          "paragraph": "人心排下而進上，",
          "zhushu": "排之則下，進之則上，言其易揺蕩也。○排，皮皆反，崔本作排。上，時掌反，注及下同。易，以䜴反。"
        },
        {
          "paragraph": "上下囚殺，",
          "zhushu": "無所排進，乃安全耳。○因殺，如字，徐所例反，言囚殺萬物也。"
        },
        {
          "paragraph": "淖約柔乎剛強。",
          "zhushu": "言能淖約，則剛強者柔矣。○淖，昌略反，又直各反。"
        },
        {
          "paragraph": "廉劌彫琢，其熱焦火，其寒凝冰。",
          "zhushu": "夫焦火之熱，凝冰之寒，皆喜怒并積之所生。若乃不彫不琢，各全其朴，則何氷炭之有哉？○劌，居衛反，司馬云：傷也。廣雅云：利也。琢，丁角反。"
        },
        {
          "paragraph": "其疾俛仰之間而再撫四海之外，",
          "zhushu": "風俗之所動也。"
        },
        {
          "paragraph": "其居也淵而靜，其動也縣而天。",
          "zhushu": "靜之可使如淵，動之則係天而踊躍也。○縣而天，音玄，向本無而字，云：希高慕逺之故也。曰縣天也。"
        },
        {
          "paragraph": "僨驕而不可係者，其唯人心乎！",
          "zhushu": "人心之變，靡所不爲。順而放之，則静而通。治而係之，則跂而僨驕。僨驕者，不可禁之勢也。○僨，粉問反，廣雅云：僵也。郭音奔。驕如字，又居表反。"
        },
        {
          "paragraph": "昔者黃帝始以仁義攖人之心，",
          "zhushu": "夫黃帝非爲仁義也，直與物冥，則仁義之迹自見。迹自見，則後世之心必自殉之，是亦黃帝之迹使物攖也。○見，賢遍反，下同。"
        },
        {
          "paragraph": "堯舜於是乎股無胈，脛無毛，以養天下之形，愁其五藏以爲仁義，矜其血氣以規法度。然猶有不勝也。堯於放讙兠於崇山，投三苗於三峗，流共工於幽都，此不勝天下也。夫施及三王而天下大駭矣。",
          "zhushu": "夫堯舜帝王之名，皆其迹耳。我寄斯迹，而迹非我也，故駭者自世。世彌駭，其迹愈粗，粗之與妙，自𡍼之夷險耳，遊者豈常改其足哉？故聖人一也。天有堯舜湯武之異，明斯異者，時世之名耳，未足以名聖人之實也。故夫堯舜者，豈直堯舜而巳哉？是以雖有矜愁之貌，仁義之迹，而所以迹者故全也。○股音古，脛本曰股。胈，畔末反，向父末反，李扶蓋反，云：白肉也。或云：字當作紱。紱，蔽膝也。崔云：胈，屍也。脛，刑定反。讙音歡。兠，丁侯反。崇山，南裔也。堯六十年放讙兠于崇山。投三苗。崔本投作殺，尚書作竄。三苗者，縉雲氏之子，即饕餮也。三峗音危，本亦作危。三危，西裔之山也。今属天水。堯六十六年，竄三苗於三危。共工音恭。共工，官名，即窮奇也。幽都，李云：即幽州也。尚書作幽州，北裔也。堯六十四年，流共工于幽州。施，以智反。崔云：延也。駭，驚也。粗音麄，下同。"
        },
        {
          "paragraph": "下有桀、跖，上有曾、史，而儒、墨畢起。於是乎喜怒相疑，愚知相欺，善否相非，誕信相譏，而天下衰矣；",
          "zhushu": "莫能齊於自得。○知音智，下及注同。"
        },
        {
          "paragraph": "大德不同，而性命爛漫矣；",
          "zhushu": "立小異而不止於分。"
        },
        {
          "paragraph": "天下好知，而百姓求竭矣。",
          "zhushu": "知無涯而好之，故無以供其求。○好，呼報反，注同。"
        },
        {
          "paragraph": "於是乎釿鋸制焉，繩墨殺焉，椎鑿决焉。",
          "zhushu": "彫琢性命，遂至於此。○釿音斤，本亦作斤。鋸音據。釿、鋸制，謂如肉刑也。繩墨殺焉，並如字，崔云：謂彈正殺之。椎，直追反。鑿，在洛反。决，古穴反，又苦穴反。崔云：肉刑，故用椎鑿。"
        },
        {
          "paragraph": "天下脊脊大亂，罪在攖人心。故賢者伏處大山嵁岩之下，而萬乗之君憂慓乎廟堂之上。",
          "zhushu": "故夫任自然而居當，則賢愚襲情，而貴賤履位，君臣上下莫匪爾極，而天下無患矣。斯迹也，攖天下之心，使奔馳而不可止。故中知以下，莫不外飾其性，以眩惑衆人，惡直醜正，蕃徒相引。是以任眞者失其據，而崇僞者竊其柄，於是主憂於上，民困於下矣。○脊脊音籍，在亦反，相踐籍也。本亦作肴肴。廣韻云：肴，亂也。大山音泰，亦如字。堪，苦岩反，一音苦咸反，又苦嚴反。岩音嚴，語衘反，一音嵒，語咸反。眩，玄遍反。惡，烏路反。蕃音煩。"
        },
        {
          "paragraph": "今世殊死者相枕也，桁楊者相推也，刑戮者相望也，而儒、墨乃始離跂攘臂乎桎梏之間。意，甚矣哉！其無愧而不知耻也甚矣！",
          "zhushu": "由腐儒守迹，故致斯禍。不思捐迹反一，而方復攘臂用迹以治迹，可謂無愧，而不知耻之甚也。○殊死如字。廣雅云：殊，斷也。司馬云：决也。一云：誅也。字林云：死也。說文同。又云：漢令曰：蠻夷長有罪，當殊之。崔本作殀也。枕之鴆反。桁，戸剛反。司馬云：㫢，長械也。楊向音楊。崔云：械錮頸及挳者，皆曰桁楊。離，力氏反，又力智反。跂，丘氏反，又丘䜴反。攘，如羊反。桎，之實反。梏，古毒反。意如字，又音醫。愧，崔本作䁛。腐音輔。復，扶又反。"
        },
        {
          "paragraph": "吾未知聖知之不爲桁楊椄槢也，仁義之不爲桎梏鑿枘也，",
          "zhushu": "桁楊以接槢爲管，而桎梏以鑿枘爲用。聖知仁義者，逺於罪之迹也。迹逺罪，則民思尚之，尚之則矯詐生焉。矯詐生而禦奸之噐不具者，未之有也。故弃所向則矯詐不作，矯詐不作，則桁楊桎梏廢矣，何鑿枘椄槢之爲哉？椄，李如字。向，徐音妾，郭慈接反。槢，郭、李音習，徐徒余反。司馬云：椄槢械者，音息節反。崔本作，　云讀爲牒。或作謂字。椄槢，桎梏梁也。淮南曰：大者爲柱梁，小者爲椄槢也。鑿，在洛反，又在報反。衲，人銳反。向本作內，音同。三蒼云：柱頭枘也。鑿頭厠木如柱頭。枘逺，力萬反，下同。禦，魚吕反。本作御，音同。"
        },
        {
          "paragraph": "焉知曾、史之不爲桀、跖嚆矢也？",
          "zhushu": "嚆矢，矢之猛者。言曾史爲桀、跖之利用也。○焉，於䖍反。嗃矢，許本亦作嗃，向云：嚆矢，矢之鳴者也。朴云：嚆，大呼也。崔本作蒿，云：蕭蒿可以爲箭。或作矯。矯，揉也。崔本此下更有有無之相生也，則甚曾史與桀跖皆有無也，又惡得無相轂也。凡二十四字。"
        },
        {
          "paragraph": "故曰：“絶聖棄知而天下大治。”",
          "zhushu": "去其所以攖也。○治，直吏反。去，起吕反。"
        },
        {
          "paragraph": "黃帝立爲天子十九年，令行天下，聞廣成子在於空同之上，故往見之，曰：“我聞吾子逹於至道，敢問至道之精。吾欲取天地之精，以佐五榖，以養民人。吾又欲官隂陽，以遂羣生，爲之柰何？”廣成子曰：“而所欲問者，物之質也；",
          "zhushu": "問至道之精，可謂質也○廣成子。或云即老子也。空同，司馬云：當北斗下山也。爾雅云：北戴斗極爲空同。一曰在梁國虞城東三十里。質，廣雅云：質，正也。"
        },
        {
          "paragraph": "而所欲官者，物之殘也。",
          "zhushu": "不任其自爾而欲官之，故殘也。"
        },
        {
          "paragraph": "自而治天下，雲氣不待族而雨，草木不待黃而落，日月之光益以荒矣。而佞人之心翦翦者，又奚足以語至道！”黃帝退，捐天下，築特室，席白茅，間居三月，復往邀之。廣成子南首而臥，黃帝順下風膝行而進，再拜稽首而問曰：“聞吾子逹於至道，敢問，治身柰何而可以長久？”廣成子蹷然而起，曰：“善哉問乎！",
          "zhushu": "人皆自修而不治天下，則天下治矣，故善之也。○雲氣不待族而雨，司馬云：族，聚也。未聚而雨，言澤少。草木不待黃而落，司馬云：言殺氣多也。爾雅云：落，死也。益以，崔本作蓋以。佞，如字，郭音寧。翦翦，如字，郭司馬云：善辨也。一云：佞貌。李云：淺短貌。或云：狹小之貌。捐，恱全反。間音閑，下註同。復，扶又反。邀，古堯反，要也。首音狩。蹷，其月反，又音厥，驚而起也。治，直吏反。"
        },
        {
          "paragraph": "來，吾語女至道。至道之精，窈窈冥冥；至道之極，昏昏黙黙。",
          "zhushu": "窈冥昏黙，皆了無也。夫莊、老之所以屢稱無者，何哉？民生物者，無物而物自生耳。自生耳，非爲生也，又何有爲於巳生乎？○語，魚據反，下同。女音汝，後放此。窈，烏了反。"
        },
        {
          "paragraph": "無視無聽，抱神以靜，形將自正。",
          "zhushu": "忘視而自見，㤀聽而自聞，則神不擾而形不邪也。○邪，似嗟反。"
        },
        {
          "paragraph": "必靜必清，無勞女形，無搖女精，乃可以長生。",
          "zhushu": "任其自動，故間静而不天也。"
        },
        {
          "paragraph": "目無所見，耳無所聞，心無所知，女神將守形，形乃長生。",
          "zhushu": "此皆率性而動，故長生也。"
        },
        {
          "paragraph": "愼女內，",
          "zhushu": "全其眞也。"
        },
        {
          "paragraph": "閉女外，",
          "zhushu": "守其分也。"
        },
        {
          "paragraph": "多知爲敗。",
          "zhushu": "知無崖，故敗。"
        },
        {
          "paragraph": "我爲女遂於大明之上矣，至彼至陽之原也；爲女入於窈冥之門矣，至彼至隂之原也。",
          "zhushu": "夫極隂陽之原，乃遂於大明之上，入於窈冥之門也。○爲，于僞反，下同。"
        },
        {
          "paragraph": "天地有官，隂陽有藏，",
          "zhushu": "但當任之。"
        },
        {
          "paragraph": "愼守女身，物將自壯。我守其一以處其和，故我脩身千二百歲矣，吾形未常衰。”",
          "zhushu": "取於盡性命之極，極長生之致耳。身不天，乃能及物也。物將自壯則亮反。謂不治天下，則衆物皆自任，自任而壯也。"
        },
        {
          "paragraph": "黃帝再拜稽首，曰：“廣成子之謂天矣！”",
          "zhushu": "天無爲也。"
        },
        {
          "paragraph": "廣成子曰：“來，余語女。彼其物無窮，而人皆以爲終；彼其物無測，而人皆以爲極。",
          "zhushu": "徒見其一變也。"
        },
        {
          "paragraph": "得吾道者，上爲皇而下爲王；",
          "zhushu": "皇王之稱，隨世之上下耳。其於得通變之道以應無窮，一也。○稱，尺證反。"
        },
        {
          "paragraph": "失吾道者，上見光而下爲土。",
          "zhushu": "失無窮之道，則自信於一變，而不得均同上下，故俯仰異心。"
        },
        {
          "paragraph": "今夫百昌皆生於土而反於土，故余將去女，",
          "zhushu": "土，無心者也。生於無心，故當反守無心而獨往也。○百昌，司馬云：猶百物也。"
        },
        {
          "paragraph": "入無窮之門，以遊無極之野。",
          "zhushu": "與化俱也。"
        },
        {
          "paragraph": "吾與日月參光，吾與天地爲常。",
          "zhushu": "都任之也。"
        },
        {
          "paragraph": "當我，緡乎！逺我，昬乎！",
          "zhushu": "物之去來，皆不覺也。○當如字。緡，武巾反，郭音泯。泯，合也。逺，于萬反。昏，如字，暗也。司馬云：緡、昏，並無心之謂也。"
        },
        {
          "paragraph": "人其盡死，而我獨存乎！”",
          "zhushu": "以死主爲一體，則無往而非存。"
        },
        {
          "paragraph": "雲將東遊，過扶搖之枝而適遭鴻䝉。鴻䝉方將拊脾雀躍而遊。雲將見之，倘然止，䞇然立，曰：“叟何人邪？叟何爲此？”鴻䝉拊脾雀躍不輟，對雲將曰：“遊。”雲將曰：“朕願有問也。”鴻䝉仰而視雲將曰：“吁！”雲將曰：“天氣不和，地氣鬱結，六氣不調，四時不節。今我願合六氣之精，以育羣生，爲之柰何？”鴻䝉拊脾雀躍掉頭曰：“吾弗知！吾弗知！”雲將不得問。又三年，東遊，過有宋之野而適遭鴻䝉。雲將大喜，行趨而進曰：“天忘朕邪？天忘朕邪？”再拜稽首，願聞於鴻䝉。鴻䝉曰：“浮遊，不知所求；",
          "zhushu": "而自得所求也。○雲將，子匠反，下同。李云：雲，主帥也。扶搖，扶亦作夫。李云：扶搖，神木也，生東海。一云：風也。鴻䝉，如字。司馬云：自然元氣也。一云：海上氣也。拊，孚甫反，一音甫。脛，本又作髀，音陛，徐甫婢反，又甫娣反。崔本又作爵，同。將略反。躍，司馬云：雀躍，若雀浴也。一云：如爵之跳躍也。倘，尺掌反，又云：吐郎反。李云：吐黨反。司馬云：欲貌。李云：自失貌。䞇，之二反，又猪立反，又魚列反。李云：不動貌。叟，本又作　素口反，郭䟽溝反。司馬云：長者稱。輟，丁劣反。李云：止也。吁，况于反，亦作呼。結如字，崔本作綰，音結。掉，徒弔反。宋如字，國名也。本作宗者，非。"
        },
        {
          "paragraph": "猖狂，不知所往；",
          "zhushu": "而自得所往也。"
        },
        {
          "paragraph": "遊者鞅掌，以觀無𡚶。",
          "zhushu": "夫內足者，舉目皆自正也。○鞅掌，於丈反，毛詩傳云：鞅掌，失容也。今此言自得而正也。"
        },
        {
          "paragraph": "朕又何知？”",
          "zhushu": "以斯而已也。"
        },
        {
          "paragraph": "雲將曰：“朕也自以爲猖狂，而民隨予所往；朕也不得已於民，今則民之放也。",
          "zhushu": "夫乗物非爲迹而迹自彰，猖狂非招民而民自往，故爲民所放效而不得巳也。○放，方往反，效也，注同。"
        },
        {
          "paragraph": "願聞一言。”鴻䝉曰：“亂天下之經，逆物之情，玄天弗成；",
          "zhushu": "若夫順物性而不治，則情不逆而經不亂，玄黙成而自然得也。"
        },
        {
          "paragraph": "解獸之羣，而鳥皆夜鳴；",
          "zhushu": "離其所以静也。"
        },
        {
          "paragraph": "災及草木，禍及止蟲。",
          "zhushu": "皆坐而受害也。○止蟲，如字，本亦作昆虫，崔本作止虫。坐，才臥反。"
        },
        {
          "paragraph": "意，治人之過也。”",
          "zhushu": "夫有治之迹，亂之所由生也。○意音醫，本又作噫，下皆同。"
        },
        {
          "paragraph": "雲將曰：“然則吾柰何？”鴻䝉曰：“意，毒哉！",
          "zhushu": "言治人之過深。"
        },
        {
          "paragraph": "僊僊乎歸矣。”",
          "zhushu": "僊僊，坐起之貌。嫌不能隤然通放，故遣使歸。僊。音仙。"
        },
        {
          "paragraph": "雲將曰：“吾遇天難，願聞一言。”鴻䝉曰：“意，心養。",
          "zhushu": "夫心以用傷，則養心者其唯不用心乎。"
        },
        {
          "paragraph": "汝徒處無爲，而物自化。墮爾形體，吐爾聦明，倫與物㤀；",
          "zhushu": "理與物皆不以存懷，而闇付自然，則無爲而自化矣。○墮音許規反。"
        },
        {
          "paragraph": "大同乎涬溟，",
          "zhushu": "與物無際。○涬，戸項反，又音幸。溟，亡頃反，司馬云：涬溟，自然氣也。"
        },
        {
          "paragraph": "解心釋神，莫然無魂。",
          "zhushu": "坐亡任獨。"
        },
        {
          "paragraph": "萬物云云，各復其根，各復其根而不知；",
          "zhushu": "不知而復，乃眞復也。"
        },
        {
          "paragraph": "渾渾沌沌，終身不離；",
          "zhushu": "渾沌無知，而任其自復，乃能終身不離其本也。○渾，戸本反。沌，徒本反。離，力智反，下及注皆同。"
        },
        {
          "paragraph": "若彼知之，乃是離之。",
          "zhushu": "知而復知，與復𠂯矣。"
        },
        {
          "paragraph": "無問其名，無闚其情，物故自生。”",
          "zhushu": "闚問則失其自生也。"
        },
        {
          "paragraph": "雲將曰：“天降朕以德，示朕以黙，躬身求之，乃今也得。”",
          "zhushu": "知而不黙，常自失也。"
        },
        {
          "paragraph": "再拜稽首，起辭而行。世俗之人，皆喜人之同乎己，而惡人之異於已也。同於已而欲之，異於已而不欲者，以出乎衆爲心也。",
          "zhushu": "心欲出羣，爲衆携也。○惡，烏路反。"
        },
        {
          "paragraph": "夫以出乎衆爲心者，曷常出乎衆哉？",
          "zhushu": "衆皆以出爲心，故所以爲衆人也。若我亦欲出乎衆，則與衆無異，而不能相出矣。夫衆皆以相出爲心，而我獨無往而不同，乃大殊於衆而爲衆主也。"
        },
        {
          "paragraph": "因衆以寧所聞，不如衆技衆矣。",
          "zhushu": "吾一人之所聞，不如衆技多，故因衆則寧也。若不因衆，則衆之千萬皆我敵也。○因衆以寧所聞，因衆人之所聞見，委而任之，則自寧安。不如衆技音其綺反。衆以若役我之知逹衆人，衆人之技多於我矣，安得而不自困哉？"
        },
        {
          "paragraph": "而欲爲人之國者，此攬乎三王之利而不見其患者也。",
          "zhushu": "夫欲爲人之國者，不因衆之自爲，而以巳爲之者，此爲徒求三王主物之利，而不見巳爲之患也。然則三王之所以利，豈爲之哉？因天下之自爲而任耳。攬，音覽，本亦作覽。"
        },
        {
          "paragraph": "此以人之國僥倖也，幾何僥倖而不䘮人之國乎！無萬分之一而䘮人之國也，一不成而萬有餘䘮矣。",
          "zhushu": "與天下相因而成者也。今以一巳而專制天下，則天下塞矣，巳豈通哉？故一身旣不成，而萬方有餘䘮矣。○僥，古堯反，徐古了反，字或作徼。倖音幸，一云僥倖，求利不止之貌。幾，居豈反，郭巨幾反。䘮，息浪反，下及注同。分，如字，又扶問反。"
        },
        {
          "paragraph": "悲夫，有土者之不知也。夫有土者，有大物也。有大物者，不可以物；物",
          "zhushu": "不能用物而爲物用，即是物耳，豈能物物哉？不能物物，則不足以有大物矣。"
        },
        {
          "paragraph": "而不物，故能物物。",
          "zhushu": "夫用物者，不爲物用也。不爲物用，斯不物矣。不物，故物天下之物，使各自得也。"
        },
        {
          "paragraph": "明乎物物者之非物也，豈獨治天下百姓而已哉！出入六合，遊乎九州，",
          "zhushu": "用天下之自爲，故馳萬物而不窮。"
        },
        {
          "paragraph": "獨往獨來，是謂獨有。",
          "zhushu": "人皆自異而巳獨羣遊，斯乃獨往獨來者也。獨有斯獨，可謂獨有矣。"
        },
        {
          "paragraph": "獨有之人，是之謂至貴。",
          "zhushu": "夫與衆玄同，非求貴於衆，而衆人不能不貴，斯至貴也。若乃信其偏見，而以獨異爲心，則雖同於一致，故是俗中之一物耳，非獨有者也。未能獨有，而欲饕竊軒冕，冐取非分，衆豈歸之也哉？故非至貴也。○饕，吐刀反。冐，亡報反，又亡北反。"
        },
        {
          "paragraph": "大人之教，若形之於影，聲之於嚮。",
          "zhushu": "百姓之心，形聲也；大人之教，影嚮也。大人之於天下何心哉？猶影嚮之隨形聲耳。嚮，許丈反，本又作響，注及下同。"
        },
        {
          "paragraph": "有問而應之，盡其所懷，",
          "zhushu": "使物之所懷，各得自盡也。"
        },
        {
          "paragraph": "爲天下配。",
          "zhushu": "問者爲主，應故爲配。"
        },
        {
          "paragraph": "處乎無嚮，",
          "zhushu": "寂以待物，"
        },
        {
          "paragraph": "行乎無方。",
          "zhushu": "隨物轉化。"
        },
        {
          "paragraph": "挈汝適復之撓撓，",
          "zhushu": "撓撓，自動也。提挈萬物，使復歸自動之性，即無爲之至也。○挈，苦結反，廣雅云：持也。撓，而小反。"
        },
        {
          "paragraph": "以遊無端；",
          "zhushu": "與化倶。故無端。"
        },
        {
          "paragraph": "出入無旁，",
          "zhushu": "玄同無表。"
        },
        {
          "paragraph": "與日無始；",
          "zhushu": "與日新俱，故無始也。"
        },
        {
          "paragraph": "頌論形軀，合乎大同，",
          "zhushu": "其形容與天地無異。"
        },
        {
          "paragraph": "大同而無己。",
          "zhushu": "有巳則不能大同也。"
        },
        {
          "paragraph": "無己，惡乎得有有！",
          "zhushu": "天下之難無者巳也。巳旣無矣，則羣有不足復有之。○惡音烏。復，扶又反。"
        },
        {
          "paragraph": "覩有者，昔之君子；",
          "zhushu": "能美其名者耳。"
        },
        {
          "paragraph": "覩無者，天地之友。",
          "zhushu": "覩無則任其獨生也。"
        },
        {
          "paragraph": "賤而不可不任者，物也；卑而不可不因者，民也；",
          "zhushu": "因其性而任之則治，反其性而凌之則亂。夫民物之所以卑而賤者，不能因任故也。是以任賤者貴，因卑者尊，此必然之符也。○治，直吏反。"
        },
        {
          "paragraph": "匿而不可不爲者，事也；",
          "zhushu": "夫事藏於彼，故匿也。彼各自爲，故不可不爲，但當因任耳。○匿，女力反。"
        },
        {
          "paragraph": "麤而不可不陳者，法也；",
          "zhushu": "法者，妙事之迹也，安可以迹麄而不陳妙事哉。"
        },
        {
          "paragraph": "逺而不可不居者，義也；",
          "zhushu": "當乃居之，所以爲逺。"
        },
        {
          "paragraph": "親而不可不廣者，仁也；",
          "zhushu": "親則苦偏，故廣乃仁耳。"
        },
        {
          "paragraph": "節而不可不積者，禮也；",
          "zhushu": "夫禮節者，患於係一，故物物體之，則積而周矣。"
        },
        {
          "paragraph": "中而不可不高者，德也；",
          "zhushu": "事之下者，雖中非德○中而不可不高者，德也。中者，順也，順其性而高也。"
        },
        {
          "paragraph": "一而不可不易者，道也；",
          "zhushu": "事之難者，雖一非道，况不一哉？○易，以䜴反，下注同。"
        },
        {
          "paragraph": "神而不可不爲者，天也。",
          "zhushu": "執意不爲，雖神非天，况不神哉。"
        },
        {
          "paragraph": "故聖人觀於天而不助，",
          "zhushu": "順自爲而巳。"
        },
        {
          "paragraph": "成於德而不累，",
          "zhushu": "自然與高會也。"
        },
        {
          "paragraph": "出於道而不謀，",
          "zhushu": "不謀而一，所以爲易。"
        },
        {
          "paragraph": "會於仁而不恃，",
          "zhushu": "恃則不廣，"
        },
        {
          "paragraph": "薄於義而不積，",
          "zhushu": "率性居逺，非積也。"
        },
        {
          "paragraph": "應於禮而不諱，",
          "zhushu": "自然應禮，非由忌諱。"
        },
        {
          "paragraph": "接於事而不辭，",
          "zhushu": "事以理接，能否自任。應動而動，無所辭讓。○應，憶升反。"
        },
        {
          "paragraph": "齊於法而不亂，",
          "zhushu": "御粗以妙，故不亂也。"
        },
        {
          "paragraph": "恃於民而不輕，",
          "zhushu": "恃其自爲耳，不輕用也。○。"
        },
        {
          "paragraph": "因於物而不去。",
          "zhushu": "因而就任之，不去其本也。"
        },
        {
          "paragraph": "物者莫足爲也，而不可不爲。",
          "zhushu": "夫爲者，豈以足爲故爲哉？自體此爲，故不可得而止也。○物者莫足爲也，分外也，而不可不爲分內也。"
        },
        {
          "paragraph": "不明於天者，不純於德；",
          "zhushu": "不明自然則有爲，有爲而德不純也。"
        },
        {
          "paragraph": "不通於道者，無自而可；",
          "zhushu": "不能虚巳以待物，則事事失會。"
        },
        {
          "paragraph": "不明於道者，悲夫！何謂道？有天道，有人道。無爲而尊者，天道也；",
          "zhushu": "在上而任萬物之自爲也。"
        },
        {
          "paragraph": "有爲而累者，人道也。",
          "zhushu": "以有爲爲累者，不能率其自德也。"
        },
        {
          "paragraph": "主者，天道也；",
          "zhushu": "同乎天之任物，則自然居物上。"
        },
        {
          "paragraph": "臣者，人道也。",
          "zhushu": "各當所任。"
        },
        {
          "paragraph": "天道之與人道也，相去逺矣，",
          "zhushu": "君任無爲而委百官，百官有所司而君不與焉。二者俱以不爲而自得，則君道逸，臣道勞，勞逸之際，不可同日而論之也。○與焉，音預。"
        },
        {
          "paragraph": "不可不察也。",
          "zhushu": "不察則君臣之位亂矣。"
        }
      ]
    },
    {
      "name": "莊子外篇天地第十二",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以事名篇。"
        },
        {
          "paragraph": "天地雖大，其化均也。",
          "zhushu": "均於不爲而自化也。○天地，釋名云：天，顯也，高顯在上也。又坦也，坦然高逺也。地，底也，其體低下，載萬物也。體統云：天地者，元氣之所生，萬物之祖也。易說云：元氣𥘉分，清輕上爲天，濁重下爲地。"
        },
        {
          "paragraph": "萬物雖多，其治一也。",
          "zhushu": "一以自得爲治。○治，直吏反，註同。下官治并註亦同。"
        },
        {
          "paragraph": "人卒雖衆，其主君也。",
          "zhushu": "天下異心，無心者主也。○卒，尊忽反。"
        },
        {
          "paragraph": "君原於德而成於天，",
          "zhushu": "以德爲原，無物不得。得者自得，故得而不謝，所以成天。○原，原本也。"
        },
        {
          "paragraph": "故曰：玄古之君天下，無爲也，天德而已矣。",
          "zhushu": "任自然之運動。"
        },
        {
          "paragraph": "以道觀言，而天下之君正，",
          "zhushu": "無爲者，自然爲君，非邪也。○邪，似嗟反，本又作爲。"
        },
        {
          "paragraph": "以道觀分，而君臣之義明，",
          "zhushu": "各當其分，則無爲位上，有爲位下也。"
        },
        {
          "paragraph": "以道觀能，而天下之官治，",
          "zhushu": "官各當其所能，則治矣。"
        },
        {
          "paragraph": "以道汎觀，而萬物之應備。",
          "zhushu": "無爲也，則天下各以其無爲應之。"
        },
        {
          "paragraph": "故通於天地者，德也；",
          "zhushu": "萬物莫不皆得，則天地通。"
        },
        {
          "paragraph": "行於萬物者，道也；",
          "zhushu": "道不塞其所由，則萬物自得其行矣。"
        },
        {
          "paragraph": "上治人者，事也；",
          "zhushu": "使人人自得其事。"
        },
        {
          "paragraph": "能有所藝者，技也。",
          "zhushu": "技者，萬物之末用也。○技，其綺反，註下同。"
        },
        {
          "paragraph": "技兼於事，事兼於義，義兼於德，德兼於道，道兼於天。",
          "zhushu": "夫本末之相兼，猶手臂之相包，故一身和則百節皆適，天道順則本末俱暢。"
        },
        {
          "paragraph": "故曰：古之畜天下者，無欲而天下足，無爲而萬物化，淵靜而百姓定。記曰：通於一而萬事畢，無心得而鬼神服。",
          "zhushu": "一無爲而羣理都舉。記書名也，云老子所作。"
        },
        {
          "paragraph": "夫子曰：夫道，覆載萬物者也。洋洋乎大哉，君子不可以不刳心焉。",
          "zhushu": "有心則累其自然，故當刳而去之。○夫子，司馬云：莊子也。一云老子也。此兩夫子曰，元嘉本皆爲別章，崔本亦爾。覆，芳冨反。洋洋，音羊，又音詳。刳，口吳反，又口侯反。崔本作軒，云：寛恱之貌。去，起吕反。"
        },
        {
          "paragraph": "無爲爲之之謂天，",
          "zhushu": "不爲此爲，而此爲自爲，乃天道。"
        },
        {
          "paragraph": "無爲言之之謂德。",
          "zhushu": "不爲此言，而此言自言，乃眞德。"
        },
        {
          "paragraph": "愛人利物之謂仁，",
          "zhushu": "此任其性命之情也。"
        },
        {
          "paragraph": "不同同之之謂大，",
          "zhushu": "萬物萬形，各止其分，不引彼以同我，乃成大耳。"
        },
        {
          "paragraph": "行不崖異之謂寛，",
          "zhushu": "玄同彼我，則萬物自容，故有餘。"
        },
        {
          "paragraph": "有萬不同之謂冨。",
          "zhushu": "我無不同故，能獨有斯萬。"
        },
        {
          "paragraph": "故執德之謂紀，",
          "zhushu": "德者，人之綱要。"
        },
        {
          "paragraph": "德成之謂立，",
          "zhushu": "非德而成者，不可謂立。"
        },
        {
          "paragraph": "循於道之謂備，",
          "zhushu": "夫道非偏物也。○循音旬，或作脩。"
        },
        {
          "paragraph": "不以物挫志之謂完。",
          "zhushu": "內自得也。挫，竹卧反。"
        },
        {
          "paragraph": "君子明於此十者，則韜乎其事心之大也，",
          "zhushu": "心大，故事無不容也。○韜，吐刀反，廣雅云：載也。"
        },
        {
          "paragraph": "沛乎其爲萬物逝也。",
          "zhushu": "德澤滂沛，任萬物之自往也。○沛，普貝反，字林云：流也。逝，崔本逝作啓，云：開也。滂，普旁反。"
        },
        {
          "paragraph": "若然者，藏金於山，藏珠於淵，",
          "zhushu": "不貴難得之物。"
        },
        {
          "paragraph": "不利貨財，",
          "zhushu": "乃能忘我，况貨財乎。"
        },
        {
          "paragraph": "不近貴富，",
          "zhushu": "自來寄耳，心常去之遠也。○近，附近之近。"
        },
        {
          "paragraph": "不樂壽，不哀夭，",
          "zhushu": "所謂縣解。○樂，音洛。縣解，上音玄，下音蟹。"
        },
        {
          "paragraph": "不榮通，不醜窮，",
          "zhushu": "忘壽夭於胸中，况窮通之間哉。"
        },
        {
          "paragraph": "不拘一世之利以爲己私分，",
          "zhushu": "皆委之萬物也。"
        },
        {
          "paragraph": "不以王天下爲己處顯。",
          "zhushu": "忽然不覺榮之在身。○王，于况反，下王德並同。"
        },
        {
          "paragraph": "顯則明，",
          "zhushu": "不顯則黙而巳。"
        },
        {
          "paragraph": "萬物一府，死生同狀。",
          "zhushu": "蛻然，無所在也。蛻，始銳反，又音帨。"
        },
        {
          "paragraph": "夫子曰：夫道，淵乎其居也，漻乎其淸也，金石不得無以鳴。",
          "zhushu": "聲由寂彰。漻，李良由反，徐力蕭反，廣雅下巧反，云：清貌。"
        },
        {
          "paragraph": "故金石有聲，不考不鳴。",
          "zhushu": "因以喻體，道者，物感而後應也。"
        },
        {
          "paragraph": "萬物孰能定之？",
          "zhushu": "應感無方。"
        },
        {
          "paragraph": "夫王德之人，素逝而恥通於事，",
          "zhushu": "任素而往耳，非好通於事也。好，呼報反。"
        },
        {
          "paragraph": "立之本原而知通於神，",
          "zhushu": "本立而知不逆。知，音智，註同。"
        },
        {
          "paragraph": "故其德廣，",
          "zhushu": "任素通神，而後彌廣。"
        },
        {
          "paragraph": "其心之出，有物採之。",
          "zhushu": "物採之而後出耳，非先物而唱也。"
        },
        {
          "paragraph": "故形非道不生，生非德不明。存形窮生，立德明道，非王德者邪？蕩蕩乎，忽然出，勃然動，而萬物從之乎？此謂王德之人。",
          "zhushu": "忽勃，皆無心而應之貌。動出無心，故萬物從之，斯蕩蕩矣。故能存形窮生，立德明道，而成王德也。"
        },
        {
          "paragraph": "視乎冥冥，聽乎無聲。冥冥之中，獨見曉焉；無聲之中，獨聞和焉。",
          "zhushu": "若夫視聽而不寄之於寂，則有闇昧而不和也。"
        },
        {
          "paragraph": "故深之又深，而能物焉，",
          "zhushu": "窮其原而後能物物。"
        },
        {
          "paragraph": "神之又神，而能精焉。",
          "zhushu": "極至順而後能盡妙。"
        },
        {
          "paragraph": "故其與萬物接也，至無而供其求，",
          "zhushu": "我確斯而都任彼，則彼求自供。○供音恭，本亦作恭。確，古學反。斯音賜，又如字。"
        },
        {
          "paragraph": "時騁而要其宿，大小，長短，脩遠。",
          "zhushu": "皆恣而任之，會其所極而已。"
        },
        {
          "paragraph": "黃帝遊乎赤水之北，登乎崐崘之丘而南望。還歸，遺其玄珠。",
          "zhushu": "此寄明得眞之所由。○赤水，李云：水在崐崘山下。還，音旋。玄珠，司馬云：道眞也。"
        },
        {
          "paragraph": "使知索之而不得，",
          "zhushu": "言用知不足以得眞。○知，音智，註及下音同。索，所白反，下同。"
        },
        {
          "paragraph": "使離朱索之而不得，使喫詬索之而不得也。",
          "zhushu": "聦明喫詬，失眞愈逺。○喫，口懈反。詬，口豆反。司馬云：喫詬，多力也。"
        },
        {
          "paragraph": "乃使象罔，象罔得之。黃帝曰：異哉！象罔乃可以得之乎？",
          "zhushu": "明得眞者。非用心也。象罔然即眞也。"
        },
        {
          "paragraph": "堯之師曰許由，許由之師曰齧缺，齧缺之師曰王倪，王倪之師曰被衣。堯問於許由曰：齧缺可以配天乎？",
          "zhushu": "謂爲天子。○倪，徐五𠔃反。被音披。"
        },
        {
          "paragraph": "吾藉王倪以要之。",
          "zhushu": "欲因其師，以要而使之。○要，一遥反，注同。"
        },
        {
          "paragraph": "許由曰：殆哉，圾乎天下。",
          "zhushu": "圾，危也。○圾，本又作岌，五急反，又五合反，郭、李云：危也。"
        },
        {
          "paragraph": "齧缺之爲人也，聦明叡知，給數以敏，其性過人，",
          "zhushu": "聦敏過人，則使人跂之，屢傷於人也。○數音朔。"
        },
        {
          "paragraph": "而又乃以人受天。",
          "zhushu": "用知以求復其自然。"
        },
        {
          "paragraph": "彼審乎禁過，而不知過之所由生。",
          "zhushu": "夫過生於聦知，而又後知以禁之，其過彌甚矣。故曰無過在去知，不在於強禁。○去，起吕反。強，其文反。"
        },
        {
          "paragraph": "與之配天乎？彼且乘人而無天，",
          "zhushu": "若與之天下，彼且遂使後世任知而失眞。"
        },
        {
          "paragraph": "方且本身而異形，",
          "zhushu": "夫以萬物爲本，則羣變可一，而異形可同。斯迹也，將遂使後世由已以制物，則萬物乖矣。○且如字。凡言方且者，言方將有所爲也。"
        },
        {
          "paragraph": "方且尊知而火馳，",
          "zhushu": "賢者當位於前，則知見尊於後，奔競而火馳也。"
        },
        {
          "paragraph": "方且爲緒使，",
          "zhushu": "將興後世，事役之端。"
        },
        {
          "paragraph": "方且爲物絯，",
          "zhushu": "將遂使後世拘牽而制物。○絯，徐戸隔反，廣雅公才反，云束也。與郭義同，今用廣雅音。"
        },
        {
          "paragraph": "方且四顧而物應，",
          "zhushu": "將遂使後世指麾以動物，令應工務。○令，力呈反。"
        },
        {
          "paragraph": "方且應衆宜，",
          "zhushu": "將遂使後世不能忘善，而利仁以應冝也。"
        },
        {
          "paragraph": "方且與物化，",
          "zhushu": "將遂使後世與物相逐，而不能自得於內。"
        },
        {
          "paragraph": "而未始有恒。",
          "zhushu": "此皆盡當時之宜也。然今日受其德，而明日承其弊矣，故曰未始有恒。"
        },
        {
          "paragraph": "夫何足以配天乎？雖然，有族有祖，",
          "zhushu": "其事𩔖可得而祖效。"
        },
        {
          "paragraph": "可以爲衆父，而不可以爲衆父父。",
          "zhushu": "衆父父者，所以迹也。"
        },
        {
          "paragraph": "治，亂之率也，",
          "zhushu": "言非但治主，乃爲亂率。○治，直吏反，注同。率，色𩔖反，注同，又色律反。"
        },
        {
          "paragraph": "北面之禍也，",
          "zhushu": "夫桀紂非能殺賢臣，乃頼聖知之迹以禍之。"
        },
        {
          "paragraph": "南面之賊也。",
          "zhushu": "田恒非能殺君，乃資仁義以賊之。○殺音試，本又作弑，音同。"
        },
        {
          "paragraph": "堯觀乎華，華封人曰：嘻！聖人！請祝聖人。使聖人壽。堯曰：辭。使聖人富。堯曰：辭。使聖人多男子。堯曰：辭。封人曰：壽富多男子，人之所欲也，女獨不欲，何邪？堯曰：多男子則多懼，富則多事，壽則多辱。是三者，非所以養德也，故辭。封人曰：始也我以女爲聖人邪，今然君子也。天生萬民，必授之職。多男子而授之職，則何懼之有？",
          "zhushu": "物皆得所而志定也。○華，胡化反，又胡花反，司馬云：地名也。封人，司馬云：守封疆人也。嘻，音熈。祝，之又反，又州六反。女音汝，後同。"
        },
        {
          "paragraph": "富而使人分之，則何事之有？",
          "zhushu": "寄之天下，故無事也。"
        },
        {
          "paragraph": "夫聖人鶉居",
          "zhushu": "無意而其安也。○鶉音淳居。鶉居，謂無常處也。又云：如鶉之居，猶言野處。"
        },
        {
          "paragraph": "而鷇食，",
          "zhushu": "仰物而足。○鷇，口豆反，食，爾雅云：主哺鷇。鷇食者，言仰物而足也。"
        },
        {
          "paragraph": "鳥行而無彰。",
          "zhushu": "率性而動，非常迹也。"
        },
        {
          "paragraph": "天下有道，則與物皆昌，",
          "zhushu": "猖狂𡚶行而自　大方也。"
        },
        {
          "paragraph": "天下無道，則脩德就間。",
          "zhushu": "雖湯武之事，苟順天應人，未爲不間也。故無爲而無不爲者，非不間也。○間音閑，注同。"
        },
        {
          "paragraph": "千歲厭世，去而上僊，",
          "zhushu": "夫至人極壽命之長，任窮理之變，其生也天行，其死也物化，故云厭世而上僊也。僊音仙。"
        },
        {
          "paragraph": "乗彼白雲，至于帝鄕。",
          "zhushu": "氣之散，無不之，"
        },
        {
          "paragraph": "三患莫至，身常無殃，則何辱之有？封人去之，堯隨之曰：請問。封人曰：退已。堯治天下，伯成子高立爲諸侯。堯授舜，舜授禹，伯成子高辭爲諸侯而耕。禹往見之，則耕在野。禹趨就下風，立而問焉，曰：昔堯治天下，吾子立爲諸侯。堯授舜，舜授予，而吾子辭爲諸侯而耕。敢問其故何也？子高曰：昔堯治天下，不賞而民勸，不罰而民畏。今子賞罰而民且不仁，德自此衰，刑自此立，後世之亂自此始矣。夫子闔行邪？無落吾事。俋俋乎耕而不顧。",
          "zhushu": "夫禹時三聖相承，治成德備，功美漸去，故史籍無所載。仲尼不能間，是以雖有天下而不與焉，斯乃有而無之也。故考其時，而禹爲最優，計其人，則雖三聖，故一堯耳。時無聖人，故天下之心俄然歸啓。夫至公而居當者，付天下於百姓，取與之非巳，故失之不求，得之不辭，忽然而往，侗然而來，是以受非毀於廉節之士，而名列於三王，未足怪也。莊子因斯以明堯之弊，弊起於堯而釁成於禹，况後世之無聖乎？寄逺迹於子高，便棄而不治，將以絶聖而反一，遺知而寧極耳，其實則未聞也。夫莊子之言，不可以一𡍼詰。或以黃帝之迹，秃堯舜之脛，豈獨貴堯而賤禹哉？故當遺其所寄，而錄其絶聖棄知之意焉。○伯成子高通變經云：老子從此天地𨳩闢以來，吾身一壬三百變，後世得道。伯成子高是也。闔，本亦作盍，胡臘反。落，猶發也。俋俋，徐於執反，徐直立反，李云：耕貌。一云耕人行貌，又音秩，又於十反，字林云：勇壯貌。治，直吏反。間，間厠之間。與音預，同，音洞，又音同。"
        },
        {
          "paragraph": "泰初有無，無有無名，",
          "zhushu": "無有，故無所名。○泰初易說云：氣之始也。"
        },
        {
          "paragraph": "一之所起，有一而未形。",
          "zhushu": "一者有之𥘉，至妙者也。至妙故未有物理之形耳。夫一之所起，起於至一，非起於無也。然莊子之所以屢稱無於𥘉者，何哉？𥘉者，未生而得生，得生之難，而猶上不資於無，下不待於知，突然而自得此生矣。又何營生於巳生，以失其自生哉。"
        },
        {
          "paragraph": "物得以生，謂之德。",
          "zhushu": "夫無不能生物，而云物得以生，乃所以明物生之自得。任其自得，斯可謂德也。"
        },
        {
          "paragraph": "未形者有分，且然無間，謂之命。留動而生物，物成生理，謂之形。形體保神，各有儀則，謂之性。",
          "zhushu": "夫德形性命，因變立名，其於自爾一也。○分，符問反。間如字，留或作流。"
        },
        {
          "paragraph": "性脩反德，德至同於初。",
          "zhushu": "恒以不爲而自得之。"
        },
        {
          "paragraph": "同乃虚，虚乃大，",
          "zhushu": "不同於初而中道有爲，則其懷中，故爲有物也，有物而容養之德小矣。"
        },
        {
          "paragraph": "合喙鳴，",
          "zhushu": "無心於言而自言者，合於喙鳴。○喙，丁豆反，又充芮、喜穢二反。"
        },
        {
          "paragraph": "喙鳴合，與天地爲合。",
          "zhushu": "天地亦無心而自動。"
        },
        {
          "paragraph": "其合緡緡，若愚若昬，",
          "zhushu": "坐忘而自合耳，非照察以合之。○緡，咸巾反。"
        },
        {
          "paragraph": "是謂玄德，同乎大順。",
          "zhushu": "德玄而所順者大矣。"
        },
        {
          "paragraph": "夫子問于老聃曰：有人治道若相放，可不可，然不然。",
          "zhushu": "若相放效強，以不可爲可，不然爲然，斯矯其性情也。○夫子，仲尼也。相放，甫狂反，注同，本亦作方，如字，又甫往反。強，其兩反。"
        },
        {
          "paragraph": "辯者有言曰：離堅白若縣㝢。",
          "zhushu": "言其高顯易見。○縣音玄。㝢音字，司馬云：辯明白，若縣室在人前也。易，以䜴反。"
        },
        {
          "paragraph": "若是則可謂聖人乎？老聃曰：是胥易技係。勞形怵心者也。執留之狗成思，猨狙之便自山林來。",
          "zhushu": "言此皆失其常然也。○技，其綺反。執留，如字，本又作留，音同。一本作狸，亦如字。司馬云：狸，竹䑕也。一云：執留之狗，謂有能，故被留係，成愁思也。猨音𡊮。狙，七徐反。便，婢靣反，徐扶靣反。司馬云：言便捷見捕。"
        },
        {
          "paragraph": "丘，予告若而所不能聞，與而所不能言。凡有首有趾、無心無耳者衆，",
          "zhushu": "首趾，猶始終也。無心無耳，言其自化。"
        },
        {
          "paragraph": "有形者與無形無狀而皆存者盡無。",
          "zhushu": "言有形者善變，不能與無形無狀者並存也。故善治道者，不以故自持也，將順日新之化而巳。"
        },
        {
          "paragraph": "其動止也，其死生也，其廢起也，此又非其所以也。",
          "zhushu": "此言動止死生，盛衰廢興，未始有恒，皆自然而然，非其所用而然，故放之而自得也。"
        },
        {
          "paragraph": "有治在人，",
          "zhushu": "不在乎主自用。"
        },
        {
          "paragraph": "忘乎物，忘乎天，其名爲忘巳。",
          "zhushu": "天物皆忘，非獨忘巳，復何所有哉？○復，扶又反。"
        },
        {
          "paragraph": "忘已之人，是之謂入於天。",
          "zhushu": "人之所不能忘者巳也。巳猶忘之，又奚識哉。斯乃不識不知而冥於自然。"
        },
        {
          "paragraph": "將閭葂見季徹曰：魯君謂葂也曰：請受教。辭不獲命，旣已告矣，未知中否，請嘗薦之。吾謂魯君曰：必服恭儉，抜出公忠之屬，而無阿私，民孰敢不輯？季徹局局然笑曰：若夫子之言，於帝王之德，猶螳蜋之怒臂以當車軼，則必不勝任矣。",
          "zhushu": "必服恭儉，非忘儉而儉也。抜出公忠，非忘忠而忠也。故雖無阿私，而不足以勝矯詐之任也。○將，一本作蔣閭，萬於反。葂，字亦作莬，音免，又音晚，郭音同。蔣閭莬，人姓名也。一云姓蔣閭名葂，或云姓蔣名閭葂也。季徹，人姓名也，蓋季氏之族，魯君或云定公。中，丁仲反。輯音集，爾雅曰：和也，又側立反，郭思魚反。局局，其玉反，一云大𥬇之貌。螳蜋音堂。郎軼。音轍。勝，音升，注同。"
        },
        {
          "paragraph": "且若是，則其自爲處危，其觀臺",
          "zhushu": "此皆自處高顯，若臺觀之可覩也。○處，其據反，本又作處。觀，古亂反，注同。"
        },
        {
          "paragraph": "多物，將往",
          "zhushu": "將使物不止於本性之分，而矯跂自多以附之，"
        },
        {
          "paragraph": "投迹者衆。",
          "zhushu": "亢足投迹，不安其本歩也。"
        },
        {
          "paragraph": "蔣閭葂覤覤然驚曰：葂也，汒若於夫子之所言矣。雖然，願先生之言其風也。季徹曰：大聖之治天下也，搖蕩民心，使之成教易俗，舉滅其賊心，而皆進其獨志，若性之自爲，而民不知其所由然。",
          "zhushu": "夫志各有趣，不可相效也。故因其自揺而揺之，則雖揺而非爲也；因其自蕩而蕩之，則雖蕩而非動也。故其賊心自㓕，獨志自進，教成俗易，悶然無迹，履性自爲，而不知所由，皆云我自然矣。舉，皆也。○覤，許逆反，又生責反，或云驚懼之貌。汒，本或作芒，武剛反，郭武蕩反。悶音門。"
        },
        {
          "paragraph": "若然者，豈兄堯舜之教民，溟涬然弟之哉？",
          "zhushu": "溟涬，甚貴之謂也。不肯多謝堯舜，而推之爲兄也。○兄，元嘉本作足。溟，亡頂反。涬，戸頂反。"
        },
        {
          "paragraph": "欲同乎德而心居矣。",
          "zhushu": "居者，不逐於外也。心不居則德不同也。"
        },
        {
          "paragraph": "子貢南遊於楚，反於晉，過漢隂，見一丈人方將爲圃畦，鑿隧而入井，抱甕而出灌，搰搰然用力甚多而見功寡。子貢曰：有械於此，一日浸百畦，用力甚寡而見功多，夫子不欲乎？爲圃者卬而視之，曰：奈何？曰：鑿木爲機，後重前輕，挈水若抽，數如泆湯，其名爲橰。爲圃者忿然作色而笑曰：吾聞之吾師，有機械者必有機事，有機事者必有機心。機心存於胷中，則純白不備；純白不備，則神生不定。神生不定者，道之所不載也。吾非不知，羞而不爲也。",
          "zhushu": "夫用時之所用者，乃純備也。斯人欲脩純備而抱一守古，失其㫖也。○圃，布戸反，又音布，園也。李云：菜蔬曰圃。畦，戸圭反，李云：呼中曰畦。說文云：五十畒曰畦。隧，音遂，李云：道也。甕，鳥送反，字林作瓮。搰，苦骨反，徐、李苦滑反，郭忽滑反，用力貌。一音胡没反。械，戶戒反，字林作械，李云：器械也。浸，子鴆反，司馬云：灌也。卬，音抑，本又作仰。挈，口節反。抽，敕留反。李云：引也。司馬、崔本作流。數，所角反，徐所錄反。泆湯，音逸，本或作溢。李云：疾速如湯沸溢也。司馬本作佚蕩，亦言其往來數疾如佚蕩。佚蕩，唐佚也。橰，本又作橋，或作臯，同，音羔，徐居橋反。司馬、李云：桔橰也。吾師，謂老子也。"
        },
        {
          "paragraph": "子貢瞞然慙俯而不對。有間，爲圃者曰：子奚爲者邪？曰：孔丘之徒也。爲圃者曰：子非夫博學以擬聖，於于以蓋衆，獨弦哀歌以賣名聲於天下者乎？汝方將忘汝神氣，墮汝形骸，而庶幾乎？",
          "zhushu": "不忘不墮，則無庶幾之道。○瞞，武版反，又亡安反，字林云：目皆平貌。李天典反，慙貌，一音門，又亡于反。司馬本作撫，音武。崔本作撫。於于，並如字，本或作於吁，音同。司馬云：夸誕貌。一云：行仁恩之貌。蓋司馬本作善。墮，許規反。"
        },
        {
          "paragraph": "而身之不能治，而何暇治天下乎？子往矣，無乏吾事。子貢卑陬失色，頊頊然不自得，行三十里而後愈。其弟子曰：向之人何爲者邪？夫子何故見之變容失色，終日不自反邪？曰：始吾以爲天下一人耳，",
          "zhushu": "謂孔子也。○乏，廢也。陬，走侯反，徐側留反。李云：卑陬愧懼貌。一云：顔色不自得也。頊頊，本又作旭旭，許玉反，李云：自失貌。向，許亮反，本又作郷，音同。後倣此。"
        },
        {
          "paragraph": "不知復有夫人也。吾聞之夫子，事求可，功求成，用力少，見功多者，聖人之道。",
          "zhushu": "聖人之道，即用百姓之心耳。○復，扶又反。夫音符，下夫人同。"
        },
        {
          "paragraph": "今徒不然。執道者德全，德全者形全，形全者神全，神全者，聖人之道也。託生與民並行而不知其所之，汒乎淳備哉！功利機巧，必忘夫人之心。",
          "zhushu": "此乃聖王之道，非夫人也。子貢聞其假脩之說而服之，未知純白者之同乎世也。○汒，莫剛反，心或作道。"
        },
        {
          "paragraph": "若夫人者，非其志不之，非其心不爲。雖以天下譽之，得其所謂，謷然不顧；以天下非之，失其所謂，儻然不受。天下之非譽，無益損焉。是謂全德之人哉！我之謂風波之民，",
          "zhushu": "此宋榮子之徒，未足以爲全德，子貢之迷没於此人，即若列子之心醉於季咸也。○譽音餘，下同。謷，五羔反，司馬本作謷。儻，本亦作精，司馬本作㒉，同，勑蕩反，郭此更反。"
        },
        {
          "paragraph": "反於魯以吿孔子。孔子曰：彼假脩渾沌氏之術者也。",
          "zhushu": "以其背今向古，修爲世事，故知其非眞渾沌也。○渾，胡本反。沌，徒本反。背音佩。"
        },
        {
          "paragraph": "識其一不知其二，",
          "zhushu": "徒識修古抱灌之朴，而不知因時任物之易也。○易，以䜴反。"
        },
        {
          "paragraph": "治其內而不治其外。",
          "zhushu": "夫眞渾沌，都不治也，豈以外內爲異，而偏有所治哉。"
        },
        {
          "paragraph": "夫明白入素，無爲復朴，體性抱神，以遊世俗之間者，汝將固驚邪？",
          "zhushu": "此眞渾沌也。故與世同波而不自失，則雖遊於世俗，而泯然無迹，豈必使汝驚哉。"
        },
        {
          "paragraph": "且渾沌氏之術，予與汝何足以識之哉？",
          "zhushu": "在彼爲彼，在此爲此，渾沌玄同，孰識之哉？所識者常識其迹耳。"
        },
        {
          "paragraph": "諄芒將東之大壑，適遇苑風於東海之濱。苑風曰：子將奚之？曰：將之大壑。曰：奚爲焉？曰：夫大壑之爲物也，注焉而不滿，酌焉而不竭，吾將遊焉。苑風曰：夫子無意于橫目之民乎？願聞聖治。諄芒曰：聖治乎，官施而不失其冝，抜舉而不失其能，畢見其情事而行其所爲，",
          "zhushu": "皆因而任之。○諄，郭之倫反，又述倫反。芒，本或作汒，武剛反。李云：望之諄諄，察之芒芒，故曰諄芒。一云：姓名也。或云：霧氣也。壑，火各反。李云：大壑，東海也。苑風，本亦作宛，徐於阮反。李云：小貌，謂遊世俗也。一云：苑風，姓名。一云：扶搖大風也。濵音賓。酌，一本作取。橫目之民，李云：倮虫之屬。欲令其治之也。聞，本或依司馬云作問，下同。治，直吏反，下皆同。施，始支反，又始智反。司馬云：施政布教，各得其宜。"
        },
        {
          "paragraph": "行言自爲而天下化。",
          "zhushu": "使物爲之，則不化也。"
        },
        {
          "paragraph": "手撓顧指，四方之民莫不俱至，此之謂聖治。",
          "zhushu": "言其指麾顧眄，而民各至其性也，任其自爲故。○手撓，而小反，又而了反，司馬云：動也。一云：謂指麾四方也。顧指，如字。向云顧指者，言指麾顧盻而治也。或音頥，本亦作頥，以之反，謂舉頥指麾也。"
        },
        {
          "paragraph": "願聞德人。曰：德人者，居無思，行無慮，",
          "zhushu": "率自然耳。"
        },
        {
          "paragraph": "不藏是非美惡。",
          "zhushu": "無是非於胷中，而任之天下。○惡，烏路反。"
        },
        {
          "paragraph": "四海之內共利之之謂恱，共給之之爲安。",
          "zhushu": "無自私之懷也。"
        },
        {
          "paragraph": "怊乎若嬰兒之失其母也，儻乎若行而失其道也。財用有餘而不知其所自來，飮食取足而不知其所從，此謂德人之容。",
          "zhushu": "德者，神人迹也，故曰容。○怊音超，字林云：悵也。徐尺遥反，郭音條。儻，敕黨反，司馬本作𢴤。容，牟凶反，或云。依注當作客。"
        },
        {
          "paragraph": "願聞神人。",
          "zhushu": "願聞所以迹也。"
        },
        {
          "paragraph": "曰：上神乗光，與形㓕亡，",
          "zhushu": "乗光者，乃無光。"
        },
        {
          "paragraph": "此謂照曠。",
          "zhushu": "無我而任物，空虚無所攘者，非闇塞也。"
        },
        {
          "paragraph": "致命盡情，天地樂而萬事銷亡，",
          "zhushu": "情盡命至，天地樂矣。事不妨樂，斯無事矣。○樂音洛，注同。銷，徐音消。"
        },
        {
          "paragraph": "萬物復情，此之謂混冥。",
          "zhushu": "情復而混冥無迹也。○混，胡本反。"
        },
        {
          "paragraph": "門無鬼與赤張滿稽觀於武王之師，赤張滿稽曰：不及有虞氏乎？故離此患也。門無鬼曰：天下均治而有虞氏治之邪？其亂而後治之與？",
          "zhushu": "言二聖俱以亂故治之，則揖讓之與用師，直是時異耳，未有勝負於其間也。○門無鬼，司馬本作無畏，云門，姓；無畏，字也。滿，本或作蒲。稽，古奚反。李云：門，赤張氏也。無鬼，滿稽名也。治，直吏反，下及注均治並同。與音餘，本又作邪。"
        },
        {
          "paragraph": "赤張滿稽曰：天下均治之爲願，而何計以有虞氏爲？",
          "zhushu": "均治則願各足矣，復何爲計有虞氏之德而推以爲君哉？許無鬼之言是也。○復，扶又反，下章注同。"
        },
        {
          "paragraph": "有虞氏之藥瘍也，",
          "zhushu": "天下皆患創亂，故求虞氏之藥。○瘍，音羊，李云：頭創也。言創以喻亂，求虞氏薬治之。司馬云：疵瘍也。創，𥘉良反。"
        },
        {
          "paragraph": "秃而施髢，病而求醫。孝子操藥以脩慈父，其色燋然，聖人羞之。",
          "zhushu": "明治天下者，非以爲榮。○秃，吐木反。髢，大細反，司馬云：髲也。又吐帝反，郭音毛。李云：髦髮也。操，七刀反。燋，將遙反，又音撨。"
        },
        {
          "paragraph": "至德之世，不尙賢，",
          "zhushu": "賢當其位，非尚之也。"
        },
        {
          "paragraph": "不使能，",
          "zhushu": "能者自爲，非使之也。"
        },
        {
          "paragraph": "上如標枝，",
          "zhushu": "出物上而不自高也。○標，方小反，徐方遥方，又方妙反，言樹標之枝，無心在上也。"
        },
        {
          "paragraph": "民如野鹿。",
          "zhushu": "放而自得也。"
        },
        {
          "paragraph": "端正而不知以爲義，相愛而不知以爲仁，實而不知以爲忠，當而不知以爲信，",
          "zhushu": "率性自然，非由知也。"
        },
        {
          "paragraph": "蠢動而相使不以爲賜。",
          "zhushu": "用其自動，故動而不謝。○蠢，郭處允反，動也。"
        },
        {
          "paragraph": "是故行而無迹，",
          "zhushu": "王能任其自行，故無迹也。"
        },
        {
          "paragraph": "事而無傳。",
          "zhushu": "各止其分，故不傳敎於彼也。○傳，文專反。"
        },
        {
          "paragraph": "孝子不䛕其親，忠臣不諂其君。臣子之盛也。親之所言而然，所行而善，則世俗謂之不肖子；君之所言而然，所行而善，則世俗謂之不肖臣。而未知此其必然邪？",
          "zhushu": "此直違俗而從君親，故俗謂不肖耳，未知至當正在何許。○䛕，羊朱反，郭貽附反。諂，敕檢反。肖音𥬇。"
        },
        {
          "paragraph": "世俗之所謂然而然之，所謂善而善之，則不謂之道，䛕之人也。然則俗故嚴於親而尊於君邪？",
          "zhushu": "言俗不爲尊嚴於君親而從俗，俗不謂之諂，明尊嚴不足以服物，則服物者更在於從俗也。是以聖人未甞獨異於世，必與時消息，故在皇爲皇，在王爲王，豈有背俗而用我哉。○之道，音導，下同。背音佩。"
        },
        {
          "paragraph": "謂已道人則勃然作色，謂已䛕人，則怫然作色，",
          "zhushu": "世俗遂以多同爲正，故謂之道。䛕則作色不受。○勃，歩忽反，謂巳。䛕人，本多作衆人，下同。司馬云：衆人，凡人也。怫，符弗反，郭敷謂反。"
        },
        {
          "paragraph": "而終身道人也，終身䛕人也。",
          "zhushu": "亦不問道理，期於相善耳。"
        },
        {
          "paragraph": "合譬飾辭聚衆也，是終始本末不相坐，",
          "zhushu": "夫合譬飾辭，應受道䛕之罪，而世復以此得人，以此聚衆，亦爲從俗者，𢘆。不見罪坐也。○坐，才臥反，注同。"
        },
        {
          "paragraph": "垂衣裳，設采色，動容貌，以媚一世，而不自謂道䛕，與夫人之爲徒通是非而不自謂衆人，愚之至也。",
          "zhushu": "世皆至愚，乃更不可不從。○夫音符。"
        },
        {
          "paragraph": "知其愚者，非大愚也；知其惑者，非大惑也。大惑者，終身不解，大愚者終身不靈。",
          "zhushu": "夫聖人道同而帝王殊迹者，誠世俗之惑不可解，故隨而任之。○解音蟹，又佳買反。不靈，本又作無靈，司馬云：靈，曉也。"
        },
        {
          "paragraph": "三人行而一人惑，所適者猶可致也，惑者少也。二人惑則勞而不至，惑者勝也。而今也以天下惑，予雖有祈嚮，不可得也，不亦悲乎！",
          "zhushu": "天下都惑，雖我有求嚮至道之情，而終不可得，故堯舜、湯武隨時而巳。○祈嚮，許亮反，司馬云：祈，求也。"
        },
        {
          "paragraph": "大聲不入於里耳，",
          "zhushu": "非委巷之所尚也。○大聲，司馬云：謂咸池六英之樂也。"
        },
        {
          "paragraph": "折揚皇荂，則嗑然而𥬇。",
          "zhushu": "俗人得嘖曲，則同聲動𥬇也。○折，之列反。皇荂，况花反，又憮于反，本又作華，音花。司馬本作里華。嗑，許甲反。李云：折揚、皇華，皆古歌曲也。嗑，𥬇聲也。本又作嗌，烏邈反，司馬本作榼。嘖，苦責反，本又作嗑。"
        },
        {
          "paragraph": "是故高言不止於衆人之心，",
          "zhushu": "不以存懷。"
        },
        {
          "paragraph": "至言不出，俗言勝也。",
          "zhushu": "此天下所以未曾用聖而常自用也。"
        },
        {
          "paragraph": "以二𦈢鍾惑。而所適不得矣。",
          "zhushu": "各自信據，故不知所之。○以二缶鍾，𦈢應作垂，鍾應作踵。言垂脚空中，必不得有之適也。司馬本作二垂鍾，云：鍾，注意也。適，司馬云：至也。"
        },
        {
          "paragraph": "而今也以天下惑。予雖有祈嚮。其庸可得邪。知其不可得也而強之。又一惑也。故莫若釋之而不推。",
          "zhushu": "即而同之。○強，其丈反，下注同。"
        },
        {
          "paragraph": "不推誰其比憂",
          "zhushu": "趣令得當時之適，不強推之令解也，則相與無憂於一世矣。○比，毗至反，司馬本作鼻，云：始也。令，力呈反，下同。解，音蟹。"
        },
        {
          "paragraph": "厲之人夜半生其子。遽取火而視之。汲汲然唯恐其似巳也。",
          "zhushu": "厲，惡人也。言天下皆不願爲惡，及其爲惡，或迫於苛役，或迷而失性耳。然迷者自思復，而厲者自思善，故我無爲而天下自化。○厲音頼，又如字。遽，巨據反，本或作蘧，音同。汲音急。苛音何。"
        },
        {
          "paragraph": "百年之木，破爲犧樽。靑黃而文之。其斷在溝中。比犧樽於溝中之斷，則美惡有間矣。其於失性，一也。跖與曾、史，行義有間矣。然其失性，均也。且夫失性有五：一曰五色亂目，使目不明；二曰五聲亂耳，使耳不聦；三曰五臭薫鼻，困惾中顙；四曰五味濁口，使口厲爽；五曰趣舍滑心，使性飛揚。此五者，皆生之害也。而楊、墨乃始離跂自以爲得，非吾所謂得也。夫得者困，可以爲得乎？則鳩鴞之在於籠也，亦可以爲得矣。且夫趣舍聲色以柴其內，皮弁鷸冠搢笏紳脩以約其外，內支盈於柴柵，外重纆繳，睆睆然在纆繳之中而自以爲得，則是罪人交臂歷指，而虎豹在於囊檻，亦可以爲得矣。",
          "zhushu": "○犧音羲，又素河反。斷，徒亂反，下同，本或作故。困，如字，本或作悃，音同。惾，子公反，郭音俊，又素奏反，李云：困惾，猶刻賊不通也。中，丁仲反。顙，桑蕩反。濁，本又作噣，音同。滑，李音骨，本亦作噣。離，力智反。跂，丘䜴反。鷸，尹必反，徐音述，本又作，　音同，鳥名也，一名翠，似燕，紺色，出鬱林，取其羽毛以飾冠。笏，音忽。紳音申，帶也。柵，楚格反，郭音策。重，直龍反。纆，音墨。繳，音灼，郭古弔反。睆睆，環版反。李云：窮視貌。一云眠目貌。交臂歷指。司馬云：交臂反縛也。歷指猶歷樓貌。檻，戸覽反。"
        }
      ]
    },
    {
      "name": "莊子外篇天道第十三",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以義名篇。"
        },
        {
          "paragraph": "天道運而無所積，故萬物成；帝道運而無所積，故天下歸；聖道運而無所積，故海內服。",
          "zhushu": "此三者，皆恣物之性而無所牽滯也。○積謂滯積不通。"
        },
        {
          "paragraph": "明於天，通於聖，六通四辟於帝王之德者，其自爲也，昧然無不靜者矣。",
          "zhushu": "任其自爲，故雖六通四辟，而無傷於静也。○六通，謂六氣、隂、陽、風、雨、晦、明。四辟，毗赤反，謂四方開也。昧。音妹。"
        },
        {
          "paragraph": "聖人之靜也，非曰靜也，善，故靜也。",
          "zhushu": "善之乃静，則有時而動也。"
        },
        {
          "paragraph": "萬物無足以鐃心者，故靜也。",
          "zhushu": "斯乃自得也。○鐃，乃孝反，又女交反，一音而小反。"
        },
        {
          "paragraph": "水靜則明燭鬚眉，平中准，大匠取法焉。水靜猶明，而況精神？聖人之心靜乎？天地之鑒也，萬物之鏡也。",
          "zhushu": "夫有其具而任其自爲，故所照無不洞明。○中，丁仲反。大匠，或云天子也。"
        },
        {
          "paragraph": "夫虚靜、恬淡、寂漠、無爲者，天地之平而道德之至，",
          "zhushu": "凡不平不至者，生於有爲。○淡，徒暫反。"
        },
        {
          "paragraph": "故帝王聖人休焉。",
          "zhushu": "未甞動也。"
        },
        {
          "paragraph": "休則虚，虚則實，實者倫矣。",
          "zhushu": "倫，理也。"
        },
        {
          "paragraph": "虚則靜，靜則動，動則得矣。",
          "zhushu": "不失其所以動。"
        },
        {
          "paragraph": "靜則無爲，無爲也，則任事者責矣。",
          "zhushu": "夫無爲也，則羣才萬品，各任其事，而自當其責矣。故曰：巍巍乎，舜禹之有天下而不與焉。此之謂也。○巍，魚歸反。與音預。"
        },
        {
          "paragraph": "無爲則俞俞，俞俞者，憂患不能處，年壽長矣。",
          "zhushu": "俞俞然，從容自得之貌。○俞俞，羊朱反，廣雅云：喜也。又音喻。從，七容反。"
        },
        {
          "paragraph": "夫虚靜、恬淡、寂漠、無爲者，萬物之本也。",
          "zhushu": "尋其本皆在不爲中來。"
        },
        {
          "paragraph": "明此以南鄕，堯之爲君也；明此以北靣舜之爲臣也。以此處上，帝王天子之德也。以此處下，玄聖素王之道也。",
          "zhushu": "此皆無爲之至也。有其道，爲天下所歸，而無其爵者，所謂素王自貴也。○鄕，許亮反，本亦作嚮。王，于况反，注同。"
        },
        {
          "paragraph": "以此退居而間游江海山林之士服。以此進爲而撫世，則功大名顯而天下一也。",
          "zhushu": "此又其次也。故退則巢、許之流，進則伊、望之倫也。夫無爲之體大矣，天下何所不爲哉？故主上不爲冡宰之任，則伊、吕静而司尹矣；冡宰不爲百官之所執，則百官静而御事矣；百官不爲萬民之所務，則萬民静而安其業矣；萬民不易彼我之所能，則天下之彼我静而自得矣。故自天子以下至于庶人，下及昆蟲，孰能有爲而成哉？是故彌無爲而彌尊也。○間音閒。"
        },
        {
          "paragraph": "靜而聖，動而王，",
          "zhushu": "時行則行，時止則止。"
        },
        {
          "paragraph": "無爲也而尊",
          "zhushu": "，自然爲物所尊奉。"
        },
        {
          "paragraph": "撲素而天下莫能與之爭美。",
          "zhushu": "夫美配天者，唯撲素也。"
        },
        {
          "paragraph": "夫明白於天地之德者，此之謂大本大宗，與天和者也。",
          "zhushu": "天地以無爲爲德，故明其宗本，則與天地無逆也。"
        },
        {
          "paragraph": "所以均調天下，與人和者也。",
          "zhushu": "夫順天，所以應人也，故天和至而人和盡也。"
        },
        {
          "paragraph": "與人和者謂之人樂，與天和者謂之天樂。",
          "zhushu": "天樂適，則人樂足矣。○樂音洛，下同。"
        },
        {
          "paragraph": "莊子曰：吾師乎！吾師乎！𩐈萬物而不爲戾，",
          "zhushu": "變而相雜，故曰𩐎自𩐈耳，非吾師之暴戾。○𩐎，子兮反。戾，力計反，暴也。"
        },
        {
          "paragraph": "澤及萬世而不爲仁，",
          "zhushu": "仁者，兼愛之名耳，無愛故無所稱仁。"
        },
        {
          "paragraph": "長於上古而不爲壽，",
          "zhushu": "壽者，期之逺耳。無期，故無所稱壽。○長，丁丈反，直良反。"
        },
        {
          "paragraph": "覆載天地，刻彫衆形而不爲巧，",
          "zhushu": "巧者爲之妙耳，皆自耳，故無所稱巧。"
        },
        {
          "paragraph": "此之謂天樂。",
          "zhushu": "忘樂而樂足。○樂音洛，章內同。"
        },
        {
          "paragraph": "故曰：知天樂者，其生也天行，其死也物化，靜而與隂同德，動而與陽同波。故知天樂者，無天怨，無人非，無物累，無鬼責。故曰：其動也天，其靜也地，",
          "zhushu": "動静雖殊，無心一也。"
        },
        {
          "paragraph": "一心定而王天下。其鬼不祟，其魂不疲，",
          "zhushu": "常無心，故王天下而不疲病。○王，往况反，注及下王天同。祟，雖遂反，徐息𩔖反，李云：禍也。"
        },
        {
          "paragraph": "一心定而萬物服。言以虚靜推於天地，通於萬物，此之謂天樂。",
          "zhushu": "我心常静，則萬物之心通矣。通則服，不通則叛。"
        },
        {
          "paragraph": "天樂者，聖人之心以畜天下也。",
          "zhushu": "聖人之心，所以畜天下者奚爲哉？天樂而巳。○畜，許六反，注同。"
        },
        {
          "paragraph": "夫帝王之德，以天下爲宗，以道德爲主，以無爲爲常。無爲也，則用天下而有餘；",
          "zhushu": "有餘者，閑暇之謂也。"
        },
        {
          "paragraph": "有爲也，則爲天下用而不足。",
          "zhushu": "不足者，汲汲然欲爲物用也。欲爲物用，故可得而臣也。及其爲臣，亦有餘也。"
        },
        {
          "paragraph": "故古之人貴夫無爲也。上無爲也，下亦無爲也，是下與上同德。下與上同德則不臣，下有爲也，上亦有爲也，是上與下同道，上與下同道則不主。",
          "zhushu": "夫工人無爲於刻木，而有爲於用斧；主上無爲於親事，而有爲於用臣。臣能親事，主能用臣；斧能刻木，而工能用斧。各當其能，則天理自然，非有爲也。若乃主代臣事，則非主矣；臣秉主用，則非臣矣。故各司其任，則上下咸得，而無爲之理至矣。"
        },
        {
          "paragraph": "上必無爲而用天下，下必有爲爲天下用，此不易之道也。",
          "zhushu": "無爲之言，不可不察也。夫用天下者，亦有用之爲耳。然自得此爲，率性而動，故謂之無爲也。今之爲天下用者，亦自得耳。但居下者親事，故雖舜禹爲臣，猶稱有爲。故對上下，則君静而臣動，比古今，則堯舜無爲而湯武有事。然各用其性，而天機玄發，則古今上下無爲，誰有爲也？"
        },
        {
          "paragraph": "故古之王天下者，知雖落天地，不自慮也；辯雖彫萬物，不自說也；能雖窮海內，不自爲也。",
          "zhushu": "夫在上者，患於不能無爲，而代人臣之所司，使咎繇不得行其明斷，后稷不得施其播殖，則羣才失其任，而主上困於役矣。故冕旒垂目而付之天下，天下皆得其自爲，斯乃無爲而無不爲者也。故上下皆無爲矣。但上之無爲則用下，下之無爲則自用也。○知音智，下愚知同。說音恱。咎音羔。繇音遥。斷，丁亂反。"
        },
        {
          "paragraph": "天不産而萬物化，地不長而萬物育，",
          "zhushu": "所謂自爾。"
        },
        {
          "paragraph": "帝王無爲而天下功。",
          "zhushu": "功自彼成。"
        },
        {
          "paragraph": "故曰：莫神於天，莫富於地，莫大於帝王。故曰：帝王之德配天地，",
          "zhushu": "同乎天地之無爲也。"
        },
        {
          "paragraph": "乗天地，馳萬物，而用人，羣之道也。本在於上，末在於下，要在於主，詳在於臣。三軍五兵之運，德之末也；賞罰利害，五刑之辟，教之末也；禮法度數，刑名比詳，治之末也；鐘鼔之音，羽旄之容，樂之末也；哭泣衰經，隆殺之服，哀之末也。此五末者，須精神之運，心術之動，然後從之者也。",
          "zhushu": "夫精神心術者，五末之本也。任自然運動，則五事之末不振而自舉也。○本在於上，末在於下，李云：本，天道；末，人道也。辟，毗赤反。比，毗至反，下同。治，一音如字，云：比校詳審。治，直吏反，下治之至、治又之道同。衰，音崔。○絰，田結反。殺，所界反。"
        },
        {
          "paragraph": "末學者，古人有之，而非所以先也。",
          "zhushu": "所以先者，本也。"
        },
        {
          "paragraph": "君先而臣從，父先而子從，兄先而弟從，長先而少從，男先而女從，夫先而婦從。夫尊卑先後，天地之行也，故聖人取象焉。",
          "zhushu": "言此先後，雖是人事，然皆在至理中來，非聖人之所作也。○少，詩照反。"
        },
        {
          "paragraph": "天尊地卑，神明之位也；春夏先，秋冬後，四時之序也。萬物化作，萌區有狀，盛衰之殺，變化之流也。夫天地至神，而有尊卑先後之序，而況人道乎？",
          "zhushu": "明夫尊卑先後之序，固有物之所不能無也。○區，曲俱反。"
        },
        {
          "paragraph": "宗廟尚親，朝廷尙尊，鄕黨尙齒，行事尙賢，大道之序也。",
          "zhushu": "言非但人倫所尚也。○朝，直遥反。"
        },
        {
          "paragraph": "語道而非其序者，非其道也；語道而非其道者，安取道。",
          "zhushu": "所以取道爲有序也。"
        },
        {
          "paragraph": "是故古之明大道者，先明天而道德次之。",
          "zhushu": "天者，自然也。自然旣明，則物得其道也。"
        },
        {
          "paragraph": "道德已明，而仁義次之，",
          "zhushu": "物得其道，而和理自適也。"
        },
        {
          "paragraph": "仁義已明而分守次之，",
          "zhushu": "理適而不失其分也。"
        },
        {
          "paragraph": "分守已明而形名次之，",
          "zhushu": "得分，而物物之名各當其形也。"
        },
        {
          "paragraph": "形名已明而因任次之，",
          "zhushu": "無所復改。"
        },
        {
          "paragraph": "因任已明而原省次之，",
          "zhushu": "物各自任，則罪責除也。○原省，所景反。原除，省廢也。"
        },
        {
          "paragraph": "原省已明而是非次之，",
          "zhushu": "各以得性爲是，失性爲非。"
        },
        {
          "paragraph": "是非已明而賞罰次之。",
          "zhushu": "賞罰者，失得之報也。夫至治之道，本在於天，而未極於斯。"
        },
        {
          "paragraph": "賞罰已明而愚知處宜，貴賤履位，",
          "zhushu": "言各當其才也。"
        },
        {
          "paragraph": "仁賢不肖襲情，",
          "zhushu": "各自行其所能之情。"
        },
        {
          "paragraph": "必分其能，",
          "zhushu": "無相易業。○分，方云反。"
        },
        {
          "paragraph": "必由其名，",
          "zhushu": "名當其實，故由名而實不濫也。"
        },
        {
          "paragraph": "以此事上，以此畜下，以此治物，以此脩身，知謀不用，必歸其天。此之謂太平，治之至也。故書曰：有形有名。形名者，古人有之，而非所以先也。古之語大道者，五變而形名可舉，九變而賞罰可言也。",
          "zhushu": "自先明天以下，至形名而五，至賞罰而九，此自然先後之序也。○知音智。大音泰。"
        },
        {
          "paragraph": "驟而語形名，不知其本也；驟而語賞罰，不知其始也。倒道而言，迕道而說者，人之所治也，安能治人？",
          "zhushu": "治人者必順序。○迕，音悟，司馬云：橫也。說，徐音恱，又如字。"
        },
        {
          "paragraph": "驟而語形名賞罰，此有知治之具，非知治之道。",
          "zhushu": "治道先明天，不爲弃賞罰也，但當不失其先後之序耳。"
        },
        {
          "paragraph": "可用於天下，不足以用天下，此之謂辯士，一曲之人也。",
          "zhushu": "夫用天下者，必大通順序之道。○重意。荀解蔽篇：凡人之患，蔽於一曲而闇於大理。"
        },
        {
          "paragraph": "禮法數度，形名比詳，古人有之，此下之所以事上，非上之所以畜下也。",
          "zhushu": "寄此事於羣才，斯乃畜下也。"
        },
        {
          "paragraph": "昔者舜問於堯曰：天王之用心何如？堯曰：吾不敖無告，",
          "zhushu": "無告者，所謂頑民也。○敖，五報反。"
        },
        {
          "paragraph": "不廢窮民，",
          "zhushu": "恒加恩也。"
        },
        {
          "paragraph": "苦死者，嘉孺子而哀婦人，此吾所以用心已。舜曰：美則美矣，而未大也。堯曰：然則何如？舜曰：天德而出寧，",
          "zhushu": "與天合德，則雖出而静。"
        },
        {
          "paragraph": "日月照而四時行，若晝夜之有經，雲行而雨施矣。",
          "zhushu": "此皆不爲而自然也。○施，始䜴反。"
        },
        {
          "paragraph": "堯曰：膠膠擾擾乎！",
          "zhushu": "自嫌有事。○膠膠，交卯反，司馬云：和也。擾擾，而小反，司馬云：柔也。案：如注意，膠膠、擾擾，動亂之貌。"
        },
        {
          "paragraph": "子，天之合也；我，人之合也。夫天地者，古之所大也，而黃帝、堯、舜之所共美也。故古之王天下者，奚爲哉？天地而已矣。孔子西藏書於周室，子路謀曰：由聞周之徵藏史有老聃者，免而歸居。夫子欲藏書，則試往因焉。孔子曰：善。往見老聃，而老聃不許，於是繙十二經以說。老聃中其說，曰：大謾，願聞其要。孔子曰：要在仁義。老聃曰：請問仁義，人之性邪？孔子曰：然。君子不仁則不成，不義則不生。仁義，眞人之性也，又將奚爲矣？老聃曰：請問何謂仁義？孔子曰：中心物愷，兼愛無私，此仁義之情也。",
          "zhushu": "此常人之所謂仁義者也，故寄孔老以正之。○王，往况反。藏書，司馬云：藏其所著書也。徴藏，才浪反。司馬云：徴藏，藏名也。一云：徴，典也。史，藏府之史。老聃，吐甘反。或云：老聃是孔子時老子號也。免而歸，言老子見周之末，不復可匡，所以辭去也。繙，敷𡊮反，徐又音盤，又音煩。司馬：煩，𡨚也。十二經，說者云：詩、書、禮、樂、易、春秋六經。又加六緯，合爲十二經也。一說云：易上下經并十翼爲十二。又一云：春秋十二公經也。說，如字，又始銳反，絶句。中，丁仲反。其說如字，絶句。大，音泰，徐敕佐反。謾，末旦反，郭武諌反。物，本亦作勿。愷，𨳩待反。司馬云：樂也。"
        },
        {
          "paragraph": "老聃曰：意幾乎後言。夫兼愛不亦迂乎？",
          "zhushu": "夫至仁者，無愛而直前也。○意，於其反，司馬云：不平聲也。下同。幾音機，司馬本作頎，云：頎，長也，復言長也。迂乎音于。"
        },
        {
          "paragraph": "無私焉，乃私也。",
          "zhushu": "世所謂無私者，釋已而愛人。夫愛人者。欲人之愛巳。此乃甚私，非忘公而公也。"
        },
        {
          "paragraph": "夫子若欲使天下無失其牧乎？則天地固有常矣，日月固有明矣，星辰固有列矣，禽獸固有羣矣，樹木固有立矣。",
          "zhushu": "皆以自足。○牧，司馬云：牧，養也。"
        },
        {
          "paragraph": "夫子亦放德而行，循道而趨，已至矣，",
          "zhushu": "不待於兼愛也。○放，方往反。"
        },
        {
          "paragraph": "又何偈偈乎揭仁義，若擊鼔而求亡子焉。",
          "zhushu": "無由得之。○偈偈，居謁反，又巨謁反，或云用力之貌。掲，其謁反，又音傑。"
        },
        {
          "paragraph": "意夫子亂人之性也。",
          "zhushu": "事至而愛，當義而止，斯忘仁義者也。常念之則亂眞矣。"
        },
        {
          "paragraph": "士成綺見老子而問曰：吾聞夫子聖人也，吾固不辭逺道而來願見，百舍重趼而不敢息。今吾觀子，非聖人也。䑕壤有餘蔬，",
          "zhushu": "言其不惜物也。○士成綺，如字，又魚𥿄反。士成綺，人姓名也。見，賢遍反，下同。百舍，司馬云：百日止宿也。重，直龍反。研，古顯反，司馬云：胝也。胝音陟其反。許愼云：足指約中斷傷爲研。餘蔬，所居反，又音所。司馬云：蔬讀曰糈。糈，粒也。䑕壤內有遺餘之粒，穢惡過甚也。一云：如䑕之堆壤，餘益䟽外也。"
        },
        {
          "paragraph": "而棄妹，不仁也。",
          "zhushu": "無近恩，故曰弃。○弃妹，一本作妹之者不仁。釋名云：妹，末也。謂末學之徒，須慈誘之，乃見弃薄，不仁之甚也。"
        },
        {
          "paragraph": "生熟不盡於前",
          "zhushu": "至足，故恒有餘。○生熟，司馬云：生膾也。一云：生熟，謂好惡也。"
        },
        {
          "paragraph": "而積歛無崖。",
          "zhushu": "萬物歸懷，來者受之，不小立界畔也。○積，子亦反，李子賜反。歛，力撿反，李狸艶反。"
        },
        {
          "paragraph": "老子漠然不應。",
          "zhushu": "不以其言槩意。"
        },
        {
          "paragraph": "士成綺明日復見，曰：昔者吾有刺於子，今吾心正郤矣，何故也？",
          "zhushu": "自怪刺譏之心所以壞也。○復，扶又反。刺，千賜反。郤，去逆反，或云息也。"
        },
        {
          "paragraph": "老子曰：夫巧知神聖之人，吾自以爲脫焉。",
          "zhushu": "脫，過去也。○巧，苦教反，又如字。知音智。脫，徒活反，注同。"
        },
        {
          "paragraph": "昔者子呼我牛也而謂之牛，呼我馬也而謂之馬，",
          "zhushu": "隨物所名。"
        },
        {
          "paragraph": "茍有其實，人與之名而弗受，",
          "zhushu": "有實，故不以毀譽經心也。○譽音餘，下同。"
        },
        {
          "paragraph": "再受其殃。",
          "zhushu": "一毀一譽，若受之於心，則名實俱累，斯所以再受其殃也。"
        },
        {
          "paragraph": "吾服也恒服，",
          "zhushu": "服者，容行之謂也。不以毀譽自殃，故能不變其容。○行如字。"
        },
        {
          "paragraph": "吾非以服有服。",
          "zhushu": "有爲爲之，則不能恒服。"
        },
        {
          "paragraph": "士成綺鴈行避影，履行遂進，而問脩身若何？老子曰：而容崖然，",
          "zhushu": "進趨不安之貌。"
        },
        {
          "paragraph": "而目衝然，",
          "zhushu": "衝出之貌。"
        },
        {
          "paragraph": "而顙頯然，",
          "zhushu": "高露，發美之貌。○顙頯，上息黨反，下去軌反，本又作顯，如字，司馬本作。"
        },
        {
          "paragraph": "而口闞然，",
          "zhushu": "虓豁之貌。○闞，郭許覽反，又火斬反，又火暫反。虓，火交反。豁，火括反。"
        },
        {
          "paragraph": "而狀義然，",
          "zhushu": "蝭跂，自持之貌。○踶，直氏反。跂，去氏反。"
        },
        {
          "paragraph": "似繫馬而止也。",
          "zhushu": "志在奔馳。"
        },
        {
          "paragraph": "動而持，",
          "zhushu": "不能自舒放也。"
        },
        {
          "paragraph": "發也機，",
          "zhushu": "趣舎速也。"
        },
        {
          "paragraph": "察而審",
          "zhushu": "明是非也。"
        },
        {
          "paragraph": "知，巧而覩於泰，",
          "zhushu": "泰者，多於本性之謂也。巧於見泰，則拙於抱朴。"
        },
        {
          "paragraph": "凡以爲不信。",
          "zhushu": "凡此十事，以爲不信性命，而蕩夫毁譽，皆非脩身之道也。"
        },
        {
          "paragraph": "邊竟有人焉，其名爲竊。",
          "zhushu": "亦知汝所行非正人也○邊竟音境。有人焉，其名爲竊。邊陲之人，不聞知禮樂之正，縱有言語偶會墳典，皆是竊盗所得，其道何足語哉。司馬云：言逺方甞有是人。"
        },
        {
          "paragraph": "老子曰：夫道於大不終，於小不遺，故萬物備。廣廣乎其無不容也，淵乎其不可測也。形德仁義，神之末也，非至人孰能定之。夫至人有世，不亦大乎！而不足以爲之累。",
          "zhushu": "用世，故不患其大也。"
        },
        {
          "paragraph": "天下奮棅而不與之偕，",
          "zhushu": "静而順之。○棅，音柄，司馬云：威權也。李丑倫反，一本作。"
        },
        {
          "paragraph": "審乎無假而不與利遷。",
          "zhushu": "任眞而直往也。"
        },
        {
          "paragraph": "極物之眞，能守其本，故外天地，遺萬物，而神未甞有所困也。通乎道，合乎德，退仁義，",
          "zhushu": "進道德也。"
        },
        {
          "paragraph": "賓禮樂，",
          "zhushu": "以情性爲主也。"
        },
        {
          "paragraph": "至人之心有所定矣。",
          "zhushu": "定於無爲也。"
        },
        {
          "paragraph": "世之所貴道者，書也。書不過語，語有貴也。語之所貴者，意也。意有所隨，意之所隨者，不可以言傳也，而世因貴言傳書。世雖貴之哉，猶不足貴也，爲其貴非其貴也。",
          "zhushu": "其貴恒在意言之表。○傳，大專反，後同。爲，于僞反。"
        },
        {
          "paragraph": "故視而可見者，形與色也；聽而可聞者，名與聲也。悲夫，世人以形色名聲爲足以得彼之情。夫形色名聲果不足以得彼之情，",
          "zhushu": "得彼情，唯㤀言遺書者耳。"
        },
        {
          "paragraph": "則知者不言，言者不知，而世豈識之哉？",
          "zhushu": "此絶學去尚之意也。○知，如字，下同，或並音智。去，起吕反。"
        },
        {
          "paragraph": "桓公讀書於堂上，輪扁斵輪於堂下，釋椎鑿而上，問桓公曰：敢問公之所讀爲何言邪？公曰：聖人之言也。曰：聖人在乎？公曰：巳死矣。曰：然則君之所讀者，古人之糟魄已夫。桓公曰：寡人讀書，輪人安得議乎？有說則可，無說則死。輪扁曰：臣也以臣之事觀之。斵輪徐則甘而不固，疾則苦而不入。不徐不疾，得之於手而應於心。口不能言，有數存焉於其間。臣不能以喻臣之子，臣之子亦不能受之於臣，是以行年七十而老斵輪。",
          "zhushu": "此言物各有性，教學之無益也。○桓公，李云：齊桓公也，名小白。輪扁，音篇，又符殄反。司馬云：斵，輪人也，名扁。斵，陟角反。椎，直追反。上，時掌反。糟，音遭，李云：酒滓也。魄，普各反。司馬云：爛食曰魄。一云：糟爛爲魄。本又作粕，因同。許愼云：粕巳漉麄糟也。或普白反，謂魂魄也。巳夫，音符，絶句，或如字。甘，如字，又音酣。司馬云：甘者，緩也。苦者。急也。數。李云。色注反。數術也。"
        },
        {
          "paragraph": "古之人與其不可傳也死矣。然則君之所讀者，古人之糟魄已夫。",
          "zhushu": "當古之事，巳㓕於古矣，雖或傳之，豈能使古在今哉？古不在今，今事巳變，故絶學任性，與時變化而後至焉。○人與，如字，又一音餘。傳，直專反，注同。"
        }
      ]
    },
    {
      "name": "莊子外篇天運第十四",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以義名篇。天運，司馬作天貟。"
        },
        {
          "paragraph": "天其運乎？",
          "zhushu": "不運而自行也。○運，爾雅云：運，徙也。廣雅云：轉也。"
        },
        {
          "paragraph": "地其處乎？",
          "zhushu": "不處而自止也。"
        },
        {
          "paragraph": "日月其爭於所乎？",
          "zhushu": "不爭所而自代謝也。"
        },
        {
          "paragraph": "孰主張是？孰維綱是？",
          "zhushu": "皆自爾。"
        },
        {
          "paragraph": "孰居無事推而行是？",
          "zhushu": "無則無所能推，有則各自有事。然則無事而推行是者誰乎哉？各自行耳。○推，如字，一音吐回反，司馬本作誰。"
        },
        {
          "paragraph": "意者其有機緘而不得已邪？意者其運轉而不能自止邪？",
          "zhushu": "自爾，故不可知也。○緘，古咸反，徐古䧟反，司馬本作咸，云：引也。"
        },
        {
          "paragraph": "雲者爲雨乎？雨者爲雲乎？",
          "zhushu": "二者倶不能相爲，各自爾也。○爲，于僞反，下及注同。"
        },
        {
          "paragraph": "孰隆施是？孰居無事淫樂而勸是？風起北方，一西一東，有上彷徨，孰嘘吸是？孰居無事而披拂是？敢問何故？",
          "zhushu": "設問所以自爾之故。○施音弛，式氏反。樂音洛，又音嶽。勸，司馬本勸作倦，云：讀曰隨。言誰無所作主，隨天往來，運轉無巳也。上，時掌反。彷，薄皇反。徨音皇，司馬本作旁皇，云：旁皇，颷風也。嘘音虚。吸，許急反。披，芳皮反。拂，芳弗反，郭扶弗反。披拂，風貌。司馬本作翇。"
        },
        {
          "paragraph": "巫咸祒曰：來！吾語女。天有六極五常，",
          "zhushu": "夫物事之近，或知其故，然尋其原以至乎極，則無故而自爾也。自爾則無所稍問其故也，但當順之。○巫咸招，赤遥反，郭音條，又音紹。李云：巫咸，殷相也。祒，寄名也。語，魚㩀反。女音汝，後皆同。六極，司馬云：四方上下也。"
        },
        {
          "paragraph": "帝王順之則治，逆之則凶。",
          "zhushu": "夫假學可變，而天性不可逆也。"
        },
        {
          "paragraph": "九洛之事，治成德備，監照下土，天下載之，此謂上皇。",
          "zhushu": "順其自爾故也。"
        },
        {
          "paragraph": "商大宰蕩問仁於莊子。莊子曰：虎狼仁也。曰：何謂也？莊子曰：父子相親，何爲不仁？曰：請問至仁。莊子曰：至仁無親。",
          "zhushu": "無親者，非薄惡之謂也。夫人之一體，非有親也，而首自在上，足自處下，府藏居內，皮毛在外，外內上下，尊卑貴賤，於其體中，各任其極，而未有親愛於其間也。然至仁足矣，故五親六族，賢愚逺近，不失分於天下者，理自然也，又奚取於有親哉？○大音泰，下文大息同。宰蕩，司馬云：商未也。大宰，官也。蕩，字也。藏，才浪反。"
        },
        {
          "paragraph": "大宰曰：蕩聞之，無親則不愛，不愛則不孝。謂至仁不孝，可乎？莊子曰：不然。夫至仁尙矣，孝固不足以言之。",
          "zhushu": "必言之於忘仁忘孝之地，然後至矣。○蕩，一本蕩作盈，崔本同，或云盈，太宰字。"
        },
        {
          "paragraph": "此非過孝之言也，不及孝之言也。",
          "zhushu": "凡名生於不及者，故過仁孝之名，而渉乎無名之境，然後至焉。"
        },
        {
          "paragraph": "夫南行者至於郢，北靣而不見㝠山，是何也？則去之逺也。",
          "zhushu": "冥山在乎北極，而南行以觀之。至仁在乎無親，而仁愛以言之。故郢雖見而愈逺冥山，仁孝雖彰而愈非至理也。○郢，以井反，又以政反，楚都也，在江陵北。冥，司馬云：北海山名。逺，于萬反。"
        },
        {
          "paragraph": "故曰：以敬孝易，以愛孝難；以愛孝易，而忘親難。忘親易，使親忘我難；使親忘我易，兼忘天下難；兼忘天下易，使天下兼忘我難。",
          "zhushu": "夫至仁者，百節皆適，則終日不自識也。聖人在上，非有爲也，恣之使各自得而巳耳。自得其爲，則衆務自適，羣生自足，天下安得不各自忘我哉。各自忘矣，主其安在乎？斯所謂兼忘也。○易，以䜴反，下皆同。"
        },
        {
          "paragraph": "夫德遺堯舜而不爲也，",
          "zhushu": "遺堯舜，然後堯舜之德全耳。若係之在心，則非自得也。"
        },
        {
          "paragraph": "利澤施於萬世，天下莫知也。",
          "zhushu": "泯然常適。"
        },
        {
          "paragraph": "豈直太息而言仁孝乎哉？",
          "zhushu": "失於江湖，乃思濡沫。"
        },
        {
          "paragraph": "夫孝悌仁義、忠信貞廉，此皆自勉以役其德者也，不足多也。故曰：至貴，國爵并焉；",
          "zhushu": "并者，除弃之謂也。夫貴在於身，身猶忘之，况國爵乎？斯貴之至也。○并，必領反。弃，除也。"
        },
        {
          "paragraph": "至富，國財并焉；",
          "zhushu": "至富者自足而巳，故除天下之財也。"
        },
        {
          "paragraph": "至願，名譽并焉。",
          "zhushu": "所至願者，適也，得適而仁孝之名都去矣。"
        },
        {
          "paragraph": "是以道不渝。",
          "zhushu": "去華取實故也。"
        },
        {
          "paragraph": "北門成問於黃帝曰：帝張咸池之樂於洞庭之野。吾始聞之懼。復聞之怠。卒聞之而惑。蕩蕩黙黙。乃不自得。",
          "zhushu": "不自得，坐忘之謂也。○，北門成，人姓名也。懼，如字，或音句，下同。一本作戄，音况縛反。案說文懼是正字，戄，古文。"
        },
        {
          "paragraph": "帝曰，女殆其然哉。吾奏之以人。徴之以天。行之以禮義。建之以太清。",
          "zhushu": "由此觀之，知夫至樂者，非音聲之謂也。必先順乎天，應乎人，得於心而適於性，然後發之以聲，奏之以曲耳。故咸池之樂，必待黃帝之化而後成焉。○徴如字，古本多作微。大音泰。"
        },
        {
          "paragraph": "夫至樂者。先應之以人事。順之以天理。行之以五德。應之以自然。然後調理四時。太和萬物。四時迭起。萬物循生。一盛一衰，文武倫經。一清一濁，隂陽調和，流光，其聲",
          "zhushu": "自然律吕，以滿天地之間，但當順而不奪，則至樂全。○迭，大節反，一本作遞，大計反。"
        },
        {
          "paragraph": "蟄蟄始作，吾驚之以雷霆。",
          "zhushu": "因其自作而用其所以動。○蟄，沈執反，郭音執，爾雅云：静也。霆音廷，又音挺，徒佞反，電也。"
        },
        {
          "paragraph": "其卒無尾，其始無首。",
          "zhushu": "運轉無極。"
        },
        {
          "paragraph": "一死一生，一僨一起，所常無窮，",
          "zhushu": "以變化爲常，則所常者無窮也。○僨，方問反，司馬云：仆也。"
        },
        {
          "paragraph": "而一不可待，女故懼也。",
          "zhushu": "𥘉聞無窮之變，不能待之以一，故懼然悚聽。"
        },
        {
          "paragraph": "吾又奏之以隂陽之和，燭之以日月之明。",
          "zhushu": "所謂用天之道，"
        },
        {
          "paragraph": "其聲能短能長，能柔能剛，變化齊一，不主故常。",
          "zhushu": "齊一於變化，故不主故常。"
        },
        {
          "paragraph": "在谷滿谷，在阬滿阬。",
          "zhushu": "至樂之道，無不周也。○阬，苦庚反，爾雅云：虚也。"
        },
        {
          "paragraph": "𡍼郤守神，",
          "zhushu": "塞其兊也。○郤，去逆反，與𨻶義同。兊，徒外反。"
        },
        {
          "paragraph": "以物爲量。",
          "zhushu": "大制不割。○量，音亮。"
        },
        {
          "paragraph": "其聲揮綽，",
          "zhushu": "所謂闡諧。"
        },
        {
          "paragraph": "其名高明。",
          "zhushu": "名當其實，則高明也。"
        },
        {
          "paragraph": "是故鬼神守其幽，",
          "zhushu": "不離其所。○離，力智反。"
        },
        {
          "paragraph": "日月星辰行其紀。",
          "zhushu": "不失其度。"
        },
        {
          "paragraph": "吾止之於有窮，",
          "zhushu": "常在極上住也。"
        },
        {
          "paragraph": "流之於無止。",
          "zhushu": "隨變而往也。"
        },
        {
          "paragraph": "子欲慮之而不能知也，望之而不能見也，逐之而不能及也，",
          "zhushu": "故闇然恣使化去。"
        },
        {
          "paragraph": "儻然立於四虚之道，",
          "zhushu": "弘敞，無偏之謂。○儻，敕黨反，一音敞。"
        },
        {
          "paragraph": "倚於槁梧而吟，",
          "zhushu": "無所復爲也。○倚，於綺反。槁，枯老反。"
        },
        {
          "paragraph": "目知窮乎所欲見，力屈乎所欲逐，吾旣不及巳。夫",
          "zhushu": "言物之知力。各有所齊限。○知，音智。齊，才細反。"
        },
        {
          "paragraph": "形充空虚，乃至委蛇，女委蛇故怠。",
          "zhushu": "夫形充空虚，無身也。無身故能委蛇。委蛇任性，而悚懼之情怠也。○委，於危反，徐如字。蛇，以支反，又作施，徐音絶。"
        },
        {
          "paragraph": "吾又奏之以無怠之聲，",
          "zhushu": "意旣怠矣，乃復無怠，此其至也。"
        },
        {
          "paragraph": "調之以自然之命。",
          "zhushu": "命之所有者，非爲也，皆自然耳。"
        },
        {
          "paragraph": "故若混逐叢生，",
          "zhushu": "混然無係，隨叢而生。○叢，才公反。"
        },
        {
          "paragraph": "林樂而無形，",
          "zhushu": "至樂者，適而已。適在體中，故無别形。○樂音洛，亦如字。"
        },
        {
          "paragraph": "布揮而不曵，",
          "zhushu": "自布耳。○揮，音輝，廣雅云：振也。"
        },
        {
          "paragraph": "幽昏而無聲。",
          "zhushu": "所謂至樂。"
        },
        {
          "paragraph": "動於無方，",
          "zhushu": "夫動者，豈有方而後動哉？"
        },
        {
          "paragraph": "居於窈冥。",
          "zhushu": "所謂寧極。○窈，烏了反。"
        },
        {
          "paragraph": "或謂之死，或謂之生，或謂之實，或謂之榮。行流散徙，不主常聲。",
          "zhushu": "隨物變也。"
        },
        {
          "paragraph": "世疑之，稽於聖人。",
          "zhushu": "明聖人應非也唱也稽古兮反。"
        },
        {
          "paragraph": "聖也者，逹於情而遂於命也。",
          "zhushu": "故有情有命者，莫不資焉。"
        },
        {
          "paragraph": "天機不張，而五官皆備，此之謂天樂。",
          "zhushu": "忘樂而樂足，非張而後備。"
        },
        {
          "paragraph": "無言而心說。",
          "zhushu": "心說在適，不在言也。○說音恱，注同。"
        },
        {
          "paragraph": "故有焱氏爲之頌曰：聽之不聞其聲，視之不見其形。充滿天地，苞裹六極。女欲聽之而無接焉，而故惑也。",
          "zhushu": "此乃無樂之樂，樂之至也。○焱，必遥反，本亦作炎。苞音包，本或作包。"
        },
        {
          "paragraph": "樂也者，始於懼，懼故祟。",
          "zhushu": "懼然竦聽，故是祟耳。未大和也。○崇，雖遂反。"
        },
        {
          "paragraph": "吾又次之以怠，怠故遁。",
          "zhushu": "迹稍㓕也。"
        },
        {
          "paragraph": "卒之於惑，惑故愚，愚故道。道可載而與之俱也。",
          "zhushu": "以無知爲愚，愚乃至也。"
        },
        {
          "paragraph": "孔子西遊於衛，顔淵問師金曰：以夫子之行爲奚如？師金曰：惜乎，而夫子其窮哉！顔淵曰：何也？師金曰：夫芻狗之未陳也，盛以篋衍，巾以文繡，尸祝齊戒以將之。及其巳陳也，行者踐其首脊，蘇者取而㸑之而已。將復取而盛以篋衍，巾以文繡，遊居寢臥其下。彼不得夢，必且數脒焉。",
          "zhushu": "廢弃之物，於時無用，則更致他妖也。○師金，李云：師，魯大師也。金，其名也。行，下孟反。芻狗，李云：結芻爲狗，巫祝用之。盛，音成，下同。篋，苦牒反，本或作筐。衍，延善反，郭怡靣反。李云：笥也，盛狗之物也。司馬云：合也。齊戒，側皆反，本亦作齋。蘇，李云：蘇，草也。取草者得以炊也。案方言云：江淮南楚之間謂之蘇。史記云：樵蘇後㸑。注云：蘇，取草也。㸑，七丸反。復，扶又反。且，如字，徐子餘反。數，音朔。脒，李音米，又音美。字林云：物入眼爲病也。司馬云：厭也，音一琰反。"
        },
        {
          "paragraph": "今而夫子亦取先王巳陳芻狗，取弟子遊居寢臥其下。故伐樹於宋，削迹於衛，窮於商周，是非其夢邪？圍於陳蔡之間，七日不火食，死生相與鄰，是非其眯邪？",
          "zhushu": "此皆絶聖棄知之意耳，無所稍嫌也。夫先王典禮，所以適時用也。時過而不弃，即爲民妖，所以興矯效之端也。"
        },
        {
          "paragraph": "夫水行莫如用舟，而陸行莫如用車。以舟之可行於水也，而求推之於陸，則没世不行尋常。古今非水陸與？周魯非舟車與？今蘄行周於魯，是猶推舟於陸也。勞而無功，身必有殃。彼未知夫無方之傳，應物而不窮者也。",
          "zhushu": "時移世異，禮亦宜變，故因物而無所係焉，斯不勞而有功也。○推，郭吐回反，又如字，下同。與音餘，下曰蘄音祈，求也。無方之傳，直專反，下注同。司馬云：方，常也。"
        },
        {
          "paragraph": "且子獨不見夫桔橰者乎？引之則俯，舍之則仰。彼，人之所引，非引人也，故俯仰而不得罪於人。故夫三皇五帝之禮義法度，不矜於同而矜於治。",
          "zhushu": "期於合時，冝應治體而巳。○桔，音結。橰音羔。治，直吏反，注同。"
        },
        {
          "paragraph": "故譬三皇五帝之禮義法度，其猶柤棃橘柚邪？其味相反而皆可於口。故禮義法度者，應時而變者也。",
          "zhushu": "彼以爲美，而此或以爲𢙣，故當應時而變，然後皆適也。○柤，側加反。抽，由救反。"
        },
        {
          "paragraph": "今取猨狙而衣以周公之服，彼必齕齧挽裂，盡去而後慊。觀古今之異，猶猨狙之異乎周公也。故西施病心而矉其里，其里之醜人見而美之，歸亦捧心而矉其里。其里之富人見之，堅閉門而不出；貧人見之，挈妻子而去之走。彼知美矉而不知矉之所以美。",
          "zhushu": "况夫禮義，當其時而用之，則西施也；時過而不棄，則醜人也。○猨音𡊮。狙，七餘反。衣，於旣反。齕音紇。挽音晚。去，起吕反。慊，苦牒反，李云：足也。本亦作嗛，音同。矉，徐扶真反，又扶人反，通俗文云：蹙頞曰矉。其里絶句。捧，敷勇反，郭音奉。挈，苦結反。"
        },
        {
          "paragraph": "惜乎，而夫子其窮哉！孔子行年五十有一而不聞道，乃南之沛，見老聃。老聃曰：子來乎？吾聞子北方之賢者也，子亦得道乎？孔子曰：未得也。老子曰：子惡乎求之哉？曰：吾求之於度數，五年而未得也。老子曰：子又惡乎求之哉？曰：吾求之於隂陽，十有二年而未得。",
          "zhushu": "此皆寄孔、老以明絶學之義也。○沛音貝，司馬云：老子，陳國相人。相今屬苦縣，與沛相近。惡，音烏，下同。"
        },
        {
          "paragraph": "老子曰：然。使道而可獻，則人莫不獻之於其君；使道而可進，則人莫不進之於其親；使道而可以吿人，則人莫不吿其兄弟；使道而可以與人，則人莫不與其子孫。然而不可者，無他也，中無主而不止，",
          "zhushu": "心中天受道之質，則雖聞道而過去也。"
        },
        {
          "paragraph": "外無正而不行。",
          "zhushu": "中無主，則外物亦無正已者也，故未嘗通也。"
        },
        {
          "paragraph": "由中出者，不受於外，聖人不出，",
          "zhushu": "由中岀者，聖人之道也。外有能受之者乃出耳。"
        },
        {
          "paragraph": "由外入者，無主於中，聖人不隱。",
          "zhushu": "由外入者，假學以成性者也。雖由假學成，然要當內有其質。若無主於中，則無以藏聖道也。"
        },
        {
          "paragraph": "名，公器也，",
          "zhushu": "夫名者，天下之所共用。○名公器。釋名云：名，鳴也；名，平也；器，用也。尹文子云：名有三科：一曰命物之名，方圜是也；二曰毀譽之名，善惡是也；三曰况謂之名，愛憎是也。凡此是毀譽之名也。"
        },
        {
          "paragraph": "不可多取。",
          "zhushu": "矯飾過實，多取者也，多取而天下亂也。"
        },
        {
          "paragraph": "仁義，先王之蘧廬也，",
          "zhushu": "猶傳舍也。○蘧音渠。司馬郭云：蘧廬，猶傳舍也。"
        },
        {
          "paragraph": "止可以一宿，而不可久處覯而多責。",
          "zhushu": "夫仁義者，人之性也。人性有變，古今不同也。故遊寄而過去則冥，若無滯而係於一方則見，見則僞生，僞生而責多矣。○覯，古候反，見也，遇也。"
        },
        {
          "paragraph": "古之至人，假道於仁，託宿於義，",
          "zhushu": "隨時而變，無常迹也。"
        },
        {
          "paragraph": "以遊逍遥之虚，食於苟簡之田，立於不貸之圃。逍遥，無爲也。",
          "zhushu": "有爲則非仁義。○虚音墟，本亦作墟。苟簡，王云：苟，且也。簡，略也。司馬本簡作間，云：分別也。貸，敕敗反。司馬云：施惠也。圃音𥙷。"
        },
        {
          "paragraph": "苟簡，易養也。",
          "zhushu": "且從其簡，故易養也。○易，以䜴反，注同。"
        },
        {
          "paragraph": "不貸，無出也。",
          "zhushu": "不貸者，不損巳以爲物也。○爲，于僞反。"
        },
        {
          "paragraph": "古者謂是采眞之遊，",
          "zhushu": "遊而任之，則眞采也。采眞則色不僞矣。"
        },
        {
          "paragraph": "以富爲是者，不能讓祿；以顯爲是者，不能讓名；親權者，不能與人柄。",
          "zhushu": "天下未有以所非自累者，而各没命於所是。所是而以没其命者，非立乎不貸之圃也。"
        },
        {
          "paragraph": "操之則慄，舍之則悲，",
          "zhushu": "舍之悲者，操之不能不慄也。○操，七刀反。舍音捨，注同。"
        },
        {
          "paragraph": "而一無所鑒，以闚其所不休者，是天之戮民也。",
          "zhushu": "言其知進而不知止，則性命䘮矣，所以爲戮。○䘮，息浪反。"
        },
        {
          "paragraph": "怨恩取與，諌教生殺，八者，正之器也。唯循大變無所湮者爲能用之。故曰：正者，正也。其心以爲不然者，天門弗開矣。",
          "zhushu": "守故不變，則失正矣。○湮音因，李云：塞也，亦滯也。郭音煙，又烏節反，司馬本作歅，疑也。簡文作甄，云：隔也。天門，一云謂心也，一云大道也。"
        },
        {
          "paragraph": "孔子見老聃而語仁義，老聃曰：夫播穅眯目，則天地四方易位矣；蚊虻𠾱膚，則通昔不寐矣。",
          "zhushu": "外物加之，雖小而傷性巳大也。○播，甫佐反，又彼我反。穅音康，字亦作康。蚊音文，字亦作蟁。虻音盲，字亦作蝱。替，子盍反，郭子合反，司馬云：齧也。通昔，昔，夜也。"
        },
        {
          "paragraph": "夫仁義𢡚然乃憤吾心，亂莫大焉。",
          "zhushu": "尚之以加其性，故亂。○𢡚，七惑反。憤，扶粉反，本人作憒，古內反。"
        },
        {
          "paragraph": "吾子使天下無失其朴，",
          "zhushu": "質全而仁義著。"
        },
        {
          "paragraph": "吾子亦放風而動，揔德而立矣。",
          "zhushu": "風自動而依之，徳自立而秉之，斯易持易行之道也。○放，方往反。風而動，司馬云：放，依也，依無爲之風而動也。易持易行並以䜴反。"
        },
        {
          "paragraph": "又奚傑然若負建鼔而求亡子者邪。",
          "zhushu": "言夫掲仁義以趨道德之鄕，其猶擊鼓而求逃者，無由得也。○傑，郭居竭反，又居謁反，巨竭反。掲其列、其謁二反。"
        },
        {
          "paragraph": "夫鵠不日浴而白，烏不日黔而黑。",
          "zhushu": "自然各已足。○鵠，本又作鶴，同胡洛反。黔，巨淹反，徐其金反，司馬云：黒也。"
        },
        {
          "paragraph": "黑白之朴，不足以爲辯；",
          "zhushu": "俱自然耳，無所偏尚。"
        },
        {
          "paragraph": "名譽之觀，不足以爲廣。",
          "zhushu": "夫至足者忘名譽，忘名譽乃廣耳。○觀，古亂反，司馬本作讙。"
        },
        {
          "paragraph": "泉涸，魚相與處於陸，相呴以濕，相濡以沬，",
          "zhushu": "言仁義之譽，皆生於不足。○涸，胡洛反。呴，况付反，又况于反。濡，如主反，又如羽反。沬音末。"
        },
        {
          "paragraph": "不若相忘於江湖。",
          "zhushu": "斯乃忘仁而仁者也。○相忘並如字。"
        },
        {
          "paragraph": "孔子見老聃歸，三日不談。弟子問曰：夫子見老聃，亦將何規哉？孔子曰：吾乃今於是乎見龍。龍，合而成體，散而成章，",
          "zhushu": "謂老聃能變化。○不談，本亦作不言。"
        },
        {
          "paragraph": "乗乎雲氣而養乎隂陽。",
          "zhushu": "言其因御無方，自然已足。"
        },
        {
          "paragraph": "予口張而不能嗋，予又何規老聃哉？子貢曰：然則人固有尸居而龍見，雷聲而淵黙，發動如天地者乎？賜亦可得而觀乎？遂以孔子聲見老聃。老聃方將倨堂而應，微曰：予年運而往矣，子將何以戒我乎？子貢曰：夫三王五帝之治天下，不同，其係聲名一也，而先生獨以爲非聖人，如何哉？老聃曰：小子少進，子何以謂不同？對曰：堯授舜，舜授禹，禹用力而湯用兵，文王順紂而不敢逆，武王逆紂而不肯順，故曰不同。老聃曰：小子少進。余語女三王五帝之治天下，黃帝之治天下，使民心一，民有其親死不哭，而民不非也。",
          "zhushu": "若非之，則強哭。○脅，許劫反，合也。見，賢遍反。賜，亦本又作賜也。倨，居慮反，跂也。三王，本或作三皇，依注作王，是也。餘皆作三皇。語，魚據反，下同。強，其丈反。"
        },
        {
          "paragraph": "堯之治天下，使民心親，民有爲其親殺其殺，而民不非也。",
          "zhushu": "殺，降也。言親䟽有降殺。○僞，于僞反，殺其殺。並，所戒反，降也，注同。"
        },
        {
          "paragraph": "舜之治天下，使民心競，民孕婦十月生子，子生五月而能言，",
          "zhushu": "教之速也。○孕，以證反。"
        },
        {
          "paragraph": "不至乎孩而始誰，",
          "zhushu": "誰者，別人之意也。未孩，巳擇人，言其競教速成也。○孩，亥才反，說文云：𥬇也。别，彼列反，下同。"
        },
        {
          "paragraph": "則人始有天矣。",
          "zhushu": "不能同彼我，則心競於親䟽，故不終其天年也。"
        },
        {
          "paragraph": "禹之治天下，使民心變，人有心而兵有順，",
          "zhushu": "此言兵有順，則天下巳有不順故也。"
        },
        {
          "paragraph": "殺盗非殺，",
          "zhushu": "盗自應死，殺之順也，故非殺。"
        },
        {
          "paragraph": "人自爲種而天下耳。",
          "zhushu": "不能大齊萬物，而人人自別，斯人自爲種也。承百代之流，而會乎當今之變，其弊至於斯者，非禹也，故曰天下耳。言聖知之迹，非亂天下，而天下必有斯亂。○種，章勇反，註同。"
        },
        {
          "paragraph": "是以天下大駭。儒墨皆起，",
          "zhushu": "此乃百代之弊。○駭，胡楷反。"
        },
        {
          "paragraph": "其作始有倫，而今乎婦女，",
          "zhushu": "今之以女爲婦，而上下悖逆者，非作始之無理，但至理之弊，遂至於此。"
        },
        {
          "paragraph": "何言哉？",
          "zhushu": "弊生於理，故無所復言。○復，扶又反。"
        },
        {
          "paragraph": "余語女，三皇五帝之治天下，名曰治之，而亂莫甚焉。",
          "zhushu": "必弊故也。"
        },
        {
          "paragraph": "三皇之知，上悖日月之明，下睽山川之精，中墮四時之施。其知㦧於𧓽蠆之尾，鮮規之獸，莫得安其性命之情者，而猶自以爲聖人，不可耻乎其無耻也。子貢蹵蹵然立不安。",
          "zhushu": "子貢本謂老子獨經三王，故欲同三王於五帝耳。今又見老子通毀五帝，上及三皇，則失其所以爲談矣。○知，音智，下同。悖，𥙷對反。睽，苦圭反，又音圭，乖也。墮，許規反。施，式䜴反。𢡚，七感反。𧓽，敕邁反，又音例，本又作厲，郭音頼，又敕界反。蠆，許謁反，或敕邁反。或云：依字上當作蠆，下當作蠍。通俗文云：長尾爲蠆，短尾爲蠍。鮮規之獸。李云：鮮規，明貌。一云小蟲也。一云小獸也。蹵，子六反。"
        },
        {
          "paragraph": "孔子謂老聃曰：丘治詩、書、禮、樂、易、春秋六經，自以爲久矣，孰知其故矣。以奸者七十二君，論先王之道，而明周、召之迹，一君無所鉤用。甚矣！夫人之難說也，道之難明邪？老子曰：幸矣，子之不遇治世之君也。夫六經，先王之陳迹也，豈其所以迹哉。",
          "zhushu": "所以迹者，眞性也。夫任物之眞性者，其迹則六經也。○奸音干，三蒼云：犯也。鉤，取也矣。夫音符，篇末同。說，始銳反。治，直吏反。"
        },
        {
          "paragraph": "今子之所言，猶迹也。夫迹，履之所出，而迹豈履哉。",
          "zhushu": "况今之人事，則以自然爲履，六經爲迹。"
        },
        {
          "paragraph": "夫白鶂之相視，眸子不運而風化。蟲雄鳴於上風，雌應於下風而化，",
          "zhushu": "鶂以眸子相視，蟲以鳴聲相應，俱不待合而便生子，故曰風化。○鶂，五歷反。三蒼云：鶬，鶂也。司馬云：鳥子也。相視，眸，茂侯反。子不運而風化。司馬云：相待風氣而化生也。又云：相視而成隂。陽蟲雄鳴於上風，雌應於下風而化。一本作而風化，司馬云：雄者黿𩔖，雌者鼈𩔖。"
        },
        {
          "paragraph": "𩔖自爲雌雄，故風化。",
          "zhushu": "夫同𩔖之雌雄，各自有以相感。相感之異，不可勝極。苟得其𩔖，其化不難，故乃有遥感而風化也。○𩔖自爲雌雄，故風化。或說云：方之物𩔖，猶如草木異種而同𩔖也。山海經云：亶爰之山有獸焉，其狀如狸而有髮，其名曰師𩔖。帶山有鳥，其狀如鳯，五采文，其名曰奇𩔖。皆自牝牡也。勝音升。"
        },
        {
          "paragraph": "性不可易，命不可變，時不可止，道不可壅。",
          "zhushu": "故至人皆順而通之。○壅，於勇反。"
        },
        {
          "paragraph": "苟得於道，無自而不可。",
          "zhushu": "雖化者無方而皆可也。"
        },
        {
          "paragraph": "失焉者，無自而可。",
          "zhushu": "所在皆不可也。"
        },
        {
          "paragraph": "孔子不出三月，復見，曰：丘得之矣。烏鵲孺，魚傅沫，細要者化，",
          "zhushu": "言物之自然，各有性也。○復，扶又反。見，賢遍反，又如字。烏鵲孺，如喻反，李云：孚乳而生也。傅，音附，又音付，本亦作傳，直專反。沬音末。司馬云：傳沬者，以沫相育也。一云：傳口中沫，相與而生子也。細要，一遥反，者，化蜂之屬也。司馬去取桑蟲，祝使似已也。案：即詩所謂螟蛉有子，果贏負之。"
        },
        {
          "paragraph": "有弟而兄啼，",
          "zhushu": "言人之性舎長而視㓜，故啼也。○舍，音捨。長，張丈反。"
        },
        {
          "paragraph": "久矣。夫丘不與化爲人，不與化爲人，安能化人？",
          "zhushu": "夫與化爲人者，任其自化者也。若繙六經以說，則䟽也。"
        },
        {
          "paragraph": "老子曰：可，丘得之矣。",
          "zhushu": ""
        }
      ]
    },
    {
      "name": "莊子外篇刻意第十五",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以義名篇。"
        },
        {
          "paragraph": "刻意尚行，離世異俗，高論怨誹，爲亢而已矣。此山谷之士、非世之人，枯槁赴淵者之所好也。語仁義忠信，恭儉推讓，爲脩而已矣。此平世之士、教誨之人，遊居學者之所好也。語大功，立大名，禮君臣，正上下，爲治而已矣。此朝廷之士、尊主彊國之人，致功并兼者之所好也。就藪澤，處閒曠，釣魚閒處，無爲而已矣。此江海之士，避世之人，閒暇者之所好也。吹呴呼吸，吐故納新，熊經鳥申，爲壽而已矣。此道引之士、養形之人，彭祖壽考者之所好也。",
          "zhushu": "此數子者，所好不同，恣其所好，各之其方，亦所以爲逍遙也。然此僅各自得，焉能靡所不樹哉？若夫使萬物各得其分而不自失者，故當付之無所執爲也。○刻意，司馬云：刻，削也。峻其意也。案：謂削意令峻也。廣雅云：意，志也。行，下孟反。離，力智反。論，力困反。怨誹，非謂反，徐音非。李云：非世無道，怨己不遇也。亢，苦浪反。李云：窮高曰亢。稿，苦老反。赴淵，司馬云：枯槁若鮑焦介推，赴淵若申徒狄。好，呼報反，下及注皆同。治，直吏反，下同。朝，直遥反。藪，素口反。閒，音閑，下同。釣，本或作魡，同彫呌反。呴，况于反，字亦作喣。吸，許及反。吐故納新：李云：吐故氣，納新氣也。熊經如字，李古定反。司馬云：若熊之攀樹而引氣也。鳥申，如字，郭音信。司馬云：若鳥之嚬呻也。道引，音導。下同。李云：導氣令和，引體令柔。數，所主反。僅，其靳反。焉，於䖍反。"
        },
        {
          "paragraph": "若夫不刻意而高，無仁義而脩，無功名而治，無江海而閒，不道引而壽，",
          "zhushu": "所謂自然。"
        },
        {
          "paragraph": "無不忘也，無不有也。",
          "zhushu": "忘故能有，若有之，則不能救其忘矣。故有者，非有之而有也，忘而有之也。"
        },
        {
          "paragraph": "澹然無極而衆美從之。",
          "zhushu": "若厲己以爲之，則不能無極而衆惡生。○澹，大暫反，徐音談。然，一本作澹而。"
        },
        {
          "paragraph": "此天地之道、聖人之德也。",
          "zhushu": "不爲萬物而萬物自生者，天地也。不爲百行而百行目成者，聖人也。○行，下孟反，下及篇末百行同。"
        },
        {
          "paragraph": "故曰：夫恬惔寂漠，虚無無爲，此天地之平而道德之質也。",
          "zhushu": "非夫寂漠無爲也，則危其平而䘮其質也。○惔，大暫反，徐音談，下皆同。質，正也。䘮，息浪反，下同。"
        },
        {
          "paragraph": "故曰聖人休休焉，則平易矣。",
          "zhushu": "休乎恬惔寂漠，息平，虚無無爲，則雖歷乎險阻之變，常平夷而無難。○休，虚求反，息也，下及注同。易，以䜴反，下及注皆同。難，乃旦反，下同。"
        },
        {
          "paragraph": "平易則恬惔矣。",
          "zhushu": "患難生於有爲，有爲亦生於患難，故平易恬惔交相成也。"
        },
        {
          "paragraph": "平易恬惔，則憂患不能入，邪氣不能襲，",
          "zhushu": "泯然與正理俱徃。○邪，似嗟反，下同。"
        },
        {
          "paragraph": "故其德全而神不虧。",
          "zhushu": "夫不平不惔者，豈唯傷其形哉？神德並喪於内也。"
        },
        {
          "paragraph": "故曰：聖人之生也天行，",
          "zhushu": "任自然而運動。"
        },
        {
          "paragraph": "其死也物化。",
          "zhushu": "蛻然無所係。○蛻，音帨，又始銳反。"
        },
        {
          "paragraph": "靜而與隂同德，動而與陽同波。",
          "zhushu": "動静無心，而付之隂陽也。"
        },
        {
          "paragraph": "不爲福先，不爲禍始。感而後應，",
          "zhushu": "無所唱也。"
        },
        {
          "paragraph": "迫而後動，",
          "zhushu": "㑹至乃動。"
        },
        {
          "paragraph": "不得已而後起。",
          "zhushu": "任理而起，吾不得巳也。"
        },
        {
          "paragraph": "去知與故，循天之理。",
          "zhushu": "天理自然，知故無爲乎其間。○去，起吕反。"
        },
        {
          "paragraph": "故無天災，",
          "zhushu": "災生於違天。"
        },
        {
          "paragraph": "無物累，",
          "zhushu": "累生逆物。"
        },
        {
          "paragraph": "無人非，",
          "zhushu": "與人同者，衆必是焉。"
        },
        {
          "paragraph": "無鬼責。",
          "zhushu": "同於自得，故無責。"
        },
        {
          "paragraph": "其生若浮，其死若休。",
          "zhushu": "汎然無所惜也。"
        },
        {
          "paragraph": "不思慮，",
          "zhushu": "付之天理。"
        },
        {
          "paragraph": "不豫謀。",
          "zhushu": "理至而應，"
        },
        {
          "paragraph": "光矣而不耀，",
          "zhushu": "用天下之自光，非吾耀也。"
        },
        {
          "paragraph": "信矣而不期。",
          "zhushu": "用天下之自信，非吾期也。"
        },
        {
          "paragraph": "其寢不夢，其覺無憂。其神純粹，",
          "zhushu": "一無所欲。○覺，古孝反。粹，雖遂反。"
        },
        {
          "paragraph": "其魂不罷。",
          "zhushu": "有欲乃疲。○罷，音皮。"
        },
        {
          "paragraph": "虚無恬惔，乃合天德。",
          "zhushu": "乃與天地合恬惔之德也。"
        },
        {
          "paragraph": "故曰：悲樂者，德之邪；喜怒者，道之過；好惡者，德之失。故心不憂樂，德之至也；",
          "zhushu": "至德常適，故情無所槩。○樂音洛，下同。惡，烏路反。"
        },
        {
          "paragraph": "一而不變，靜之至也；",
          "zhushu": "静而一者，不可變也。"
        },
        {
          "paragraph": "無所於忤，虚之至也；",
          "zhushu": "其心豁然確盡，乃無纎介之違。○忤，五故反。確，苦角反。介音界。"
        },
        {
          "paragraph": "不與物交，淡之至也；",
          "zhushu": "物自來耳，至淡者無交物之情。"
        },
        {
          "paragraph": "無所於逆，粹之至也。",
          "zhushu": "若雜乎濁欲，則有所不順。"
        },
        {
          "paragraph": "故曰：形勞而不休則弊，精用而不已則勞，勞則竭。",
          "zhushu": "物皆有當，不可失也。"
        },
        {
          "paragraph": "水之性，不雜則清，莫動則平；鬱閉而不流，亦不能清，天德之象也。",
          "zhushu": "象天德者，無心而階㑹也。"
        },
        {
          "paragraph": "故曰：純粹而不雜，",
          "zhushu": "無非至當之事也。"
        },
        {
          "paragraph": "靜一而不變，",
          "zhushu": "常在當上住。"
        },
        {
          "paragraph": "淡而無爲，",
          "zhushu": "與㑹俱而巳矣。"
        },
        {
          "paragraph": "動而以天行，",
          "zhushu": "若夫逐欲而動，人行也。"
        },
        {
          "paragraph": "此養神之道也。夫有干越之劒者，柙而藏之，不敢用也，寳之至也。",
          "zhushu": "况敢輕用其神乎？○干越之劒，司馬云：干，吳也。吳、越出善劒也。季云：干谿，越山出，名劒。案：吳有谿名干谿，越有山名若耶，並出善鐡，鑄爲名劒也。柙，戶甲反。"
        },
        {
          "paragraph": "精神四逹並流，無所不極，上際於天，下蟠於地，",
          "zhushu": "夫體天地之極，應萬物之數，以爲精神者，故若是矣。若是而有落天地之功者，任天行耳，非輕用也。○蟠音盤，郭音煩。"
        },
        {
          "paragraph": "化育萬物，不可爲象，",
          "zhushu": "所育無方。"
        },
        {
          "paragraph": "其名爲同帝。",
          "zhushu": "同天帝之不爲。"
        },
        {
          "paragraph": "純素之道，唯神是守。守而勿失，與神爲一。",
          "zhushu": "常以純素守乎至寂，而不蕩於外，則㝠也。"
        },
        {
          "paragraph": "一之精通，合于天倫。",
          "zhushu": "精者，物之眞也。"
        },
        {
          "paragraph": "野語有之曰：“衆人重利，廉士重名，賢士尚志，聖人貴精。”",
          "zhushu": "與神爲一，非守神也。不遠其精，非貴精也，然其迹則貴守之也。"
        },
        {
          "paragraph": "故素也者，謂其無所與雜也；純也者，謂其不虧其神也。",
          "zhushu": "苟以不虧爲純，則雖百行同舉，萬變參備，乃至純也。苟以不雜爲素，則雖龍章鳳姿，倩乎有非常之觀，乃至素也。若不能保其自然之質，而雜乎外飾，則雖犬羊之鞹，庸得謂之純素哉？○倩，七練反。觀，古喚反。鞹，苦郭反。"
        },
        {
          "paragraph": "能體純素，謂之真人。",
          "zhushu": ""
        }
      ]
    },
    {
      "name": "莊子外篇繕性第十六",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以義名篇。"
        },
        {
          "paragraph": "繕性於俗俗學以求復其初；",
          "zhushu": "巳治性於俗矣，而欲以俗學復性命之本，所以求者愈非其道也。○繕，善戰反，崔云：治也，或云善也。性，性本也。"
        },
        {
          "paragraph": "滑欲於俗思以求致其明，",
          "zhushu": "已亂其心於欲，而方復役思以求明，思之愈精，失之愈遠。○滑，音骨，亂也。崔云：治也。思，李息吏反，注役思同。復，扶又反，下無復、雖復同。"
        },
        {
          "paragraph": "謂之蔽蒙之民。",
          "zhushu": "若夫發䝉者，必離俗去欲而後幾焉。○離，力智反，下文同。去，起吕反。"
        },
        {
          "paragraph": "古之治道者，以恬養知。",
          "zhushu": "恬静而後知不蕩，知不蕩而性不失也。○治，始字，又直吏反。知音智，下以意求之。"
        },
        {
          "paragraph": "生而無以知爲也，謂之以知養恬。",
          "zhushu": "大無以知爲而任其自知，則雖知周萬物而恬然自得也。"
        },
        {
          "paragraph": "知與恬交相養，而和理出其性。",
          "zhushu": "知而非爲，則無害於恬，恬而自爲，則無傷於知，斯可謂交相養矣。二者交相養，則和理之分，豈出他哉？"
        },
        {
          "paragraph": "夫德，和也；道，理也。",
          "zhushu": "和故無不得，道故無不理。"
        },
        {
          "paragraph": "德無不容，仁也；",
          "zhushu": "無不容者，非爲仁也，而仁迹行焉。"
        },
        {
          "paragraph": "道無不理，義也；",
          "zhushu": "無不理者，非爲義也，而義功著焉。"
        },
        {
          "paragraph": "義明而物親，忠也；",
          "zhushu": "若夫義明而不由忠，則物愈踈。"
        },
        {
          "paragraph": "中純實而反乎情，樂也；",
          "zhushu": "仁義發中而還任本懷，則志得矣。志得矣，其迹則樂也。樂，音洛，注同。"
        },
        {
          "paragraph": "信行容體而順乎文，禮也。",
          "zhushu": "信行容體而順乎自然之節文者，其迹則禮也。○行，下孟反，注同。下以行、小行、注行者、行立皆放此。"
        },
        {
          "paragraph": "禮樂徧行，則天下亂矣。",
          "zhushu": "以一體之所履，一志之所樂，行之天下，則一方得而萬方失也。○徧音遍。"
        },
        {
          "paragraph": "彼正而蒙已德，德則不冒。冒則物必失其性也。",
          "zhushu": "各正性命而自蒙己德，則不以此冒彼也。若以此冒彼，安得不失其性哉。○冒，莫報反，崔云：覆也。"
        },
        {
          "paragraph": "古之人，在混芒之中，與一世而得澹漠焉。當是時也，隂陽和靜，鬼神不擾，四時得節，萬物不傷，羣生不夭，人雖有知，無所用之，",
          "zhushu": "任其自然而已。○混，胡本反。芒，莫剛反。崔云：混混芒芒，未分時也。𣽃，徒暫反。"
        },
        {
          "paragraph": "此之謂至一。當是時也，莫之爲而常自然。",
          "zhushu": "物皆自然，故至一也。"
        },
        {
          "paragraph": "逮德下衰，",
          "zhushu": "夫德之所以下衰者，由聖人不維世，則，在上者不能無爲，而羡無爲之迹，故致斯弊也。"
        },
        {
          "paragraph": "及燧人、伏戲始爲天下，是故順而不一。",
          "zhushu": "世已失一，或不可解，故釋而不推，順之而已。○燧音遂。"
        },
        {
          "paragraph": "德又下衰，及神農、黃帝始爲天下，是故安而不順。",
          "zhushu": "安之於其所安而巳。"
        },
        {
          "paragraph": "德又下衰，及唐虞始爲天下，興治化之流，𤀴淳散朴，",
          "zhushu": "聖人無心，任世之自成。成之淳薄，皆非聖也。聖能任世之自得耳，豈能使世得聖哉？故皇王之迹與世俱遷，而聖人之道未始不全也。○𤀴，古堯反，本亦作澆。淳，本亦作醇，音純。"
        },
        {
          "paragraph": "離道以善，",
          "zhushu": "善者過於適之稱，故有善而道不全。○稱，尺證反。"
        },
        {
          "paragraph": "險德以行，",
          "zhushu": "行者違性而行之，故行立而德不夷。"
        },
        {
          "paragraph": "然後去性而從於心。",
          "zhushu": "以心自役，則性去也。"
        },
        {
          "paragraph": "心與心識",
          "zhushu": "彼我之心，競爲先識，無復任性也。○心與心，識如字，衆本悉同。向本作職，云彼我之心競爲先職矣。郭注旣與向同，則亦當作職也。"
        },
        {
          "paragraph": "知而不足以定天下，",
          "zhushu": "忘知任性，斯乃定也。"
        },
        {
          "paragraph": "然後附之以文，益之以博。文滅質，博溺心，",
          "zhushu": "文博者，心質之飾也。○溺，乃歷反，郭音奴學反。"
        },
        {
          "paragraph": "然後民始惑亂，無以反其性情而復其初。",
          "zhushu": "初謂性命之本。"
        },
        {
          "paragraph": "由是觀之，世喪道矣，道喪世矣，世與道交相喪也。",
          "zhushu": "夫道以不貴，故能存世。然世存則貴之，貴之，道斯喪矣。道不能使世不貴，而世亦不能不貴於道，故交相喪也。○喪，息浪反，下及注皆同。"
        },
        {
          "paragraph": "道之人何由興乎世，世亦何由興乎道哉！",
          "zhushu": "若不貴，乃交相興也。"
        },
        {
          "paragraph": "道無以興乎世，世無以興乎道，雖聖人不在山林之中，其德隱矣。",
          "zhushu": "今所以不隱，由其有情以興也。何由而興？由無貴也。"
        },
        {
          "paragraph": "隱故不自隱。",
          "zhushu": "若夫自隱而用物，則道世交相興矣，何隱之有哉。"
        },
        {
          "paragraph": "古之所謂隱士者，非伏其身而弗見也，非閉其言而不出也，非藏其知而不發也，時命大謬也。",
          "zhushu": "莫知反一以息迹，而逐迹以求一，愈得迹愈失一，斯大謬矣。雖復起身以明之，開言以出之，顯知以發之，何由而交興哉？祗所以交喪也。○見音賢遍反。祗音支。"
        },
        {
          "paragraph": "當時命而大行乎天下，",
          "zhushu": "此澹漠之時也。"
        },
        {
          "paragraph": "則反一無迹；",
          "zhushu": "反任物性，而物性自一，故無迹。"
        },
        {
          "paragraph": "不當時命而大窮乎天下，",
          "zhushu": "此不能澹漠之時也。"
        },
        {
          "paragraph": "則深根寧極而待：",
          "zhushu": "雖有事之世，而聖人未始不𣽃漠也，故深根寧極，而待其自爲耳，斯道之所以不喪也。"
        },
        {
          "paragraph": "此存身之道也。",
          "zhushu": "未有身存而世不興者也。"
        },
        {
          "paragraph": "古之存身者，不以辯飾知，",
          "zhushu": "任其真知而已。"
        },
        {
          "paragraph": "不知窮天下，",
          "zhushu": "此淡泊之情也。○淡，大暫反。泊音薄。"
        },
        {
          "paragraph": "不以知窮德，",
          "zhushu": "守其自得而已。"
        },
        {
          "paragraph": "危然處其所而反其性，己又何爲哉？",
          "zhushu": "危然，獨正之貌。○危然，如字。郭云：獨正貌。司馬本作垝，云：獨立貌。崔本作垝，音如累垝之垝垝然。皆待安固貌。"
        },
        {
          "paragraph": "道固不小行，",
          "zhushu": "遊於坦塗。○坦，敕但反。"
        },
        {
          "paragraph": "德固不小識。",
          "zhushu": "塊然大通。○塊，苦對反。"
        },
        {
          "paragraph": "小識傷德，小行傷道。故曰：正己而已矣。樂全之謂得志。",
          "zhushu": "自得其志，獨夷其心，而無哀樂之情，斯樂之全者也。○樂音洛，注下皆同。"
        },
        {
          "paragraph": "古之所謂得志者，非軒冕之謂也，謂其無以益其樂而已矣。",
          "zhushu": "全其内而足。"
        },
        {
          "paragraph": "今之所謂得志者，軒冕之謂也。軒冕在身，非性命也，物之儻來，寄也。寄之，其來不可圉，其去不可止。",
          "zhushu": "在外物耳，得失之非我也。○儻，吐黨反，崔本作黨，云：衆也。圉，魚吕反，本又作禦。"
        },
        {
          "paragraph": "故不爲軒冕肆志，",
          "zhushu": "淡然自若，不覺寄之在身。○爲，于爲反，下同。"
        },
        {
          "paragraph": "不爲窮約趨俗，",
          "zhushu": "曠然而得，不覺窮之在身。"
        },
        {
          "paragraph": "其樂彼與此同，",
          "zhushu": "彼此，謂軒冕與窮約。"
        },
        {
          "paragraph": "故無憂而已矣！",
          "zhushu": "亦無欣歡之喜也。"
        },
        {
          "paragraph": "今寄去則不樂。由是觀之，雖樂，未嘗不荒也。",
          "zhushu": "夫寄去則不樂者，寄來則荒矣，斯以外易内也。"
        },
        {
          "paragraph": "故曰：喪已於物、失性於俗者，謂之倒置之民。",
          "zhushu": "營外𧇊内，其置倒也。○倒置之民，崔云：逆其性命而不順也。向云：以外易内，可謂倒置。"
        }
      ]
    },
    {
      "name": "莊子外篇秋水第十七",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：借物名篇。"
        },
        {
          "paragraph": "秋水時至，百川灌河。涇流之大，兩涘渚崖之間，不辯牛馬。",
          "zhushu": "言其廣也。○秋水，李云：水生於春，壯於秋。白虎通云：水涯也。灌，古亂反。涇音經。司馬云：涇，通也。崔本作徑，云：直度曰徑。又云：字或作淫。涘，音俟，涯也。渚，司馬云：水中可居曰渚。釋名云：渚，遮也。體高能遮水，使從旁回也。崖，字又作涯，亦作涯，並同。辯，别也。言廣大，故望不分别也。"
        },
        {
          "paragraph": "於是焉河伯欣然自喜，以天下之美爲盡在已。順流而東行，至於北海，東靣而視，不見水端。於是焉何伯始旋其面目，望洋向若而歎曰：“野語有之曰：‘聞道百，以爲莫己若者。’我之謂也。且夫我嘗聞少仲尼之聞而輕伯夷之義者，始吾弗信。今我睹子之難窮也，吾非至於子之門則殆矣，吾長見𥬇於大方之家。”",
          "zhushu": "知其小而不能自大，則理分有素，跂尚之情，無爲乎其間。○河伯姓馮名夷，一名水夷，一名巳，見太宗馮遲命篇。一云姓吕，名公子。馮夷是公子之妻。盡，注忍反，北海，故云東海之北是也。目盳，莫剛反，又音旁，又音望，本亦作望。洋，音羊，司馬、崔云：盳洋，猶望羊，仰視貌。向若向，徐音嚮，許亮反。司馬云：若海神。聞道百。李云：萬分之一也。今我睹舊音覩。案：說文睹，今字；覩，古字。睹，見也。崔本作今睹我，云：睹，大也。大方司馬云：方，道也。分，扶問反，後同。"
        },
        {
          "paragraph": "北海若曰：“井鼃不可以語於海者，拘於虚也；夏蟲不可以語於氷者，篤於時也；曲士不可以語於道者，束於教也。",
          "zhushu": "夫物之所生而安者，趣各有極。○語，如字，下同。虚音墟，本亦作墟，風俗通云：墟，虚也。崔云：拘於井中之空也。夏，尸嫁反。曲士，司馬云：郷曲之士也。"
        },
        {
          "paragraph": "今爾出於崖涘，觀於大海，乃知爾醜，爾將可與語大理矣。",
          "zhushu": "以其知分，故可與言理也。"
        },
        {
          "paragraph": "天下之水，莫大於海：萬川歸之，不知何時止而不盈；尾閭泄之，不知何時已而不虚；春秋不變，水旱不知。此其過江河之流，不可爲量數。而吾未嘗以此自多者，自以比形於天地，而受氣於隂陽，吾在於天地之間，猶小石小木之在大山也。方存乎見少，又奚以自多！",
          "zhushu": "窮百川之量而縣於河，河縣於海，海縣於天地，則各有量也。此發辭氣者，有似乎觀大可以明小，尋其意則不然。夫世之所患者不夷也，故體大者怏然謂小者爲無餘，質小者塊然謂大者爲至足。是以上下夸跂，俯仰自失，此乃生民之所惑也。惑者求正，正之者莫若先極其差而因其所謂。所謂大者至足也，故秋豪無以累乎天地矣。所謂小者無餘也，故天地無以過乎秋豪矣。然後惑者有山而反，各知其極，物安其分，逍遥者用其本歩而遊乎自得之場矣。此莊子之所以發德音也。若如惑者之說，轉以小大相傾，則相傾者無窮矣。若夫覩大而不安其小，視少而自以爲多，將奔馳於勝負之竟，而𦔳天民之矜夸，豈逹乎莊生之㫖哉！○尾閭，崔云：海東川名。司馬云：泄海水出外者也。泄，息列反，又與世反。量音亮，註及下同。縣音玄，下同。怏，於亮反，又於良反。竟音境。"
        },
        {
          "paragraph": "計四海之在天地之間也，不似礨空之在大澤乎？計中國之在海内，不似稊米之在太倉乎？號物之數謂之萬，人處一焉；人卒九州，榖食之所生，舟車之所通，人處一焉；此其比萬物也，不似豪末之在於馬體乎？",
          "zhushu": "小大之辯，各有階級，不可相跂。○礨，力罪反，向同，崔音壘，李力對反。空音孔。壘孔，小穴也。李云：小封也。一云：蟻塜也。稊，徒兮反。司馬云：稊米，小米也。李云：稊，草也。案郭註爾雅稊似稗。稗音蒲賣反。大倉音泰。卒，尊忽反。司馬云：衆也。崔子恤反，云：盡也。"
        },
        {
          "paragraph": "五帝之所連，三王之所爭，仁人之所憂，任士之所勞，盡此矣！",
          "zhushu": "不出乎一域。○五帝之所連，司馬云：謂連續仁義也。崔云：連，續也。本亦作五帝。爭，側耕反。任士之所勞。李云：任，能也。勞，服也。"
        },
        {
          "paragraph": "伯夷辭之以爲名，仲尼語之以爲博。此其自多也，不似爾向之自多於水乎？”",
          "zhushu": "物有定域，雖至知不能出焉。故起大小之差，將以申明至理之無辨也。"
        },
        {
          "paragraph": "河伯曰：“然則吾大天地而小豪末，可乎？”北海若曰：“否。夫物，量無窮，",
          "zhushu": "物物各有量。"
        },
        {
          "paragraph": "時無止，",
          "zhushu": "死與生皆時行。"
        },
        {
          "paragraph": "分無常，",
          "zhushu": "得與失皆分。"
        },
        {
          "paragraph": "終始無故。",
          "zhushu": "日新也。"
        },
        {
          "paragraph": "是故大知觀於遠近，故小而不寡，",
          "zhushu": "各自足也。"
        },
        {
          "paragraph": "大而不多，",
          "zhushu": "亦無餘也。"
        },
        {
          "paragraph": "知量無窮。",
          "zhushu": "攬而觀之知遠近，大小之物各有量，"
        },
        {
          "paragraph": "證曏今故。",
          "zhushu": "曏，明也。今故，猶古今。○曏，許亮反，崔云：徃也。向，郭云：明也。又虚丈反。"
        },
        {
          "paragraph": "故遥而不悶，",
          "zhushu": "遙，長也。"
        },
        {
          "paragraph": "掇而不跂，",
          "zhushu": "掇，猶短也。○掇，專劣反。跂如字，一本作企，下注亦然。"
        },
        {
          "paragraph": "知時無止。",
          "zhushu": "證明古今，知變化之不止於死生也，故不以長而挹悶短，故爲跂也。"
        },
        {
          "paragraph": "察乎盈虚，故得而不喜，失而不憂，知分之無常也。",
          "zhushu": "察其一盈一虚，則知分之不常於得也，故能忘其憂喜。"
        },
        {
          "paragraph": "明乎坦塗，",
          "zhushu": "死生者，日新之正道。○坦，吐但反。"
        },
        {
          "paragraph": "故生而不說，死而不禍，知終始之不可故也。",
          "zhushu": "明終始之日新也，則知故之不可執而留矣。是以渉日新而不愕，舎故而不驚，死生之化若一。○說，音恱。愕，五各反。舎音捨。"
        },
        {
          "paragraph": "計人之所知，不若其所不知；",
          "zhushu": "所知各有限也。"
        },
        {
          "paragraph": "其生之時，不若未生之時；",
          "zhushu": "生時各有年也。"
        },
        {
          "paragraph": "以其至小，求窮其至大之域，是故迷亂而不能自得也。",
          "zhushu": "莫若安於所受之分而巳。"
        },
        {
          "paragraph": "由此觀之，又何以知豪末之足以定至細之倪，又何以知天地之足以窮至大之域？”",
          "zhushu": "以小求大，理終不得，各安其分，則大小俱足矣。若豪末不求天地之功，則周身之餘，皆爲棄物。天地不見大於秋豪，則顧其形象，裁自足耳。將何以知細之定細，大之定大也？○倪，五厓反，徐音詣，郭五米反，下同。"
        },
        {
          "paragraph": "河伯曰：“世之議者皆曰：‘至精無形，至大不可圍。’是信情乎？”北海若曰：“夫自細視大者不盡，自大視細者不明。",
          "zhushu": "目之所見有常極，不能無窮也，故於大則有所不盡，於細則有所不明，直是目之所不逮耳。精與大皆非無也，庸詎知無形而不可圍者哉？"
        },
        {
          "paragraph": "夫精，小之微也；埒，大之殷也，故異便。",
          "zhushu": "大小異，故所便不得同。○埒，李普回反，徐音孚，謂盛也，郭芳尤反，崔音裒，殷衆也。便，婢靣反，徐扶靣反，註皆同。"
        },
        {
          "paragraph": "此勢之有也。",
          "zhushu": "若無形而不可圍，則無此異便之勢也。"
        },
        {
          "paragraph": "夫精粗者，期於有形者也；",
          "zhushu": "有精粗矣，故不得無形。○粗，此胡反，下同。"
        },
        {
          "paragraph": "無形者，數之所不能分也；不可圍者，數之所不能窮也。可以言論者，物之粗也；可以意致者，物之精也；言之所不能論，意之所不能察致者，不期精粗焉。",
          "zhushu": "唯無而巳，何精粗之有哉。夫言意者，有也；而所言所意者，無也，故求之於言意之表，而入乎無言無意之域而後至焉。○分如字，能論本或作諭。"
        },
        {
          "paragraph": "是故大人之行，不出乎害人，",
          "zhushu": "大人者，無意而任天行也。舉足而投諸吉地，豈出害人之塗哉。"
        },
        {
          "paragraph": "不多仁恩；",
          "zhushu": "無害而不自多其恩。"
        },
        {
          "paragraph": "動不爲利，",
          "zhushu": "應理而動，而理自無害。○爲，于僞反。"
        },
        {
          "paragraph": "不賤門𨽾；",
          "zhushu": "任其所能，而位當於斯耳，非由賤之，故措之斯職。○措，七故反。"
        },
        {
          "paragraph": "貨財弗爭，",
          "zhushu": "各使分定。"
        },
        {
          "paragraph": "不多辭讓；",
          "zhushu": "適中而巳。"
        },
        {
          "paragraph": "事焉不借人，",
          "zhushu": "各使自任。"
        },
        {
          "paragraph": "不多食乎力，",
          "zhushu": "足而巳。"
        },
        {
          "paragraph": "不賤貪汙；",
          "zhushu": "理自無欲。"
        },
        {
          "paragraph": "行殊乎俗，",
          "zhushu": "已獨無可無不可，所以與俗殊。○行，下孟反，下堯、桀之行同。"
        },
        {
          "paragraph": "不多辟異；",
          "zhushu": "任理而自殊。○辟，四亦反。"
        },
        {
          "paragraph": "爲在從衆，",
          "zhushu": "從衆之所爲。"
        },
        {
          "paragraph": "不賤佞謟；",
          "zhushu": "自然正直。"
        },
        {
          "paragraph": "世之爵禄不足以爲勸，戮耻不足以爲辱；",
          "zhushu": "外事不捿於心。"
        },
        {
          "paragraph": "知是非之不可爲分，細大之不可爲倪。",
          "zhushu": "故玄同也。"
        },
        {
          "paragraph": "聞曰：‘道人不聞，",
          "zhushu": "任物而物性自通，不則功名歸物矣，故不聞。"
        },
        {
          "paragraph": "至德不得，",
          "zhushu": "得者生於失也。物各無失，則得名去也。"
        },
        {
          "paragraph": "大人無已。’",
          "zhushu": "任物而巳。○無巳，音紀。"
        },
        {
          "paragraph": "約分之至也。”",
          "zhushu": "約之以至其分，故㝠也。夫唯極乎無形而不可圍者爲然。"
        },
        {
          "paragraph": "河伯曰：“若物之外，若物之内，惡至而倪貴賤？惡至而倪小大？”北海若曰：“以道觀之，物無貴賤；",
          "zhushu": "各自足也。○惡，音烏，下同。"
        },
        {
          "paragraph": "以物觀之，自貴而相賤；",
          "zhushu": "此區區者，乃道之所錯綜而齊之者也。"
        },
        {
          "paragraph": "以俗觀之，貴賤不在己。",
          "zhushu": "斯所謂倒置也。"
        },
        {
          "paragraph": "以差觀之，因其所大而大之，則萬物莫不大；因其所小而小之，則萬物莫不小。知天地之爲稊米也，知豪末之爲丘山也，則差數覩矣。",
          "zhushu": "所大者，足也。所小者，無餘也。故因其性足以名大，則豪末丘山不得異其名；因其無餘以稱小，則天地稊米無所殊其稱。若夫觀差而不由斯道，則差數相加，幾微相傾，不可勝察也。○綜，尺證反。勝音升。"
        },
        {
          "paragraph": "以功觀之，因其所有而有之，則萬物莫不有；因其所無而無之，則萬物莫不無。知東西之相反而不可以相無，則功分定矣。",
          "zhushu": "天下莫不相與爲彼我，而彼我皆欲自爲，斯東西之相反也。然彼我相與爲脣齒，脣齒者未甞相爲，而脣亡則齒寒。故彼之自爲，濟我之功弘矣，斯相反而不可以相無者也。故因其自爲而無其功，則天下之功莫不皆無矣。因其不可相無而有其功，則天下之功莫不皆有矣。若乃忘其自爲之功，而思夫相爲之惠，惠之愈勤，而僞薄滋甚，天下天業而情性瀾漫矣，故其功分無時可定也。○自爲，于僞反，註内自爲、相爲皆同，餘如字。"
        },
        {
          "paragraph": "以趣觀之，因其所然而然之，則萬物莫不然；因其所非而非之，則萬物莫不非。知堯桀之自然而相非，則趣操覩矣。",
          "zhushu": "物皆自然，故無不然。物皆相非，故無不非。無不非，則無然矣，無不然，則無非矣。無然無非者，堯也；有然有非者，桀也。然此二君，各受天素，不能相爲，故因堯桀以觀天下之趣操，其不能相爲也可見矣。"
        },
        {
          "paragraph": "昔者堯、舜讓而帝，之噲讓而絶；湯、武爭而王，白公爭而滅。",
          "zhushu": "夫順天應人而受天下者，其迹則爭譲之迹也。尋其迹者，失其所以迹矣，故絶滅也。○之噲，音快，又古邁反，又古㑹反。之者，燕相子之也。噲，燕王名也。司馬云：燕王噲拙於謀，用蘇代之說，效堯舜譲位與子之，三年而國亂，而王往况反。白公名勝，楚平王之孫白縣尹僣稱公作亂而死，事見左傳哀公十六年。"
        },
        {
          "paragraph": "由此觀之，爭讓之禮，堯、桀之行，貴賤有時，未可以爲常也。梁麗可以衝城，而不可以窒穴，言殊器也；騏驥驊騮，一日而馳千里，捕䑕不如狸狌，言殊技也；鴟鵂夜撮蚤，察豪末，晝出瞋目而不見丘山，言殊性也。",
          "zhushu": "就其殊而任之，則萬物莫不當也。○梁麗，司馬、李音禮，一音如字。司馬云：梁麗，小舩也。崔云：屋棟也。窒，玲悉反，爾雅云：塞也。崔、李同。說文都節反。騏音其。驥，音冀。驊，戶花反。騮音留。李云：騏驥、驊騮，皆駿馬也。捕，音歩，本又作搏，徐音付。狸，力之反。狌音姓，向同，又音生，崔本作鼬，由又反。技，其綺反。鴟，尺夷反。崔云：鴟，鵂，鼬，與委裊同，　七括反。崔本作最，音同。蚤音早。說文：跳蟲齧人者也。淮南子：鴟夜聚蚤，察分豪末。許慎云：鴟夜聚食蚤蝨不失也。司馬本作蚉，音文，云：鴟鵂鶹夜取蚉食。今郭本亦有作蚉者。崔本作𤓰，云：鵂鶹夜聚人𤓰於巢中也。瞑，尺夷反。向，處辰反。司馬云：張也。崔音眩，又師慎反，本或作瞑。"
        },
        {
          "paragraph": "故曰：蓋師是而無非，師治而無亂乎？是未明天地之理、萬物之情者也。",
          "zhushu": "夫天地之理，萬物之情，以得我爲是，失我爲非，適性爲治，失和爲亂。然物無定極，我無常適，殊性異便，是非無主。若以我之所是，則彼不得非，此知我而不見彼者耳。故以道觀者，於是非無當也。付之天均，恣之兩行，則殊方異𩔖，同焉皆得也。○師是，或云師，順也。治，直吏反，注皆同。"
        },
        {
          "paragraph": "是猶師天而無地，師隂而無陽，其不可行明矣！然且語而不舎，非愚則誣也！",
          "zhushu": "天地隂陽對生也，是非治亂互有也，將奚去哉。○舎音捨，下同。"
        },
        {
          "paragraph": "帝王殊禪，三代殊繼。差其時，逆其俗者，謂之篡夫；當其時，順其俗者，謂之義之徒。黙黙乎河伯，女惡知貴賤之門，小大之家！”",
          "zhushu": "俗之所貴，有時而賤，物之所大，世或小之。故順物之迹，不得不殊，斯五帝三王之所以不同也。○篡夫，初患反，取也，下如字。女惡音汝，後放此，下音烏。"
        },
        {
          "paragraph": "河伯曰：“然則我何爲乎？何不爲乎？吾辭受趣舎，吾終柰何？”北海若曰：“以道觀之，何貴何賤，是謂反衍；",
          "zhushu": "貴賤之道，反覆相尋。○反衍，又以戰反。崔云：無所貴賤，乃反爲美也。本亦作畔衍，李云：猶漫衍合爲一家。覆，芳服反。"
        },
        {
          "paragraph": "無拘而志，與道大蹇。",
          "zhushu": "自拘執，則不夷於道。○與道大蹇，向，紀輦反，徐紀偃反，本或作與天道蹇，崔本蹇作浣，云：猶洽也。"
        },
        {
          "paragraph": "何少何多，是謂謝施；",
          "zhushu": "隨其分，故所施無常。○謝施，如字。司馬云：謝，代也。施，用也。崔云：不代其德，是謂謝施。"
        },
        {
          "paragraph": "無一而行，與道參差。",
          "zhushu": "不能隨變，則不齊於道。○參，初林反。差，初宜反。"
        },
        {
          "paragraph": "嚴乎若國之有君，其無私德；",
          "zhushu": "公當而巳。○嚴，魚檢反，又如字。"
        },
        {
          "paragraph": "繇繇乎若祭之有社，其無私福；",
          "zhushu": "天下之所同求。○繇音由。"
        },
        {
          "paragraph": "泛泛乎其若四方之無窮，其無所畛域。",
          "zhushu": "泛泛然無所在。○泛，孚劒反，字又作汎。畛，之忍反。域，于逼反，舊于目反。"
        },
        {
          "paragraph": "兼懷萬物，其孰承翼？",
          "zhushu": "掩御羣生，反之公内而乎徃者也，豈扶踈而承翼哉。"
        },
        {
          "paragraph": "是謂無方。",
          "zhushu": "無方，故能以萬物爲方。"
        },
        {
          "paragraph": "萬物一齊，孰短孰長？",
          "zhushu": "莫不皆足。"
        },
        {
          "paragraph": "道無終始，物有死生，",
          "zhushu": "死生者，無窮之變耳，非終始也。"
        },
        {
          "paragraph": "不恃其成。",
          "zhushu": "成無常處。"
        },
        {
          "paragraph": "一虚一滿，不位乎其形。",
          "zhushu": "不以形爲位，而守之不變。"
        },
        {
          "paragraph": "年不可舉，",
          "zhushu": "欲舉之令去而不能。○令，力呈反。"
        },
        {
          "paragraph": "時不可止。",
          "zhushu": "欲止之使停又不可。"
        },
        {
          "paragraph": "消息盈虚，終則有始。",
          "zhushu": "變化日新，未甞守故。"
        },
        {
          "paragraph": "是所以語大義之方，論萬物之理也。物之生也，若驟若馳。",
          "zhushu": "但當就用耳。"
        },
        {
          "paragraph": "無動而不變。無時而不移。",
          "zhushu": "故不可執而守。"
        },
        {
          "paragraph": "何爲乎？何不爲乎？夫固將自化。”",
          "zhushu": "若有爲不爲於其間，則敗其自化矣。"
        },
        {
          "paragraph": "河伯曰：“然則何貴於道邪？”",
          "zhushu": "以其自化，"
        },
        {
          "paragraph": "北海若曰：“知道者必逹於理，逹於理者必明於權，明於權者不以物害已。",
          "zhushu": "知道者，知其無能也。無能也，則何能生我？我自然而生耳，而四支百體、五藏精神，已不爲而自成矣，又何有意乎生成之後哉。逹乎斯理者，必能遣過分之知，遺益生之情，而乗變應權，故不以外傷内，不以物害已，而常全也。○藏，才浪反。"
        },
        {
          "paragraph": "至德者，火弗能𤍠，水弗能溺，寒暑弗能害，禽獸弗能賊。",
          "zhushu": "夫心之所安，則危不能危；意無不適，故苦不能苦也。"
        },
        {
          "paragraph": "非謂其薄之也，",
          "zhushu": "雖心所安，亦不使犯之。○薄，如字，崔云：謂以體著之。"
        },
        {
          "paragraph": "言察乎安危，",
          "zhushu": "知其不可逃也。"
        },
        {
          "paragraph": "寧於禍福，",
          "zhushu": "安乎命之所遇。"
        },
        {
          "paragraph": "謹於去就，",
          "zhushu": "審去就之非已。"
        },
        {
          "paragraph": "莫之能害也。",
          "zhushu": "不以害爲害，故莫之能害。"
        },
        {
          "paragraph": "故曰：‘天在内，人在外，",
          "zhushu": "天然在内，而天然之所順者在外。故太宗師曰：知天人之所爲者至矣。明内外之分皆非爲也。"
        },
        {
          "paragraph": "德在乎天。’",
          "zhushu": "恣人任知，則流蕩失素也。"
        },
        {
          "paragraph": "知天人之行，本乎天，位乎得，",
          "zhushu": "此天然之知，自行而不出乎分者也，故雖行於外，而常本乎天而位乎得矣。○行如字。"
        },
        {
          "paragraph": "蹢䠱而屈伸，",
          "zhushu": "與機㑹相應者，有斯變也。○蹢，丈益反，又持革反。䠱，丈録反，又音濁。伸音申。"
        },
        {
          "paragraph": "反要而語極。”",
          "zhushu": "知雖落天地，事雖接萬物，而常不失其要極，故天人之道全也。○要，於妙反。"
        },
        {
          "paragraph": "曰：“何謂天？何謂人？”北海若曰：“牛馬四足，是謂天；落馬首，穿牛鼻，是謂人。",
          "zhushu": "人之生也，可不服牛乗馬乎？服牛乗馬，不可穿落之乎？牛馬不辭穿落者，天命之固當也。苟當乎天命，則雖寄之人事而本在乎天也。"
        },
        {
          "paragraph": "故曰：‘無以人滅天，",
          "zhushu": "穿落之可也。若乃走作過分，驅歩失節，則天理滅矣。"
        },
        {
          "paragraph": "無以故滅命，",
          "zhushu": "不因其自爲而故爲之者，命其安在乎？"
        },
        {
          "paragraph": "無以得殉名。",
          "zhushu": "所得有常分，殉名則過也。"
        },
        {
          "paragraph": "謹守而勿失，是謂反其眞。’”",
          "zhushu": "真在性分之内。"
        },
        {
          "paragraph": "䕫憐蚿，蚿憐蛇，蛇憐風，風憐目，目憐心。䕫謂蚿曰：“吾以一足趻踔而行，予無如矣。今子之使萬足，獨柰何？”蚿曰：“不然。子不見夫唾者乎？噴則大者如珠，小者如霧，雜而下者不可勝數也。今予動吾天機，而不知其所以然。”蚿謂蛇曰：“吾以衆足行，而不及子之無足，何也？”蛇曰：“夫天機之所動，何可易邪？吾安用足哉！”",
          "zhushu": "物之生也，非知生而生也；則生之行也，豈知行而行哉。故足不知所以行。目不知所以見。心不知所以知。俛然而自得矣。遲速之節，聦明之鑒，或能或否。皆非我也。而或者因欲有其身而矜其能。所以逆其天機而傷其神器也。至人知天機之不可易也。故捐聦明，棄智慮。魄然忘其爲而任其自動。故萬物無動而不逍遥也。○䕫，求龜反，一足獸也。李云：黃帝在位，諸侯於東海流山得竒獸，其狀如牛，蒼色無角，一足龍走出入水即風雨，目光如日月，其音如雷，名曰䕫。黃帝殺之，取皮以冐鼓，聲聞五百里。憐音蓮。蚿音賢，又音玄。司馬云：馬蚿蟲也。廣雅云：蛆渠馬蚿。蚿憐蛇，蛇憐風，風憐目，目憐心。司馬云：䕫一足，蚿多足，蛇無足，風無形。目形綴於此，明流於彼，心則質幽，爲神遊外。跉，勑甚反，郭莬咸反，一音初禀反。踔，本亦作卓，同勑角反。李云：跉卓，行貌。唾，吐卧反。噴，普悶反，又芳奔反，又孚問反。霧音務，郭武貢反。勝，音升。俛，亡本反。"
        },
        {
          "paragraph": "蛇謂風曰：“予動吾脊脅而行，則有似也。今子蓬蓬然起於北海，蓬蓬然入於南海，而似無有，何也。”風曰：“然，予蓬蓬然起於北海而入於南海也，然而指我則勝我，鰌我亦勝我。雖然，夫折大木、蜚大屋者，唯我能也。”故以衆小不勝爲大勝也。爲大勝者，唯聖人能之。",
          "zhushu": "恣其天機，無所與爭，斯小不勝者也。然乗萬物，御羣才之所爲，使羣才各自得，萬物各自爲，則天下莫不逍遥矣。此乃聖人所以爲大勝也。○蓬蓬，歩東反，徐扶公反，李云：風貌。鰌音秋，李云：藉也。藉則削也。本又作𨩊，子六反，又七六反，迫也。折，之舌反。蜚音飛，又扶貴反。"
        },
        {
          "paragraph": "孔子遊於匡，宋人圍之數匝，而弦歌不惙。子路入見，曰：“何夫子之娛也？”孔子曰：“來，吾語女。我諱窮乆矣，而不免，命也；求通乆矣而不得，時也。",
          "zhushu": "將明時命之固當，故寄之求諱。○孔子遊於匡，宋人圍之。數，色主反。匝，子合反。司馬云：宋常作衛。匡，衞邑也。衛人誤圍孔子，以爲陽虎。虎甞暴於匡人。又孔子弟子顔剋，時與虎俱，後剋爲孔子御，至匡，匡人共識剋。又孔子容貌與虎相似，故匡人共圍之。惙，本又作輟，同，丁劣反。見，賢遍反。語，魚據反。"
        },
        {
          "paragraph": "當堯、舜而天下無窮人，非知得也；當桀、紂而天下無通人，非知失也：時勢適然。",
          "zhushu": "無爲勞心於窮通之間。"
        },
        {
          "paragraph": "夫水行不避蛟龍者，漁父之勇也；陸行不避兕虎者，獵夫之勇也；白刃交於前，視死若生者，烈士之勇也；",
          "zhushu": "情各有所安。○蛟音交。父音甫。兕，徐履反。"
        },
        {
          "paragraph": "知窮之有命，知通之有時，臨大難而不懼者，聖人之勇也。",
          "zhushu": "聖人則無所不安。○難，乃旦反。"
        },
        {
          "paragraph": "由，處矣！吾命有所制矣！”",
          "zhushu": "命非巳制，故無所用其心也。夫安於命者，無徃而非逍遥矣。故雖匡陳羑里，無異於紫極間堂也。○閒音閑。"
        },
        {
          "paragraph": "無幾何，將甲者進，辭曰：“以爲陽虎也，故圍之；今非也，請辭而退。”公孫龍問於魏牟曰：“龍少學先王之道，長而明仁義之行；合同異，離堅白；然不然，可不可；困百家之知，窮衆口之辯：吾自以爲至逹已。今吾聞莊子之言，汒焉異之，不知論之不及與？知之弗若與？今吾無所開吾喙，敢問其方。”公子牟隱机大息，仰天而𥬇曰：“子獨不聞夫塪井之鼃乎？謂東海之鱉曰：‘吾樂與！吾跳梁乎井幹之上，入休乎缺甃之崖。赴水則接掖持頥，蹶泥則没足滅跗。還虷蟹與科斗，莫吾能若也。且夫擅一壑之水。而跨跱塪井之樂。此亦至矣。夫子奚不時來入觀乎？’",
          "zhushu": "此猶小鳥之自足於蓬蒿。○幾，居豈反。將甲，如字，本亦作持甲。公孫龍問於魏牟，司馬云：龍，趙人。牟，魏之公子。少，詩照反。長，張丈反。行，下孟反。知音智。汒，莫剛反，郭音莽。論，力困反。與音余，下助句放此。開，如字，本亦作𨵿。兩通，本或作閡。喙，許穢反，又昌銳反。隱，於靳反。大音泰。塪音坎，郭音㗖。鼃，本亦作蛙，戸媧反，司馬云：塪，井，壞井也。鼁，水蟲，形似蝦蟇鱉，必滅反，字亦作鼈。吾樂音洛，下之樂、大樂同。跳音條。井幹，古旦反。司馬云：井欄也。諸詮之音，西京賦作韓音。甃，側救反。李云：如闌，以塼爲之，著井底䦨也。字林壯謬反，云：井壁也。赴水，如字，司馬本作踣，云：赴也。蹶，其月反。又音厥。泥則没足滅跗方于反，郭音附。司馬云：滅，没也。跗，足跗也。李云：言踊躍於塗中。還音旋。司馬云：顧視也。虷音寒，井中赤蟲也，一名蜎。爾雅云：蜎蠉。郭註云：井中小蛣蟩，赤蟲也。蜎音求兖反。蠉音况兗反。蛣蟩音吉。厥蟹戸買反。科，苦禾反。科，斗，蝦蟇子也。擅，市戰反，專也。壑，火各反。"
        },
        {
          "paragraph": "東海之鱉左足未入，而右膝已縶矣。",
          "zhushu": "明大之不遊於小，非樂然。○縶，猪立反，司馬云：拘也。三蒼云：絆也。樂音岳，又五教反。"
        },
        {
          "paragraph": "於是逡巡而却。告之海曰：‘夫千里之遠，不足以舉其大；千仞之高，不足以極其深。禹之時，十年九潦，而水弗爲加益；湯之時，八年七旱，而崖不爲加損。夫不爲頃乆推移，不以多少進退者，此亦東海之大樂也。’於是塪井之鼃聞之，適適然驚，規規然自失也。",
          "zhushu": "以小羡大，故自失。○逡，七旬反。潦音老。弗爲，于僞反，下同。頃乆，司馬云：猶早晚也。適適，始赤反，又丈革反，郭莬狄反。規規，如字，又虚役反，李、徐紀睡反。適適、規規，皆驚視自失貌。"
        },
        {
          "paragraph": "且夫知不知是非之竟，而猶欲觀於莊子之言，是猶使蚉負山、商蚷馳河也，必不勝任矣。",
          "zhushu": "物各有分，不可強相希效。○竟，音境，後同。蚉。音文。商蚷，音渠，郭音巨。司馬云：商蚷，蟲名，北燕謂之馬蚿。一本作蜄，徐市軫反。勝音升。強，其丈反。"
        },
        {
          "paragraph": "且夫知不知論極妙之言，而自適一時之利者，是非塪井之鼃與？且彼方跐黃泉而登大皇，無南無北，奭然四解，淪於不測；無東無西，始於玄冥，反於大通。",
          "zhushu": "言其無不至也。○跐，音此，郭時紫反，又側買反。廣雅云：蹋也，蹈也，履也。司馬云：則也。大皇音泰。奭，音釋。解，戶買反。"
        },
        {
          "paragraph": "子乃規規然而求之以察，索之以辯，",
          "zhushu": "夫遊無窮者，非察辯所得。○索，所白反。"
        },
        {
          "paragraph": "是直用管闚天、用錐指地也，不亦小乎？子徃矣！",
          "zhushu": "非其任者，去之可也。"
        },
        {
          "paragraph": "且子獨不聞夫壽陵餘子之學行於邯鄲與？未得國能，又失其故行矣，直匍匐而歸耳。",
          "zhushu": "以此效彼，兩失之。○壽陵餘子，司馬云：壽陵，邑名。未應丁夫爲餘子。邯音寒。鄲音丹，趙國都也。匍匐，匍音蒲，又音符。匐，蒲北反，又音服。"
        },
        {
          "paragraph": "今子不去，將忘子之故，失子之業。”公孫龍口呿而不合，舌舉而不下，乃逸而走。莊子釣於濮水，楚王使大夫二人徃先焉，曰：“願以竟内累矣！”莊子持竿不顧，曰：“吾聞楚有神龜，死已三千歲矣，王巾笥而藏之廟堂之上。此龜者，寧其死爲留骨而貴乎？寧其生而曵尾於塗中乎？”二大夫曰：“寧生而曵尾塗中。”莊子曰：“徃矣，吾將曵尾於塗中。”",
          "zhushu": "性各有所安也。○口呿，起據反，司馬云：開也。李音祛，又巨劫反。濮水，音卜，陳地水也。楚王，司馬云：威王也。先焉。先，謂宣其言也。笥，息嗣反，或音司。藏之，李云：藏之以笥，覆之以巾。"
        },
        {
          "paragraph": "惠子相梁，莊子徃見之。或謂惠子曰：“莊子來，欲代子相。”於是惠子恐，搜於國中三日三夜。",
          "zhushu": "揚兵整旅。○相，息亮反，下同。梁相，梁惠王。恐，丘勇反。捜，字又作摉，或作痩，所求反，李悉溝反，云：索也。說文云：求也。"
        },
        {
          "paragraph": "莊子徃見之，曰：“南方有鳥，其名鵷鶵，子知之乎？夫鵷鶵發於南海而飛於北海，非梧桐不止，非練實不食，非醴泉不飮。於是鴟得腐䑕，鵷鶵過之，仰而視之曰：‘嚇！’今子欲以子之梁國而嚇我邪？”",
          "zhushu": "言物嗜好不同，願各有極。○鵷，於袁反。鶵，仕俱反。李云：鵷鶵，鸞鳳之屬也。醴泉音禮，李云：泉甘如醴。嚇，本亦作呼，同許嫁反，又許伯反。司馬云：嚇怒其聲，恐其奪己也。詩箋云：以口拒人曰嚇。嗜，時志反。好，呼報反。"
        },
        {
          "paragraph": "莊子與惠子遊於濠梁之上。莊子曰：“鯈魚出游從容，是魚樂也。”惠子曰：“子非魚，安知魚之樂？”莊子曰：“子非我，安知我不知魚之樂？”",
          "zhushu": "欲以起明相非而不可以相知之義耳。子非我，尚可以知我之非魚，則我非魚，亦可以知魚之樂也。○豪梁，本亦作濠，音同。司馬云：濠，水名也，石絶水曰梁。鯈魚，徐音條，說文直留反，李音由，白魚也。爾雅云：鮂，黒鰦。郭注：即白鯈也。一音篠，謂白鯈魚也。從，七容反。樂音洛，注下同。"
        },
        {
          "paragraph": "惠子曰：“我非子，固不知子矣；子固非魚也，子之不知魚之樂，全矣！”",
          "zhushu": "舎其本言而給辯以難也。○難，乃旦反。"
        },
        {
          "paragraph": "莊子曰：“請循其本。子曰‘女安知魚樂’云者，旣已知吾知之而問我。我知之濠上也。”",
          "zhushu": "尋惠子之本言云非魚則無縁相知耳。今子非我也，而云女安知魚樂者，是知我之非魚也。苟知我之非魚，則凡相知者，果可以此知彼，不待是魚然後知魚也。故循子安知之云巳知吾之所知矣，而方復問我，我正知之於濠上耳，豈待入水哉。夫物之所生而安者，天地不能易其處，隂陽不能回其業，故以陸生之所安，知水生之所樂，未足稱妙耳。○復，扶又反。處，昌慮反。"
        }
      ]
    },
    {
      "name": "莊子外篇至樂第十八",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以義名篇。樂音洛。"
        },
        {
          "paragraph": "天下有至樂無有哉？有可以活身者無有哉？",
          "zhushu": "忘歡而後樂足，樂足而後身存。將以爲有樂邪，而至樂無歡。將以爲無樂邪，而身以存而無憂。○樂音洛，篇內不出者皆同。至，極也。樂，歡也。"
        },
        {
          "paragraph": "今奚爲奚據？奚避奚處？奚就奚去？奚樂奚惡？",
          "zhushu": "擇此八者，莫足以活身，唯無擇而任其所遇者，乃全耳。○惡，烏路反。"
        },
        {
          "paragraph": "夫天下之所尊者，冨貴壽善也；所樂者，身安厚味美服好色音聲也；所下者，貧賤夭惡也；所苦者，身不得安逸，口不得厚味，形不得美服，目不得好色，耳不得音聲。若不得者，則大憂以懼，其爲形也亦愚哉！",
          "zhushu": "凡此失之無傷於形，而得之有損於性。今反以不得爲憂，故愚。"
        },
        {
          "paragraph": "夫冨者，苦身疾作，多積財而不得盡用，其爲形也亦外矣！",
          "zhushu": "内其形者，知足而已。"
        },
        {
          "paragraph": "夫貴者，夜以繼日，思慮善否，其爲形也亦䟽矣！",
          "zhushu": "故親其形者，自得於身中而已。"
        },
        {
          "paragraph": "人之生也，與憂俱生。壽者惛惛，乆憂不死，何之苦也！其爲形也亦遠矣！",
          "zhushu": "夫遺生然後能忘憂，忘憂而後生可樂，生可樂而後形是我有，冨是我物，貴是我榮也。○惛音昏，又音門。"
        },
        {
          "paragraph": "列士爲天下見善矣，未足以活身。吾未知善之誠善邪？誠不善邪？若以爲善矣，不足活身；以爲不善矣，足以活人。",
          "zhushu": "善則過當，故不周濟。"
        },
        {
          "paragraph": "故曰：忠諌不聽，蹲循勿爭。",
          "zhushu": "唯中庸之德爲然。○蹲，七旬反，郭音存，又趣允反。循，音旬，又音脣。爭，爭闘之爭，下同。"
        },
        {
          "paragraph": "故夫子胥爭之，以殘其形；不爭，名亦不成。誠有善無有哉？",
          "zhushu": "故當縁督以爲經也。"
        },
        {
          "paragraph": "今俗之所爲與其所樂，吾又未知樂之果樂邪，果不樂邪？吾觀夫俗之所樂，舉羣趣者，誙誙然如將不得已，",
          "zhushu": "舉羣趣其所樂，乃不避死也。○誙誙，亡耕反，徐苦耕反，又胡挺反，李云：趣死貌。崔云：以是爲非，以非爲是。爲誙誙，本又作脛脛。"
        },
        {
          "paragraph": "而皆曰樂者，吾未之樂也，亦未之不樂也。",
          "zhushu": "無懷而恣物耳。"
        },
        {
          "paragraph": "果有樂無有哉？吾以無爲誠樂矣，",
          "zhushu": "夫無爲之樂，無憂而巳。"
        },
        {
          "paragraph": "又俗之所大苦也。故曰：至樂無樂，至譽無譽。",
          "zhushu": "俗以鏗鎗爲樂，美善爲譽。○鏗，苦耕反。鎗，七羊反。"
        },
        {
          "paragraph": "天下是非果未可定也，雖然，無爲可以定是非。",
          "zhushu": "我無爲而任天下之是非，是非者，各自任則定矣。"
        },
        {
          "paragraph": "至樂活身，唯無爲幾存。",
          "zhushu": "百姓足，則吾身近乎存也。○近，附近之近。"
        },
        {
          "paragraph": "請嘗試言之：天無爲以之清，地無爲以之寧，",
          "zhushu": "皆自清寧耳，非爲之所得。"
        },
        {
          "paragraph": "故兩無爲相合，萬物皆化。",
          "zhushu": "不爲而自合，故皆化。若有意乎爲之，則有時而滯也。"
        },
        {
          "paragraph": "芒乎芴乎，而無從出乎！",
          "zhushu": "皆自出耳，未有爲而出之也。○芒，李音荒，又乎晃反，下同。芴，音忽，下同。"
        },
        {
          "paragraph": "芴乎芒乎，而無有象乎！",
          "zhushu": "無有爲之象。"
        },
        {
          "paragraph": "萬物職職，皆從無爲殖。",
          "zhushu": "皆自殖耳。○萬物職職，司馬云：職職，猶祝祝也。李云：繁殖貌。案：爾雅：職，主也。謂名有主而區别。"
        },
        {
          "paragraph": "故曰：天地無爲也而無不爲也。",
          "zhushu": "若有爲，則有不齊也。"
        },
        {
          "paragraph": "人也孰能得無爲哉！",
          "zhushu": "得無爲則無樂而樂至矣。"
        },
        {
          "paragraph": "莊子妻死，惠子弔之，莊子則方箕踞鼓盆而歌，惠子曰：“與人居，長子、老、身死，不哭亦足矣。又鼓盆而歌，不亦甚乎？”莊子曰：“不然。是其始死也，我獨何能無槩然？察其始而本無生；非徒無生也，而本無形；非徒無形也，而本無氣。雜乎芒芴之間，變而有氣，氣變而有形，形變而有生。今又變而之死。是相與爲春秋冬夏四時行也。人且偃然寢於巨室，而我噭噭然隨而哭之，自以爲不通乎命，故止也。”",
          "zhushu": "未明而槩，己逹而止，斯所以誨有情者，將令推至理以遣累也。○踞音據。盆，謂瓦𦈢也。長，丁丈反。槩，古代反，司馬云：感也。又音骨，哀亂貌。巨室，巨，大也。司馬云：以天地爲室也。噭，古弔反，又古堯反。令，力呈反。"
        },
        {
          "paragraph": "支離叔與滑介叔觀於冥伯之丘，崐崘之虚，黃帝之所休。俄而柳生其左肘，其意蹷蹷然惡之。支離叔曰：“子惡之乎？”滑介叔曰：“亡，予何惡！生者，假借也。假之而生生者，塵垢也。死生爲晝夜。且吾與子觀化而化及我，我又何惡焉！”",
          "zhushu": "斯皆先示有情，然後尋至理以遣之。若云我本無情，故能無憂，則夫有情者，遂自絶於遠曠之域，而迷困於憂樂之竟矣。○支離叔，與滑音骨，崔本作潏介，音界。叔，李云：支離忘形，滑介忘智。言二子乃識化也。㝠伯之丘，李云：丘，名，喻杳冥也。崘，力門反。虚音墟，休息也。肘，竹九反。司馬本作胕，音跌，云：胕，足上也。蹷蹷，紀衛反，動也。惡之，烏路反，後皆同。垢，音苟。竟，音境。"
        },
        {
          "paragraph": "莊子之楚，見空髑髏，髐然有形。撽以馬捶，因而問之，曰：“夫子貪生失理而爲此乎？將子有亡國之事，斧𨱆之誅而爲此乎？將子有不善之行，愧遺父母妻子之醜而爲此乎？將子有凍餒之患而爲此乎？將子之春秋故及此乎？”於是語卒，援髑髏，枕而卧。夜半，髑髏見夢曰：“子之談者似辯士，諸子所言，皆生人之累也，死則無此矣。子欲聞死之說乎？”莊子曰：“然。”髑髏曰：“死，無君於上，無臣於下，亦無四時之事，從然以天地爲春秋，雖南面王樂，不能過也。”莊子不信，曰：“吾使司命復生子形，爲子骨肉肌膚，反子父母、妻子、閭里、知識，子欲之乎？”髑髏深矉蹙頞曰：“吾安能棄南面王樂而復爲人間之勞乎？”",
          "zhushu": "舊說云莊子樂死惡生，斯說謬矣。若然，何謂齊乎？所謂齊者，生時安生，死時安死，生死之情旣齊，則無爲當生而憂死耳。此莊子之㫖也。○髑音獨。髏音樓。髐，苦堯反，徐又許堯反，李呼交反，司馬、李云：白骨貌有枯形也。撽，苦弔反，又古的反，說文作𢶡，云：旁擊也。捶，拙鬼反，又之睡反，馬杖也。遺，唯季反。凍，丁貢反。餒，奴罪反。援，音袁。枕，針鴆反。見，賢遍反。從，七容反，從容也。李、徐子用反，縱逸也。復音服，又扶又反。矉，音頻。蹙，本又作顣，又作䠞，同子六反。頞，於葛反。李云：矉蹙者，愁貌。復，扶又反。"
        },
        {
          "paragraph": "顔淵東之齊，孔子有憂色。子貢下席而問曰：“小子敢問：回東之齊，夫子有憂色，何邪？”孔子曰：“善哉女問。昔者管子有言，丘甚善之，曰：‘禇小者不可以懷大，綆短者不可以汲深。’夫若是者，以爲命有所成而形有所適也，夫不可損益。",
          "zhushu": "故當任之而巳。○禇，猪許反。綆，格猛反，汲索也。汲，居及反。適或作通。"
        },
        {
          "paragraph": "吾恐回與齊侯言堯、舜、黃帝之道，而重以燧人、神農之言。彼將内求於己而不得，不得則惑，人惑則死。",
          "zhushu": "内求不得，將求於外，舎内求外，非惑如何○皇帝，謂三皇五帝也，司馬本作黃帝。重，直用反。舎音捨。"
        },
        {
          "paragraph": "且女獨不聞邪？昔者海鳥止於魯郊，魯侯御而觴之于廟，奏九韶以爲樂，具太牢以爲膳。鳥乃昡視憂悲，不敢食一臠，不敢飮一杯，三日而死。此以己養養鳥也，非以鳥養養鳥也。夫以鳥養養鳥者，宜栖之深林，遊之壇陸，浮之江湖，食之鰌䱔，隨行列而止，委蛇而處。彼唯人言之惡聞，奚以夫譊譊爲乎！咸池九韶之樂，張之洞庭之野，鳥聞之而飛，獸聞之而走，魚聞之而下入，人卒聞之，相與還而觀之。魚處水而生，人處水而死。彼必相與異，其好惡故異也。故先聖不一其能，不同其事。",
          "zhushu": "各隨其情。○女音汝，後同。海鳥，司馬云：國語曰爰居也。止魯東門之外三日，臧文仲使國人祭之。又云：魯侯也。爰居一名雜縣，舉頭高八尺。樊光註爾雅云：形似明皇。邪音訝。觴音傷。于廟。司馬云：飮之于廟中也。九韶，常遥反。膳如字。昡，七遍反。司馬本作玄，音眩。視，如字，徐市至反。臠，里轉反。壇，大旦反。司馬本作澶，音但，云：水沙澶也。食之，音嗣。䱔音條，又音篠，又徒由反，一音由。行，戸剛反。委，於危反。蛇，以支反，又如字。譊，乃交反。咸池，堯樂名。樂，如字。卒，寸忽反，司馬音子忽反，云：衆也。彼音憊，又旋面反。好，呼報反。"
        },
        {
          "paragraph": "名止於實，義設於適，是之謂條逹而福持。”",
          "zhushu": "實而適，故條逹；性常得，故福持。"
        },
        {
          "paragraph": "列子行，食於道，從見百歲髑髏，攓蓬而指之曰：“唯予與女知而未甞死，未甞生也。",
          "zhushu": "各以所遇爲樂。○道從，如字，司馬云：從道旁也。本或作徒。攓，居輦反，徐紀偃反，又起䖍反。司馬云：扶也。或音厥。蓬，歩東反，徐音扶公反。"
        },
        {
          "paragraph": "若果養乎？予果歡乎？”",
          "zhushu": "歡養之實。未有定在。○若果。一本作汝果。元嘉本作汝過。養。司馬本作暮。云。死也。予果。元嘉本音予過。歡乎。司馬本作嚾。云。呼聲。謂生也。"
        },
        {
          "paragraph": "種有幾，",
          "zhushu": "變化種數，不可勝計。○種，章勇反，注同。幾，居豈反。勝音升。"
        },
        {
          "paragraph": "得水則爲㡭。得水土之際則爲鼃蠙之衣，生於陵屯則爲陵舄，陵舄得鬱棲則爲烏足，烏足之根爲蠐螬，其葉爲胡蝶。胡蝶胥也，化而爲蟲，生於竈下，其狀若脫，其名爲鴝掇。鴝掇千日爲鳥，其名爲乾餘骨。乾餘骨之沫爲斯彌，斯彌爲食醯。頥輅生乎食醯，黃軦生乎九猷，瞀芮生乎腐蠸，羊奚比乎不箰，乆竹生青寧，青寧生程，程生馬，馬生人，人又反入於機。萬物皆出於機，皆入於機。",
          "zhushu": "此言一氣而萬形。有變化而無死生也。○得水則爲㡭。此古絶字。徐音絶。今讀音繼。司馬本作繼，云：萬物雖有兆朕，得水上氣，乃相繼而生也。本或作斷，又作續斷。得水土之際，則爲鼃戸蝸反。蠙，歩田反，徐我賢反，郭父因反，又音賔，李婢軨反。之衣，司馬云：言物根在水土際，布在水中，就水上視不見，抄之可得，如張緜在水中，楚人謂之鼃蠙之衣。生於陵屯，司馬音徒門反，云：阜也。郭音純。則爲陵舄音昔。司馬云：言物因水成而陸産，生於陵屯，化作車前，改名陵舄也。一名澤舄，隨燥溼變也。然不知其祖，言物化無常形也。人之死也，亦或化爲草木，草木之精，或化爲人也。陵馬得鬰栖，則爲烏足。司馬云：鬰栖，蟲名；烏足，草名，生水邉也。言鬰栖在陵舄之中，則化爲烏足也。李云：鬰栖，糞壤也。言陵舄在糞，化爲烏足也。烏足之根爲蠐，音齊。螬音曹。司馬本作螬䗲，云：蝎也。其葉爲胡蝶，音牒。司馬云：胡蝶，蛺蝶也。草化爲蟲，蟲化爲草，夫始有極，胡蝶，胥也，一名胥也。化而爲蟲，生放竈下：司馬云：得𤍠氣而生也。其狀若脫它括反。司馬音恱，云：新出皮恱好也。鴝，其倶反。掇。丁活反。乾音干。沫音末。李云：口中汁也。斯彌李云：蟲也。食如字。司馬本作蝕。醯，許𠔃反，李音濠。司馬云：蝕醯，若酒上蠛蠓也。蠛音眠結反。蠓，音無孔反。頥，以之反。輅，音路，一音洛。黃軦，音况，徐、李休往反。司馬云：頥輅、黃軦，皆蟲名。九猷，音由。李云：九宜爲乆。乆，老也。猷，蟲名也。瞀，莫豆反，又莫住反，又亡角反。芮，如銳反，徐如悅反。腐，音輔。蠸，音權，郭音歡。司馬云：亦蟲名也。爾雅云：一名守𤓰，一名忿䑕也。羊奚比毗志反。箰息尹反。司馬云：羊奚，草名，根似蕪菁，與乆竹比合而爲物，皆生於非𩔖也。青寧司馬云：蟲名。青寧生程。李云：未聞程生馬，馬生人，俗本多誤，故具録之。"
        }
      ]
    },
    {
      "name": "莊子外篇逹生第十九",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以義名篇。"
        },
        {
          "paragraph": "逹生之情者，不務生之所無以爲；",
          "zhushu": "生之所無以爲者，分外物也。○逹生，逹，暢也，通也。廣雅云：生，出也。"
        },
        {
          "paragraph": "逹命之情者，不務知之所無奈何。",
          "zhushu": "知之所無奈何者，命表事也。"
        },
        {
          "paragraph": "養形必先之物，物有餘而形不養者有之矣；",
          "zhushu": "知止其分，物稱其生，生斯足矣，有餘則傷也。○稱，尺證反。"
        },
        {
          "paragraph": "有生必先無離形，形不離而生亡者有之矣。",
          "zhushu": "守形大甚，故生亡也。○離，力智反，下同。大音泰。"
        },
        {
          "paragraph": "生之來不能却，其去不能止。",
          "zhushu": "非我所制，則無爲有懷於其間。"
        },
        {
          "paragraph": "悲夫！世之人以爲養形足以存生，",
          "zhushu": "故彌養之而彌失之。"
        },
        {
          "paragraph": "而養形果不足以存生，",
          "zhushu": "養之彌厚，則死地彌至。"
        },
        {
          "paragraph": "則世奚足爲哉！",
          "zhushu": "莫若放而任之。"
        },
        {
          "paragraph": "雖不足爲而不可不爲者，其爲不免矣。",
          "zhushu": "性分各自爲者，皆在至理中來，故不可免也。是以善養生者，從而任之。"
        },
        {
          "paragraph": "夫欲免爲形者，莫如棄世。棄世則無累，無累則正平，正平則與彼更生，更生則幾矣。",
          "zhushu": "更生者，日新之謂也。付之日新，則性命盡矣。○幾，徐其依反。"
        },
        {
          "paragraph": "事奚足棄而生奚足遺？棄事則形不勞，遺生則精不虧。",
          "zhushu": "所以遺棄之。"
        },
        {
          "paragraph": "夫形全精復，與天爲一。",
          "zhushu": "俱不爲也。"
        },
        {
          "paragraph": "天地者，萬物之父母也，",
          "zhushu": "無所偏爲，故能子萬物。"
        },
        {
          "paragraph": "合則成體，散則成始。",
          "zhushu": "所在皆成，無常處。○處，昌慮反。"
        },
        {
          "paragraph": "形精不虧，是謂能移。",
          "zhushu": "與化俱也。"
        },
        {
          "paragraph": "精而又精，反以相天",
          "zhushu": "。還輔其自然也。○相息亮反。"
        },
        {
          "paragraph": "子列子問𨵿尹曰：“至人潜行不窒，",
          "zhushu": "其心虚，故能御羣實。○𨵿尹，李云：𨵿令尹喜也。窒，珍悉反。"
        },
        {
          "paragraph": "蹈火不𤍠，行乎萬物之上而不慄。",
          "zhushu": "至適，故無不可耳，非物徃可之。○蹈，徒報反。"
        },
        {
          "paragraph": "請問何以至於此？”𨵿尹曰：“是純氣之守也，非知巧果敢之列。居，予語女！凡有貌象聲色者，皆物也。物何以相遠？",
          "zhushu": "唯無心者獨遠耳。○知音智。列音例，本或作所。語，魚據反。女音汝，後同。逺，于萬反。"
        },
        {
          "paragraph": "夫奚足以至乎先？是色而已。",
          "zhushu": "同是形色之物耳，未足以相先也。"
        },
        {
          "paragraph": "則物之造乎不形而止乎無所化。",
          "zhushu": "常遊於極，"
        },
        {
          "paragraph": "夫得是而窮之者，物焉得而止焉。",
          "zhushu": "夫至極者，非物所制。○焉，於䖍反。"
        },
        {
          "paragraph": "彼將處乎不淫之度，",
          "zhushu": "止於所受之分。"
        },
        {
          "paragraph": "而藏乎無端之紀，",
          "zhushu": "冥然與變化日新。"
        },
        {
          "paragraph": "遊乎萬物之所終始。",
          "zhushu": "終始者，物之極。"
        },
        {
          "paragraph": "壹其性，",
          "zhushu": "飾則二矣，"
        },
        {
          "paragraph": "養其氣，",
          "zhushu": "不以心使之。"
        },
        {
          "paragraph": "合其德，",
          "zhushu": "不以物離性。"
        },
        {
          "paragraph": "以通乎物之所造。",
          "zhushu": "萬物皆造於自爾。"
        },
        {
          "paragraph": "夫若是者，其天守全，其神無郤，物奚自入焉。”夫醉者之墜車，雖疾不死。骨節與人同而犯害與人異。其神全也，乗亦不知也，墜亦不知也。死生驚懼不入乎其胷中，是故𨕣物而不慴。彼得全於酒而猶若是。",
          "zhushu": "醉故失其所知耳，非自然無心者也。○郤，去逆反。墜，字或作隊，同直𩔖反，後皆同。乗音繩，又繩證反。𨕣音悟，郭音愕，爾雅云：𨕣，忤也。郭註云：謂干觸。慴，之渉反，懼也。李、郭音習。"
        },
        {
          "paragraph": "而況得全於天乎？聖人藏於天。故莫之能傷也。",
          "zhushu": "不闚性分之外，故曰藏。"
        },
        {
          "paragraph": "復讎者不折鏌干，",
          "zhushu": "夫干將鏌鎁，雖與讎爲用，然報讎者不事折之，以其無心。○鏌音莫，本亦作莫干，李云：鏌耶、干將，皆古之利劒名。吳越春秋云：吳王闔閶使干將造劒劒，有二狀，一曰干將，二曰鏌鎁。鏌鎁，干將妻名也。"
        },
        {
          "paragraph": "雖有忮心者不怨飄瓦。",
          "zhushu": "飄落之瓦，雖復中人，人莫之怨者，由其無情。○忮，之豉反，郭、李音支，害也。字書云：狠也。飄，匹遥反，郭、李云：落也。復，扶又反，下章同。中，丁仲反。"
        },
        {
          "paragraph": "是以天下平均。",
          "zhushu": "凡不平者，由有情。"
        },
        {
          "paragraph": "故無攻戰之亂，無殺戮之刑者，由此道也。",
          "zhushu": "無情之道大矣。"
        },
        {
          "paragraph": "不開人之天，而開天之天。",
          "zhushu": "不慮而知，𨳩天也；知而後感，開人也。然則開天者，性之動也；開人者，知之用也。"
        },
        {
          "paragraph": "開天者德生，",
          "zhushu": "性動者，遇物而當，足則忘餘，斯德生也。"
        },
        {
          "paragraph": "開人者賊生。",
          "zhushu": "知用者從感而，求，勸而不巳，斯賊生也。"
        },
        {
          "paragraph": "不厭其天，不忽於人，",
          "zhushu": "任其天性而動，則人理亦自全矣。○厭，李於𧰟反，徐於瞻反。"
        },
        {
          "paragraph": "民幾乎以其眞。",
          "zhushu": "民之所患，僞之所生，常在於知用，不在於性動也。○幾音機或音祈。"
        },
        {
          "paragraph": "仲尼適楚，出於林中，見痀僂者承蜩，猶掇之也。仲尼曰：“子巧乎？有道邪？”曰：“我有道也。五六月累丸二而不墜，則失者錙銖；",
          "zhushu": "累二丸於竿頭，是用手之停審也。其承蜩所失者，不過錙銖之間也。○痀，郭於禹反，李、徐居具反，又其禹反。僂，郭音縷，李、徐良付反。承，一本作美。蜩音條，蟬也。掇，丁活反，拾也。五六月，司馬曰：黏蟬時也。累，劣彼反，下同。司馬云：謂累之於竿頭也。錙，側其反。銖音殊。"
        },
        {
          "paragraph": "累三而不墜，則失者十一；",
          "zhushu": "所失愈少。"
        },
        {
          "paragraph": "累五而不墜，猶掇之也。",
          "zhushu": "停審之至，故乃無所復失。"
        },
        {
          "paragraph": "吾處身也，若厥株拘；吾執臂也，若槁木之枝。",
          "zhushu": "不動之至。○厥，本或作橛，同其月反。株，音誅。拘，其俱反，郭音俱，李云：厥，豎也。豎若株拘也。槁，苦老反。"
        },
        {
          "paragraph": "雖天地之大，萬物之多，而唯蜩翼之知。吾不反不側，不以萬物易蜩之翼，何爲而不得！”",
          "zhushu": "遺彼，故得此。"
        },
        {
          "paragraph": "孔子顧謂弟子曰：“用志不分，乃凝於神，其痀僂丈人之謂乎！”顔淵問仲尼曰：“吾甞濟乎觴深之淵，津人操舟若神。吾問焉，曰：‘操舟可學邪？’曰：‘可，善游者數能。",
          "zhushu": "言物雖有性，亦須數習而後能耳。○分，如字。操，七曹反，下章同。數，音朔，註下同。"
        },
        {
          "paragraph": "若乃夫没人，則未嘗見舟而便操之也。’",
          "zhushu": "没人，謂能鶩没於水底。○鶩，音木，鴨也。"
        },
        {
          "paragraph": "吾問焉而不吾告，敢問何謂也？”仲尼曰：“善游者數能，忘水也。",
          "zhushu": "習以成性，遂若自然。"
        },
        {
          "paragraph": "若乃夫没人之未甞，見舟而便操之也，彼視淵若陵，視舟之覆猶其車却也。",
          "zhushu": "視淵若陵，故視舟之覆於淵，猶車之却退於坂也。○覆，芳服反，註下同。猶其車却也，元嘉本無車字。"
        },
        {
          "paragraph": "覆却萬方陳乎前而不得入其舎，",
          "zhushu": "覆却雖多，而猶不以經懷，以其性便故也。"
        },
        {
          "paragraph": "惡徃而不暇。",
          "zhushu": "所遇皆閒暇也。○惡，音烏。閒音閑。"
        },
        {
          "paragraph": "以瓦注者巧，以鉤注者憚，以黃金注者殙，",
          "zhushu": "所要愈重，則其心愈矜也。○注，之𣗳反，李云：擊也。憚，徒丹反，又音丹，又丈旦反，忌惡也。一曰難也。殙，武典反，又音昏，又音門，本亦作殙。說文云：殙，矜也。元嘉本作昏。要，一遥反。"
        },
        {
          "paragraph": "其巧一也，而有所矜，則重外也。凡外重者内拙。”",
          "zhushu": "夫欲養生全内者，其唯無所矜重也。"
        },
        {
          "paragraph": "田開之見周威公，威公曰：“吾聞祝腎學生，",
          "zhushu": "學生者務中適。○田開之李云：開之，其名也。周威公，崔本作周威公。竈祝腎，上之六反，下市軫反，字又作緊，音同。本或作賢。學生。司馬云：學養生之道也。中，丁仲反。下章注而中適同。"
        },
        {
          "paragraph": "吾子與祝腎遊，亦何聞焉？”田開之曰：“開之操㧞篲以侍門庭，亦何聞於夫子。”威公曰：“田子無讓，寡人願聞之。”開之曰：“聞之夫子曰：‘善養生者，若牧羊然，視其後者而鞭之。’威公曰：“何謂也？”田開之曰：“魯有單豹者，岩居而水飮，不與民共利，行年七十而猶有嬰兒之色。不幸遇餓虎，餓虎殺而食之。有張毅者，高門縣薄，無不走也，行年四十而有内𤍠之病以死。豹養其内而虎食其外，毅養其外而病攻其内。此二子者，皆不鞭其後者也。”",
          "zhushu": "夫守一方之事，至於過理者，不及於㑹通之適也。鞭其後者，去其不及也。○吾子與祝腎遊，司馬本以吾子屬上句，更云子與祝腎遊。操，七曹反。㧞，蒲末反，徐甫末反，李云：把也。篲，似歲反，徐以醉反，郭予稅反，李尋志反，信醉反，或蘇忽反，帚也。亦何聞於夫子？絶句。鞭如字，崔本作𧽏，云：匿也。視其羸痩在後者，匿著牢中養之也。單豹音善。李云：單豹，隱人姓名也。水飮元嘉本作飮水縣，音玄。薄司馬云：簾也。無不走也：司馬云：走，至也。言無不至門奉貴冨也。李云：走，徃也。去，起吕反。"
        },
        {
          "paragraph": "仲尼曰：“無入而藏，",
          "zhushu": "藏，旣内矣，而又入之，此過於入也。"
        },
        {
          "paragraph": "無出而陽，",
          "zhushu": "陽旣外矣，而又出之，此過於出也。"
        },
        {
          "paragraph": "柴立其中央。",
          "zhushu": "若槁木之無心，而中適，是立也。"
        },
        {
          "paragraph": "三者若得，其名必極。",
          "zhushu": "名極而實當也。"
        },
        {
          "paragraph": "夫畏塗者，十殺一人，則父子兄弟相戒也，必盛卒徒而後敢出焉，不亦知乎！人之所取畏者，祍席之上，飮食之間，而不知爲之戒者，過也！”",
          "zhushu": "十殺一耳，使大畏之，至於色欲之害，動皆之死地，而莫不冐之，斯過之甚也。○畏塗，司馬云：阻險道可畏懼者也。卒，子忽反。知，音智。祍，而甚反，徐而鴆反，李云：卧衣也。鄭注禮記云：卧席也。動皆之死地，一本無地字。冐音墨。"
        },
        {
          "paragraph": "祝宗人玄端以臨牢筴，說彘，曰：“汝奚惡死？吾將三月㹖汝，十日戒，三日齊，藉白茅，加汝肩尻乎彫爼之上，則汝爲之乎？”爲彘謀，曰不如食以糠糟而錯之牢筴之中，自爲謀，則茍生有軒冕之尊，死得於腞楯之上，聚僂之中則爲之。爲彘謀則去之，自爲謀則取之。所異彘者何也？",
          "zhushu": "欲瞻則身亡，理常俱耳，不間人獸也。○筴，初革反，李云：牢豕室也。筴，木欄也。說，如字，又始銳反。彘，直例反，本亦作承。惡，烏路反。㹖音患，司馬云：養也，本亦作犧。齊，側皆反，後章同。藉，在夜反，又在亦反。尻，苦羔反。爼，莊吕反，晝飾之爼也。爲彘，于僞反，下自爲、爲彘同。食音嗣。穅音康。糟音遭。錯，七故反，置也，又如字，本又作措。腞，直轉反，又敕轉反。楯，食凖反，徐敕荀反。司馬云：腞猶篆，云腞猶篆也。楯猶案也。聚僂力主反。司馬云：聚僂，器名也，今冡壙中注爲之。一云：聚僂，棺椁也。一云聚當作菆，才官反。僂當作蔞，力乆反，謂殯於菆塗蔞翣之中。"
        },
        {
          "paragraph": "桓公田於澤，管仲御，見鬼焉。公撫管仲之手曰：“仲父何見？”對曰：“臣無所見。”公反，誒詒爲病，數日不出。齊士有皇子告敖者，曰：“公則自傷，鬼惡能傷公？夫忿滀之氣，散而不反，則爲不足；上而不下，則使人善怒；下而不上，則使人善忘；不上不下，中身當心，則爲病。”桓公曰：“然則有鬼乎？”曰：“有。沈有履，竈有䯻，戶内之煩壤，雷霆處之；東北方之下者，倍阿鮭蠪躍之；西北方之下者，則泆陽處之。水有罔象，丘有崒，山有䕫，野有彷徨，澤有委蛇。”公曰：“請問委蛇之狀何如？”皇子曰：“委蛇，其大如轂，其長如轅，紫衣而朱冠。其爲物也惡，聞雷車之聲，則捧其首而立。見之者殆乎霸。”桓公辴然而𥬇曰：“此寡人之所見者也。”於是正衣冠與之坐，不終日而不知病之去也。",
          "zhushu": "此章言憂來而累生者，不明也；患去而性得者，逹理也。○去反，一本作公反。誒，於代反，郭音熈，說文云：可惡之辭也，李呼該反，一音哀。詒，吐代反，郭音怡，李音臺。司馬云：懈倦貌。李云：誒詒，失魂魄也。數日，所主反。司馬本作數月。皇子告敖，如字。司馬云：皇姓。告敖字。齊之賢士也。鬼惡，音烏。忿，拂粉反，李房粉反。滀，敕六反。之氣散而不反，則爲不足：李云：忿，滿也。滀，結聚也。精神有逆，則隂陽結於内，魂魄散於外，故曰不足。上音時掌反，下同。而不下，則使人善怒；下而不上，則使人善忘。忘尚反。李云：陽散隂凝，故怒。隂發陽伏，故忘也。不上不下。中，丁仲反。身當心則爲病。李云：上下不和則隂。陽爭而攻心，精神主，故病也。沈有履，司馬本作沈有漏，云：沈，水汙也。漏，神名。竈有髻，音結，徐胡節反，郭音詰，李音吉。司馬云：䯻，竈神，着赤衣，狀如美女。霆，音庭，又音挺，又徒復反。倍音裴，徐扶來反。鮭，本亦作蛙，戸媧反，徐胡佳反。蠪音聾，又音龍。躍之。司馬云：陪阿，神名也。鮭蠪，狀如小兒，長一尺四寸，黒衣，赤幘，大冠，帶劒持㦸。泆音逸，司馬云：泆陽，豹頭馬尾。一作狗頭，一云：神名也。㒺象如字，司馬本作無傷，云：狀如小兒，赤黒色，赤𤓰，大耳，長臂。一云水神名。崒，本又作莘，所巾反，又音臻。司馬云：狀如狗，有角，文身，五采。䕫，求龜反。司馬云：狀如鼔而一足。方音傍，本亦作彷，同；皇本亦作徨，同。司馬云：彷徨，狀如蛇，兩頭五采文。委，於危反，又如字。朱冠，司馬本作俞冠，云：俞，國之冠也，其制似螺。惡聞，烏路反。捧，芳勇反。首，司馬本同，一本作手。辴，敕引反，徐敕一反，又敕私反。司馬云：𥬇貌。李云：大𥬇貌。"
        },
        {
          "paragraph": "紀渻子爲王養𨷖鷄，十日而問：“雞已乎？”曰：“未也。”方虚憍而恃氣。十日又問，曰：“未也。猶應嚮景。”十日又問，曰：“未也。猶疾視而盛氣。”十日又問，曰：“幾矣。雞雖有鳴者，已無變矣，望之似木雞矣，其德全矣。異雞無敢應者，反走矣。”",
          "zhushu": "此章言養之以至於全者，猶無敵於外，况自全乎。○紀渻，所景反，徐所幸反，人姓名也，一本作消。爲，于僞反。王，司馬云：齊王也。虚憍，居喬反，又巨消反。李云：高也。司馬云：高仰頭也。應，應對之應。下同。嚮，許丈反，本亦作響。景，於領反，又如字。李云：應響鳴，顧景行。"
        },
        {
          "paragraph": "孔子觀於吕梁，縣水三十仞，流沬四十里，黿鼉魚鼈之所不能游也，見一丈夫游之，以爲有苦而欲死也，使弟子並流而拯之。數百歩而出，被髪行歌而游於塘下。孔子從而問焉，曰：“吾以子爲鬼，察子則人也。請問，蹈水有道乎？”曰：“亡，吾無道。吾始乎故，長乎性，成乎命，與齊俱入，與汨偕出。",
          "zhushu": "磨翁而旋入者，齊也。回伏而湧出者，汨也。○吕梁，司馬云：河水有石絶處也。今西河離石西有此縣絶，世謂之黃梁。淮南子曰：古者龍門未鑿，河出孟門之上也。縣音玄。仞音刄，七尺曰仞。沫音末。黿音元。鼉，徒多反，或音檀。鼈，字又作鱉，必滅反。苦如字。司馬云：病也。拯，拯救之。拯數，所主反。被，皮寄反。行歌，司馬本作行道，云：常行之道也。長，丁丈反。下同。齊，司馬云：齊，回水如磨齊也。汨，胡忽反。司馬云：涌波也。"
        },
        {
          "paragraph": "從水之道而不爲私焉。",
          "zhushu": "任水而不任巳。"
        },
        {
          "paragraph": "此吾所以蹈之也。”孔子曰：“何謂始乎故，長乎性，成乎命？”曰：“吾生於陵而安於陵，故也；長於水而安於水，性也；不知吾所以然而然，命也。”",
          "zhushu": "此章言人有偏能，得其所能而任之，則天下無難矣。用夫無難以渉乎生生之道，何徃而不通也。"
        },
        {
          "paragraph": "梓慶削木爲鐻，鐻成，見者驚猶鬼神。",
          "zhushu": "不似人所作也。○梓，音子慶，李云：魯大匠也。梓，官名。慶，其名也。鐻，音據。司馬云：樂器也，似夾鍾。"
        },
        {
          "paragraph": "魯侯見而問焉，曰：“子何術以爲焉？”對曰：“臣工人，何術之有？雖然，有一焉。臣將爲鐻，未甞敢以耗氣也，必齊以靜心。齊三日，而不敢懷慶賞爵禄；齊五日，不敢懷非譽巧拙；齊七日，輙然忘吾有四枝形體也。當是時也，無公朝，",
          "zhushu": "視公朝若無，則跂慕之心絶矣。○耗，呼報反，司馬云：損也。氣，李云：氣耗則心動，心動則神不專也。譽，音餘。輙，丁協反，輙然不動貌。朝，直遥反，注同。"
        },
        {
          "paragraph": "其巧專而外骨消。",
          "zhushu": "性外之事去也。○骨消，如字，本亦作滑消。"
        },
        {
          "paragraph": "然後入山林，觀天性。形軀至矣，然後成見鐻，然後加手焉。不然則已。",
          "zhushu": "必取材中者也。○見，賢遍反。中，丁仲反。"
        },
        {
          "paragraph": "則以天合天，",
          "zhushu": "不離其自然也。"
        },
        {
          "paragraph": "器之所以疑神者，其是與？”",
          "zhushu": "盡因物之妙故，乃疑是鬼神所作耳。○與音餘。"
        },
        {
          "paragraph": "東野稷以御見莊公，進退中繩，左右旋中規。莊公以爲文弗過也，使之鉤百而反。顔闔遇之，入見曰：“稷之馬將敗。公密而不應。少焉，果敗而反。公曰：“子何以知之？”曰：“其馬力竭矣，而猶求焉，故曰敗。”",
          "zhushu": "斯明至當之不可過也。○東野稷李云：東野，姓；稷，名也。司馬云：孫卿作東野。畢見，賢遍反。下同。莊公：李云：魯莊公也。或云：内篇曰：顔闔將轉衛靈公太子，問於蘧伯玉，則不與魯莊同時，當是衛莊公。中，丁仲反。下同。文弗過也：司馬云：謂過織組之文也。使之鉤百而反司馬云：稷自矜其能，圎而驅之，如鉤復迹，百反而不知止。闔戸臘反。元嘉本作廅。崔同。"
        },
        {
          "paragraph": "工倕旋而蓋規矩，指與物化而不以心稽，故其靈臺一而不桎。",
          "zhushu": "雖工倕之巧，猶任規矩。此言因物之易也。○倕音垂，又音睡。旋而蓋矩，指與物化，而不以心稽。音雞。司馬本矩作瞿，云：工倕，尭，工巧人也。旋，圓也。瞿，句也。倕，工巧任規，以見爲圓，覆蓋其句指，不以施度也。是與物化之，不以心稽留也。桎，之實反，司馬云：閡也。易音以豉反。"
        },
        {
          "paragraph": "忘足，屨之適也；忘要，帶之適也；",
          "zhushu": "百體皆適，則都忘其身也。○屨，九住反。要，一遥反。"
        },
        {
          "paragraph": "知忘是非，心之適也；",
          "zhushu": "是非生於不適耳。"
        },
        {
          "paragraph": "不内變，不外從，事㑹之適也。",
          "zhushu": "所遇而安，故無所變從也。"
        },
        {
          "paragraph": "始乎適而未嘗不適者，忘適之適也。",
          "zhushu": "識適者，猶未適也。"
        },
        {
          "paragraph": "有孫休者，踵門而詫子扁慶子曰：“休居郷不見謂不脩，臨難不見謂不勇，然而田原不遇歲，事君不遇世，賔於郷里，逐於州部，則胡罪乎天哉？休惡遇此命也？”扁子曰：“子獨不聞夫至人之自行邪？忘其肝膽，遺其耳目，",
          "zhushu": "闇付，自然也。○踵，章勇反。司馬云：至也。詫，敕駕反，又呼駕反，郭都駕反。司馬云：告也。李本作託，云：屬也。扁慶子，音篇，又符殄反。李云：扁，姓；慶子，字也。難，乃旦反。賔，必刃反。惡，音烏，下同。"
        },
        {
          "paragraph": "芒然彷徨乎塵垢之外，",
          "zhushu": "凡非眞性，皆塵垢也。○芒，武剛反。彷徨，元嘉本作房，皇音同。"
        },
        {
          "paragraph": "逍遥乎無事之業，",
          "zhushu": "凡自爲者，皆無事之業也。"
        },
        {
          "paragraph": "是謂爲而不恃，",
          "zhushu": "率性自爲耳，非恃而爲之。"
        },
        {
          "paragraph": "長而不宰。",
          "zhushu": "任其自長耳，非宰而長之。○長，丁丈反，註同。"
        },
        {
          "paragraph": "今汝飾知以驚愚，脩身以明汙，昭昭乎若揭日月而行也，汝得全而形軀，具而九竅，無中道夭於聾盲跛蹇，而比於人數，亦幸矣，又何暇乎天之怨哉！子徃矣。”孫子出，扁子入，坐有間，仰天而歎。弟子問曰：“先生何爲歎乎？”扁子曰：“向者休來，吾告之以至人之德，吾恐其驚而遂至於惑也。”弟子曰：“不然。孫子之所言是邪？先生之所言非邪？非固不能惑是。孫子所言非邪？先生所言是邪？彼固惑而來矣，又奚罪焉？”扁子曰：“不然。昔者有鳥止於魯郊，魯君說之，爲具太牢以饗之，奏九韶以樂之，鳥乃始憂悲眩視，不敢飮食。此之謂以已養養鳥也。若夫以鳥養養鳥者，冝棲之深林，浮之江湖，食之以委蛇，則平陸而已矣。",
          "zhushu": "各有所便也。○知音智。汙音烏。揭，其列反，又其謁反。竅，苦弔反。跛，彼我反。蹇，紀輦反，又紀偃反，徐其偃反。比，如字，又毗志反。說音恱。爲，于僞反。奏九韶，元嘉本作奏韶武樂，音洛，下同。食之，音嗣。委，於危反。蛇，如字，李云：大鳥吞蛇。司馬云：委蛇泥鰌。"
        },
        {
          "paragraph": "今休，欵啓寡聞之民也，吾告以至人之德，譬之若載鼷以車馬，樂鴳以鍾鼓也。彼又惡能無驚乎哉！”",
          "zhushu": "此章言善養生者，各任性分之適而至矣。○欵啓，李云：欵，空也。啓，開也。如空之開，所見小也。鼷，音兮，鴳字亦作鴳，音晏。"
        }
      ]
    },
    {
      "name": "莊子外篇山木第二十",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：舉事以名篇。"
        },
        {
          "paragraph": "莊子行於山中，見大木枝葉盛茂，伐木者止其旁而不取也。問其故，曰：“無所可用。”莊子曰：“此木以不材得終其天年。夫子出於山，舎於故人之家，故人喜，命豎子殺鴈而烹之。”豎子請曰：“其一能鳴，其一不能鳴，請奚殺？”主人曰：“殺不能鳴者。”明日，弟子問於莊子曰：“昨日山中之木，以不材得終其天年，今主人之鴈，以不材死。先生將何處？”莊子𥬇曰：“周將處夫材與不材之間，似之而非也，故未免乎累。",
          "zhushu": "設將處此耳。以此未免於累，竟不處山中。釋名云：山，産也，産生物也。說文云：山，宣也。謂能宣散氣生萬物也。大木，釋名云：木，冐也，冐地而産也。字林云：木，衆𣗳之揔名。白虎通云：木，踊也。夫如字。夫子，謂莊子。本或卽作夫子。豎，市主反。烹，普彭反，煑也。"
        },
        {
          "paragraph": "若夫乗道德而浮遊則不然。無譽無訾，一龍一蛇，與時俱化，而無肯專爲。一上一下，以和爲量，浮遊乎萬物之祖。物物而不物於物，則胡可得而累邪？此神農、黃帝之法則也。",
          "zhushu": "故莊子亦處焉。○譽音干。訾音紫，毀也，徐音疵，上如字，又時掌反。量音亮。"
        },
        {
          "paragraph": "若夫萬物之情，人倫之傳，則不然。合則離，成則毀：廉則挫，尊則議，有爲則虧，賢則謀，不肖則欺，胡可得而必乎哉！悲夫！弟子志之，其唯道德之鄕乎！”",
          "zhushu": "不可必，故待之不可以一方也。唯與時俱化者，爲能渉變而常通耳。○傳，直專反，司馬云：事願可傳行也。坐，子卧反，本亦作挫，同。郷，如字，一音許亮反。"
        },
        {
          "paragraph": "市南宜僚見魯侯，魯侯有憂色。市南子曰：“君有憂色，何也？”魯侯曰：“吾學先王之道，脩先君之業，吾敬鬼尊賢，親而行之，無須臾離居；然不免於患，吾是以憂。”市南子曰：“君之除患之術淺矣。",
          "zhushu": "有其身而矜其國，故雖憂懷萬端，尊賢尚行，而患慮愈深矣。○市南宜僚，了蕭反，徐力遥反。司馬云：熊宜僚也。居市南，因爲號也。李云：姓熊，名宜僚。案左傳云：市南有熊宜僚，楚人也。無須臾。離，力智反，絶句。崔本無離字。居然，崔讀以居字連上句。行，下孟反。"
        },
        {
          "paragraph": "夫豐狐文豹，棲於山林，伏於巖穴，靜也；夜行晝居，戒也。雖飢渴隱約，猶且胥䟽於江湖之上而求食焉，定也；然且不免於罔羅機辟之患。是何罪之有哉？其皮爲之灾也。令魯國獨非君之皮邪？吾願君刳形去皮，洒心去欲，而遊於無人之野。",
          "zhushu": "欲令無其身，忘其國，而任其自化也。○豐，司馬云：大也。胥䟽，如字。司馬云：胥，須也。䟽，菜也。李云：胥，相也。謂相望䟽草也。辟，婢亦反。刳音枯，廣雅云：暑也。去皮，起吕反，云：欲去。欲音同。洒，先典反，本亦作洗，音同。欲，如字，徐音慾。令，力呈反。章未同。"
        },
        {
          "paragraph": "南越有邑焉，名爲建德之國。",
          "zhushu": "寄之南越，取其去魯之逺也。"
        },
        {
          "paragraph": "其民愚而朴，少私而寡欲；知作而不知藏，與而不求其報；不知義之所適，不知禮之所將；猖狂妄行，乃蹈乎大方。",
          "zhushu": "各恣其本歩，而人人自蹈其方，則萬方得矣，不亦大乎。"
        },
        {
          "paragraph": "其生可樂，其死可葬。",
          "zhushu": "言可終始處之。○樂，音洛。"
        },
        {
          "paragraph": "吾願君去國捐俗，與道相輔而行。”",
          "zhushu": "所謂去國捐俗，謂蕩除其胷中也。"
        },
        {
          "paragraph": "君曰：“彼其道遠而險，又有江山，我無舟車，柰何？”",
          "zhushu": "眞謂欲使之南越。"
        },
        {
          "paragraph": "市南子曰：“君無形倨，",
          "zhushu": "形倨，躓礙之謂。無形倨，音據。司馬云：無倨傲其形。躓，之質反，又知吏反。礙，五代反。"
        },
        {
          "paragraph": "無留居，",
          "zhushu": "留居，滯守之謂。○無留居，司馬云：無留，安其居。"
        },
        {
          "paragraph": "以爲君車。”",
          "zhushu": "形與物夷，心與物化，斯寄物以自載也。"
        },
        {
          "paragraph": "君曰：“彼其道幽逺而無人，吾誰與爲鄰？吾無糧，我無食，安得而至焉？”市南子曰：“少君之費，寡君之欲，雖無糧而乃足。",
          "zhushu": "所謂知足則無所不足也。○我，二本作餓。"
        },
        {
          "paragraph": "君其渉於江而浮於海，望之而不見其崖，愈徃而不知其所窮。",
          "zhushu": "絶情欲之逺也。"
        },
        {
          "paragraph": "送君者皆自崖而反，",
          "zhushu": "君欲絶，則民各反守其分。"
        },
        {
          "paragraph": "君自此遠矣。",
          "zhushu": "超然獨立於萬物之上也。"
        },
        {
          "paragraph": "故有人者累，",
          "zhushu": "有人者，有之以爲巳私也。"
        },
        {
          "paragraph": "見有於人者憂。",
          "zhushu": "見有於人者，爲人所，役用也。"
        },
        {
          "paragraph": "故堯非有人，非見有於人也。",
          "zhushu": "雖有天下，皆寄之百官，委之萬物而不與焉，斯非有人也。因民任物而不役巳，斯非見有於人也。○與音預。"
        },
        {
          "paragraph": "吾願去君之累，除君之憂，而獨與道遊於大莫之國。",
          "zhushu": "欲令蕩然無有國之懷。○大莫莫無也。"
        },
        {
          "paragraph": "方舟而濟於河，有虚舩來觸舟，雖有惼心之人不怒。有一人在其上，則呼張歙之。一呼而不聞，再呼而不聞，於是三呼邪，則必以惡聲隨之。向也不怒而今也怒，向也虚而今也實。人能虚己以遊世，其孰能害之？”",
          "zhushu": "世雖變，其於虚巳以免害，一也。○方舟，司馬云：方，並也。惼，必善反，爾雅云：急呼，火故反，下同。張歙，許及反，徐許輙反，郭踈獵反，張，開也。歙，歛也。"
        },
        {
          "paragraph": "北宫奢爲衛靈公賦，歛以爲鍾，爲壇乎郭門之外，三月而成上下之縣。王子慶忌見而問焉，曰：“子何術之設？”奢曰：“一之間，無敢設也。",
          "zhushu": "泊然抱一耳，非敢假設以益事也。○北宫奢，李云：衛大夫北宫，因以爲號。奢，其名也。爲衛，于僞反。歛，力艶反。爲壇，但丹反。李云：祭也。禱之，故爲壇也。上下之縣，音玄。司馬云：八音備，爲縣而聲高下。王慶忌，李云：王族也。慶忌，周大夫也。怪其簡𨒪，故問之。泊，歩各反。"
        },
        {
          "paragraph": "奢聞之，旣雕旣琢，復歸於朴。",
          "zhushu": "還用其本性也。"
        },
        {
          "paragraph": "侗乎其無識，",
          "zhushu": "任其純朴而巳。○侗，吐東、勑動二反。無知。皃，字林云：大皃，一音慟。"
        },
        {
          "paragraph": "儻乎其怠疑。",
          "zhushu": "無所趣也。○儻音敕蕩反。"
        },
        {
          "paragraph": "萃乎芒乎，其送徃而迎來。",
          "zhushu": "無所欣說。○萃，在醉反。芒，莫郎反。說音悅。"
        },
        {
          "paragraph": "來者勿禁，徃者勿止。",
          "zhushu": "任彼也。"
        },
        {
          "paragraph": "從其彊梁，",
          "zhushu": "順乎衆也。○彊梁，多力也。"
        },
        {
          "paragraph": "隨其曲傅，",
          "zhushu": "無所係也。○曲傅，音附。司馬謂曲附巳者隨之也。本或作傳，張戀反。"
        },
        {
          "paragraph": "因其自窮，",
          "zhushu": "用其不得不爾。"
        },
        {
          "paragraph": "故朝夕賦歛而毫毛不挫，",
          "zhushu": "當故無損。○挫音子卧反。"
        },
        {
          "paragraph": "而况有大塗者乎？”",
          "zhushu": "㤗然無執，用天下之自爲，斯大通之塗也。故曰：經之營之，不日成之。"
        },
        {
          "paragraph": "孔子圍於陳蔡之間，七日不火食。大公任徃弔之曰：“子幾死乎？”曰：“然。子惡死乎？”曰：“然。”",
          "zhushu": "自同厷好惡耳，聖人無好惡也。○大，音㤗。任，如字，李云：大公大夫稱。任，其名。幾，音祈，又音機。惡，烏路反，注及下同。好，呼報反，章内同。"
        },
        {
          "paragraph": "任曰：“予嘗言不死之道。東海有鳥焉，名曰意怠。其爲鳥也，翂翂翐翐，而似無能；引援而飛，迫脅而棲；",
          "zhushu": "旣𢎞，大舒緩，又心無常係。○翂音紛，字或作昐。翐，音秩，徐音族，字或作昳。司馬云：翂翂，翐翐，舒遲皃。一云飛不高皃。李云：羽翼聲。迫脅而棲，李云：不敢獨棲，迫脅。在衆鳥中。𦂯足容身而宿，辟害之至也。"
        },
        {
          "paragraph": "進不敢爲前，退不敢爲後；",
          "zhushu": "常從容處中。○從，七容反。"
        },
        {
          "paragraph": "食不敢先嘗，必取其緒。",
          "zhushu": "其於隨物而巳。○緒，次緒也。"
        },
        {
          "paragraph": "是故其行列不斥，",
          "zhushu": "與羣俱也。○行，戸剛反，下亂行同。斥。音尺。"
        },
        {
          "paragraph": "而外人卒不得害，是以免於患。",
          "zhushu": "患害生於役，知以奔兢。○卒，子恤反，終也，又七忽反。"
        },
        {
          "paragraph": "直木先伐，甘井先竭。",
          "zhushu": "才之害也。"
        },
        {
          "paragraph": "子其意者飾知以驚愚，脩身以明汙，昭昭乎如揭日月而行，故不免也。”",
          "zhushu": "夫察焉小異，則與衆爲迕矣。混然大同，則無獨異於世矣。故夫昭昭者，乃冥冥之迹也。將寄言以遺迹，故因陳、蔡以託患。○知音智。汗音烏。揭，其列、其，謂二反。迕，五故反。"
        },
        {
          "paragraph": "昔吾聞之大成之人曰：“自伐者無功，功成者墮，名成者虧。",
          "zhushu": "恃功名以爲巳成者，未之嘗全。○墮，許規反。"
        },
        {
          "paragraph": "孰能去功與名，而還與衆人？",
          "zhushu": "功自衆成，故還之。○去，起吕反。"
        },
        {
          "paragraph": "道流而不明",
          "zhushu": "昧然而自行耳。"
        },
        {
          "paragraph": "居，得行而不名處，",
          "zhushu": "彼皆居然自得此行耳，非由名而後處之。○行，如字，又下孟反，注同。"
        },
        {
          "paragraph": "純純常常，乃比於狂。",
          "zhushu": "無心而動故也。"
        },
        {
          "paragraph": "削迹捐勢，不爲功名。",
          "zhushu": "功自彼成，故勢不在我，而名迹皆去。"
        },
        {
          "paragraph": "是故無責於人，人亦無責焉。",
          "zhushu": "恣情任彼，故彼各自當其責也。"
        },
        {
          "paragraph": "至人不聞，子何喜哉？”",
          "zhushu": "寂泊無懷，乃至人也。○泊，歩各反。"
        },
        {
          "paragraph": "孔子曰：“善哉！辭其交遊，去其弟子，逃於大澤；衣裘褐，食杼栗；",
          "zhushu": "取於棄人間之好也。○衣，於旣反。褐，戸割反。杼，食汝反，又音序。"
        },
        {
          "paragraph": "入獸不亂羣，入鳥不亂行。",
          "zhushu": "若草木之無心，故爲鳥獸所不畏。"
        },
        {
          "paragraph": "鳥獸不惡，而况人乎！”",
          "zhushu": "盖寄言以極推至誠之信，任乎物而無受害之地也。"
        },
        {
          "paragraph": "孔子問子桑虖曰：“吾再逐於魯，伐樹於宋，削迹於衞，窮於商周，圍於陳蔡之間。吾犯此數患，親交益疏，徒友益散，何與？”子桑雽曰：“子獨不聞假人之亡與？林回棄千金之壁，負赤子而趨。”或曰：“爲其布與？赤子之布寡矣；",
          "zhushu": "布，謂匹帛也。○桑雽，音戸，本又作𩁹，音于。李云：桑，姓；雽，其名。隱人也。或云：姓桑𩁹，名隱。伐樹於衛，一本作伐樹於宋，削迹於衛。數，所主反。何與，音餘，下放此。假，古雅反，李云：國名。林回，司馬云：殷之逃民之姓名。爲，如字，下同。又皆于僞反。布，謂貨財也。"
        },
        {
          "paragraph": "爲其累與？赤子之累多矣。棄千金之璧，負赤子而趨，何也？”林回曰：“彼以利合，此以天屬也。夫以利合者，迫窮禍患害相棄也；以天屬者，迫窮禍患害相收也。夫相收之與相棄亦遠矣。且君子之交淡若水，小人之交甘若醴。君子淡以親，",
          "zhushu": "去利故淡，道合故親也。淡，如字，又徒暫反。"
        },
        {
          "paragraph": "小人甘以絶。",
          "zhushu": "飾利故甘，利不可常，故有時而絶也。"
        },
        {
          "paragraph": "彼無故以合者，則無故以離。”",
          "zhushu": "夫無故而自合者，天屬也。合不由故，則故不足以離之也。然則有故而合，必有故而離矣。"
        },
        {
          "paragraph": "孔子曰：“敬聞命矣！徐行翔佯而歸，絶學捐書，弟子無挹於前，其愛益加進。”",
          "zhushu": "去飾任素故也。○無挹，音揖，李云：無所執持也。去，起吕反。"
        },
        {
          "paragraph": "異日，桑雽又曰：“舜之將死，眞冷禹曰：汝戒之哉！形莫若縁，情莫若率。",
          "zhushu": "因形率情，不矯之以利也。○眞，司馬本作直。冷音零。與：司馬云：冷，曉也。謂以真道曉語禹也。冷或爲命，又作令，命，尤敎也。"
        },
        {
          "paragraph": "縁則不離，率則不勞。",
          "zhushu": "刑不假，故常全；情不矯，故常逸。"
        },
        {
          "paragraph": "不離不勞，則不求文以待形。",
          "zhushu": "任朴而直前也。"
        },
        {
          "paragraph": "不求文以待形，固不待物。”",
          "zhushu": "朴素而足。"
        },
        {
          "paragraph": "莊子衣大布而𥙷之，正緳係履而過魏王。魏王曰：“何先生之憊邪？”莊子曰：“貧也，非憊也。士有道德不能行，憊也；衣弊履穿，貧也，非憊也。此所謂非遭時也。王獨不見夫騰猿乎？其得柟梓豫章也，攬蔓其枝而王長其間，雖羿蓬蒙不能眄睨也。",
          "zhushu": "遭時得地，則申其長枝，故雖古之善射，莫之能害。○衣，於旣反。大布，司馬云：麤，布也。緳，賢節反，又苦結反。司馬云：帶也。係履，李云：履穿故係。過，古禾反。魏王，司馬云：惠王也。憊，皮拜反，又薄計反。司馬本作病。勝，音騰，本亦作騰。柟音南，木名。攬，舊歷敢反。蔓音萬，郭武半反，王徃况反，司馬本作徃。長，丁亮反，本又作張，音同。司馬直良反，云：兩枝相去長遠也。羿音詣，或戸係反。蓬䝉，符恭反，徐扶公反。司馬云：羿，古之善射者。蓬䝉，羿之弟子。眄，莫練反，舊莫顯反，本或作睥，普計反。睨，音詣，郭五岑反，李云：邪視也。枝，其綺反。"
        },
        {
          "paragraph": "及其得柘𣗥枳枸之間也，危行側視，振動悼慓。此筋骨非有加急而不柔也，處勢不便，未足以逞其能也。今處昏上亂相之間，而欲無憊，奚可得邪？此比干之見剖心徴也。”夫",
          "zhushu": "勢不便而強爲之，則受戮矣。○柘，章夜反。析，吉氏反，又音𥿄。枸音矩。悼，如字，又直弔反。便，婢面反，注同。相，息亮反。見，賢遍反。強，上聲，下同。"
        },
        {
          "paragraph": "孔子窮於陳蔡之間，七日不火食，左據槁木，右擊槁枝，而歌焱氏之風，有其具而無其數，有其聲而無宫角，木聲與人聲，犂然有當於人之心。顔回端拱還目而窺之，仲尼恐其廣已而造大也，愛己而造哀也，曰：“回，無受天損易，",
          "zhushu": "唯安之，故易。○槁，苦老反，下同。焱氏必遥反。古之無爲帝王也。犂然，力兮反，又力之反。司馬云：犂然，猶栗然。當，丁浪反。還音旋。窺，徐起規反。造，司馬云：造，適也。易，以豉反，註下同。"
        },
        {
          "paragraph": "無受人益難。",
          "zhushu": "物之倘來，不可禁禦。"
        },
        {
          "paragraph": "無始而非卒也，",
          "zhushu": "於今爲始者，於昨爲卒，則所謂始者，即是卒矣。言變化之無窮。"
        },
        {
          "paragraph": "人與天一也。",
          "zhushu": "皆自然。"
        },
        {
          "paragraph": "夫今之歌者其誰乎？”",
          "zhushu": "任其自爾，則歌者非我也。"
        },
        {
          "paragraph": "回曰：“敢問無受天損易。”仲尼曰：“飢渴寒暑，窮桎不行。天地之行也，運物之泄也，",
          "zhushu": "不可逃也。○桎，之實反。運，司馬云：動也。泄，息列反，司馬云：發也。徐以世反。"
        },
        {
          "paragraph": "言與偕之，偕之謂也。",
          "zhushu": "所謂不識不知而順帝之則也○言我也。"
        },
        {
          "paragraph": "爲人臣者，不敢去之。執臣之道猶若是，而况乎所以待天乎。",
          "zhushu": "所在皆安，不以損爲損，斯待天而不受其損也。"
        },
        {
          "paragraph": "何謂無受人益難。”仲尼曰：“始用四逹，",
          "zhushu": "感應旁通爲四逹。"
        },
        {
          "paragraph": "爵禄並至而不窮",
          "zhushu": "旁通，故可以御高大也。"
        },
        {
          "paragraph": "物之所利，乃非己也。",
          "zhushu": "非已求而取之。"
        },
        {
          "paragraph": "吾命有在外者也。",
          "zhushu": "人之生，必外有接物之命，非如瓦石，止於形質而巳。"
        },
        {
          "paragraph": "君子不爲盗，賢人不爲竊。吾若取之何哉？”",
          "zhushu": "盗竊者，私取之謂也。今賢人君子之致爵禄，非私取也，受之而巳。"
        },
        {
          "paragraph": "故曰：“鳥莫知於鷾鴯，目之所不宜處。不給視。雖落其實，棄之而走。",
          "zhushu": "避禍之速。○知音智。鷾音意。鴯音而，或云鷾，鴯燕也。目之所不冝處，昌吕反。言不可止處，目巳羅絡知之，故弃之也。"
        },
        {
          "paragraph": "其畏人也，而襲諸人間。",
          "zhushu": "未有自䟽外於人而人存之者也。畏人而入於人間，此鳥之所以稱知也。"
        },
        {
          "paragraph": "社稷存焉爾。",
          "zhushu": "况之至人，則玄同天下，故天下樂推而不厭，相與社而稷之，斯無受人益之所以爲難也。"
        },
        {
          "paragraph": "何謂無始而非卒？”仲尼曰：“化其萬物而不知其禪之者。",
          "zhushu": "莫覺其變。○禪，市戰反，司馬云：授予也。"
        },
        {
          "paragraph": "焉知其所終？焉知其所始？正而待之而已耳。",
          "zhushu": "日夜相代，未始有極，故正而待之，無所爲懷也。○焉，於䖍反，下同。"
        },
        {
          "paragraph": "何謂人與天一邪？”仲尼曰：“有人，天也；有天，亦也。",
          "zhushu": "凡所謂天，皆明不爲而自然。"
        },
        {
          "paragraph": "人之不能有天，性也；",
          "zhushu": "言自然則自然矣，人安能故有此自然哉？自然耳，故曰性。"
        },
        {
          "paragraph": "聖人晏然體逝而終矣。”",
          "zhushu": "晏然無矜，而體與變俱也。"
        },
        {
          "paragraph": "莊周遊乎雕陵之樊。覩一異鵲自南方來者。翼廣七尺，目大運寸，感周之顙而集於栗林。莊周曰：“此何鳥哉。翼殷不逝，目大不覩？”蹇裳躩歩，執彈而留之。覩一蟬，方得美䕃而忘其身；螳蜋執翳而搏之，見得而忘其形；",
          "zhushu": "執木葉以自翳於蟬，而忘其形之見乎異鵲也。○雕，徐音彫，本亦作彫陵之彫，樊音煩。司馬云：雕陵，陵名。樊，藩也。謂遊栗園藩籬之內也。樊或作埜。埜，古野字。廣，光浪反。運寸，司馬云：可回一寸也。感周之顙。息蕩反。李云：感，觸也。翼殷不逝，目大不覩。司馬云：殷，大也。曲折曰逝。李云：翼大逝難，目大視希，故不見人。蹇，起䖍反。躩，李驅碧反，徐九縳反。司馬云：疾行也。案：即論語云：足躩如也。彈徒旦反。留力救反。司馬云：宿留，伺其便也。螳音堂。蜋音郎。執翳於計反。司馬云：執草以自翳也。搏郭音博，徐音付。見乎賢遍反。"
        },
        {
          "paragraph": "異鵲從而利之，見利而忘其眞。",
          "zhushu": "目能覩，翼能逝，此鳥之真性也。今見利，故忘之。○真，司馬云：真身也。"
        },
        {
          "paragraph": "莊周怵然曰：“噫！物固相累，",
          "zhushu": "相爲利者，恒相爲累。○怵，敕律反。"
        },
        {
          "paragraph": "二𩔖相召也。”",
          "zhushu": "夫有欲於物者，物亦有欲之。"
        },
        {
          "paragraph": "捐彈而反走，虞人逐而誶之。",
          "zhushu": "誶，問之也。○誶，本又作訊，音信，問也。司馬云：以周爲盜栗也。"
        },
        {
          "paragraph": "莊周反入，三月不庭。藺且從而問之：“夫子何爲頃間甚不庭乎？”莊周曰：“吾守形而忘身，",
          "zhushu": "夫身在人間，世有夷險，若推夷易之形於此世，而不度此世之所宜，斯守形而忘身者也。○三月不庭，一本作三日。司馬云：不出坐庭中三月。藺，力信反，一本作簡且，子餘反。司馬云：藺且，莊子弟子。易，以豉反。度，直洛反。"
        },
        {
          "paragraph": "觀於濁水而迷於清淵。",
          "zhushu": "見彼而不明，即因彼以自見，幾忘反鑒之道也。○見，賢遍反。"
        },
        {
          "paragraph": "且吾聞諸夫子曰：入其俗，從其俗。",
          "zhushu": "不違其禁令也。"
        },
        {
          "paragraph": "今吾遊於雕陵而忘吾身，異鵲感吾顙，遊於栗林而忘真。栗林虞人以吾爲戮，吾所以不庭也。”",
          "zhushu": "以見問爲戮。夫莊子推平於天下，故每寄言以出意，乃毀仲尼，賤老聃，上掊擊乎三皇，下痛病其一身也。○掊，普口反。"
        },
        {
          "paragraph": "陽子之宋，宿於逆旅。逆旅人有妾二人，其一人美，其一人惡，惡者貴而美者賤。陽子問其故，逆旅小子對曰：“其美者自美，吾不知其美也；其惡者自惡，吾不知其惡也。”陽子曰：“弟子記之！行賢而去自賢之行，安徃而不愛哉！”",
          "zhushu": "言自賢之道，無時而可。○陽子，司馬云：陽朱也。去，起吕反。行，下孟反。"
        }
      ]
    },
    {
      "name": "莊子外篇田子方第二十一",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以人名篇。"
        },
        {
          "paragraph": "田子方侍坐於魏文侯，數稱谿工。文侯曰：“谿工，子之師邪？子方曰：非也，無擇之里人也；稱道數當，故無擇稱之。”文侯曰：然則子無師邪？”子方曰：“有。”曰：“子之師誰邪？”子方曰：“東郭順子。”文侯曰：“然則夫子何故未嘗稱之？”子方曰：“其爲人也眞，",
          "zhushu": "無假也。○田子方，李云：魏文侯師也，名無擇。數稱，𩀱角反，又所主反，下同。谿，音溪，又音𠔃。司馬本作雞工。李云：谿工，賢人也。"
        },
        {
          "paragraph": "人貌而天",
          "zhushu": "雖貌與人同，而獨任自然。"
        },
        {
          "paragraph": "虚，縁而葆真，",
          "zhushu": "虚而順物，故真不失。○葆音保，本亦作保。"
        },
        {
          "paragraph": "清而容物。",
          "zhushu": "夫清者患於大潔，今清而容物，與天同也。○大音泰。"
        },
        {
          "paragraph": "物無道，正容以悟之，使人之意也消，",
          "zhushu": "曠然清虚，正巳而巳，而物邪自消。○邪，似嗟反。"
        },
        {
          "paragraph": "無擇何足以稱之？”子方出，文侯儻然終日不言，召前立臣而語之曰：“遠矣，全德之君子。始吾以聖知之言，仁義之行爲至矣。吾聞子方之師，吾形解而不欲動，口鉗而不欲言，",
          "zhushu": "自覺其近。○儻然，敕蕩反，司馬云：失志貌。語，魚據反。知，音智。行，下孟反。解，戸買反。鉗，其炎反，徐其嚴反。"
        },
        {
          "paragraph": "吾所學者，真土梗耳。",
          "zhushu": "非眞物也。○直，如字，本亦作真，下句同。元嘉本此作眞，下句作直。土梗，更猛反。司馬云：土梗，土人也。遭雨則壞。"
        },
        {
          "paragraph": "夫魏眞爲我累耳。”",
          "zhushu": "知至貴者，以人爵爲累也。"
        },
        {
          "paragraph": "温伯雪子適齊，舎於魯，魯人有請見之者，温伯雪子曰：“不可。吾聞中國之君子，明乎禮義而陋於知人心，吾不欲見也。至於齊，反舎於魯，是人也又請見。”温伯雪子曰：“徃也蘄見我，今也又蘄見我，是必有以振我也。”出而見客，入而歎。明曰見客，又入而歎。其僕曰：“毎見之客也，必入而歎，何邪？”曰：“吾固告子矣，中國之民，明乎禮義而陋乎知人心。昔之見我者，進退一成規一成矩，從容一若龍，一若虎。",
          "zhushu": "槃辟其歩，逶蛇其迹。○温伯雪子，李云：南國賢人也。蘄，音祈。從，七容反。辟，婢亦反。遺，如字，本又作逶，於危反。蛇，以支反。"
        },
        {
          "paragraph": "其諫我也似子，其道我也似父，",
          "zhushu": "禮義之弊，有斯飾也。○道音導。"
        },
        {
          "paragraph": "是以歎也。仲尼見之而不言。",
          "zhushu": "巳知其心矣。"
        },
        {
          "paragraph": "子路曰：“吾子欲見温伯雪子乆矣，見之而不言，何邪？”仲尼曰：“若夫人者，目擊而道存矣，亦不可以容聲矣。”",
          "zhushu": "目裁徃，意巳逹，無所容其德音也。○夫，音符。目擊而道存矣。司馬云：見其目動而神實。巳，著也。擊，動也。"
        },
        {
          "paragraph": "顔淵問於仲尼曰：“夫子歩亦歩，夫子趨亦趨，夫子馳亦馳；夫子奔逸絶塵，而回瞠若乎後矣。”夫子曰：“回，何謂邪。曰：夫子歩，亦歩也；夫子言，亦言也；夫子趨，亦趨也；夫子辯，亦辯也；夫子馳，亦馳也；夫子言道，回亦言道也。及奔逸絶塵而回瞠若乎後者。夫子不言而信，不比而周。無器而民滔乎前。而不知所以然而已矣。”仲尼曰：“惡！可不察與！夫哀莫大於心死，而人死亦次之。",
          "zhushu": "夫心以死爲死，乃更速其死。其死之速，由哀以自䘮也。無哀則巳，有哀則心死者，乃哀之大也。○奔逸，司馬本逸作敵。瞠，敕庚反，又丑郎反，字林云：直視貌，一音斜視。又行，下孟反。器，剛志反。滔乎前，吐刀反。謂無人君之器，滔聚其前也。○馳，直而反。惡音烏。與音餘，下哀與同。䘮，息浪反，下章同。"
        },
        {
          "paragraph": "日出東方而入於西極。萬物莫不比方。",
          "zhushu": "皆可見也。"
        },
        {
          "paragraph": "有目有趾者，待是而後成功。",
          "zhushu": "目成見功，足成行功也。"
        },
        {
          "paragraph": "是出則存，是入則亡。",
          "zhushu": "直以不見爲亡耳。竟不亡。"
        },
        {
          "paragraph": "萬物亦然。有待也而死，有待也而生。",
          "zhushu": "待隱謂之死，待顯謂之生。竟無死生也。"
        },
        {
          "paragraph": "吾一受其成形，而不化以待盡。",
          "zhushu": "夫有不得變而爲無，故一受成形，則化盡無期也。"
        },
        {
          "paragraph": "效物而動，",
          "zhushu": "自無心也。"
        },
        {
          "paragraph": "日夜無𨻶，",
          "zhushu": "恒化新也。"
        },
        {
          "paragraph": "而不知其所終。",
          "zhushu": "不以死爲死也。"
        },
        {
          "paragraph": "薫然其成形，",
          "zhushu": "薫然自成，又奚爲哉？○薰，許云反。"
        },
        {
          "paragraph": "知命不能規乎其前，丘以是日徂。",
          "zhushu": "不係於前，與變俱徃，故曰徂。○徂如字，司馬本作疽，云：病也。"
        },
        {
          "paragraph": "吾終身與女交一臂而失之，可不哀與。",
          "zhushu": "夫變化不可執而留也，故雖執臂相守，而不能令停。若哀死者，則此亦可哀也。今人未甞，以此爲哀，奚獨哀死邪？○令，力呈反，下章注同。女音汝。"
        },
        {
          "paragraph": "女殆著乎。吾所以著也。彼已盡矣，而女求之以爲有。是求馬於唐肆也。",
          "zhushu": "唐肆，非停馬處也。言求向者之有，不可復得也。人之生，若馬之過肆耳，恒無駐湏臾新故之相續，不舎晝夜也。著，見也。言女殆見吾所以見者耳。吾所以見者，日新也，故巳盡矣，女安得有之。○殆著乎吾所以著也，郭著音張慮反，注同，又一音張略反。司馬云：吾所以著者，外化也。女殆庻於此耳。吾一不化者，則非女所及也。是求馬於唐肆也。郭云：唐肆，非停馬處也。李同。又云：唐，亭也。司馬本作廣肆，云：廣庭也。求馬於市肆，廣庭非其所也。處，昌慮反。復，扶又反。舎音捨。"
        },
        {
          "paragraph": "吾服女也甚忘，",
          "zhushu": "服者，思存之謂也。甚忘，謂過去之速也。言女去，忽然思之，恒欲不及。"
        },
        {
          "paragraph": "女服吾也亦甚忘。",
          "zhushu": "俱爾耳。不問賢之與聖，未有得停者。"
        },
        {
          "paragraph": "雖然，女奚患焉。雖忘乎故吾，吾有不忘者存。”",
          "zhushu": "不忘者存，謂繼之以日新也。雖忘故吾而新吾巳至，未始非吾，吾何患焉。故能離俗絶塵，而與物無不㝠也。○離，力智反，下章又同。"
        },
        {
          "paragraph": "孔子見老聃，老聃新沐，方將被髪而乾，慹然似非人。",
          "zhushu": "寂泊之至。○被，皮寄反。乾，本或作干。慹，乃牒反，又丁立反。司馬云：不動貌。說文云：怖也。泊，歩各反。"
        },
        {
          "paragraph": "孔子便而待之。少焉見曰：“丘也眩與？其信然與。向者先生形體掘若槁木，似遺物離人而立於獨也。”",
          "zhushu": "無其心身，而後外物去也。○待，或作侍。見，賢遍反。眩，玄遍反。與音餘，下同。掘，徐音屈。槁，苦老反。"
        },
        {
          "paragraph": "老聃曰：“吾遊於物之初。”",
          "zhushu": "初未有而歘有，故遊於物初，然後明有物之不爲而自有也。○欵，訓弗反。"
        },
        {
          "paragraph": "孔子曰：“何謂邪？”曰：“心困焉而不能知，口辟焉而不能言。",
          "zhushu": "欲令仲尼必求之於言意之表也。○辟，必亦反，司馬云：辟，卷不開也，又婢亦反，徐敷赤反。"
        },
        {
          "paragraph": "嘗爲女議乎其將",
          "zhushu": "試議隂陽，以擬向之無形耳，未之敢必。○爲，于僞反。"
        },
        {
          "paragraph": "至隂肅肅，至陽赫赫，肅肅出乎天，赫赫發乎地，",
          "zhushu": "言其交也。"
        },
        {
          "paragraph": "兩者交通成和而物生焉。或爲之紀而莫見其形。",
          "zhushu": "莫見爲紀之形，明其自爾。"
        },
        {
          "paragraph": "消息滿虚，一晦一明，日改月化，日有所爲",
          "zhushu": "未甞守故。"
        },
        {
          "paragraph": "而莫見其功。",
          "zhushu": "自爾故無功。"
        },
        {
          "paragraph": "生有所乎萌，",
          "zhushu": "萌於未聚也。"
        },
        {
          "paragraph": "死有所乎歸，",
          "zhushu": "歸於散也。"
        },
        {
          "paragraph": "始終相反乎無端，而莫知乎其所窮。",
          "zhushu": "所謂迎之不見其首，隨之不見其後。"
        },
        {
          "paragraph": "非是也，且孰爲之宗？”孔子曰：“請問遊是。”老聃曰：“夫得是，至美至樂也。得至美而遊乎至樂，謂之至人。”",
          "zhushu": "至美無美，至樂無樂故也。○且，如字，舊子餘反。樂音洛，下及注同。"
        },
        {
          "paragraph": "孔子曰：“願聞其方。”曰：“草食之獸不疾易藪，水生之蟲不疾易水，行小變而不失其大，常也。",
          "zhushu": "死生亦小變也。○行，下孟反，又如字。"
        },
        {
          "paragraph": "喜怒哀樂不入於胷次。",
          "zhushu": "知其小變而不失大常，故次李中也。"
        },
        {
          "paragraph": "夫天下也者，萬物之所一也。得其所一而同焉，則四支百體將爲塵垢，而死生終始將爲晝夜，而莫之能滑，而况得䘮禍福之所介乎。",
          "zhushu": "愈不足患。○滑，古没反。介，音界。"
        },
        {
          "paragraph": "棄隷者若棄泥塗，知身貴於𨽾也，",
          "zhushu": "知身之貴於𨽾，故弃之若遺土耳。茍知死生之變，所在皆我，則貴者常在也。"
        },
        {
          "paragraph": "貴在於我而不失於變。",
          "zhushu": "所貴者我也，而我與變俱，故無失也。"
        },
        {
          "paragraph": "且萬化而未，始有極也，夫孰足以患心？已爲道者解乎此。”",
          "zhushu": "所謂縣解。○解，戸買反，注同。"
        },
        {
          "paragraph": "孔子曰：“夫子德配天地，而猶偃至言以脩心，古之君子，孰能脫焉？”老聃曰：“不然。夫水之於汋也，無爲而才自然矣。至人之於德也，不脩而物不能離焉。若天之自高，地之自厚，日月之自明，夫何脩焉？”",
          "zhushu": "不脩不爲而自得也。○汋，音灼，又上若反，李以略反，李云：取也。"
        },
        {
          "paragraph": "孔子出，以告顔回曰：“丘之於道也，其猶醯雞與？",
          "zhushu": "醯雞者，甕中之蠛蠓。○醯雞，許西反，司馬云：若酒上蠛蠓也。甕，烏弄反。蠛，亡結反。蠓，元孔反。"
        },
        {
          "paragraph": "微夫子之發吾覆也，吾不知天地之大全也。”",
          "zhushu": "比吾全於老聃，猶甕中之與天地矣。"
        },
        {
          "paragraph": "莊子見魯哀公，哀公曰：“魯多儒士，少爲先生方者。”莊子曰：“魯少儒。”哀公曰：“舉魯國而儒服，何謂少乎？”莊子曰：“周聞之，儒者，冠圜冠者，知天時，履句屨者知地形，緩佩玦者，事至而斷。君子有其道者，未必爲其服也；爲其服者，未必知其道也。”公固以爲不然，何不號於國中曰：“無此道而爲此服者，其罪死。”於是哀公號之，五日，而魯國無敢儒服者，獨有一丈夫儒服而立乎公門。公即召而問以國事，千轉萬變而不窮。莊子曰：“以魯國而儒者一人耳，可謂多乎？",
          "zhushu": "德充於内者，不脩飾於外。○見，賢遍反，亦如字。魯哀公，司馬云：莊子與魏惠王、齊威王同時，在哀公後百二十年。冠，古亂反。圜音圓。句音矩，徐其俱反，李云：方也。屨，徐居具反。緩，戸管反，司馬本作綬。玦，古穴反。斷，丁亂反。號，號令也。"
        },
        {
          "paragraph": "百里奚爵禄不入於心，故飯牛而牛肥。使秦穆公忘其賤，與之政也。有虞氏死生不入於心，故足以動人。",
          "zhushu": "内自得者，外事全也。○飯，煩晚反。忘其賤，謂忘其飯牛之賤也。"
        },
        {
          "paragraph": "宋元君將畫圖，衆史皆至，受揖而立，䑛筆和墨在外者半。有一史後至者，儃儃然不趨，受揖不立，因之舎。公使人視之，則解衣般礴臝。君曰：“可矣，是眞畫者也。”",
          "zhushu": "内足者，神間而意定。○受，揖而立，司馬云：受命揖而立也。䑛，本或作䑛，食𥿄反。儃儃，吐但反，徐音但。李云：舒閒之貌。般，字又作褩。礴，傍各反，徐敷各反。司馬云：般礴，謂箕坐也。臝，本又作羸，同。力果反。司馬云：將畫，故解衣見形。間。音閑。"
        },
        {
          "paragraph": "文王觀於臧，見一丈夫釣，而其釣莫釣。",
          "zhushu": "聊以卒歲。○文王觀於臧。李云：臧，地名也。司馬本作文王微服而觀於臧。夫本或作人。"
        },
        {
          "paragraph": "非持其釣有釣者也，",
          "zhushu": "竟無所求。"
        },
        {
          "paragraph": "常釣也。",
          "zhushu": "不以得失經意，其於假釣而巳。"
        },
        {
          "paragraph": "文王欲舉而授之政，而恐大臣父兄之弗安也；欲終而釋之，而不忍百姓之無天也，於是旦而屬之夫，夫曰：“昔者寡人夢見良人，黒色而𩑺，乗駁馬而偏朱蹄，號曰：‘寓而政於臧丈人，庻幾乎民有瘳乎！’”諸大夫蹵然曰：“先君王也。”文王曰：“然則卜之。”諸大夫曰：“先君之命，王其無它，又何卜焉？遂迎臧丈人而授之政，典法無更，偏令無出。三年，文王觀於國，則列士壞植散羣，長官者不成德，螤斛不敢入於四竟。列士壞植散羣，則尚同也；",
          "zhushu": "所謂和其光，同其塵。○屬，音燭。夫夫，皆方于反。司馬云：夫夫，大夫也。一云：夫夫，古讀爲大夫。𩑺，而占反，郭、李而兼反，又而衘反。駁，邦角反。偏朱蹄，李云：一蹄偏赤也。瘳，赦留反。鷲，子六反，本或作耿。在乆、七小二反。先君王，司馬云：言先君王靈神之所致。令，本或作命。王其無它，司馬云：無違命。壞，音怪，下同。植，音值。散羣，司馬云：植，行列也。散羣，言不養徒衆也。一云：植者，疆界頭造屋以待諫者也。長，丁丈反，下同。官者不成德。司馬云：不利功名也。斔斛，音庾。李云：六斛四斗曰螤。司馬本作螤斞，云：螤讀曰終，斞讀曰臾。竟，音境，下同。"
        },
        {
          "paragraph": "長官者不成德，則同務也；",
          "zhushu": "潔然自成，則與衆務異也。"
        },
        {
          "paragraph": "螤斛不敢入於四竟，則諸侯無二心也。”",
          "zhushu": "天下相信，故能同律度量衡也。"
        },
        {
          "paragraph": "文王於是焉以爲大師，北面而問曰：“政可以及天下乎？臧丈人昧然而不應，泛然而辭，朝令而夜遁，終身無聞。”",
          "zhushu": "爲功者非巳，故功成而身不得不退，事遂而名不得不去。名去身退，乃可以及天下也。○太音泰。昧音妹。泛，徐敷甸反。遁，徐困反。"
        },
        {
          "paragraph": "顔淵問於仲尼曰：“文王其猶未邪？又何以夢爲乎？”仲尼曰：“黙，女無言。夫文王盡之也，",
          "zhushu": "任諸大夫而不自任，斯盡之也。"
        },
        {
          "paragraph": "而又何論刺焉？彼直以循斯須也。”",
          "zhushu": "斯須者，百姓之情，當悟未悟之頃，故文王循而發之，以合其大情也。○刺，七賜反。"
        },
        {
          "paragraph": "列御㓂爲伯昬無人射，引之盈貫，",
          "zhushu": "盈貫，謂溢鏑也。○爲，于僞反。盈貫，古亂反，司馬云：鏑也。鏑，丁歷反。"
        },
        {
          "paragraph": "措杯水其肘上，",
          "zhushu": "左手如拒，右手如附技，右手放發而左手不知，故可措之杯水也。○措，七故反。肘，竹九反。柜音矩，本亦作矩，同。"
        },
        {
          "paragraph": "發之，適矢復沓，",
          "zhushu": "矢，去也。箭適去，復歃沓也。○適，丁歷反。復，扶又反，下及注同。歃，色洽反。"
        },
        {
          "paragraph": "方矢復寓。",
          "zhushu": "箭方去，未至的巳復寄杯於肘上，言其敏捷之妙也。"
        },
        {
          "paragraph": "當是時，猶象人也。",
          "zhushu": "不動之至。"
        },
        {
          "paragraph": "伯昏無人曰：“是射之射，非不射之射也。嘗與汝登高山，履危石，臨百仞之淵，若能射乎？於是無人遂登高山，履危石，臨百仞之淵，背逡巡，足二分垂在外，揖御㓂而進之。御寇伏地，汗流至踵。伯昬無人曰：“夫至人者，上闚靑天，下潜黃泉，揮斥八極，神氣不變。",
          "zhushu": "揮斥，猶縱放也。夫德充於内，則神滿於外，無遠近幽深，所在皆明，故審安危之機，而泊然自得也。○逡，七旬反。汗，戸旦反。揮音揮。斥音尺，李音託，郭云：揮斥猶放縱。"
        },
        {
          "paragraph": "今女怵然有恂目之志，爾於中也殆矣夫！”",
          "zhushu": "不能明至分，故有惧。有惧而所䘮多矣，豈唯射乎？○怵，敕律反。恂，李又作眴，音荀，爾雅云：恂，慄也。目之志恂，謂眩也。欲以眩恱人之目，故怵也。中，丁仲反，又如字，中精神也。䘮，息浪反，後章同。"
        },
        {
          "paragraph": "肩吾問於孫叔敖曰：“子三爲令尹而不榮華，三去之而無憂色。吾始也疑子，今視子之鼻間栩栩然，子之用心獨奈何？”孫叔敖曰：“吾何以過人哉。吾以其來不可却也。其去不可止也。吾以爲得失之非我也。而無憂色而已矣。我何以過人哉！且不知其在彼乎，其在我乎。其在彼邪？亡乎我；在我邪？亡乎彼。",
          "zhushu": "矌然無係，玄同彼我，則在彼非獨亡，在我非獨存也。○栩，况甫反。"
        },
        {
          "paragraph": "方將躊躇，方將四顧，何暇至乎人貴人賤哉。”",
          "zhushu": "躊躇四顧，謂無可無不可。○躊，直留反。躇，直於反。"
        },
        {
          "paragraph": "仲尼聞之曰：“古之眞人，知者不得說，美人不得濫，盗人不得刦，伏戲黃帝不得友。",
          "zhushu": "伏戲、黃帝者，功號耳，非所以功者也。故况功號於所以功，相去遠矣，故其名不足以友於人也。○刦，居業反，元嘉本作却。戲音羲。"
        },
        {
          "paragraph": "死生亦大矣，而無變乎己。況爵禄乎！若然者，其神經乎大山而無介，入乎淵泉而不濡，處卑細而不憊，充滿天地。旣以與人己愈有。”",
          "zhushu": "割肌膚以爲天下者，彼我俱失也。使人人自得而巳者，與人而不損於巳也。其神明充滿天地，故所在皆可。所在皆可，故不損巳爲物，而放於自得之地也。○大山，音泰。介音界。憊，皮拜反。以爲，于僞反，下同。"
        },
        {
          "paragraph": "楚王與凡君坐，少焉，楚王左右曰凡亡者三。",
          "zhushu": "言有三亡徴也。○凡君，如字。司馬云：凡，國名，在汲郡共縣。按左傳：凡，周公之後也。隱七年，天王使凡伯來聘。俗本此後有孔子窮於陳、蔡及孔子謂顔回二章，與讓王篇同，衆家並於讓王篇音之。檢此二章無郭註，似如重出，古本皆無，謂無者是也。"
        },
        {
          "paragraph": "凡君曰：“凡之亡也，不足以䘮吾存。",
          "zhushu": "遺凡故也。"
        },
        {
          "paragraph": "夫凡之亡不足以䘮吾存，則楚之存不足以存存。",
          "zhushu": "夫遺之者，不以亡爲亡，則存亦不足以爲存矣。曠然無矜，乃常存也。"
        },
        {
          "paragraph": "由是觀之。則凡未始亡而楚未始存也。",
          "zhushu": "存亡更在於心之所措耳。天下竟無存亡。"
        }
      ]
    },
    {
      "name": "莊子外篇知北遊第二十二",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以義名篇。"
        },
        {
          "paragraph": "知北遊於玄水之上，登隱弅之丘，而適遭無爲謂焉。知謂無爲謂曰：“予欲有問乎若：何思何慮則知道？何處何服則安道？何從何道則得道？三問而無爲謂不荅也。非不荅，不知荅也。知不得問，反於白水之南，登狐闋之上，而睹狂屈焉。知以之言也問乎狂屈。狂屈曰：“唉！予知之，將語若。中欲言而忘其所欲言。知不得問，反於帝宮，見黃帝而問焉。”黃帝曰：“無思無慮始知道，無處無服始安道，無從無道始得道。”知問黃帝曰：“我與若知之，彼與彼不知也，其孰是耶？”黃帝曰：“彼無爲謂眞是也，狂屈似之，我與汝終不近也。夫知者不言，言者不知，故聖人行不言之教，",
          "zhushu": "任其自行，期不言之教也。○知北遊音智，又如字。於玄水之上李云：玄水，水名。司馬、崔本上作北。隱弅符文反，又音紛，又符紛反。李云：隱出弅起丘貌。白水，水名。狐闋苦穴反。司馬、李云：狐闋，丘名。睹，丁古反。狂屈，求勿反。徐又其述反。司馬向、崔本作詘。李云：狂屈侜張，似人而非也。以之言司馬云：之是也。唉哀在反。徐烏來反。李音熈，云：應聲。語，魚據反。不近，附近之近。下同。"
        },
        {
          "paragraph": "道不可致，",
          "zhushu": "道在自然，非可言致者也。"
        },
        {
          "paragraph": "德不可至，",
          "zhushu": "不失德故稱德，稱德而不至也。"
        },
        {
          "paragraph": "仁可爲也，義可虧也，禮相僞也。故曰：失道而後德，失德而後仁，失仁而後義，失義而後禮。禮者，道之華而亂之首也。",
          "zhushu": "禮有常則，故矯效之所由生也。"
        },
        {
          "paragraph": "故曰：爲道者日損，",
          "zhushu": "損，華僞也。"
        },
        {
          "paragraph": "損之又損之，以至於無爲，無爲而無不爲也。",
          "zhushu": "華去而朴全，則雖爲而非爲也。"
        },
        {
          "paragraph": "今已爲物也，",
          "zhushu": "物失其所，故有爲物。"
        },
        {
          "paragraph": "欲復歸根，不亦難乎？其易也，其唯大人乎！",
          "zhushu": "其歸根之易者，唯大人，耳。大人體合變化，故化物不難。○易，以豉反，注同。"
        },
        {
          "paragraph": "生也死之徒，",
          "zhushu": "知變化之道者，不以爲易。"
        },
        {
          "paragraph": "死也生之始，孰知其紀。",
          "zhushu": "更相爲始，則未知孰死孰生也。○更，音庚。"
        },
        {
          "paragraph": "人之生，氣之聚也。聚則爲生，散則爲死。",
          "zhushu": "俱是聚也，俱是散也。"
        },
        {
          "paragraph": "若死生爲徒，吾又何患。",
          "zhushu": "患生於異。"
        },
        {
          "paragraph": "故萬物一也。是其所美者爲神竒，其所惡者爲臭腐。臭腐復化爲神竒，神竒復化爲臭腐。故曰：通天下一氣耳。",
          "zhushu": "各以所美爲神竒，所惡爲臭腐耳。然彼之所美，我之所惡也。我之所美，彼或惡之。故通共神竒，通共臭腐耳。死生彼我豈殊哉？○惡，烏路反，註同。復，扶又反，下同。"
        },
        {
          "paragraph": "聖人故貴一。”知謂黃帝曰：“吾問無爲謂。無爲謂不應我。非不我應，不知應我也。吾問狂屈。狂屈中欲告我而不我告，非不我告。中欲告而忘之也。今予問乎若。若知之。奚故不近？”黃帝曰：“彼其眞是也，以其不知也。此其似之也。以其忘之也；予與若終不近也。以其知之也。狂屈聞之，以黃帝爲知言。",
          "zhushu": "明夫自然者，非言知之所得，故當昧乎無言之地，是以先舉不言之標，而後寄明於黃帝，則夫自然之𡨋物，槩乎可得而見也。○標，必遥反。"
        },
        {
          "paragraph": "天地有大美而不言，四時有明法而不議，萬物有成理而不說。",
          "zhushu": "此孔子之所以云予欲無言。○大美，謂覆載之美也。"
        },
        {
          "paragraph": "聖人者，原天地之美而逹萬物之理。是故至人無爲，",
          "zhushu": "任其自爲而巳。"
        },
        {
          "paragraph": "大聖不作，",
          "zhushu": "唯因任也。"
        },
        {
          "paragraph": "觀於天地之謂也。",
          "zhushu": "觀其形容，象其物冝，與天地不異。"
        },
        {
          "paragraph": "今彼神明至精，與彼百化",
          "zhushu": "百化自化，而神明不奪。"
        },
        {
          "paragraph": "物已死生方圓，莫知其根也。",
          "zhushu": "夫死者已自死，生者巳自生，圓者巳自圓，方者巳自方。未有爲其根者，故莫知。"
        },
        {
          "paragraph": "扁然而萬物自古以固存，",
          "zhushu": "豈待爲之而後存焉。○扁音篇，又音幡。"
        },
        {
          "paragraph": "六合爲巨，未離其内，",
          "zhushu": "計六合在無極之中，則陋矣。○離，力智反。其内，謂不能出自化也。"
        },
        {
          "paragraph": "秋豪爲小，待之成體。",
          "zhushu": "秋毫雖小，非無亦無以容其質。"
        },
        {
          "paragraph": "天下莫不沈浮，終身不故。",
          "zhushu": "日新也。"
        },
        {
          "paragraph": "隂陽四時運行，各得其序，",
          "zhushu": "不待爲之。"
        },
        {
          "paragraph": "惛然若亡而存，",
          "zhushu": "昭然若存，則亡矣。○惛音昏，又音泯。"
        },
        {
          "paragraph": "油然不形而神，",
          "zhushu": "挈然有形則不神。○油音由，謂無所給惜也。"
        },
        {
          "paragraph": "萬物畜而不知，此之謂本根，",
          "zhushu": "畜之而不得其本性之根，故不知其所以畜也。○畜，本亦作滀，同勑六反，注同。"
        },
        {
          "paragraph": "可以觀於天矣。",
          "zhushu": "與天同觀。"
        },
        {
          "paragraph": "齧缺問道乎被衣，被衣曰：“若正汝形，一汝視，天和將至；攝汝知，一汝度，神將來舎，德將爲汝美，道將爲汝居。汝朣焉如新生之犢，而無求其故。”言未卒，齧缺睡寐。被衣大說，行歌而去之，曰：“形若槁骸，心若死灰，眞其實知，不以故自持，",
          "zhushu": "與變俱也。○被衣，音披，本亦作披。瞳，救紅反，郭𡨚絳反，李云：未有知貌。齧缺，睡寐，體向所說，畏其視聽以寐耳。受道速，故被衣喜也。說，音恱。槁，苦老反。"
        },
        {
          "paragraph": "媒媒晦晦，無心而不可與謀。彼何人哉？”",
          "zhushu": "獨化者也。○媒，音妹，又武朋反。晦音誨，李云：媒媒，晦貌。"
        },
        {
          "paragraph": "舜問乎丞曰：“道可得而有乎？”曰：“汝身非汝有也，汝何得有夫道？”",
          "zhushu": "夫身者，非汝所能有也，塊然而自有耳。身非汝所有，而况無哉，○丞如字，李云：舜師也。一云古有四輔，前疑後丞，盖官名。夫音符。塊，苦對反。"
        },
        {
          "paragraph": "舜曰：“吾身非吾有也，孰有之哉？”曰：“是天地之委形也；生非汝有，是天地之委和也；性命非汝有，是天地之委順也；",
          "zhushu": "若身是汝有者，則美惡死生，當制之由汝。今氣聚而生，汝不能禁也；氣散而死，汝不能止也。明其委結而自成耳，非汝有也。○委，司馬云：委，積也。"
        },
        {
          "paragraph": "孫子非汝有，是天地之委蛻也。",
          "zhushu": "氣自委結而蟬蛻也。○蛻，吐卧反，又音恱，又敕外反，又始銳反，又始劣反。"
        },
        {
          "paragraph": "故行不知所徃，處不知所持，食不知所味。",
          "zhushu": "皆在自爾中來，故不知也。"
        },
        {
          "paragraph": "天地之彊陽氣也，又胡可得而有邪？”",
          "zhushu": "彊陽猶運動耳。明斯道也，庻可以遺身而忘生也。○天地之強陽氣也。郭云：強陽猶運動耳。案：言天地尚運動，况氣聚之生，何可得執而留也。"
        },
        {
          "paragraph": "孔子問於老聃曰：“今日晏間，敢問至道。”老聃曰：“汝齊戒䟽𤅢而心，澡雪而精神，掊擊而知。夫道，窅然難言哉！將爲汝言其崖略。夫昭昭生於冥冥，有倫生於無形，精神生於道，",
          "zhushu": "皆所以明其獨生而無所資借。○晏，於諌反，徐於顯反，又於見反。間音閑。齊，側皆反。𤅢音藥，或云漬也。掊，普口反，徐方垢反。知音智。窅，烏丁反。爲，于僞反。無形，謂太初也。"
        },
        {
          "paragraph": "形本生於精，",
          "zhushu": "皆由精以至粗○形本生於精謂常道也。"
        },
        {
          "paragraph": "而萬物以形相生。故九竅者胎生，八竅者卵生。",
          "zhushu": "言萬物雖以形相生，亦皆自然耳。故胎卵不能易種而生，明神氣之不可爲也。○竅，苦弔反。卵，力管反。種，章勇反。"
        },
        {
          "paragraph": "其來無迹，其徃無崖，無門無房，四逹之皇皇也。",
          "zhushu": "夫率自然之性，遊無迹之塗者，放形骸於天地之間，寄精神於八方之表。是以無門無房，四逹皇皇，逍遥六合，與化偕行也。"
        },
        {
          "paragraph": "邀於此者，四枝彊，思慮恂逹，耳目聦明，其用心不勞，其應物無方。",
          "zhushu": "人生而遇此道，則天性全而精神定。○邀，古堯反。思，息嗣反。恂音荀。"
        },
        {
          "paragraph": "天不得不高，地不得不廣，日月不得不行，萬物不得不昌，此其道與？",
          "zhushu": "言此皆不得不然而自然耳，非道能使然也。○天不得不高，謂不得一道，不能爲高也。與音餘，下皆同。"
        },
        {
          "paragraph": "且夫博之不必知，辯之不必慧，聖人以斷之矣。",
          "zhushu": "斷棄知慧而付之自然也。博之不必知博，觀異書爲博。斷，端管反，註同。"
        },
        {
          "paragraph": "若夫益之而不加益，損之而不加損者，聖人之所保也。",
          "zhushu": "使各保其正分而巳，故無用知慧爲也。"
        },
        {
          "paragraph": "淵淵乎其若海，",
          "zhushu": "容恣無量。"
        },
        {
          "paragraph": "魏魏乎其終則復始也。",
          "zhushu": "與化俱者，乃積無窮之紀，可謂魏魏。○魏魏，魚威反。復，扶又反。"
        },
        {
          "paragraph": "運量萬物而不匱，",
          "zhushu": "用物而不役巳，故不匱也。○運量，音亮。萬物而不匱，求位反，謂使物自動，物物各足量也。"
        },
        {
          "paragraph": "則君子之道，彼其外與？",
          "zhushu": "各取於身而足。"
        },
        {
          "paragraph": "萬物皆徃資焉而不匱，此其道與？",
          "zhushu": "還用物，故我不匱。此明道之贍物在於不贍，不贍而物自得，故曰此其道與。言至道之無功，無功乃足稱道也。○贍，渉艶反，下同。"
        },
        {
          "paragraph": "中國有人焉，非隂非陽，",
          "zhushu": "無所偏名。"
        },
        {
          "paragraph": "處於天地之間，直且爲人，",
          "zhushu": "敖然自放，所遇而安，了無功名。○且如字，舊子餘反。"
        },
        {
          "paragraph": "將反於宗。",
          "zhushu": "不逐末也。"
        },
        {
          "paragraph": "自本觀之，生者喑，醷物也，",
          "zhushu": "直，聚氣也。○喑，音䕃，郭音闇，李音飮，一音於感反。醷，於界反，郭於感反，李音意，一音他感反。李、郭皆云：喑醷，聚氣貌。"
        },
        {
          "paragraph": "雖有壽夭，相去幾何？須臾之說也，奚足以爲堯、桀之是非。",
          "zhushu": "死生猶未足殊，况壽夭之間哉。○幾，居豈反。"
        },
        {
          "paragraph": "果蓏有理，",
          "zhushu": "物無不理，但當順之。○蓏，徐力果反。"
        },
        {
          "paragraph": "人倫雖難，所以相齒。",
          "zhushu": "人倫有知慧之變，故難也。然其知慧自相齒耳，但當從而任之。"
        },
        {
          "paragraph": "聖人遭之而不違，",
          "zhushu": "順所遇也。"
        },
        {
          "paragraph": "過之而不守。",
          "zhushu": "宜過而過。"
        },
        {
          "paragraph": "調而應之，德也；偶而應之，道也。",
          "zhushu": "調偶和合之謂也。"
        },
        {
          "paragraph": "帝之所興，王之所起也。",
          "zhushu": "如斯而巳。"
        },
        {
          "paragraph": "人生天地之間，若白駒之過郤，忽然而已，",
          "zhushu": "乃不足惜。○白駒，或云日也。卻，去逆反，本亦作𨻶，𨻶，孔也。"
        },
        {
          "paragraph": "注然勃然，莫不出焉；油然漻然，莫不入焉。",
          "zhushu": "出入者，變化之謂耳。言天下未有不變也。○勃，歩忽反。油，音由。漻，音流，李音礫。"
        },
        {
          "paragraph": "已化而生，又化而死，",
          "zhushu": "俱是化也。"
        },
        {
          "paragraph": "生物哀之，",
          "zhushu": "死物不哀。"
        },
        {
          "paragraph": "人𩔖悲之。",
          "zhushu": "死𩔖不悲。"
        },
        {
          "paragraph": "解其天弢，墮其天。",
          "zhushu": "獨，脫也。○天弢，敕刀反，字林云：弓衣也。墮，許規反。，陳筆反。"
        },
        {
          "paragraph": "紛乎宛乎，",
          "zhushu": "變化煙煴。○宛，於阮反。絪音因，本亦作烟，音因。緼，於云反，本亦作煴，音同。"
        },
        {
          "paragraph": "魂魄將徃，乃身從之，乃大歸乎？",
          "zhushu": "無爲用心於其間也。"
        },
        {
          "paragraph": "不形之形，形之不形，",
          "zhushu": "不形，形乃成。若形之，則敗其形矣。○敗，𥙷邁反。"
        },
        {
          "paragraph": "是人之所同知也，",
          "zhushu": "雖知之，然不能任其自形而反形之，所以多敗。"
        },
        {
          "paragraph": "非將至之所務也，",
          "zhushu": "務則不至。"
        },
        {
          "paragraph": "此衆人之所同論也。",
          "zhushu": "雖論之，然故不能不務，所以不至也。"
        },
        {
          "paragraph": "彼至則不論，",
          "zhushu": "悗然不覺乃至。○悗，亡本反。"
        },
        {
          "paragraph": "論則不至。明見無值，",
          "zhushu": "闇至乃值。"
        },
        {
          "paragraph": "辯不若黙，道不可聞，聞不若塞。此之謂大得。”",
          "zhushu": "黙而塞之，則無所奔逐，故大得。"
        },
        {
          "paragraph": "東郭子問於莊子曰：“所謂道，惡乎在？”莊子曰：“無所不在。”東郭子曰：“期而後可。”",
          "zhushu": "欲令莊子指名所在。○東郭子，李云：居東郭也。惡音烏。令，力呈反。"
        },
        {
          "paragraph": "莊子曰：“在螻蟻。”曰：“何其下邪？”曰：“在稊稗。”曰：“何其愈下邪？”曰：“在瓦甓。”曰：“何其愈甚邪？”曰：“在屎溺。”東郭子不應。莊子曰：“夫子之問也，固不及質。",
          "zhushu": "舉其標質，言無所不在，而方復怪此，斯不及質也。○螻，力侯反。蟻，魚綺反。稊，大西反，本又作稊。稗，歩計反，本又作稗，蒲賣反。李云：稊、稗，二草名。甓，本又作礕，歩歷反。屎，尸旨反，舊詩百反，本或作矢。溺，乃弔反。"
        },
        {
          "paragraph": "正獲之問於監市履狶也，毎下愈。況",
          "zhushu": "狶，大豕也。夫監市之履豕，以知其肥瘦者，愈履其難肥之處，愈知豕肥之要。今問道之所在，而每况之於下賤，則明道之不逃於物也必矣。○正獲之問於監，古衘反。市履狶，虚豈反。毎，下愈况，李云：正，亭卒也。獲，其名也。監市，又魁也。狶，大豕也。履，踐也。夫市魁履豕，履其股脚狶難肥處，故知豕肥耳。問道亦况下賤，則知道也。痩，色救反。處音遽。"
        },
        {
          "paragraph": "汝唯莫必無乎逃物。",
          "zhushu": "若必謂無之逃物，則道不周矣。道而不周，則未足以爲道。"
        },
        {
          "paragraph": "至道若是，大言亦然。",
          "zhushu": "明道不逃物。"
        },
        {
          "paragraph": "周徧咸三者，異名同實，其指一也。甞相與遊乎無何有之官，同合而論，無所終窮乎？",
          "zhushu": "若遊有，則不能周徧咸也。故同合而論之，然後知道之無不在。知道之無不在，然後能曠然無懷而遊彼無窮也。○徧音遍。"
        },
        {
          "paragraph": "甞相與無爲乎？澹而靜乎，漠而清乎，調而間乎，",
          "zhushu": "此皆無爲故也。○澹，徒暫反。間音閑。"
        },
        {
          "paragraph": "寥已吾志，",
          "zhushu": "寥然空虚。○寥，音遼。"
        },
        {
          "paragraph": "無徃焉而不知其所至。",
          "zhushu": "志茍寥然，則無所徃矣。無徃焉，故徃而不知其所至。有徃焉，則理朱動而志巳驚矣。○驚，如字，本亦作騖，音務。"
        },
        {
          "paragraph": "去而來不知其所止，",
          "zhushu": "斯順之也。"
        },
        {
          "paragraph": "吾已徃來焉而不知其所終。",
          "zhushu": "但徃來不由於知耳，不爲不徃來也。徃來者，自然之常理也，其有終乎？"
        },
        {
          "paragraph": "彷徨乎馮閎大知，入焉而不知其所窮。",
          "zhushu": "馮閎者，虚廓之謂也。大知遊乎廖廓，恣變化之所如，故不知也。○彷音旁，本亦作傍。徨，音皇。馮，皮氷反，又普耕反，又歩耕反。閎音宏，李云：馮、宏皆大也。郭云：虚廓之謂也。"
        },
        {
          "paragraph": "物物者與物無際，",
          "zhushu": "明物物者，無物而物自物耳，物自物耳，故冥也。"
        },
        {
          "paragraph": "而物有際者，所謂物際者也。",
          "zhushu": "物有際，故毎相與不能㝠然，眞所謂際者也。"
        },
        {
          "paragraph": "不際之際，際之不際者也。",
          "zhushu": "不際者，雖有物物之名，直明物之自物耳。物物者，竟無物也，際其安在乎？"
        },
        {
          "paragraph": "謂盈虚衰殺。彼爲盈虚非盈虚，彼爲衰殺非衰殺，彼爲本末非本末，彼爲積散非積散也。”",
          "zhushu": "旣明物物者無物，又明物之不能自物，則爲之者誰乎哉？皆忽然而自爾也。○殺，色界反，徐所例反，下同。"
        },
        {
          "paragraph": "妸荷甘與神農同學於老龍吉，神農隱几，闔戸晝瞑。妸荷甘日中奓戸而入，曰：“老龍死矣！”神農隱几擁杖而起，嚗然放杖而𥬇，",
          "zhushu": "起而悟夫死之不足驚，故還放杖而𥬇也。○妸，於河反。荷音河，本或作苛。老龍吉，李云：懷道人也。隱，於靳反，下同。闔，戸臘反。瞑音眠。奓，郭處野反，又音奢，徐都嫁反，又處夜反。司馬云：開也。嚗音剶，又孚邈反，又孚貌反，李云：放杖聲也。投杖，本亦作放杖。"
        },
        {
          "paragraph": "曰：“天知予僻陋慢訑，故棄予而死。已矣夫子！無所發予之狂言而死矣夫。”",
          "zhushu": "自肩吾巳下，皆以至言爲狂而不信也。故非老龍、連叔之徒，莫足與言也。○僻，匹亦反。慢，武半反，徐無見反，郭如字。訑，徒旦反，徐徒見反，郭音但。夫音符。"
        },
        {
          "paragraph": "弇堈弔聞之曰：“夫體道者，天下之君子所繫焉。",
          "zhushu": "言體道者，人之宗主。○弇，音奄。堈音剛。弔，李云：弇堈體道，人弔其名繫焉，謂爲物所歸投也。"
        },
        {
          "paragraph": "今於道，秋豪之端萬分未得處一焉。",
          "zhushu": "秋豪之端細矣，又未得其萬分之一。"
        },
        {
          "paragraph": "而猶知藏其狂言而死，又况夫體道者乎？",
          "zhushu": "明夫至道非言之所得也，唯在乎自得耳。"
        },
        {
          "paragraph": "視之無形，聽之無聲，於人之論者謂之冥冥，所以論道而非道也。”",
          "zhushu": "冥冥而猶復非道，明道之無名也。○復，扶又反。"
        },
        {
          "paragraph": "於是泰清問乎無窮曰：“子知道乎？”無窮曰：“吾不知。”又問乎無爲，無爲曰：“吾知道。”曰：“子之知道，亦有數乎？”曰：“有。”曰：“其數若何？”無爲曰：“吾知道之可以貴，可以賤，可以約，可以散，此吾所以知道之數也。”泰淸以之言也問乎無始，曰：“若是則無窮之弗知，與無爲之知，孰是而孰非乎？”無始曰：“不知深矣，知之淺矣；弗知內矣，知之外矣。”於是泰淸中而歎曰：“弗知乃知乎，知乃不知乎！孰知不知之知？”",
          "zhushu": "凡得之不由於知，乃㝠也。○與無爲之知並如字。中，崔本作卬。"
        },
        {
          "paragraph": "無始曰：“道不可聞，聞而非也；道不可見，見而非也；道不可言，言而非也。",
          "zhushu": "故黙成乎不聞不見之域而後至焉。"
        },
        {
          "paragraph": "知形形之不形乎？",
          "zhushu": "形自形耳，形形者竟無物也。"
        },
        {
          "paragraph": "道不當名。”",
          "zhushu": "有道名而竟無物，故名之不能當也。"
        },
        {
          "paragraph": "無始曰：“有問道而應之者，不知道也。雖問道者，亦未聞道。",
          "zhushu": "不知故問，問之而應，則非道也。不應則非問者所得，故雖問之，亦終不聞也。"
        },
        {
          "paragraph": "道無問，問無應。",
          "zhushu": "絶學去教，而歸於自然之意也。○去起吕反。"
        },
        {
          "paragraph": "無問問之，是問窮也；",
          "zhushu": "所謂責空。"
        },
        {
          "paragraph": "無應應之，是無内也。",
          "zhushu": "實無而假有以應者，外矣。"
        },
        {
          "paragraph": "以無内待問窮，若是者，外不觀乎宇宙，内不知乎大初，是以不過乎崐崘，不遊乎大虚。”",
          "zhushu": "若夫婪落天地，遊虚渉逺，以入乎㝠㝠者，不應而巳矣。○大初音泰。婪，力男反。"
        },
        {
          "paragraph": "光曜問乎無有曰：“夫子有乎？其無有乎？光曜不得問，而孰視其狀貌，窅然空然，終日視之而不見，聽之而不聞，摶之而不得也。光曜曰：“至矣！其孰能至此乎？予能有無矣，而未能無無也。及爲無有矣，何從至此哉！”",
          "zhushu": "此皆絶學之意也。於道絶之，則夫學者乃在根本中來矣。故學之善者，其唯不學乎。○窅，烏了反。摶音博。"
        },
        {
          "paragraph": "大馬之捶鉤者，年八十矣，而不失豪芒。",
          "zhushu": "玷捶鉤之輕重，而無豪芒之差也。○捶，郭音丁果反，徐之累反，李之睡反，大馬，司馬也。司馬郭云：捶者，玷捶鉤之輕重，而不失之豪芒也。或說云：江東、三魏之間人皆謂鍜爲捶，音字亦同，郭失之，今不從此說也。玷，丁恬反。"
        },
        {
          "paragraph": "大馬曰：“子巧與？有道與？”曰：“臣有守也。臣之年二十而好捶鉤，於物無視也，非鉤無察也。是用之者假不用者也，以長得其用，而况乎無不用者乎！物孰不資焉？”",
          "zhushu": "都無懷，則物來皆應。○與，音餘，下同。好，呼報反。長，丁丈反。"
        },
        {
          "paragraph": "冉求問於仲尼曰：“未有天地可知邪？”仲尼曰：“可。古猶今也。”",
          "zhushu": "言天地常存，乃無未有之時。"
        },
        {
          "paragraph": "冉求失問而退。明日復見，曰：“昔者吾問未有天地可知乎？”夫子曰：“可。古猶今也。昔日吾昭然，今日吾昧然。敢問何謂也？”仲尼曰：“昔之昭然也，神者先受之；",
          "zhushu": "虚心以待命，斯神受也。○復，扶又反。見，賢遍反。"
        },
        {
          "paragraph": "今之昧然也，且又爲不神者求邪？",
          "zhushu": "思求更致不了。○爲，于僞反。"
        },
        {
          "paragraph": "無古無今，無始無終，",
          "zhushu": "非唯無不得化而爲有也，有亦不得化而爲無矣。是以夫有之爲物，雖千變萬化，而不得一爲無也。不得一爲無，故自古無未有之時而常存也。"
        },
        {
          "paragraph": "未有子孫而有子孫，可乎？”",
          "zhushu": "言世世無極○言其要有，由不得無故而有傳世故有子孫，不得無子而有孫也。如是，天地不得先無而今有也。"
        },
        {
          "paragraph": "冉求未對。仲尼曰：“已矣，未應矣。不以生生死，",
          "zhushu": "夫死者獨化而死耳，非夫生者生此死也。"
        },
        {
          "paragraph": "不以死死生。",
          "zhushu": "死者亦獨化而生耳。"
        },
        {
          "paragraph": "死生有待邪？",
          "zhushu": "獨化而足。"
        },
        {
          "paragraph": "皆有所一體。",
          "zhushu": "死與生，各自成體。"
        },
        {
          "paragraph": "有先天地生者物邪？物物者非物，物出不得先物也。猶其有物也。猶其有物也無已。",
          "zhushu": "誰得先物者乎哉？吾以隂陽爲先物，而隂陽者即所謂物耳。誰又先隂陽者乎？吾以自然爲先之，而自然即物之自爾耳。吾以至道爲先之矣，而至道者乃至無也。旣以無矣，又奚爲先？然則先物者誰乎哉？而猶有物無已，明物之自然，非有使然也。○有先，悉薦反，下及注同。"
        },
        {
          "paragraph": "聖人之愛人也終無已者，亦乃取於是者也。”",
          "zhushu": "取於自爾，故恩流百代而不廢也。"
        },
        {
          "paragraph": "顔淵問乎仲尼曰：“回嘗聞諸夫子曰：‘無有所將，無有所迎。’回敢問其遊。”仲尼曰：“古之人，外化而内不化，",
          "zhushu": "以心順形，而形自化。"
        },
        {
          "paragraph": "今之人，内化而外不化。",
          "zhushu": "以心使形，"
        },
        {
          "paragraph": "與物化者，一不化者也。",
          "zhushu": "常無心，故一不，化，一不化，乃能與，物化耳。"
        },
        {
          "paragraph": "安化，安不化？",
          "zhushu": "化，與不化，皆任彼耳，斯無心也。"
        },
        {
          "paragraph": "安與之相靡，",
          "zhushu": "直無心而恣其自化耳，非將迎而靡順之。"
        },
        {
          "paragraph": "必與之莫多。",
          "zhushu": "不將不迎，則足而止。"
        },
        {
          "paragraph": "狶韋氏之囿，黃帝之圃，有虞氏之宫，湯武之室。",
          "zhushu": "言夫無心而任化，乃羣聖之所遊處。○囿音又。圃，布五反，又音布。"
        },
        {
          "paragraph": "君子之人，若儒墨者師，故以是非相𩐎也，而况今之人乎？",
          "zhushu": "𩐎，和也。夫儒之師，天下之難和者，而無心者猶故和之，而况其凡乎。○𩐎，子兮反，和也。"
        },
        {
          "paragraph": "聖人處物不傷物，",
          "zhushu": "至順也。"
        },
        {
          "paragraph": "不傷物者，物亦不能傷也。",
          "zhushu": "在我而巳。"
        },
        {
          "paragraph": "唯無所傷者，爲能與人相將迎。",
          "zhushu": "無心故至順，至順故能無所將迎，而義冠於將迎也。○冠，古亂反。"
        },
        {
          "paragraph": "山林與，臯壤與，使我欣欣然而樂與。",
          "zhushu": "山林皐壤未善於我，而我便樂之，此爲無故而樂也。○與音餘，下同。樂音洛，注下皆同。"
        },
        {
          "paragraph": "樂未畢也，哀又繼之。",
          "zhushu": "夫無故而樂，亦無故而哀。世則凡所樂不足樂，凡所哀不足哀也。"
        },
        {
          "paragraph": "哀樂之來，吾不能禦，其去弗能止。悲夫，世人直謂物逆旅耳。",
          "zhushu": "不能坐忘自得，而爲哀樂所寄也。○禦，魚吕反。"
        },
        {
          "paragraph": "夫知遇而不知所不遇，",
          "zhushu": "知之所遇者即知之，知之所不遇者即不知也。"
        },
        {
          "paragraph": "知能能而不能所不能。",
          "zhushu": "所不能者，不能強能也。由此觀之，知與不知，能與不能，制不由我也，當付之自然耳。○強，其丈反。"
        },
        {
          "paragraph": "無知無能者，固人之所不免也。",
          "zhushu": "受生各有分也。"
        },
        {
          "paragraph": "夫務免乎人之所不免者，豈不亦悲哉！至言去言，至爲去爲，",
          "zhushu": "皆自得也。"
        },
        {
          "paragraph": "齊知之所知，則淺矣。”",
          "zhushu": "夫由知而後得者，假學者耳故淺也。○齊。才細反，又如字。"
        }
      ]
    }
  ]
}