{
  "name": "莊子註疏·內篇",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子內篇逍遥遊第一",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "夫小大雖殊，而放於自得之場，則物任其性，事稱其能，各當其分，逍遙一也，豈容勝負於其間哉！音義曰：內篇內者，對外立名。說文云：篇，書也。字從竹。從非者，草名耳，非也。逍音銷，亦作消。遥如字，亦作搖。遊如字，亦作游。逍遥遊者，篇名。義取閒放不拘，怡適自得。夫音符，埸直良切。稱尺證切。當丁浪切。分符問切。"
        },
        {
          "paragraph": "北冥有魚，其名爲鯤。鯤之大，不知其幾千里也。化而爲鳥，其名爲鵬。",
          "zhushu": "鵬鯤之實。吾所未詳也。夫莊子之大意。在乎逍遙遊放。無爲而自得。故極小大之致。以明性分之適。逹觀之士冝要其會歸而遺其所寄。不足事事曲與生說。自不害其弘㫖。皆可略之。○北冥本亦作溟。覔經切。北海也。嵇康云。取其溟溟無涯也。梁簡文帝云。窅冥無極。故謂之冥。東方朔十洲記云。水黒色謂之冥海。無風，洪波百丈。鯤，徐音昆，李侯温反，大魚名也。崔譔云：鯤當爲鯨，簡文同。幾，居豈反，下同。鵬，歩登反，徐音朋，郭甫登反。崔音鳳，云：鵬即古鳳字，非來儀之鳳也。說文云：朋及鵬。皆古文鳳字也。朋鳥象形。鳳飛羣鳥從以萬數，故以鵬爲朋黨字。字林云：鵬，朋黨也。古以爲鳳字。夫音符，發句之端皆同。分，符問反，下皆同。觀，古亂反。要，一遥反。"
        },
        {
          "paragraph": "鵬之背，不知其幾千里也；怒而飛，其翼若垂天之雲。是鳥也，海運則將徙於南冥。南冥者，天池也。",
          "zhushu": "非冥海不足以運其身，非九萬里不足以負其翼。此豈好奇哉？直以大物必自生於大處，大處亦必自生此大物，理固自然，不患其失，又何措心於其間哉！○垂天之雲，司馬彪云：若雲垂天旁。崔云：垂，猶邊也。其大如天。一靣雲也。海運，司馬云：運，轉也。向秀云：非海不行，故曰海運。簡文云：運，徙也。好，呼報反。下皆同。處，昌慮反。下同。厝，七故反，本又作措。"
        },
        {
          "paragraph": "《齊諧》者，志怪者也。《諧》之言曰：“鵬之徙於南冥也，水擊三千里，搏扶揺而上者九萬里，",
          "zhushu": "夫翼大則難舉，故搏扶搖而後能上，九萬里乃足自勝耳。旣有斯翼，豈得决然而起，數仞而下哉？此皆不得不然，非樂然也。○齊諧，戸皆反，司馬及崔並云：人姓名。簡文云：書志怪。志，記也。怪，異也。水擊，崔云：將飛舉翼擊水。踉，蹌也。踉音亮。蹌，七亮反。搏，徒端反，司馬云：搏飛而上也。一音搏。崔云：柎翼徘徊而上也。扶搖，徐音遥，風名也。司馬云：上行風謂之扶搖。爾雅云：扶搖謂之颷。郭璞云：暴風從下上也。上，時掌反，註同。勝，音升，下同。缺，喜缺反，下同。數，色主反，下同。樂，音嶽，又五孝反。"
        },
        {
          "paragraph": "去以六月息者也。”",
          "zhushu": "夫大鳥一去半歲，至天地而息。小鳥一飛半朝，槍榆枋而止。此比所能，則有間矣，其於適性一也。○槍，七羊反。枋音方。"
        },
        {
          "paragraph": "野馬也，塵埃也，生物之以息相吹也。",
          "zhushu": "此皆鵬之所慿以飛者耳。野馬者，遊氣也。○野馬，司馬云：春月澤中遊氣也。崔云：天地間氣如野馬馳也。埃音哀。崔云：天地間氣蓊鬱似塵埃揚也。吹如字，崔本作炊，馮皮冰反，本亦作慿。"
        },
        {
          "paragraph": "天之蒼蒼，其正色邪？其逺而無所至極邪？其視下也，亦若是則已矣。",
          "zhushu": "今觀天之蒼蒼，竟未知便是天之正色邪？天之爲逺而無極邪？鵬之自上以視地，亦若人之自此視天，則止而圖南矣。言鵬不知道里之逺近，趣足以自勝而逝。○邪也，嗟反。𦔳句，不定之辭，後放此。"
        },
        {
          "paragraph": "且夫水之積也不厚，則負大舟也無力。覆杯水於坳堂之上，則芥爲之舟；置杯焉則膠，水淺而舟大也。",
          "zhushu": "此皆明鵬之所以高飛者，翼大故耳。夫質小者，所資不待大；則質大者，所用不得小矣。故理有至分，物有定極，各足稱事，其濟一也。若乃失乎忘生之生，而營生於至當之外，事不任力，動不稱情，則雖垂天之翼，不能無窮，决起之飛不能無困矣。○夫音符。覆，芳服反。杯，崔本作盃。坳，於交反，又烏了反，李又伊九反，崔云：堂道謂之坳。司馬云：𡍼地令平。支遁云：謂有坳垤形也。芥，古邁反，徐古邁反，一音古黠反。李云：小草也。膠，徐、李古孝反，一音如字。崔云：膠著地也。李云：黏也。稱，尺證反，後同。濟，子細反，本又作齊，如字。之生，本亦作王字。當，丁浪反，後皆同。"
        },
        {
          "paragraph": "風之積也不厚，則其負大翼也無力。故九萬里，則風斯在下矣，而後乃今培風；背負青天而莫之夭閼者，而後乃今將圖南。",
          "zhushu": "夫所以乃今將圖南者，非其好高而慕逺也，風不積則夭閼不通故耳。此大鵬之逍遙也。○培音裴，重也。徐扶杯反，又父宰反，一音扶北反，本或作陪風，絶句。背負青天，一讀以背字屬上句。夭，於表反，司馬云：折也。閼，徐於葛反，一音謁，司馬云：止也。李云：塞也。"
        },
        {
          "paragraph": "蜩與學鳩笑之曰：“我決起而飛，槍榆枋，時則不至，而控於地而巳矣。奚以之九萬里而南爲？”",
          "zhushu": "苟足於其性，則雖大鵬無以自貴於小鳥，小鳥無羡於天地，而榮願有餘矣。故小大雖殊，逍遙一也。○蜩音條，司馬云：蟬學鳩，如字，一音於角反，本又作鷽，音同，本或作鷽，音預。崔云：學讀爲滑。滑鳩一名滑雕。司馬云：學鳩，小鳩也。李云：鶻。鵰也。毛詩草木䟽云：鶻鳩，班鳩也。簡文云：月令云鳲鳩拂其羽是也。決向徐喜抉反，李呼穴反。李順云：疾貌。槍七良反。司馬、李云：猶集也。崔云：著也。支遁云：槍，突也。榆，徐音踰，木名也。枋，徐音方。李云：檀木也。崔云：木也。或曰：木名。控苦貢反。司馬云：投也。又云：引也。崔云：叩也。"
        },
        {
          "paragraph": "適莽蒼者，三飡而反，腹猶果然；適百里者，宿舂糧；適千里者，三月聚糧。",
          "zhushu": "所適彌逺，則聚糧彌多，故其翼彌大，則積氣彌厚也。○莽，莫浪反，或莫郎反。蒼，七蕩反，或如字。司馬云：莽蒼，近郊之色也。李云：近野也。支遁云：家間也。崔云：草野之色。飡，七丹反。果，徐如字，又苦火反，衆家皆云飽貌。春，束容反。糧，音良。"
        },
        {
          "paragraph": "之二蟲又何知！",
          "zhushu": "二蟲，謂鵬蜩也。對大於小，所以均異趣也。夫趣之所以異，豈知異而異哉？皆不知所以然而自然耳。自然耳，不爲也。此逍遥之大意。"
        },
        {
          "paragraph": "小知不及大知。小年不及大年。",
          "zhushu": "物各有性，性各有極，皆如年知，豈跂尚之所及哉。自此巳下，至于列子，歷舉年知之大小，各信其一，方未有足以相傾者也。然後統以無待之人，遺彼忘我，冥此羣異，異方同得，而我無功名。是故統小大者，無小無大者也。苟有乎小大，則雖大鵬之與斥鴳，宰官之與御風，同爲累物耳。齊死生者，無死無生者也。苟有乎死生，則雖大椿之與蟪蛄，彭祖之與朝菌，均於短折耳。故遊於無小無大者，無窮者也。冥乎不死不生者，無極者也。若夫逍遥而繫於有方，則雖放之使遊而有所窮矣，未能無待也。○知音智，本亦作智，下大知并注同，下年知放此。跂，丘䜴反，後同。累，劣僞反，下皆同。"
        },
        {
          "paragraph": "奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥靈者，以五百歲爲春，五百歲爲秋；上古有大椿者，以八千歲爲春，八千歲爲秋。而彭祖乃今以久特聞，衆人匹之，不亦悲乎！",
          "zhushu": "夫年知不相及，若此之懸也，比於衆人之所悲，亦可悲矣。而衆人未甞悲此者，以其性各有極也。苟知其極，則豪分不可相跂，天下又何所悲乎哉？夫物未甞以大欲小，而必以小羡大，故舉小大之殊，各有定分，非羡欲所及，則羡欲之累可以絶矣。夫悲生於累，累絶則悲去，悲去而性命不安者，未之有也。○朝菌徐其隕反。司馬云：大芝也。天隂生糞上，見日則死，一名日及，故不知月之終始也。崔云：糞上芝，朝生暮死，晦者不及朔，朔者不及晦。支遁云：一名舜英，朝生暮落。潘尼云：木槿也。簡文云：歘生之芝也。歘音况物反。晦，冥也。朔，旦也。惠，本亦作蟪，同。蛄音姑，司馬云：惠蛄，寒蟬也，一名蝭蟧，春生夏死，夏生秋死。崔云：蛁，蟧也。或曰山蟬秋鳴者不及春，春鳴者不及秋。廣雅云：蟪蛄，蛁蟧也。案即楚詞所云寒螿者也。蝭音提。蟧音勞，又音遼。蛁音彫。螿音將。冥，本或作榠，同靈。李順云：冥靈，木名也。江南生以葉生爲春，葉落爲秋，此木以二千歲爲一年。椿，丑倫反。司馬云：木一名橓。橓，木槿也。崔音橓，華同。李云：生江南，一云生北戸南。此木三萬二千歲爲一年。彭祖，李云：名鏗，堯臣，封於彭城，歷虞夏至啇，年七百歲，故以久壽見聞。世本云：姓籛名鏗，在啇爲守藏史，在周爲柱下史，年八百歲。籛音翦，一云即老子也。崔云：堯臣仕殷世，其人甫壽七百年。王逸評楚辭天問云：彭鏗即彭祖，事帝堯。彭祖至七百歲，猶曰悔不壽，恨杖晚而唾。逺云：帝嚳之玄孫。特聞，如字，崔本作待聞。懸音玄。分，符問反，又方云反。"
        },
        {
          "paragraph": "湯之問棘也是已。",
          "zhushu": "湯之問棘。亦云物各有極。任之則條暢。故莊子以所問爲是也。○棘李云。湯時賢人。又云。是棘子。崔云。齊諧之徒識冥靈大椿者名也。簡文云。一曰湯。廣大也。棘。狹小也。"
        },
        {
          "paragraph": "窮髮之北有冥海者，天池也。有魚焉，其廣數千里，未有知其脩者，其名爲鯤。有鳥焉，其名爲鵬，背若泰山，翼若垂天之雲，搏扶搖羊角而上者九萬里，絕雲氣，負靑天，然後圖南，且適南冥也。斥鴳笑之曰：“彼且奚適也？我騰躍而上，不過數仞而下，翺翔蓬蒿之間，此亦飛之至也。而彼且奚適也？”此小大之辯也。",
          "zhushu": "各以得性爲至，自盡爲極也。向言二蟲殊翼，故所至不同，或翺翔天池，或畢志榆枋，直各稱體而足，不知所以然也。今言小大之辯，各有自然之素，旣非跂慕之所及，亦各安其天性，不悲所以異，故再出之。○髮，李云：髮，猶毛也。司馬云：北極之下，無毛之地也。崔云：北方無毛地也。案：毛，草也。地理書云：山以草木爲髮。廣，古曠反。數，色主反，下同。羊角，司馬云：風曲上行若羊角。上，時掌反，下同。且，如字，舊子餘反，下同。斥，如字。司馬云：小澤也。本亦作尺，崔本同。簡文云：竹尺，非。鴳，於諌反，字亦作鷃。司馬云：鴳，鴳省也。躍，由若反。翺，五刀反。蒿，好刀反。"
        },
        {
          "paragraph": "故夫知效一官，行比一鄕，德合一君，而徴一國者，其自視也亦若此矣。",
          "zhushu": "亦猶鳥之自得於一方也。○知效，音智，下戸教反。行，下孟反。比，毗至反，徐扶至反，李云：合也。徵，如字，司馬云：信也。崔支云：成也。"
        },
        {
          "paragraph": "而宋榮子猶然笑之。",
          "zhushu": "未能齊，故有笑。○宋榮子司馬、李云：宋國人也。崔云：賢者也。猶然笑之崔、李云：猶，笑貌。案：謂猶以爲笑。"
        },
        {
          "paragraph": "且舉世而譽之而不加勸，舉世而非之而不加沮，",
          "zhushu": "審自得也。○譽音餘。沮，慈吕反，敗也。"
        },
        {
          "paragraph": "定乎內外之分，",
          "zhushu": "內我而外物。"
        },
        {
          "paragraph": "辯乎榮辱之竟，",
          "zhushu": "榮巳而辱人。○之竟，居領反。"
        },
        {
          "paragraph": "斯已矣。",
          "zhushu": "亦不能復過此。○復，扶又反。"
        },
        {
          "paragraph": "彼其於世，未數數然也。",
          "zhushu": "足於身，故間於世也。○數數，音朔，下同，徐所禄反，一音桑縷反，司馬云：猶汲汲也。崔云：迫促意也。簡文所喻反，謂計數。間音閑，本亦作閑。"
        },
        {
          "paragraph": "雖然，猶有未樹也。",
          "zhushu": "唯能自是耳，未能無所不可也。○未樹，司馬云：樹，立也。未立至德也。"
        },
        {
          "paragraph": "夫列子御風而行，泠然善也，",
          "zhushu": "冷然。輕妙之貌○列子，李云：鄭人名御㓂。得風征，乗風而行。與鄭穆公同時。冷音零。"
        },
        {
          "paragraph": "旬有五日而後反。",
          "zhushu": "苟有待焉，則雖御風而行，不能以一時而周也。"
        },
        {
          "paragraph": "彼於致福者，未數數然也。",
          "zhushu": "自然御風行耳，非數數然求之也。"
        },
        {
          "paragraph": "此雖免乎行，猶有所待者也。",
          "zhushu": "非風則不得行，斯必有待也。唯無所不乗者無待耳。"
        },
        {
          "paragraph": "若夫乗天地之正，而御六氣之辯，以遊無窮者，彼且惡乎待哉？",
          "zhushu": "天地者，萬物之緫名也。天地以萬物爲體，而萬物必以自然爲正。自然者，不爲而自然者也。故大鵬之能高，斥鴳之能下，椿木之能長，朝菌之能短，凡此皆自然之所能，非爲之所能也。不爲而自能，所以爲正也。故乗天地之正者，即是順萬物之性也；御六氣之辯者，即是遊變化之𡍼也。如斯以往，則何往而有窮哉。所遇斯乘，又將惡乎待哉。此乃至德之人玄同彼我者之逍遙也。苟有待焉，則雖列子之輕妙，猶不能以無風而行，故必得其所待，然後逍遙耳，而况大鵬乎。夫唯與物冥而循大變者，爲能無待而常通，豈自通而巳哉。又順有待者，使不失其所待。所待不失，則同於大通矣。故有待無待，吾所不能齊也。至於各安其性，天機自張，受而不知，則吾所不能殊也。夫無待猶不足以殊有待，况有待者之巨細乎？○六氣，司馬云：隂陽，風雨晦明也。李云：平旦爲朝霞，日中爲正陽，日入爲飛泉，夜半爲沆瀣。天玄地黃爲六氣。王逸註楚辭云。陵陽子明經言。春食朝霞。朝霞者。日欲出時黃氣也。秋食淪隂。淪隂者。日沒巳後赤黃氣也。冬食沆瀣。沆瀣者。北方夜半氣也。夏食正陽。正陽者。南方日中氣也。并天玄地黃之氣。是爲六氣。沆音戸黨反。瀣音下界反。支云：天地四時之氣。辯，如字，變也。崔本作和。惡音烏，注同。"
        },
        {
          "paragraph": "故曰：“至人無己，",
          "zhushu": "無己，故順物，順物而王矣。○己音紀，注同。而王，于况反，本亦作至。"
        },
        {
          "paragraph": "神人無功，",
          "zhushu": "夫物未甞，有謝生於自然者，而必欣頼於針石，故理至則迹㓕矣。今順而不𦔳，與至理爲一，故無功。○針，之鴆反，或之林反。"
        },
        {
          "paragraph": "聖人無名。”",
          "zhushu": "聖人者，物得性之名耳，未足以名其所以得也。"
        },
        {
          "paragraph": "堯讓天下於許由，曰：“日月出矣，而爝火不息。其於光也，不亦難乎？時雨降矣，而猶浸灌，其於澤也，不亦勞乎？夫子立而天下治，而我猶尸之，吾自視缺然，請致天下。”許由曰：“子治天下，天下旣已治也。",
          "zhushu": "夫能令天下治不治天下者也，故堯以不治治之，非治之而治者也。今許由方明旣治，則無所代之，而治實由堯，故有子治之言，冝忘言以尋其所况。而或者遂云治之而治者，堯也，不治而堯得以治者，許由也。斯失之逺矣。夫治之由乎不治，爲之出乎無爲也。取於堯而足，豈借之許由哉？若謂拱黙乎山林之中，而後得稱無爲者，此莊老之談，所以見棄於當𡍼。當𡍼者，自必於有爲之域而不反者，斯由之也。○堯，唐帝也。許由，隱人也，隱於箕山。司馬云：穎川陽城人。簡文云：陽城槐里人。李云：字仲武。爝，本亦作燋，音爵，郭祖繳反。司馬云：然也。向云：人所然决也。一云：燋火，謂小火也。字林云：爝，炬火也，子召反。燋，所以然持火者，子約反。浸，子鴆反。灌，古亂反。天下治，直吏反，下已治，註天下治而治者也。旣，治而治，實而治者，得以治者，音同。令，力呈反，下同。"
        },
        {
          "paragraph": "而我猶代子，吾將爲名乎？名者，實之賔也。吾將爲賔乎？",
          "zhushu": "夫自任者對物，而順物者與物無對。故堯無對於天下，而許由與稷、契爲匹矣。何以言其然邪？夫與物冥者，故羣物之所不能離也。是以無心玄應，唯感之從，汎乎若不繫之舟，東西之非巳也。故無行而不與百姓共者，亦無往而不爲天下之君矣。以此爲君，若天之自高，實君之德也。若獨亢然立乎高山之頂，非夫人有情於自守，守一家之偏，尚何得專此？此故俗中之一物，而爲堯之外臣耳。若以外臣代乎內主，斯有爲君之名，而無任君之實也。稷、契，息列反。皆唐、虞臣也。稷，周之始祖，名棄。契，殷之始祖，名離，力智反。應，應對之應。汎，芳劔反。非夫，音扶，下明夫同。"
        },
        {
          "paragraph": "鷦鷯巢於深林，不過一枝；偃䑕飮河，不過滿腹。",
          "zhushu": "性各有極，苟足其極，則餘天下之財也。○鷦，子遥反。鷯音遼，李云：鷦鷯，小鳥也。郭璞云：鷦鷯，桃雀。偃䑕，如字，李云：鼷䑕也。說文：鼢䑕，一曰偃䑕。鼢，扶問反。"
        },
        {
          "paragraph": "歸休乎君，予無所用天下爲。",
          "zhushu": "均之無用，而堯獨有之。明夫懷豁者無方，故天下樂推而不厭。○乎君，絶句，一讀至乎字，絕句。君，别讀。豁，呼活反。樂音洛。厭，於絕反。"
        },
        {
          "paragraph": "庖人雖不治庖，尸祝不越樽爼而代之矣。”",
          "zhushu": "庖人尸祝，各安其所司，鳥獸萬物，各足於所受。帝堯、許由，各静其所遇。此乃天下之至實也。各得其實，又何所爲乎哉？自得而巳矣。故堯許天地雖異，其於逍遥一也。○庖，鮑交反，徐扶交反，掌㕑人也。周禮有庖人職。祝，之六反，傳鬼神辭曰祝。樽，子存反，本亦作尊。爼，徐似吕反。"
        },
        {
          "paragraph": "肩吾問於連叔曰：“吾聞言於接輿，大而無當，往而不反。吾驚怖其言，猶河漢而無極也。大有逕庭，不近人情焉。”連叔曰：“其言謂何哉？”“曰‘藐姑射之山，有神人居焉，肌膚若冰雪，淖約若處子，",
          "zhushu": "此皆寄言耳。夫神人即今所謂聖人也。夫聖人雖在廟堂之上，然其心無異於山林之中，世豈識之哉？徒見其戴黃屋，佩玉璽，便謂足以纓紼其心矣；見其歷山川，同民事，便謂足以憔悴其神矣。豈知至至者之不虧哉。今言王德之人而寄之此山，將明世所無由識，故乃託之於絶垠之外，而推之於視聽之表耳。處子者，不以外傷內。○肩吾，李云：賢人也。司馬云：神名。連叔，李云：懷道人也。接輿，本又作與，同音餘。接輿，楚人也，姓陸，名通。皇甫謐云：接輿躬耕。楚王遣使以黃金百鎰、車二駟聘之，不應。當，丁浪反。司馬云：言語宏大，無隱當也。怖，普布反。爾雅云：懼也。大有，音泰，徐勑佐反。逕，徐古定反。司馬本作莖庭，勑定反。李云：逕庭，謂激過也。近，附近之近。藐，音邈，又妙紹反。簡文云：逺也。射，徐音夜，又食亦反。李實夜反，山名，在北海中。肌，居其反。淖，郭昌略反，又徒學反，字林又卓反。蘇林、漢書音火也。約，如字。李云：淖，約，柔弱貌。司馬云：好貌。處子，在室女也。黃屋，車蓋以黃爲裹。一云：冕裹黃也。璽，音徙。纓，字或作嬰。紱，方物反，字或作紼。憔，在遥反。悴，在醉反。至至者，本亦作至。足者，王、徐于况反，本亦作至。垠，音銀，又五根反，本又作限。"
        },
        {
          "paragraph": "不食五榖，吸風飮露，",
          "zhushu": "倶食五榖，而獨爲神人，明神人者，非五榖所爲，而特禀自然之妙氣。○吸，許及反。"
        },
        {
          "paragraph": "乗雲氣，御飛龍，而遊乎四海之外。其神凝，使物不疵癘而年榖熟。’吾以是狂而不信也。”",
          "zhushu": "夫體神居靈而窮理極妙者，雖静黙間堂之裏，而玄同四海之表。故乗兩儀而御六氣，同人羣而驅萬物。苟無物而不順，則浮雲斯乗矣。無形而不載，則飛龍斯御矣。遺身而自得，雖澹然而不待。坐忘行忘，忘而爲之。故行若曵枯木，止若聚死灰。是以云其神凝也。其神凝則不凝者自得矣。世皆齊其所見而斷之，豈甞信此哉？○凝，魚升反。疵，在斯反，病也，司馬云：毀也。一音子爾反。癘，音厲，李音賴，惡病也，本或作厲。狂，求匡反，李云：癡也。李又九况反。間音閑。澹，徒暫反，恬静也。齊，才細反，又如字。斷，丁亂反。"
        },
        {
          "paragraph": "連叔曰：“然。瞽者無以與乎文章之觀，聾者無以與乎鍾鼔之聲。豈唯形骸有聾盲哉？夫知亦有之。",
          "zhushu": "不知至言之極妙，而以爲狂而不信，此知之聾盲也。○瞽音古，盲者，無目如鼓皮也。與，徐音豫，下同。觀，古亂反。聾，鹿工反，不聞也之聲，崔、向、司馬本此下更有眇者無以與乎眉目之好，夫刖者不自爲假文屨。夫知音智，註知之同。"
        },
        {
          "paragraph": "是其言也，猶時女也，",
          "zhushu": "謂此接輿之所言者，自然爲物所求，但知之聾盲者，謂無此理。○時女，司馬云：猶處女也。向云：時女虚静柔順，和而不喧，未嘗求人，而爲人所求也。"
        },
        {
          "paragraph": "之人也，之德也，將旁礴萬物以爲一，世蘄乎亂，孰弊弊焉以天下爲事？",
          "zhushu": "夫聖人之心，極兩儀之至會，窮萬物之妙數，故能體化合變，無往不可，旁礴萬物，無物不然。世以亂故求我，我無心也。我苟無心，亦何爲不應世哉。然則體玄而極妙者，其所以會通萬物之性，而陶鑄天下之化，以成堯舜之名者，常以不爲爲之耳。孰弊弊焉勞神苦思，以事爲事，然後能乎。○旁，礴剛反，李鋪剛反，字又作磅，同。礴，蒲博反，李普各反。司馬云：旁礴，猶混同也。蘄，徐音祈，李云：求也。弊弊，李扶世反，徐扶計反。簡文云：弊弊，經營貌。司馬本作蔽蔽。應，應對之應。思，息嗣反。"
        },
        {
          "paragraph": "之人也，物莫之傷，",
          "zhushu": "夫安於所傷，則傷不能傷，傷不能傷，而物亦不傷之也。"
        },
        {
          "paragraph": "大浸稽天而不溺，大旱金石流、土山焦而不熱。",
          "zhushu": "無往而不安，則所在皆適，死生無變於巳，況溺熱之間哉。故至人之不嬰乎禍難，非辟之也，推理直前，而自然與吉會。○浸，子鴆反。稽，音雞，徐、李音啓，司馬云：至也。溺，奴歷反，或奴學反。難，乃旦反。非辟，音避。"
        },
        {
          "paragraph": "是其塵垢粃穅，將猶陶鑄堯舜者也，孰肯以物爲事。”",
          "zhushu": "堯、舜者，世事之名耳。爲名者，非名也。故夫堯、舜者，豈直堯、舜而已哉？必有神人之實焉。今所稱堯、舜者，徒名其塵垢粃穅耳。○垢，古口反，塵垢，猶染。汚粃，本又作秕，徐甫娕反，又悲矣反。穅，字亦作康，音康。粃穅，猶煩碎。陶，徒刀反，李移昭反，本亦作鋾，音同。鑄，之樹反。"
        },
        {
          "paragraph": "宋人資章甫而適諸越，越人斷髮文身，無所用之。堯治天下之民，平海內之政，往見四子藐姑射之山，汾水之陽，窅然䘮其天下焉。",
          "zhushu": "夫堯之無用天下爲，亦猶越人之無所用章甫耳。然遺天下者，固天下之所宗。天下雖宗堯，而堯未嘗有天下也。故窅然䘮之，而常遊心於絶冥之境，雖寄坐萬物之上，而未始不逍遥也。四子者，蓋寄言以明堯之不一於堯耳。夫堯實冥矣，其迹則堯也。自迹觀冥，外內異域，未足怪也。世徒見堯之爲堯，豈識其冥哉！故將求四子於海外，而據堯於所見，因謂與物同波者，失其所以逍遥也。然未知至逺之所順者更近，而至高之所會者反下也。若乃厲然以獨高爲至，而不夷乎俗者，斯山谷之士，非無待者也，奚足以語至極而遊無窮哉！○宋人，宋，今梁國睢陽縣。殷後，微子所封。資章甫，李云：資，貨也。章甫，殷冠也。以冠爲貨。越，今㑹稽山隂縣。斷，丁管反，李徒短反。司馬本作敦，云：敦，斷也。四子：司馬、李云：王倪。齧缺。被衣。許由。汾水，徐扶云反，郭方聞反。案：汾水出太原，今莊生寓言也。司馬、崔本作盆水。窅然，徐烏子反。郭武駢反。李云。窅然猶悵然。䘮。息浪反。注同。冥。亡丁反。竟音境。本亦作境。"
        },
        {
          "paragraph": "惠子謂莊子曰：“魏王貽我大瓠之種，我樹之成而實五石，以盛水漿，其堅不能自舉也。剖之以爲瓢，則瓠落無所容。非不呺然大也，吾爲其無用而掊之。”莊子曰：“夫子固拙於用大矣。宋人有善爲不龜手之藥者，世世以洴澼絖爲事。",
          "zhushu": "其藥能令手不拘坼，故常漂絮於水中也。○惠子司馬云：姓惠，名施。爲梁相魏王。司馬云：梁，惠王也。按魏自河東遷大梁，故謂之魏，或謂之梁也。貽，徐音怡，郭與志反，遺也。瓠，徐音護。種，章勇反。實五石。司馬云：實中容五石。盛音成。剖，普口反。瓢，毗遥反，徐扶堯反。則瓠，戸郭反，司馬音護，下同。落，簡文云：瓠落，猶廓落也。司馬云：瓠，布護也。落，零落也。言其形平而淺，受水則零落而容也。呺本亦作号，徐許橋反。李云：号然虚大貌。崔作呺，簡文同。吾爲于僞反。棓徐方垢迄。司馬云：擊要也。龜手愧悲反，徐舉倫反，李居危反。向云：坸，坼也。司馬云：文拆如龜文也。又云：如龜𡓩縮也。洴。徐扶經反。澼普歷反。徐敷歷反。郭李恪歷反。澼聲。絖音曠。小爾稚云。絮細者謂之絖。李云。洴澼絖者。漂絮於水上絖絮也。令力呈反。不拘紀于反。依字宜作跔。紀于求于二反。周書云。天寒足跔是也。折。勑白反。漂四妙反。韋昭云。以水擊絮爲漂。說文作敝，豐市反，又四例反。絮，胥慮反。"
        },
        {
          "paragraph": "客聞之，請買其方百金，聚族而謀曰：‘我世世爲洴澼絖，不過數金，今一朝而鬻技百金，請與之。’客得之，以說吳王。越有難，吳王使之將。冬與越人水戰，大敗越人，裂地而封之。能不龜手，一也，或以封，或不免於洴澼絖，則所用之異也。今子有五石之瓠，何不慮以爲大樽而浮乎江湖，而憂其瓠落無所容，則夫子猶有蓬之心也夫！”",
          "zhushu": "蓬非直逹者也。此章言物各有宜，苟得其宜，安往而不逍遥也。○百金，李云：金方寸，重一斤爲一金。百金，百斤也。數，色主反。鬻音育，司馬云：賣也。技，本或作𠆸，竭彼反。說，始銳反，又如字。難，乃旦反。將，子匠反。敗，必邁反。大樽，本亦作尊，司馬云：樽如酒器，縛之於身，浮於江湖，可以自渡。慮，猶結綴也。案：所謂𦝫舟蓬，向云蓬者，短不暢曲土之謂。"
        },
        {
          "paragraph": "惠子謂莊子曰：“吾有大樹，人謂之樗，其大本擁腫而不中繩墨，其小枝卷曲而不中規矩。立之𡍼，匠者不顧。今子之言，大而無用，衆所同去也。”莊子曰：“子獨不見狸狌乎？卑身而伏，以候敖者，東西跳梁，不避高下，中於機辟，死於罔罟。今夫𣀗牛，其大若垂天之雲。此能爲大矣，而不能執䑕。今子有大樹，患其無用，何不樹之於無何有之鄕，廣莫之野，彷徨乎無爲其側，逍遥乎寢臥其下。不夭斤斧，物無害者，無所可用，安所困苦哉？”",
          "zhushu": "夫小大之物，苟失其極，則利害之理均。用得其所，則物皆逍遥也。○樗，勑魚反，木名。擁腫，章勇反，李云：擁腫猶盤癭。申，丁仲反，下同。卷，本又作拳，同，音權，徐紀阮反，李丘圎反。去，如字，李𦍑吕反。狸，力之反。狌，徐音姓，郭音生，又音星，司馬云：㹨也。㹨音由救反。敖，徐、李五到反。支云：伺彼怠傲，謂申夫隕殆也。本又作傲，同。司馬音遨，謂何遨翔之物而食之，雞䑕之屬也。跳，音條。辟，音避。合，本多作避，下放此。機辟，毗赤反。司馬云：罔也。罟，徐音古。𣀗牛，郭吕之反，徐、李音來，又音離。司馬云：旄牛，無何有之鄕。廣莫之野，謂寂絶無用之地也。簡文云：莫，大也。彷，薄剛反，又音房。徨，音皇。彷徨猶翺翔也。崔本作方羊，簡文同。廣雅云：彷徉，徙倚也。"
        }
      ]
    },
    {
      "name": "莊子內篇齊物論第二",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "夫自是而非彼，美巳而惡人，物莫不皆然。然故是非雖異，而彼我均也。○論，力頓反，李如字。惡，烏路反。"
        },
        {
          "paragraph": "南郭子綦隱几而坐，仰天而嘘，嗒焉似䘮其耦；",
          "zhushu": "同天人，均彼我，故外無與爲歡，而嗒焉解體，若失其配匹。○南郭子綦音其，司馬云：居南郭，困爲號。隱，於靳反，馮也。机音紀，李本作几。嘘音虚，吐氣爲嘘。向云：息也。荅，本又作嗒，同，吐荅反，又都納反，注同，解體貌。䘮，息浪反，下同。耦，本又作偶，五口反，匹也，對也。司馬云：耦，身也。身與神爲耦。"
        },
        {
          "paragraph": "顔成子游立侍乎前，曰：何居乎？形固可使如槁木，而心固可使如死灰乎？",
          "zhushu": "死灰槁木，取其寂寞無情耳。夫任自然而忘是非者，其體中獨任天眞而巳，又何所有哉？故止若立枯木，動若運槁枝，坐若死灰，行若游塵，動止之容，吾所不能一也。其於無心而自得，吾所不能一也。○顔成子游，李云：子綦弟子也，姓顔，名偃，謚成，字子游。何居，如字，又音姫。司馬云：猶故也。槁，枯老反，注同。家音寂，本亦作寂。寞，本亦作漠。"
        },
        {
          "paragraph": "今之隱几者，非昔之隱几者也。",
          "zhushu": "子游常見隱几者，而未見若子綦也。"
        },
        {
          "paragraph": "子綦曰：偃，不亦善乎，而問之也。今者吾䘮我，汝知之乎？",
          "zhushu": "吾䘮我，我自忘矣，我自忘矣，天下有何物足識哉。故都忘外內，然後超然倶得。"
        },
        {
          "paragraph": "女聞人籟而未聞地籟，女聞地籟而未聞天籟夫？",
          "zhushu": "籟，簫也。夫簫管參差，宮商異律，故音短長高下萬殊之聲。聲雖萬殊，而所禀之度一也，然則優劣無所錯其間矣。况之風物，異音同是而咸自取焉，則天地之籟見矣。○女音汝，下皆同，本亦作汝。籟，力帶反。夫音扶。參，𥘉林反。差，𥘉宜反。錯，七故反。見，賢遍反。"
        },
        {
          "paragraph": "子游曰：敢問其方。子綦曰：夫大塊噫氣，其名爲風。",
          "zhushu": "大塊者，無物也。夫噫氣者，豈有物哉？氣塊然而自噫耳。物之生也，莫不塊然而自生，則塊然之體大矣，故遂以大塊爲名。○塊，苦怪反，李苦對反，說文同，云：俗由字也，徐口回反，徐、李又胡罪反，郭又苦猥反，司馬云：大朴之貌。衆家或作大槐，班固同。淮南子作大昧，解者或以爲無，或以爲元氣，或以爲混成，或以爲天，謬也。噫，乙戒反，注同，一音䕃。"
        },
        {
          "paragraph": "是唯無作，作則萬竅怒呺。",
          "zhushu": "言風唯無作，作則萬竅皆怒動而爲聲也。○竅，苦弔反。呺，胡到反，徐又許口反，又胡到反。"
        },
        {
          "paragraph": "而獨不聞之翏翏乎？",
          "zhushu": "長風之聲。○翏，良救反，又六収反，長風聲也。李本作飂，音同，又力竹反。"
        },
        {
          "paragraph": "山林之畏佳，",
          "zhushu": "大風之所扇動也。○畏，於鬼反，郭烏罪反，崔本作㟪。佳，醉癸反，徐子唯反，郭祖罪反，李諸鬼反。李頥云：畏隹，山阜貌。"
        },
        {
          "paragraph": "大木百圍之竅穴，似鼻，似口，似耳，似枅，似圈，似臼，似洼者，似汚者，",
          "zhushu": "此畧舉衆竅之所似。○竅，崔本作竅。似鼻似口，司馬云：言風吹竅穴動作，或似人鼻，或似人口。枅音雞，又音肩，字作云，柱上方求也。簡文云：欂，櫨也。似圈，起權反，郭音權，杯圈也。徐其阮反，言如羊豕之䦨圈也。臼，其九反。似洼，烏𢹂反，李於花反，又烏𠂯反，郭烏蛙反。司馬云：若洼曲。汚，音烏，司馬云：若汚下。"
        },
        {
          "paragraph": "激者，謞者，叱者，吸者，呌者，譹者，宎者，咬者，",
          "zhushu": "此略與衆竅之聲殊。○激，經歷反，如水激也，李古弔反。司馬云：聲若激喚也。李又驅弔反。謞，音孝，李虚交反。簡文云：若箭去之聲。司馬云：若讙謞聲。叱，昌實反，徐音七。司馬云：若叱咄聲。吸，許及反。司馬云：若嘘吸聲也。呌，古弔反，郭古幼反，李居耀反。司馬云：若呌呼聲也。譹音豪，郭又戸報反。司馬云：若譹哭聲。宎，徐於堯反，一音杳，又於弔反。司馬云：深者也。若深宎突然。咬，於交反，或音狡。司馬云：聲哀切，咬咬然。又許拜反。"
        },
        {
          "paragraph": "前者唱于，而隨者唱喁。冷風則小和，飄風則大和，",
          "zhushu": "夫聲之宫商，雖千變萬化，唱和大小，莫不稱其所受，而各當其分。○唱，于如字。喁，五恭反，徐又音愚，又五斗反。李云：于喁，聲之相和也。泠風，音零，李云：泠泠，小風也。和，胡卧反，下及注皆同。飄風，鼻遥反，又符遥反，李敷遥反。司馬云：疾風也。爾雅云：回風爲飄。稱，尺證反。分，符問反，下不出者兒。"
        },
        {
          "paragraph": "厲風濟則衆竅爲虚，",
          "zhushu": "濟，止也。烈風作則衆竅實，反其止則衆竅虚。虚實雖異，其於各得則同。○厲風，司馬云：大風向。郭云：烈風。濟，子細反。向云：止也。"
        },
        {
          "paragraph": "而獨不見之調調之刀刀乎。",
          "zhushu": "調調、刀刀，動搖貌也。言物聲旣異，而形之動搖亦又不同也。動雖不同，其得齊一耳，豈調調獨是，而刀刀獨非乎？○調音條。刀，徐都堯反。向云：調調、刀刀，皆動搖貌。搖如字，又羊照反。"
        },
        {
          "paragraph": "子游曰：地籟則衆竅是已。人籟則比竹是已。敢問天籟。子綦曰：夫吹萬不同，而使其自已也。",
          "zhushu": "此天籟也。夫天籟者。豈復別有一物哉。即衆竅比竹之屬。接乎有生之𩔖。會而共成一天耳。無旣無矣。則不能生有。有之未生。又不能爲生。然則生生者誰哉。塊然而自生耳。自生耳。非我生也。我旣不能生物。物亦不能生我。則我自然矣。自巳而然。則謂之天然。天然耳非爲也。故以天言之。以天言之。所以明其自然也。豈蒼蒼之謂哉？而或者謂天籟役物使從巳也。夫天且不能自有，况能有物哉？故天也者，萬物之總名也。莫適爲天，誰主役物乎？故物各自生而無所出焉，此天道也。○比，毗志反，又必履反，李扶必反，注同。復，扶又反。適，丁歷反。"
        },
        {
          "paragraph": "咸其自取。怒者其誰邪。",
          "zhushu": "物皆自得之耳，誰主怒之使然哉？此重明天籟也。○重，直用反。"
        },
        {
          "paragraph": "大知閑閑，小知間間。",
          "zhushu": "此蓋知之不同。知。音智。下及注同。閑閑。李云。無所容貌。簡文云。廣博之貌。間間。古閑反。有所間別也。"
        },
        {
          "paragraph": "大言炎炎，小言詹詹。",
          "zhushu": "此盖言語之異。○炎炎，手廉、于凡二反，又音談，李作淡，徒濫反。李頥云：同是非也。簡文云：美盛貌。詹詹音占，李頥云：小篇之貌。崔本作闊。"
        },
        {
          "paragraph": "其寐也魂交，其覺也形開。",
          "zhushu": "此盖寤寐之異。○魂交，司馬云：精神交錯也。覺，占孝反。形開，司馬云：目開意悟也。"
        },
        {
          "paragraph": "與接爲構，日以心𨷖。縵者窖者密者。",
          "zhushu": "此盖交接之異。○與接爲構，司馬云：人道交接，構結驩愛也。縵，末旦反，簡文云：寛心也。窖，古孝反。司馬云：深也。李云：穴也。案：穴地藏縠曰窖。簡文云：深心也。"
        },
        {
          "paragraph": "小恐惴惴，大恐縵縵。",
          "zhushu": "此盖恐悸之異。○恐，曲勇反，下及注同。惴，之瑞反，李云：小心貌。爾雅云：懼也。縵縵，李云：齊死生貌。悸，其季反。"
        },
        {
          "paragraph": "其發若機栝，其司是非之謂也。其留如詛盟，其守勝之謂也。",
          "zhushu": "此盖動止之異。○機栝，古活反。機，弩牙。栝，箭。栝詛，惻據反。盟，音明，徐武耕反，郭武病反。"
        },
        {
          "paragraph": "其殺如秋冬，以言其日消也。",
          "zhushu": "其衰殺日消，有如此者。○殺，色界反，徐色例反，注同。"
        },
        {
          "paragraph": "其溺之所爲之，不可使復之也。",
          "zhushu": "其溺而遂往，有如此者。○溺，奴狄反，郭奴徼反。"
        },
        {
          "paragraph": "其厭也如緘，以言其老洫也。",
          "zhushu": "其厭没於欲，老而愈洫，有如此者。○厭，於葉反，徐於冉反，又於感反。緘，徐古咸反。洫，本亦作溢，同音逸，郭許鵙反，又已質反。"
        },
        {
          "paragraph": "近死之心，莫使復陽也。",
          "zhushu": "其利患輕禍，隂結遂志，有如此者。○近，附近之近。復陽，陽謂生也。"
        },
        {
          "paragraph": "喜怒哀樂，慮嘆變熱，姚佚啓態，",
          "zhushu": "此盖性情之異者。○樂，音洛。熱，之渉反，司馬云：不動貌。姚、郭音遥，徐、李勑弔反。佚音逸。態，勑代反，李又奴載反。"
        },
        {
          "paragraph": "樂出虚，蒸成菌，",
          "zhushu": "此盖事變之異也。自此以上，略舉天籟之無方。自此以下，明無方之自然也。物各自然，不知所以然而然，則形雖彌異，自然彌同也。○蒸，之膺反。菌，其損反，向云：結也。上，時掌反。"
        },
        {
          "paragraph": "日夜相代乎前，而莫知其所萌。",
          "zhushu": "日夜相代，代故以新也。夫天地萬物，變化日新，與時倶往，何物萌之哉？自然而然耳。○萌，武耕反。"
        },
        {
          "paragraph": "已乎已乎！旦暮得此，其所由以生乎？",
          "zhushu": "言其自生。○暮，本又作莫，音同。"
        },
        {
          "paragraph": "非彼無我，非我無所取，是亦近矣，",
          "zhushu": "彼，自然也。自然生我，我自然生。故自然者，即我之自然，豈逺之哉。"
        },
        {
          "paragraph": "而不知其所爲使。",
          "zhushu": "凡物云云，皆百爾耳，非相爲使也，故任之而理自至矣。○相爲，于僞反，下未爲同。"
        },
        {
          "paragraph": "若有眞宰，而特不得其眹，",
          "zhushu": "萬物萬情，趣舎不同，有若眞宰使之然也。起索眞宰之眹迹而亦終不得，則明物皆自然，無使物然也。○特，崔云：特，辭也。眹，李除忍反，兆也。趣舎，七喻反，字或作取，下音捨，或音赦，下皆放此。索，所百反。"
        },
        {
          "paragraph": "可行已信，",
          "zhushu": "今夫行者，信已可得行也。"
        },
        {
          "paragraph": "而不見其形，",
          "zhushu": "不見所以得行之形。"
        },
        {
          "paragraph": "有情而無形，",
          "zhushu": "情當其物，故形不別見也。○當，丁浪反，不皆同。見，賢遍反。"
        },
        {
          "paragraph": "百骸九竅六藏，賅而存焉，",
          "zhushu": "付之自然，而莫不皆存也。○骸，戸皆反。六藏，才浪反。案：心肺、肝、脾腎，謂之五藏，大小腸膀胱、三焦，謂之六府。身别有九藏，氣，天、地、人。天以候頭角之氣，人候耳目之氣，地候口齒之氣。三部各有天地人，三三而九，神藏五，形藏四，故九。今此云六藏，未見所岀。賅，徐古來反，司馬云：備也。小爾雅同，簡文云：兼也。"
        },
        {
          "paragraph": "吾誰與爲親？",
          "zhushu": "直自存耳。"
        },
        {
          "paragraph": "汝皆說之乎，其有私焉。",
          "zhushu": "皆說之，則是有所私也，有私則不能賅而存矣，故不說而自存，不爲而自生也。○皆說，音說，注同，今本多即作恱字，後皆放此。"
        },
        {
          "paragraph": "如是皆有爲臣妾乎？",
          "zhushu": "若皆私之，則志過其分，上下相冒，而莫爲臣妾矣。臣妾之才，而不安臣妾之任，則失矣。故知君臣上下，手足外內，乃天理自然，豈直人之所爲哉？"
        },
        {
          "paragraph": "其臣妾不足以相治乎？",
          "zhushu": "夫臣妾但各當其分耳，未爲不足以相治也。相治也者，若手足耳目、四支百體，各有所司，而更相御用也。○更音庚。"
        },
        {
          "paragraph": "其遞相爲君臣乎？",
          "zhushu": "夫時之所賢者爲君，才不應世者爲臣。若天之自高，地之自卑，首自在上，足自居下，豈有遞哉？雖無錯於當，而必自當也。○遞音弟，徐又音第。應應謂之應。錯，七索反，下同。"
        },
        {
          "paragraph": "其有眞君存焉。",
          "zhushu": "任之而自爾，則非僞也。"
        },
        {
          "paragraph": "如求得其情與不得，無益損乎其眞，",
          "zhushu": "凡得眞性，用其自爲者，雖復皂𨽾，猶不顧毀譽，而自安其業，故知與不知，皆自若也。若乃開希幸之路，以下冒上，物䘮其眞，人忘其本，則毀譽之間，俯仰失錯也。○復，扶又反，下同。譽音餘。䘮，息浪反。"
        },
        {
          "paragraph": "一受其成形，不亡以待盡，",
          "zhushu": "言物各有分，故知者守知以待終，而愚者抱愚以至死，豈有能中易其性者也。"
        },
        {
          "paragraph": "與物相刃相靡，其行盡如馳而莫之能止，不亦悲乎？",
          "zhushu": "羣品云云，逆順相交，各信其偏見，而恣其所行，莫能自反。此比衆人之所悲者，亦可悲矣。而衆人未嘗以此爲悲者，性然故也。物各性然，又何物足悲哉？"
        },
        {
          "paragraph": "終身役役而不見其成功，",
          "zhushu": "夫物情無極，知足者鮮，故得此不止，復逐於彼，皆疲役終身，未厭其志，死而後巳。故其成功者，無時可見也。○骸，息淺反。"
        },
        {
          "paragraph": "薾然疲役而不知其所歸，可不哀邪？",
          "zhushu": "凡物各以所好役其形骸，至于疲困𦬼然，不知所以好，此之歸趣云何也。○𦬼然，乃結反，徐、李乃協反，崔音捻，云：忘貌。簡文云：疲，病困之狀。好，呼報反，下同。"
        },
        {
          "paragraph": "人謂之不死，奚益？",
          "zhushu": "言其實與死同。"
        },
        {
          "paragraph": "其形化，其心與之然，可不謂大哀乎？",
          "zhushu": "言其心形並馳，困而不反，比於凡人所哀，則此眞哀之大也。然凡人未嘗以此爲哀，則凡所哀者，不足哀也。"
        },
        {
          "paragraph": "人之生也，固若是芒乎？其我獨芒，而人亦有不芒者乎？",
          "zhushu": "凡此上事，皆不知所以然而然，故曰芒也。今夫知者，皆不知所以知而自知矣。生者不知所以生而自生矣。萬物雖異，至於生不由知，則未有不同者也，故天下莫不芒也。○芒，莫剛反，又音亡。芒，芒昧也。簡文云：芒，同也。"
        },
        {
          "paragraph": "夫隨其成心而師之，誰獨且無師乎？",
          "zhushu": "夫心之足以制一身之用者，謂之成心。人自師其成心，則人各自有師矣。人各自有師，故付之而自當。"
        },
        {
          "paragraph": "奚必知代而心自取者有之，愚者與有焉。",
          "zhushu": "夫以成代不成，非知也，心自得耳。故愚者亦師其成心，未肯用其所謂短而舎其所謂長者也。○與音豫，舎音捨，字亦作捨，下同。"
        },
        {
          "paragraph": "未成乎心而有是非，是今日適越而昔至也。",
          "zhushu": "今日適越，昨日何由至哉？未成乎心，是非何由生哉？明夫是非者，羣品之所不能無，故至人兩順之。○昔至，崔云：昔，夕也。向云：昔者，昨日之謂也。"
        },
        {
          "paragraph": "是以無有爲有，無有爲有，雖有神禹且不能知，吾獨且柰何哉？",
          "zhushu": "理無是非，而或者以爲有，此以無有爲有也。或心已成，雖聖人不能解，故付之自若，而不強知也。○強，其丈反。"
        },
        {
          "paragraph": "夫言非吹也，言者有言，",
          "zhushu": "各有所說，故異於吹。○吹，如字，又叱瑞反。崔云：吹猶籟也。"
        },
        {
          "paragraph": "其所言者特未定也。",
          "zhushu": "我以爲是，而彼以爲非，彼之所是，我又非之，故未定也。未定也者，由彼我之情偏。"
        },
        {
          "paragraph": "果有言邪？",
          "zhushu": "以爲有言邪？然未足以有所定。"
        },
        {
          "paragraph": "其未嘗有言邪？",
          "zhushu": "以爲無言邪，則㩀巳已有言。"
        },
        {
          "paragraph": "其以爲異於鷇音，亦有辯乎？其無辯乎？",
          "zhushu": "夫言與鷇音，其致一也。有辯無辯，誠未可定也。天下之情不必同，而所言不能異，故是非紛紜，莫知所定。○鷇，苦豆反，李音殻，司馬云：鳥子欲出者也。"
        },
        {
          "paragraph": "道惡乎隱而有眞僞？言惡乎隱而有是非？",
          "zhushu": "道焉不在，言何隱蔽而有眞僞，是非之名紛然而起。○惡音烏，下皆同。眞僞，一本作眞詭，崔本作眞然。烏，於䖍反。"
        },
        {
          "paragraph": "道惡乎往而不存？",
          "zhushu": "皆存。"
        },
        {
          "paragraph": "言惡乎存而不可？",
          "zhushu": "皆可。"
        },
        {
          "paragraph": "道隱於小成，言隱於榮華。",
          "zhushu": "夫小成榮華，自隱於道，而道不可隱，則眞僞是非者，行於榮華而止於實當，見於小成而滅於大全也。○當，丁浪反，後可以意求，不復重出。見，賢遍反。"
        },
        {
          "paragraph": "故有儒墨之是非，以是其所非而非其所是。",
          "zhushu": "儒墨更相是非，而天下皆儒墨也。故百家並起，各私所見，而未始出其方也。○更音庚。"
        },
        {
          "paragraph": "欲是其所非而非其所是，則莫若以明",
          "zhushu": "。夫有是有非者，儒墨之所是也；無是無非者，儒墨之所非也。今欲是儒墨之所非，而非儒墨之所是者，乃欲明無是無非也。欲明無是無非，則莫若還以儒墨，反覆相明。反覆相明，則所是者非是，而所非者非非矣。非非則無非，非是則無是。○覆，芳服反，下同。"
        },
        {
          "paragraph": "物無非彼，物無非是，",
          "zhushu": "物皆自是，故無非是；物皆相彼，故無非彼。無非彼，則天下無是矣。無非是，則天下無彼矣。無彼無是，所以玄同也。"
        },
        {
          "paragraph": "自彼則不見，自知則知之。故曰：彼出於是，是亦因彼，",
          "zhushu": "夫物之偏也，皆不見彼之所見，而獨自知其所知。自知其所知則自以爲是；自以爲是，則以彼爲非矣。故曰：彼出於是，是亦因彼，彼是相因而生者也。"
        },
        {
          "paragraph": "彼是方生之說也。雖然，方生方死，方死方生；方可方不可，方不可方可；因是因非，因非因是。",
          "zhushu": "夫死生之變。猶春秋冬夏四時行耳。故生死之狀雖異。其於各安所遇。一也。今生者方自謂生爲生。而死者方自謂生爲死。則無生矣；生者方自謂死爲死。而死者方自謂死爲生。則無死矣。無生無死。無可無不可。故儒墨之辨。吾所不能同也。至於各冥其分。吾所不能異也。○"
        },
        {
          "paragraph": "是以聖人不由而照之于天，亦因是也。",
          "zhushu": "夫懷豁者，因天下之是非而自無是非也。故不由是非之𡍼，而是非無患不當者，直明其天然而無所奪故也。"
        },
        {
          "paragraph": "是亦彼也，",
          "zhushu": "我亦爲彼所彼。"
        },
        {
          "paragraph": "彼亦是也。",
          "zhushu": "彼亦自以爲是。"
        },
        {
          "paragraph": "彼亦一是非，此亦一是非。",
          "zhushu": "此亦自是而非彼，彼亦自是而非此，此與彼各有一是一非於體中也。"
        },
        {
          "paragraph": "果且有彼是乎哉？果且無彼是乎哉？",
          "zhushu": "今欲謂彼爲彼，而彼復自是；欲謂是爲是，而是復爲彼所彼，故彼是有無未果定也。○復，扶又反，下同。"
        },
        {
          "paragraph": "彼是莫得其偶，謂之道樞。",
          "zhushu": "偶，對也。彼是相對，而聖人兩順之，故無心者與物冥，而未嘗有對於天下也。此居其樞要而會其玄極，以應夫無方也。○樞，尺朱反，樞，要也。應，應對之應，前注同。後可以意求，不復重音。"
        },
        {
          "paragraph": "樞始得其環中，以應無窮，",
          "zhushu": "夫是非反覆，相尋無窮，故謂之環。環中空矣。今以是非爲環而得其中者，無是無非也。無是無非，故能應夫是非；是非無窮，故應亦無窮。"
        },
        {
          "paragraph": "是亦一無窮，非亦一無窮也。",
          "zhushu": "天下莫不自是，而莫不相非，故一是一非，兩行無窮，唯渉空得中者，曠然無懷，乗之以遊也。"
        },
        {
          "paragraph": "故曰：莫若以明。以指喻指之非指，不若以非指喻指之非指也；以馬喻馬之非馬，不若以非馬喻馬之非馬也。天地一指也，萬物一馬也。",
          "zhushu": "夫自是而非彼，彼我之常情也。故以我指喻彼指，則被指於我指，獨爲非指矣，此以指喻指之非指也。若覆以彼指還喻我指，則我指於彼指，復爲非指矣。此以非指喻指之非指也。將明無是無非，莫若反覆相喻。反覆相喻，則彼之與我旣同於自是，又均於相非。均於相非，則天下無是；同於自是，則天下無非。何以明其然邪？是若果是，則天下不得復有非之者也；非若果非，亦不得復有是之者也。今是非無主，紛然殽亂，明此區區者，各信其偏見而同於二致耳。仰觀俯察，莫不皆然。是以至人知天地一指也，萬物一馬也，故浩然大寧，而天地萬物各當其分，同於自得，而無是無非也。○天地一指也，萬物一馬也，崔云：指百體之一體；馬，萬物之一物。浩，戶老反。"
        },
        {
          "paragraph": "可乎可，",
          "zhushu": "可於巳者，即謂之可。"
        },
        {
          "paragraph": "不可乎不可。",
          "zhushu": "不可於巳者，即謂之不可。"
        },
        {
          "paragraph": "道行之而成，",
          "zhushu": "無不成也。"
        },
        {
          "paragraph": "物謂之而然。",
          "zhushu": "無不然也。"
        },
        {
          "paragraph": "惡乎然？然於然；惡乎不然？不然於不然。物固有所然，物固有所可，",
          "zhushu": "各然其所然，各可其所可。"
        },
        {
          "paragraph": "無物不然，無物不可。故爲是舉莛與楹，厲與西施，恢恑憰怪，道通爲一。",
          "zhushu": "夫莛横而楹縱，厲醜而西施好，所謂齊者，豈必齊形狀，同䂓矩哉？故舉縱横好醜，恢恑憰怪，各然其所然，各可其所可，則形雖萬殊，而性同得，故曰道通爲一也。○無物不然，無物不可，崔本此下更有可於可而不可於不可，不可於不可而可於可。爲，于僞反，下爲是皆同。莛，徐音庭，李音挺，司馬云：屋梁也。楹音盈，司馬云：屋柱也。厲，如字，惡也，李音賴。司馬云：病癩。西施，司馬云：夏姫也。案：勾踐所獻吳王美女也。恢，徐苦回反，大也。郭苦虺反，簡文本作弔。恑，九委反，徐九彼反。李云：戾也。橘怪音决。李云：橘，𠂯也。怪，異也。縱，本亦作從，形容反。"
        },
        {
          "paragraph": "其分也，成也；",
          "zhushu": "夫物或此以爲散，而彼以爲成。○分如字。"
        },
        {
          "paragraph": "其成也，毀也。",
          "zhushu": "我之所謂成，而彼或謂之毀。"
        },
        {
          "paragraph": "凡物無成與毀，復通爲一。",
          "zhushu": "夫成毀者，生於自見而不見彼也。故無成與毀，猶無是與非也。○復，扶又反。"
        },
        {
          "paragraph": "唯逹者知通爲一，爲是不用而寓諸庸。庸也者，用也；用也者，通也；通也者，得也。",
          "zhushu": "夫逹者，無滯於一方，故忽然自忘，而寄當於自用。自用者，莫不條暢而自得也。"
        },
        {
          "paragraph": "適得而幾矣。",
          "zhushu": "幾，盡也。至理盡於自得也。○幾音機，盡也，下同，徐具衣反。"
        },
        {
          "paragraph": "因是已，",
          "zhushu": "逹者，因而不作。"
        },
        {
          "paragraph": "已而不知其然，謂之道；",
          "zhushu": "夫逹者之因是，豈知因爲善而因之哉？不知所以因而自因耳，故謂之道也。○謂之道，向、郭絶句。崔讀謂之道。勞云：因自然是道之功也。"
        },
        {
          "paragraph": "勞神明爲一而不知其同也，謂之朝三。何謂朝三？曰：狙公賦芧。曰：朝三而莫四。衆狙皆怒。曰：然則朝四而莫三，衆狙皆恱。名實未虧，而喜怒爲用，亦因是也。",
          "zhushu": "夫逹者之於一，豈勞神哉？若勞神，明於爲一，不足賴也，與彼不一者無以異矣。亦同衆狙之或因所好而自是也。○狙公，七徐反，又緇慮反。司馬云：狙公，典狙官也。崔云：養猨狙者也。李云：老狙也。廣雅云：狙，獮猴。芧音序，徐食汝反，李音予。司馬云：橡子也。朝三莫四，司馬云：朝三升，莫四升也。好，呼報反，下文皆同。"
        },
        {
          "paragraph": "是以聖人和之以是非，而休乎天鈞，",
          "zhushu": "莫之偏任，故付之自均而止也。○鈞，本又作均，崔云：鈞，陶鈞也。"
        },
        {
          "paragraph": "是之謂兩行。",
          "zhushu": "任天下之是非。"
        },
        {
          "paragraph": "古之人，其知有所至矣，惡乎至？有以爲未始有物者，至矣，盡矣，不可以加矣。",
          "zhushu": "此忘天地，遺萬物，外不察乎宇宙，內不覺其一身，故能曠然無累，與物倶往，而無所不應也。"
        },
        {
          "paragraph": "其次以爲有物矣，而未始有封也；",
          "zhushu": "雖未都忘，猶能忘其彼此。"
        },
        {
          "paragraph": "其次以爲有封焉，而未始有是非也。",
          "zhushu": "雖未能忘彼此，猶能忘彼此之是非也。"
        },
        {
          "paragraph": "是非之彰也，道之所以虧也。",
          "zhushu": "無是非乃全也。"
        },
        {
          "paragraph": "道之所以虧，愛之所以成。",
          "zhushu": "道虧則情有所偏，而愛有所成，未能忘愛釋私，玄同彼我也。"
        },
        {
          "paragraph": "果且有成與虧乎哉？果且無成與虧乎哉？",
          "zhushu": "有之與無，斯不能知。乃至。"
        },
        {
          "paragraph": "有成與虧，故昭氏之鼔琴也；無成與虧，故昭氏之不鼔琴也。",
          "zhushu": "夫聲不可勝舉也，故吹管操弦，雖有繁手，遺聲多矣。而執籥鳴弦者，欲以彰聲也。彰聲而聲遺，不彰聲而聲全。故欲成而虧之者，昭文之鼔琴也。不成而無虧者，昭文之不鼔琴也。○勝音升。操，七刀反。籥，羊灼反。昭文，司馬云。古善琴者。"
        },
        {
          "paragraph": "昭文之鼔琴也，師曠之枝策也，惠子之據梧也，三子之知幾乎，",
          "zhushu": "幾，盡也。夫三子者，皆欲辨非巳所明以明之，故知盡慮窮，形勞神倦，或枝策假寐，或據梧而暝。○枝策，司馬云：枝，杜也。策，杖也。崔云：舉杖以擊節。梧音吾。司馬云：梧，琴也。崔云：琴瑟也。知音智。暝，亡千反。"
        },
        {
          "paragraph": "皆其盛者也，故載之末年。",
          "zhushu": "賴其盛，故能久，不爾早困也。○故載之未年。崔云：書之於今也。"
        },
        {
          "paragraph": "唯其好之也，以異於彼，",
          "zhushu": "言此三子唯獨好其所明，自以殊於衆人。"
        },
        {
          "paragraph": "其好之也，欲以明之。",
          "zhushu": "明示衆人，欲使同乎我之所好。"
        },
        {
          "paragraph": "彼非所明而明之，故以堅白之昧終。",
          "zhushu": "是猶對牛鼔簧耳。彼竟不明，故巳之道術，終於昧然也。○堅白，司馬云：謂堅石白馬之辨也。又云：公孫龍有卒劒之法，謂之堅白。崔同。又云：或曰設矛伐之說爲堅，辨白馬之名爲白。簧，音黄。"
        },
        {
          "paragraph": "而其子又以文之綸終，終身無成。",
          "zhushu": "昭文之子，又乃終文之緒，亦卒不成。○綸音倫，崔云：琴瑟弦也。"
        },
        {
          "paragraph": "若是而可謂成乎？雖我亦成也。",
          "zhushu": "此三子雖求明於彼，彼竟不明，所以終身無成。若三子而可謂成，則雖我之不成。亦可謂成也。"
        },
        {
          "paragraph": "若是而不可謂成乎？物與我無成也。",
          "zhushu": "物皆自明而不明彼。若彼不明。即謂不成。則萬物皆相與無成矣。故聖人不顯此以耀彼。不捨巳而逐物。從而任之。各冥其所能。故曲成而不遺也。今三子欲以巳之所好。明示於彼。不亦妄乎。"
        },
        {
          "paragraph": "是故滑疑之耀，聖人之所圖也。爲是不用而寓諸庸，此之謂以明。",
          "zhushu": "夫聖人，無我者也。故滑疑之耀，則圖而域之，恢恑橘怪，則通而一之，使羣異各安其所安，衆人不失其所是，則巳不用於物，而萬物之用用矣。物皆自用，則孰是孰非哉？故雖故蕩之變，屈奇之異，曲而從之，寄之自用，則用雖萬珠，歷然自明。○滑，古没反，司馬云：亂也。屈，求物反。"
        },
        {
          "paragraph": "今且有言於此，不知其與是𩔖乎，其與是不𩔖乎？𩔖與不𩔖，相與爲𩔖，則與彼無以異矣。",
          "zhushu": "今以言無是非，則不知其與言有者𩔖乎？不𩔖乎？欲謂之𩔖，則我以無爲是，而彼以無爲非，斯不𩔖矣。然此雖是非不同，亦固未免於有是非也，則與彼𩔖矣。故曰𩔖與不𩔖，又相與爲𩔖，則與彼無以異也。然則將大不𩔖，莫若無心。旣遣是非，又遣其遣，遣之又遣之，以至於無遣，然後無遣無不遣，而是非自去矣。"
        },
        {
          "paragraph": "雖然，請甞言之。",
          "zhushu": "至理無言，言則與𩔖，故試寄言之。"
        },
        {
          "paragraph": "有始也者，",
          "zhushu": "有始則有終，"
        },
        {
          "paragraph": "有未始有始也者，",
          "zhushu": "謂無終始而一死生。"
        },
        {
          "paragraph": "有未始有夫未始有始也者，",
          "zhushu": "夫一之者，未若不一而自齊，斯又忘其一也。"
        },
        {
          "paragraph": "有有也者，",
          "zhushu": "有有則美惡是非具也。"
        },
        {
          "paragraph": "有無也者，",
          "zhushu": "有無而未知無無也，則是非好惡猶未離懷。○好惡，並如字。離，力智反。"
        },
        {
          "paragraph": "有未始有無也者，",
          "zhushu": "知無無矣，而猶未能無知。"
        },
        {
          "paragraph": "有未始有夫未始有無也者。俄而有無矣，而未知有無之果孰有孰無也。",
          "zhushu": "此都忘其知也，爾乃俄然始了無耳。了無，則天地萬物、彼我是非豁然確斯也。○俄，徐音峩。確斯，苦角反。斯又作澌，音賜，字思利反。"
        },
        {
          "paragraph": "今我則巳有謂矣，",
          "zhushu": "謂無是非，即復有謂。○復，扶又反。"
        },
        {
          "paragraph": "而未知吾所謂之其果有謂乎，其果無謂乎。",
          "zhushu": "又不知謂之有無，爾乃蕩然無纎芥於胷中也。○芥，古邁反，又音界。"
        },
        {
          "paragraph": "天下莫大於秋豪之末，而大山爲小；莫壽乎殤子，而彭祖爲。天地與我並生，而萬物與我爲一。",
          "zhushu": "夫以形相對，則大山大於秋豪也。若各㩀其性，分物冥其極，則形大未爲有餘，形小不爲不足。苟各足於其性，則秋豪不獨小其小，而太山不獨大其大矣。若以性足爲大，則天下之足未有過於秋豪也。若性足者非大，則雖太山亦可稱小矣。故曰：天下莫大於秋豪之末，而太山爲小。太山爲小，則天下無大矣；秋豪爲大，則天下無小也。無小無大，無壽無夭，是以蟪蛄不羡大椿而欣然自得，斥鴳不貴天池而榮願以足。苟足於天然而安其性命，故雖天地未足爲壽而與我並生，萬物未足爲異而與我同得，則天地之生又何不並，萬物之得又何不一哉！○秋豪如字，依字應作豪。司馬云：兎毫在秋而成。王逸任楚辭云：銳毛也。案：毛至秋而耎細，故以喻小也。大山音泰。殤子，短命者也。或云年十九以下爲殤。"
        },
        {
          "paragraph": "旣巳爲一矣，且得有言乎。",
          "zhushu": "萬物萬形，同於自得，其得一也。巳自一矣，理無所言。"
        },
        {
          "paragraph": "旣已謂之一矣，且得無言乎？",
          "zhushu": "夫名謂生於不明者也。物或不能自明其一，而以此逐彼，故謂一以正之。旣謂之一，即是有言矣。"
        },
        {
          "paragraph": "一與言爲二，二與一爲三。自此以往，巧歷不能得，而況其凡乎？",
          "zhushu": "夫以言言一，而一非言也，則一與言爲二矣。一旣一矣，言又二之，有一有二，得不謂之三乎？夫以一言言一，猶乃成三，況尋其支流。凡物殊稱，雖有善數，莫之能紀也。故一之者，與彼未殊；而忘一者，無言而自一。○稱，尺證反。數，色主反。"
        },
        {
          "paragraph": "故自無適有，以至於三，而況自有適有乎？",
          "zhushu": "夫一，無言也，而有言則至三，況尋其末數，其可窮乎？"
        },
        {
          "paragraph": "無適焉，因是已。",
          "zhushu": "各止於其所能，乃最是也。"
        },
        {
          "paragraph": "夫道未始有封，",
          "zhushu": "宜然無不在也。夫道未始有封。崔云：齊物七章，此連上章，而班固說在外篇。"
        },
        {
          "paragraph": "言未始有常，",
          "zhushu": "彼此言之故，是非無定主。"
        },
        {
          "paragraph": "爲是而有畛也。",
          "zhushu": "道無封，故萬物得恣其分域。○爲，于僞反。畛，徐之忍反，郭、李音眞，謂封域畛陌也。"
        },
        {
          "paragraph": "請言其畛：有左有右，",
          "zhushu": "各異便也。○有左有右，崔本作有在宥也。便，婢靣反。"
        },
        {
          "paragraph": "有倫有義，",
          "zhushu": "物物有理，事事有宜。○有倫有義，崔本作有論有議。"
        },
        {
          "paragraph": "有分有辯，",
          "zhushu": "羣，分而𩔖別也。○分，如字，注同。別，彼列反，下皆同。"
        },
        {
          "paragraph": "有競有爭，",
          "zhushu": "並逐曰競，對辯曰争。○争，争闘之争，注同。"
        },
        {
          "paragraph": "此之謂八德。",
          "zhushu": "略而判之，有此八德。"
        },
        {
          "paragraph": "六合之外，聖人存而不論；",
          "zhushu": "夫六合之外，謂萬物性分之表耳。夫物之性表，雖有理存焉，而非性分之內，則未嘗以感聖人也。故聖人未嘗論之。若論之，則是引萬物使學其所不能也。故不論其外，而八畛同於自得也。"
        },
        {
          "paragraph": "六合之內，聖人論而不議；",
          "zhushu": "陳其性而安之。"
        },
        {
          "paragraph": "春秋經世，先王之志，聖人議而不辯。",
          "zhushu": "順其成迹而擬乎至當之極，不執其所是，以非衆人也。"
        },
        {
          "paragraph": "故分也者，有不分也；辯也者，有不辯也。",
          "zhushu": "夫物物自分，事事自別，而欲由已以分別之者，不見彼之自別也。○分如是下及注同。"
        },
        {
          "paragraph": "曰：何也？聖人懷之，",
          "zhushu": "以不辨爲懷耳。聖人無懷。"
        },
        {
          "paragraph": "衆人辯之，以相示也。故曰：辯也者，有不見也。",
          "zhushu": "不見彼之自辨，故辨已所知以示之。"
        },
        {
          "paragraph": "夫大道不稱，",
          "zhushu": "付之自稱，無所稱謂。○稱，尺證反，注同。"
        },
        {
          "paragraph": "大辯不言，",
          "zhushu": "已自別也。"
        },
        {
          "paragraph": "大仁不仁，",
          "zhushu": "無愛而自存也。"
        },
        {
          "paragraph": "大廉不嗛，",
          "zhushu": "夫至足者，物之去來非我也，故無所容其嗛盈。○嗛，郭欺簟反，徐音謙。"
        },
        {
          "paragraph": "大勇不忮。",
          "zhushu": "無往而不順，故能無險而不往。○忮，徐之䜴反，又音䜴，李之移反，害也，李云：徤也。"
        },
        {
          "paragraph": "道昭而不道，",
          "zhushu": "以此明彼，彼此倶失矣。○昭，音照。"
        },
        {
          "paragraph": "言辯而不及，",
          "zhushu": "不能及其自分。"
        },
        {
          "paragraph": "仁常而不成，",
          "zhushu": "物無常愛，而常愛必不周。"
        },
        {
          "paragraph": "廉清而不信，",
          "zhushu": "激然廉清貪名者耳，非眞廉也。"
        },
        {
          "paragraph": "勇忮而不成。",
          "zhushu": "忮逆之勇，天下共疾之，無敢舉足之地也。"
        },
        {
          "paragraph": "五者园而幾向方矣。",
          "zhushu": "此五者，皆以有爲傷當者也。不能上乎本性而求外無巳大。外不可求而求之，譬猶以圓學方，以魚慕烏耳。雖希翼鸞鳳，擬規日月，此愈近，彼愈逺實，學彌得而性彌失，故齊物而徧尚之累去矣。○园，崔音刓，徐五丸反，司馬云：圎也，郭音團。幾，徐其衣反。向方，本亦作嚮，音同，下皆放此。近，附近之近。逺，于萬反。"
        },
        {
          "paragraph": "故知止其所不知，至矣。",
          "zhushu": "所不知者，皆性分之外也，故止於所知之內而至也。"
        },
        {
          "paragraph": "孰知不言之辯，不道之道？若有能知，此之謂天府。",
          "zhushu": "浩然都任之也。"
        },
        {
          "paragraph": "注焉而不滿，酌焉而不竭，",
          "zhushu": "至人之心若鏡，應而不藏，故曠然無盈虚之變也。○注徐之喻反。"
        },
        {
          "paragraph": "而不知其所由來，",
          "zhushu": "至理之來，自然無迹。"
        },
        {
          "paragraph": "此之謂葆光。",
          "zhushu": "任其自明，故其光不弊也。○葆光，音保，崔云：若有若無謂之葆光。"
        },
        {
          "paragraph": "故昔者堯問於舜曰：我欲伐宗、膾、胥敖、南靣而不釋然，其故何也？",
          "zhushu": "於安任之道未弘，故聽朝而不怡也。將寄明齊一之理於大聖，故發自怪之問以起對也。○膾，徐古外反。胥，息徐反，華胥國。敖，徐五高反，司馬云：宗、膾、胥、敖，三國名也。崔云：宗，一也；膾，二也；胥敖，三也。朝，直遥反。"
        },
        {
          "paragraph": "舜曰：夫三子者，猶存乎蓬艾之間，",
          "zhushu": "夫物之所安無陋也，則蓬艾乃三子之妙處也。○處，昌慮反。"
        },
        {
          "paragraph": "若不釋然，何哉？昔者十日並出，萬物皆照，",
          "zhushu": "夫重明登天，六合倶照，無有蓬艾而不光被也。○重，直龍反。被，皮寄反。"
        },
        {
          "paragraph": "而況德之進乎日者乎！",
          "zhushu": "夫日月雖無私於照，猶有所不及，德則無不得也。而今欲奪蓬艾之願，而伐使從巳，於至道豈弘哉。故不釋然神解耳。若乃物暢其性，各安其所安，無逺近幽深，付之自若，皆得其極，則彼無不當，而我無不怡也。○解音蟹。"
        },
        {
          "paragraph": "齧缺問乎王倪曰：子知物之所同是乎？曰：吾惡乎知之？",
          "zhushu": "所同未必是，所異不獨非，而彼我莫能相正，故無所用其知。○齧，五結反。缺，丘恱反。王倪，徐五嵇反，李音詣，高士傳云：王倪，堯時賢人也。天地篇云：齧缺之師。惡音烏，下皆同。"
        },
        {
          "paragraph": "子知子之所不知邪？曰：吾惡乎知之。",
          "zhushu": "若自知其所不知，即爲有知，有知則不能任羣才之自當。"
        },
        {
          "paragraph": "然則物無知邪？曰：吾惡乎知之。",
          "zhushu": "都不知，乃曠然無不任矣。"
        },
        {
          "paragraph": "雖然，嘗試言之。",
          "zhushu": "以其不知，故未敢正言，試言之耳。"
        },
        {
          "paragraph": "庸詎知吾所謂知之非不知邪？",
          "zhushu": "魚游於水，水物所同，咸謂之知。然自魚觀之，則向所謂知者，復爲不知矣。夫蛣𧏙之知，非於轉丸而笑蛣𧏙者，乃以蘇合爲貴。故所同之知，未可正據。○庸詎，徐本作巨，其庶反，郭音鉅。李云：庸，用也。詎，何也，猶言何用也。服䖍云：詎猶未也。復，扶又反。蛣，丘一反。𧏙，丘良反。爾雅云：蛣𧏙，𧏙蜋也。"
        },
        {
          "paragraph": "庸詎知吾所謂不知之非知邪？",
          "zhushu": "所謂不知者，直是不同耳，亦自一家之知。"
        },
        {
          "paragraph": "且吾嘗試問乎女：",
          "zhushu": "已不知其正，故試問女。○女音汝，注及下同。巳音紀。"
        },
        {
          "paragraph": "民溼寢則腰疾偏死，鰌然乎哉？木處則惴慄恂懼，猨猴然乎哉？三者孰知正處？",
          "zhushu": "此畧舉三者以明萬物之異便。○偏死，司馬云：偏，枯死也。鰌，徐音秋，司馬云：魚名。惴，之瑞反。慄音栗。恂，郭音荀，徐音峻，恐貌。崔云：戰也。班固作眴也。猨音猿。猴音侯。便，婢靣反。"
        },
        {
          "paragraph": "民食芻豢，麋鹿食薦，蝍且甘帶，鴟鴉𦒿䑕，四者孰知正味？",
          "zhushu": "此畧舉四者以明美惡之無主。○芻，𥘉倶反，小爾雅云：秆謂之芻。秆音古但反。豢，徐音患，又胡滿反。司馬云：牛羊曰芻，犬豕曰豢，以所食得名也。麋音眉。薦，牋練反。司馬云：美草也。崔云：甘草也。郭璞云：三蒼云：六畜所食曰薦。蝍音即且，字或作蛆，子徐反。李云：蝍且，蟲名也。廣雅云：蜈公也。爾雅云：蒺蔾，蝍蛆。郭璞注云：似蝗，大腹長角，能食蛇腦。蒺音疾。蔾音棃。帶如字。崔云：蛇也。司馬云：小蛇也。蝍蛆好食其眼。鴟，尺夷反。鴉，本亦作鴟，於加反。崔云：烏也。𦒿，市志反。字或作嗜。崔本作其。惡，烏路反。"
        },
        {
          "paragraph": "猨猵狙以爲雌，麋與鹿交，鰌與魚游。毛嬙麗姫，人之所美也。魚見之深入，鳥見之高飛，麋鹿見之決驟。四者孰知天下之正色哉？",
          "zhushu": "此畧舉四者以明天下所好之不同也。不同者而非之，則無以知所同之必是。○猵，篇靣反，徐敷靣反，又敷畏反，郭、李音之。狙，七餘反，司馬云：狙，一名獦牂，似猨而狗頭，憙與雌猨交也。崔云：徧狙，一名獦牂，其雄憙與猨雌爲牝牡。向云：猵狙，以猨爲雌也。獦音葛。雌音妻，一音如字。毛嬙，徐在良反，司馬云：毛嬙，古美人，一云：越王美姫也。麗姫，力知反，下同。麗姫，晉獻公之嬖，以爲夫人。崔孝作西施。决，喜缺反。李云：疾貌。崔云：疾走不顧爲决。徐古惠反，郭音古穴反。驟，上救反，又在遘反。好，呼報反。"
        },
        {
          "paragraph": "自我觀之，仁義之端，是非之塗，樊然殽亂，吾惡能知其辯？",
          "zhushu": "夫利於彼者或害於此，而天下之彼我無窮，則是非之竟無常，故唯莫之辯，而任其自是，然後蕩然俱得。○樊音煩。殽，徐戶交反，郭作散，悉旦反。之竟音境，今本或作境，下放此。"
        },
        {
          "paragraph": "齧缺曰：子不知利害，則至人固不知利害乎？",
          "zhushu": "未能妙其不知，故猶嫌至人當知之，斯懸之未解也。○解音蟹。"
        },
        {
          "paragraph": "王倪曰：至人神矣。",
          "zhushu": "無心而無不順。"
        },
        {
          "paragraph": "大澤焚而不能熱，河漢沍而不能寒，疾雷破山，風振海而不能驚。",
          "zhushu": "夫神全形具而體與物冥者，雖渉至變而未始非我，故蕩然無蠆介於胷中也。○沍，戸故反，徐又戸各反，李戶格反，向曰凍也。崔云：沍猶涸也。蠆，勑邁反，又音豸。介，古邁反，又音界。"
        },
        {
          "paragraph": "若然者，乗雲氣，",
          "zhushu": "寄物而行，非我動也。"
        },
        {
          "paragraph": "騎日月，",
          "zhushu": "有晝夜而無死生也。"
        },
        {
          "paragraph": "而遊乎四海之外，",
          "zhushu": "夫唯無其知而任天下之自爲，故馳萬物而不窮也。"
        },
        {
          "paragraph": "死生無變於巳，",
          "zhushu": "與變爲體。故死生若一。"
        },
        {
          "paragraph": "而況利害之端乎。",
          "zhushu": "況利害於死生，愈不足以介意。"
        },
        {
          "paragraph": "瞿鵲子問乎長梧子曰：吾聞諸夫子：聖人不從事於務，",
          "zhushu": "務自來而理自應耳，非從而事之也。○瞿，其倶反。長梧子，李云：居長梧下，因以爲名。崔云，名丘，簡文云：長梧封人也。夫子，向云瞿鵲之師。"
        },
        {
          "paragraph": "不就利，不違害，",
          "zhushu": "任而直前，無所避就。"
        },
        {
          "paragraph": "不喜求，",
          "zhushu": "求之不喜，直取不怒。"
        },
        {
          "paragraph": "不緣道。",
          "zhushu": "獨至者也。"
        },
        {
          "paragraph": "無謂有謂，有謂無謂，",
          "zhushu": "凡有稱謂者，皆非吾所謂也，彼各自謂耳。故無彼有謂而有此無謂也。稱，尺正反，下放此。"
        },
        {
          "paragraph": "而遊乎塵垢之外。",
          "zhushu": "凡非眞性，皆塵垢也。而遊，崔本作而施。"
        },
        {
          "paragraph": "夫子以爲孟浪之言，而我以爲妙道之行也。吾子以爲奚若。長梧子曰：是黃帝之所聽熒也，而丘也何足以知之。且女亦大早計，見𡖉而求時夜，見彈而求鴞炙。",
          "zhushu": "夫物有自然，理有至極，循而直往，則𡨋然自合，非所言也。故言之者孟浪，而聞之者聽熒。雖復黃帝，猶不能使萬物無懷，而聽熒至竟。故聖人付當於塵垢之外，而玄合乎視聽之表，照之以天而不逆計，放之自爾而不推明也。今瞿鵲子方聞孟浪之言，而便以爲妙道之行，斯亦無異見𡖉而責司晨之功，見彈而求鴞炙之實也。夫不能安時處順，而探變求化，當生而慮死，執是以辯非，皆逆計之徒也。○孟，如字，徐武黨反，或武葬反。浪如字，徐力蕩反。向云：孟浪音漫瀾，無所趣舎之謂。李云：猶較畧也。崔云：不精要之貌。行，如字，又下孟反。黃帝，本又作黃帝。聽，勑定反。熒音瑩磨之瑩，本亦作瑩，於拘反。向司馬云：聽熒，疑惑也。李云：不光明貌。崔云：小明不大了也。向崔本作䵐榮女，音汝，下同。大音太。徐、李勑佐反，注同。時夜，崔云：時夜，司夜謂雞也。彈，徒旦反。鴞，于驕反。司馬云：小鳩可炙。毛詩草木䟽云：大如班鳩，緑色。其肉甚美。復，扶又反，下皆同。下章注亦凖此。"
        },
        {
          "paragraph": "予嘗爲女妄言之，",
          "zhushu": "言之則孟浪也，故試妄言之。○爲，于僞反。"
        },
        {
          "paragraph": "女以妄聽之。奚",
          "zhushu": "若正聽妄言，復爲大早計也，故亦妄聽之何？"
        },
        {
          "paragraph": "旁日月，挾宇宙，",
          "zhushu": "以死生爲晝夜，旁日月之喻也。以萬物爲一體，挾宇宙之譬也。○旁，薄葬反，徐扶葬反，司馬云：依也。崔本作謗。挾，戸牒反，崔本作扶。宇宙，治救反。尸子云：天地四方曰宇，往古來今曰宙。說文云：舟輿所極覆曰宙。"
        },
        {
          "paragraph": "爲其䐇合，置其滑涽，以𨽾相尊？",
          "zhushu": "以有所賤，故尊卑生焉，而滑涽紛亂，莫之能正，各自是於一方矣。故爲䐇然自合之道，莫若置之勿言，委之自爾也。䐇然，無被際之謂也。○䐇，本或作，　郭音泯，徐武軫反，李載枌反，無波際之貌。司馬云：合也。向音脣，云：若雨脣之相合也。滑，徐古没反，亂也。向本作汨，音同。崔戸八反，云：栝口木也。涽，徐音昏，向云：泪昏未定之謂。崔本作緍。武巾反。云。繩也。"
        },
        {
          "paragraph": "衆人役役，",
          "zhushu": "馳騖於是非之境也。"
        },
        {
          "paragraph": "聖人愚芚，",
          "zhushu": "芚然，無知而直往之貌。○芚，徐徒奔反，郭治本反。司馬云：渾屯不分察也。崔云：厚貌也。或云：束也。李丑倫反。"
        },
        {
          "paragraph": "參萬歲而一成純。",
          "zhushu": "純者，不雜者也。夫舉萬歲而參其變，而衆人謂之雜矣，故役役然勞形怵心而去彼就此。唯大聖無執，故芚然直往而與變化爲一，一變化而常遊於獨者也。故雖參糅億載，千殊萬異，道行之而成，則古今一成也。物謂之而然，則萬物一然也。無物不然，無時不成，斯可謂純也。○怵，𥘉律反。糅，如救反。"
        },
        {
          "paragraph": "萬物盡然，",
          "zhushu": "無物不然。"
        },
        {
          "paragraph": "而以是相藴。",
          "zhushu": "藴，積也。積是於萬歲，則萬歲一是也。積然於萬物，則萬物盡然也。故不知死生先後之所在，彼我勝負之所如也。○藴，本亦作藴，徐於積反，郭於本反，李於問反，積也。"
        },
        {
          "paragraph": "予惡乎知說生之非惑邪？",
          "zhushu": "死生一也，而獨說生，欲與變化相背，故未知其非或也。○惡，音烏，下惡乎皆同。說，音恱，注同。背，音佩。"
        },
        {
          "paragraph": "予惡乎知惡死之非弱䘮而不知歸者邪？",
          "zhushu": "少而失其故居，名爲弱䘮。夭弱䘮者，遂安於所在，而不知歸於故鄕也。焉知生之非夫弱䘮，焉知死之非夫還歸而惡之哉？○惡死，烏路反，注同。䘮，息浪反，注同。少，詩照反。焉，於䖍反，下同。"
        },
        {
          "paragraph": "麗之姫，艾封人之子也。晉國之始得之也，涕泣沾襟。及其至於王所，與王同筐牀，食芻豢，而後悔其泣也。",
          "zhushu": "一生之內，情變若此，當此之日，則不知彼，况夫死生之變，惡能相知哉，○至於王所，崔云：六國時諸侯僣稱王，因此謂獻公爲王也。筐，本亦作匡，徐起狂反。牀，徐音床。司馬云：筐牀，安牀也。崔云：筐，方也。一云：正牀也。"
        },
        {
          "paragraph": "予惡乎知夫死者不悔其始之蘄生乎。",
          "zhushu": "蘄，求也。○蘄音祈。"
        },
        {
          "paragraph": "夢飮酒者，旦而哭泣；夢哭泣者，旦而田獵。",
          "zhushu": "此寤寐之事變也。事苟變，情亦異，則死生之願不得同矣。故生時樂生，則死時樂死矣。死生雖異，其於各得所願一也，則何係哉？樂，音洛，下同。"
        },
        {
          "paragraph": "方其夢也，不知其夢也。",
          "zhushu": "由此觀之，當死之時，亦不知其死而自適其志也。"
        },
        {
          "paragraph": "夢之中又占其夢焉，",
          "zhushu": "夫夢者，乃復夢中占其夢，則無以異於寤者也。"
        },
        {
          "paragraph": "覺而後知其夢也。",
          "zhushu": "當所遇無不足也，何爲方生而憂死哉？○覺音敎，下反，注皆同。"
        },
        {
          "paragraph": "且有大覺而後知此其大夢也，",
          "zhushu": "夫大覺者，聖人也。大覺者乃知大患，慮在懷者，皆未寤也。"
        },
        {
          "paragraph": "而愚者自以爲覺，竊竊然知之。君乎，牧乎！固哉！",
          "zhushu": "夫愚者大夢而自以爲寤，故𥨸竊然以所好爲君上，而所惡爲牧圉，欣然信一家之偏見，可謂固陋矣。○竊竊，司馬云：猶察察也。牧乎，崔本作跂乎，云：踶跂，強羊貌。好，呼報反，注同。惡，烏路反。"
        },
        {
          "paragraph": "丘也與女皆夢也。",
          "zhushu": "未能忘言而神解，故非大覺也。○解音蟹，下同。"
        },
        {
          "paragraph": "予謂女夢，亦夢也。",
          "zhushu": "即復夢中之占夢也。夫是以爲夢，猶未寤也，況竊竊然自以爲覺哉。"
        },
        {
          "paragraph": "是其言也，其名爲弔詭。",
          "zhushu": "夫非常之談，故非常人之所知，故謂之弔當卓詭，而不識其懸解。○弔，如字，音的，至也。詭，九委反，異也。"
        },
        {
          "paragraph": "萬世之後，而一遇大聖，知其解者，是旦暮遇之也。",
          "zhushu": "言能蛻然無係，而玄同死生者至希也。○解音蟹，徐戶解反。蛻音帨，又始銳反。"
        },
        {
          "paragraph": "旣使我與若辯矣，若勝我，我不若勝，若果是也？我果非也邪？我勝若，若不吾勝，我果是也？而果非也邪？",
          "zhushu": "若、而，皆汝也。"
        },
        {
          "paragraph": "其或是也，其或非也邪？其倶是也，其倶非也邪？我與若不能相知也，則人固受其黮闇，吾誰使正之？",
          "zhushu": "不知而後推，不見而後辯，辯之而不足以自信，以其與物對也。辯對終日黮闇至竟，莫能正之，故當付之自正耳。○黮闇，貪闇反，李云：黮闇，不明貌。"
        },
        {
          "paragraph": "使同乎若者正之，旣與若同矣，惡能正之？使同乎我者正之，旣同乎我矣，惡能正之？",
          "zhushu": "同故是之，未足信也。○惡音烏，下皆同。"
        },
        {
          "paragraph": "使異乎我與若者正之，旣異乎我與若矣，惡能正之？",
          "zhushu": "異故相非耳，亦不足據。"
        },
        {
          "paragraph": "使同乎我與若者正之，旣同乎我與若矣，惡能正之？",
          "zhushu": "是若果是，則天下不得復有非之者也；非若信非，則亦無缘復有是之者也。今是其所同而非其所異，異同旣具而是非無主。故夫是非者，生於好辯而休乎天均，付之兩行而息乎自正也。"
        },
        {
          "paragraph": "然則我與若與人俱不能相知也，而待彼也邪？",
          "zhushu": "各自正耳。待彼不足以正此，則天下莫能相正也，故付之自正而至矣。"
        },
        {
          "paragraph": "何謂和之以天倪？",
          "zhushu": "天倪者，自然之分也。○和，如字，崔胡臥反。天倪，李音崔，徐音詣，郭音五底反，李云：分也。崔云：或作霓，音同，際也。班固曰：天研。"
        },
        {
          "paragraph": "曰：是不是，然不然。是若果是也，則是之異乎不是也亦無辯。然若果然也，則然之異乎不然也亦無辯。",
          "zhushu": "是非然否，彼我更對，故無辨。無辨，故和之以天倪，安其自然之分而巳，不待彼以正此。"
        },
        {
          "paragraph": "化聲之相待，若其不相待，",
          "zhushu": "是非之辯爲化聲。夫化聲之相待，俱不足以相正，故若不相待也。"
        },
        {
          "paragraph": "和之以天倪，因之以曼衍，所以窮年也。",
          "zhushu": "和之以自然之分，任其無極之化，尋斯以往，則是非之境自泯，而性命之致自窮也。○曼，徐音萬，郭武半反。衍，徐以戰反，司馬云：曼衍，無極也。"
        },
        {
          "paragraph": "忘年忘義，振於無竟，故寓諸無竟。",
          "zhushu": "夫忘年故玄同死生，忘義故彌貫是非，是非死生蕩而爲一，斯至理也。至理暢於無極，故寄之者不得有窮也。○振如字，崔云：止也，又之忍反。竟如字，極也。崔作境。"
        },
        {
          "paragraph": "罔兩問景曰：曩子行，今子止；曩子坐，今子起。何其無特操與？",
          "zhushu": "罔兩，景外之微隂也。○罔兩，向云：景之景也。崔本作罔浪，云：有無之狀。景，映永反，又如字，本或作影，俗也。曩，徐乃蕩反，李云：曏者也。無特，本或作持。崔云：特辭也。向云：無特者，行止無常也。與音餘。"
        },
        {
          "paragraph": "景曰：吾有待而然者邪？",
          "zhushu": "言天機自爾，坐起無待，無待而獨得者，孰知其故而貴其所以哉。"
        },
        {
          "paragraph": "吾所待。又有待而然者邪？",
          "zhushu": "若責其所待而尋其所由，則尋責無極，卒至於無待，而獨化之理明矣。"
        },
        {
          "paragraph": "吾待蛇蚹蜩翼邪？",
          "zhushu": "若待蛇蚹蜩翼，則無持操之所由，未爲難識也。今所以不識，正由不待斯𩔖而獨化故耳。○蛇蚹，音附，徐又音敷，司馬云：謂蛇腹下齟齬可以行者也。齟音士女反。齬音魚女反。蜩音條。"
        },
        {
          "paragraph": "惡識所以然？惡識所以不然？",
          "zhushu": "世或謂罔兩待景，景待形，形待造物者。請問夫造物者，有邪？無邪？無也，則胡能造物哉？有也，則不足以物衆形。故明乎衆形之自物，而後始可與言造物耳。是以渉有物之域，雖復罔兩，未有不獨化於玄冥者也。故造化者無主，而物各自造，物各自造，而無所待焉，此天地之正也。故彼我相因，形景俱生，雖復玄合，而非待也。明斯理也，將使萬物各反所宗於體中，而不待乎外，外無所謝而內無所矜，是以誘然皆生而不知所以生，同焉皆得而不知所以得也。今罔兩之因景，猶云俱生而非待也，則萬物雖聚而共成乎天，而皆歷然莫不獨見矣。故罔兩非景之所制，而景非形之所使。形非無之所化也，則化與不化，然與不然，從人之與由已，莫不自爾，吾安識其所以哉。故任而不𦔳，則本末內外，暢然俱得，泯然無迹。若乃責此近因而忘其自爾，宗物於外，䘮主於內，而愛尚生矣。雖欲推而齊之，然其所尚巳存乎胷中，何夷之得有哉？○䘮，息浪反。"
        },
        {
          "paragraph": "昔者莊周夢爲胡蝶，栩栩然胡蝶也。自喻適志與，",
          "zhushu": "自快得意，恱豫而行。○胡蝶，徐徒協反，司馬、崔云：蛺蝶也。栩栩，徐况羽反，喜貌。崔本作師喻。李云：喻快也。與音餘，下同。崔云：與哉。"
        },
        {
          "paragraph": "不知周也。",
          "zhushu": "方其夢爲胡蝶而不知周，則與殊死不異也。然所在無不適志，則當生而係生者，必當死而戀死矣。由此觀之，知夫在生而哀死者誤也。"
        },
        {
          "paragraph": "俄然覺，則蘧蘧然周也。",
          "zhushu": "自周而言，故稱覺耳，未必非夢也。○覺，古孝反。蘧蘧，徐音渠，又其慮反，李云：有形貌。崔作據據，引大宗師云：據然覺。"
        },
        {
          "paragraph": "不知周之夢爲胡蝶與？胡蝶之夢爲周與？",
          "zhushu": "今之不知胡蝶，無異於夢之不知周也。而各適一時之忘，則無以明胡蝶之不夢爲周矣。世有假寐而夢經百年者，則無以明今之百年非假寐之夢者也。"
        },
        {
          "paragraph": "周與胡蝶，則必有分矣，",
          "zhushu": "夫覺夢之分，無異於死生之辯也。今所以自喻適志，由其分定，非由無分也。"
        },
        {
          "paragraph": "此之謂物化。",
          "zhushu": "夫時不暫棹，而今不遂存，故昨日之夢，於今化矣。死生之變，豈異於此，而勞心於其間哉。方爲此，則不知彼夢爲胡蝶是也。取之於人，則一生之中，今不知後，麗姫是也，而愚者竊竊然自以爲知生之可樂，死之可苦，未聞物化之謂也。○樂音洛。"
        }
      ]
    },
    {
      "name": "莊子內篇養生主第三",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "夫生以養存，則養生者理之極也。若乃養過其極，以養傷生，非養生之主也。○音義曰：“養生以此爲主也。”"
        },
        {
          "paragraph": "吾生也有涯，",
          "zhushu": "所禀之分，各有極也。○涯，本又作崖，魚佳反。"
        },
        {
          "paragraph": "而知也無涯。",
          "zhushu": "夫舉重𢹂輕，而神氣自若，此力之所限也。而尚名好勝者，雖復絶膂，猶未足以慊其願，此知之無涯也。故知之爲名，生於失當，而滅於冥極。冥極者，任其至分而無豪銖之加。是故雖負萬鈞，苟當其所能，則忽然不知重之在身，雖應萬機，泯然不覺事之在己。此養生之主也。○知音智，注下同。好，呼報反。勝，升證反。復，扶又反，下皆同。膂音旅。慊，苦簟反，足也。"
        },
        {
          "paragraph": "以有涯隨無涯，殆已！",
          "zhushu": "以有限之性。尋無極之知。安得而不困哉○殆已向云疲困之謂。"
        },
        {
          "paragraph": "已而爲知者，殆而已矣！",
          "zhushu": "已困於知而不知止，又爲知以救之，斯養而傷之者，真大殆也。"
        },
        {
          "paragraph": "爲善無近名，爲惡無近刑。",
          "zhushu": "㤀善惡而居中，任萬物之自爲，悶然與至當爲一，故刑名逺已，而全理在身也。○近，附近之近，下同。悶，亾本反，又音門。逺，于萬反。"
        },
        {
          "paragraph": "緣督以爲經，",
          "zhushu": "順中以爲常也。○緣督以爲經。李云：緣，順也。督，中也。經，常也。郭、崔同。"
        },
        {
          "paragraph": "可以保身，可以全生，可以養親，",
          "zhushu": "養親以適。○養，羊尚反，注同。"
        },
        {
          "paragraph": "可以盡年。",
          "zhushu": "苟得中而冥度，則事事無不可也。夫養生非求過分，蓋全理盡年而已矣。"
        },
        {
          "paragraph": "庖丁爲文惠君解牛，手之所解，肩之所𠋣，足之所履，𦡀之所踦，砉然嚮然，奏刀騞然，莫不中音，合於桑林之舞，乃中經首之會。",
          "zhushu": "言其因便施巧，無不閑解，盡理之甚。旣適牛理，又合音節。○庖丁，崔本作胞，同白交反。庖人，丁其名也。管子有屠牛坦，一朝解九牛，力可剃毛。爲，于僞反。文惠君，崔、司馬云：梁惠王也。𠋣，徐於綺反。向，偃彼反，徐又於佇反，李音妖。踦，徐居彼反，向，魚彼反，李云：刺也。砉然。向，呼鵙反，徐許賜反，崔音畫，又古鵙反，李又呼歷反。司馬云：皮骨相離聲。嚮然，許丈反，郭許亮反。本或無然字。奏，如字。崔云：聞也。騞，呼獲反，徐許臂反。向，他亦反，又音麥。崔云：音近獲，聲大於砉也。中，丁仲反。下皆同。桑林司馬云：湯樂名。崔云：宋舞樂名。案：即左傳舞師題以旌夏是也。經首向，司馬云：咸池樂章也。崔云：樂章名也。或云奏樂名。便，婢靣反。解音蟹。"
        },
        {
          "paragraph": "文惠君曰：“譆，善哉！技蓋至此乎？”庖丁釋刀對曰：“臣之所好者，道也，進乎技矣。",
          "zhushu": "直寄道理於技耳，所好者非技也。○譆，徐音熈，李云：歎聲也。技，具綺反，下同。好，呼報反，注同。"
        },
        {
          "paragraph": "始臣之解牛之時，所見無非牛者。",
          "zhushu": "未能見其理間。"
        },
        {
          "paragraph": "三年之後，未嘗見全牛也。",
          "zhushu": "但見其理間也。"
        },
        {
          "paragraph": "方今之時，臣以神遇而不以目視，",
          "zhushu": "闇與理會○神遇向云：暗與理㑹，謂之神遇。"
        },
        {
          "paragraph": "官知止而神欲行。",
          "zhushu": "司察之官廢，縱心而順理。○官知，如字，崔云：官知，謂有所掌在也。向音智。專所司察而後動，謂之官智。而神欲行，如字，向云：從手放意，無心而得，謂之神欲。"
        },
        {
          "paragraph": "依乎天理，",
          "zhushu": "不橫截也。"
        },
        {
          "paragraph": "批大郤，",
          "zhushu": "有際之處，因而批之令離。○批，備結反，一音鋪迷反，字林云：擊也。父迷、父節二反。郤，徐去逆反，郭音郄，崔、李云：間也。處，昌慮反。令，力呈反，下同。離，力智反。"
        },
        {
          "paragraph": "導大𥧾，",
          "zhushu": "節解𥧾空，就導令殊。○導音道，注同。𥧾，苦管反，又苦天反，崔、郭、司馬云：空也。向音空。解，戸買反。"
        },
        {
          "paragraph": "因其固然，",
          "zhushu": "刀不妄加。"
        },
        {
          "paragraph": "技經肯綮之未嘗，",
          "zhushu": "技之妙也，常遊刃於空，未嘗經槩於微礙也。○技，本或作猗，其綺反，徐音技。肯，徐苦等反，說文作肎，字林同，口乃反，云：著骨肉也。一曰骨無肉也。崔云：許叔重曰：“骨間肉肯肯著也。綮，苦挺反，崔、向、徐並音啓，李烏係反，又一音罄。”司馬云：“猶結處也。槩，古代反。礙，五代反。”"
        },
        {
          "paragraph": "而況大軱乎？",
          "zhushu": "軱戾大骨。衂，刀刃也。○大軱，音孤。向云：“軱戾大骨也。”崔云：“槃結骨。衂，女六反。”"
        },
        {
          "paragraph": "良庖歲更刀，割也；",
          "zhushu": "不中其理，間也。○良庖，司馬云：良，善也。割，司馬云：“以刀割肉，故歲歲更作。”崔云：“歲一易刀，猶堪割也。”"
        },
        {
          "paragraph": "族庖月更刀，折也。",
          "zhushu": "中骨而折刀也。○族庖，司馬云：“族，離也。”崔云：“族，衆也。”"
        },
        {
          "paragraph": "今臣之刀十九年矣，所解數千牛矣，而刀刃若新發於硎。",
          "zhushu": "硎，砥石也。○硎音刑，磨石也。崔本作形，云：“新所受形也。砥音脂，又之履反。”尚書傳云：“砥細於礪。皆磨石也。”"
        },
        {
          "paragraph": "彼節者有間，而刀刃者無厚；以無厚入有間，恢恢乎其於遊刃必有餘地矣，是以十九年而刀刃若新發於硎。雖然，毎至於族，吾見其難爲，",
          "zhushu": "交錯聚結爲族。"
        },
        {
          "paragraph": "怵然爲戒，視爲止，",
          "zhushu": "不復属目於他物也。○爲，于僞反，下皆同。"
        },
        {
          "paragraph": "行爲遲。",
          "zhushu": "徐其手也。"
        },
        {
          "paragraph": "動刀甚微，謋然已解，",
          "zhushu": "得其宜，則用力少。○謋，化百反，徐又許百反。解音蟹，下皆同。"
        },
        {
          "paragraph": "如土委地。",
          "zhushu": "理解而無刀迹，若聚土也。"
        },
        {
          "paragraph": "提刀而立，爲之四顧，爲之躊躇滿志，",
          "zhushu": "逸足容豫，自得之謂。○提，徐徒稽反。躊，直留反。躇，直於反。"
        },
        {
          "paragraph": "善刀而藏之。”",
          "zhushu": "拭刀而弢之也。○善刀，善猶拭也。拭音式。弢，他刀反。"
        },
        {
          "paragraph": "文惠君曰：“善哉！吾聞庖丁之言，得養生焉。”",
          "zhushu": "以刀可養，故知生亦可養。"
        },
        {
          "paragraph": "公文軒見右師而驚曰：“是何人也？惡乎介也？”",
          "zhushu": "介，偏刖之名。○公文軒，司馬云：姓公文氏，名軒，宋人也。右師，司馬云：宋人也。簡文云：官名。惡音烏。介音戒，一音兀。司馬云：刖也。向、郭云：偏刖也。崔本作兀，又作𧿁，云：斷足也。刖音月，又五刮反。"
        },
        {
          "paragraph": "天與，其人與？",
          "zhushu": "知之所無柰何，天也；犯其所知，人也。○天與其人與並音餘，又皆如字。司馬云：爲天命，爲人事也。"
        },
        {
          "paragraph": "曰：“天也，非人也。天之生是使獨也，",
          "zhushu": "偏刖曰獨。夫師一家之知，而不能兩存其足，則是知其無所柰何。若以右師之知而必求兩全，則心神內困，而形骸外弊矣，豈直偏刖而已哉。○獨，司馬云：一足曰獨。知音智，下之知同。"
        },
        {
          "paragraph": "人之貌有與也。",
          "zhushu": "兩足共行曰有與。有與之貌。末有，疑其非命也。"
        },
        {
          "paragraph": "以是知其天也，非人也。”",
          "zhushu": "以有與者命也，故知獨者亦非我也。是以逹生之情者，不務生之所無所爲，逹命之情者，不務命之所無柰何也，全其自然而已。"
        },
        {
          "paragraph": "澤雉十歩一啄，百歩一飮，不蘄畜乎樊中。",
          "zhushu": "蘄，求也。樊，所以籠雉也。夫俯仰乎天地之間，逍遥乎自得之場，固養生之妙處也，又何求於入籠而服養哉。○啄，陟角反。蘄音祈，求也。樊中音煩，李云：藩也，所以籠雉也。向、郭同，崔以爲園中也。處，昌慮反。"
        },
        {
          "paragraph": "神雖王，不善也。",
          "zhushu": "夫始乎適而未嘗不適者，㤀適也。雖心神長王，志氣盈豫，而自放於清曠之地，忽然不覺善之爲善也。○王，于况反，注同。長，丁亮反，又直良反。"
        },
        {
          "paragraph": "老聃死，秦失弔之，三號而出。",
          "zhushu": "人弔亦弔，人號亦號。○老聃，吐藍反，司馬云：老子也。宋本又作佚，各依字讀，亦皆音逸。號，戸羔反，注同。"
        },
        {
          "paragraph": "弟子曰：“非夫子之友邪？”",
          "zhushu": "怪其不倚戸觀化，乃至三號也。○𠋣，於綺反。"
        },
        {
          "paragraph": "曰：“然。然則弔焉若此，可乎？”曰：“然。",
          "zhushu": "至人無情，與衆號耳，故若斯可也。"
        },
        {
          "paragraph": "始也吾以爲其人也，而今非也。向吾入而弔焉，有老者哭之，如哭其子；少者哭之，如哭其母。彼其所以會之，必有不蘄言而言，不蘄哭而哭者。",
          "zhushu": "嫌其先物施惠，不在理上往，故致此甚愛也。○少，詩照反。先，悉薦反，又如字。上往，一本往作住。"
        },
        {
          "paragraph": "是遁天倍情，忘其所受，",
          "zhushu": "天性所受，各有本分，不可逃，亦不可加。○遯天，徒遜反，又作遁。倍，音裴，加也，又布對反，本又作背。"
        },
        {
          "paragraph": "古者謂之遁天之刑。",
          "zhushu": "感物太深，不止於當，遁天者也。將馳䳱於憂樂之境，雖楚戮未加，而性情已困，庸非刑哉。○大深音泰。樂音洛，下文注同。"
        },
        {
          "paragraph": "適來，夫子時也；",
          "zhushu": "時自生也。"
        },
        {
          "paragraph": "適去，夫子順也。",
          "zhushu": "理當死也。"
        },
        {
          "paragraph": "安時而處順，哀樂不能入也，",
          "zhushu": "夫哀樂生於失得也，今玄通合變之士，無時而不安，無順而不處，冥然與造化爲一，則無往而非我矣，將何得何失，孰死孰生哉？故任其所受，而哀樂無所錯其間矣。○錯七路反。"
        },
        {
          "paragraph": "古者謂是帝之縣解。",
          "zhushu": "以有係者爲縣，則無係者縣解也。縣解而性命之情得矣，此養生之要也。○縣音玄。解音蟹，注同。崔云：以生爲縣，以死爲解。"
        },
        {
          "paragraph": "指窮於爲薪，火傳也，",
          "zhushu": "窮，盡也。爲薪，猶前薪也。前薪以指，指盡前薪之理，故火傳而不滅。心得納養之中，故命續而不絶。明夫養生乃生之所以生也。○指窮於爲薪，如字，絶句。爲，猶前也。傳，直專反，注同。也。傳者，相傳繼續也。崔云：薪火，爝火也。傳，延也。中，丁仲反。"
        },
        {
          "paragraph": "不知其盡也。”",
          "zhushu": "夫時不再來，今不一停，故人之生也，一息一得耳。向息非今息，故納養而命續；前火非後火，故爲薪而火傳。火傳而命續，由夫養得其極也。世豈知其盡而更生哉？"
        }
      ]
    },
    {
      "name": "莊子內篇人閒世第四",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "與人羣者，不得離人。然人間之變故，丗丗異宜，唯無心而不自用者，爲能隨變所適而不荷其累也。○音義曰：此人間見事丗所常行者也。離，力智反。荷，胡我反，又音何。累，力僞反。"
        },
        {
          "paragraph": "顔回見仲尼，請行。曰：“奚之？”曰：“將之衛。”曰：“奚爲焉？”曰：“回聞衛君，其年壯，其行獨，",
          "zhushu": "不與民同欲也。○顔回，孔子弟子，姓顔，名回，字子淵，魯人也。衛君，司馬云：衛莊公蒯瞶也。案左傳，衛莊公以魯哀十五年冬始入國，時顔回已死，不得爲莊公，蓋是世公輙也。行，下孟反。獨崔云：自專也。向云：與人異也。"
        },
        {
          "paragraph": "輕用其國，",
          "zhushu": "夫君人者，動必乗人，一怒則伏尸流血，一喜則軒冕塞路。故君人者之用國，不可輕也。"
        },
        {
          "paragraph": "而不見其過；",
          "zhushu": "莫敢諌也。"
        },
        {
          "paragraph": "輕用民死，",
          "zhushu": "輕用之於死也。"
        },
        {
          "paragraph": "死者以國量乎澤，若蕉，",
          "zhushu": "舉國而輸之死地，不可稱數，視之若草芥也。○量音亮，李力章反。蕉，似遥反，徐在堯反。向云：草芥也。崔云：芟，刈也。其澤如見芟夷。言野無青草。數，所主反。"
        },
        {
          "paragraph": "民其無如矣。”",
          "zhushu": "無所依歸。"
        },
        {
          "paragraph": "回嘗聞之夫子曰：“治國去之，亂國就之，醫門多疾，願以所聞，思其則庶幾其國有瘳乎！”仲尼曰：“譆若殆往而刑耳！",
          "zhushu": "其道不足以救彼患。治，直吏反。醫，於其反。思其則絶句。崔、李云：則，法也。瘳，丑由反，李云：愈也。譆，音熈，又於其反。"
        },
        {
          "paragraph": "夫道不欲雜，",
          "zhushu": "宜正得其人。"
        },
        {
          "paragraph": "雜則多，多則擾，擾則憂，憂而不救。",
          "zhushu": "若夫不得其人，則雖百醫守病，適足致疑，而不能一愈也。"
        },
        {
          "paragraph": "古之至人，先存諸己而後存諸人。",
          "zhushu": "有其具，然後可以接物也。"
        },
        {
          "paragraph": "所存於己者未定，何暇至於暴人之所行！",
          "zhushu": "不虚心以應物，而役思以犯難，故知其所存於己者未定也。夫唯外其知以養眞，寄妙當於羣才，功名歸物，而患慮逺身，然後可以至於暴人之所行也。○思，息嗣反。逺，于萬反，重意記大學。君子有諸己而后求諸人，無諸己而后非諸人。所藏乎身不恕而能喻諸人者，未之有也。"
        },
        {
          "paragraph": "且若亦知夫德之所蕩而知之所爲出乎哉？德蕩乎名，知出乎爭。",
          "zhushu": "德之所以流蕩者，矜名故也。知之所以橫出者，爭善故也。雖復桀、跖，其所矜惜，無非名善也。○知音智，下及注同。爲，于僞反。争善，此及下争名二字依字讀。復，扶又反，下皆同。桀跖，之石反。桀，夏王也。跖，盜跖也。"
        },
        {
          "paragraph": "名也者，相軋也；知也者，爭之器也。二者凶器，非所以盡行也。",
          "zhushu": "夫名知者，世之所用也。而名起則相軋，知用則争興，故遺名知而後行可盡也。○軋，徐於八反，又側列反，李云：折也。崔云：天也。亦作軋。崔又云：或作禮。相賔禮也。"
        },
        {
          "paragraph": "且德厚信矼，未逹人氣，名聞不爭，未逹人心。而彊以仁義繩墨之言術暴人之前者，是以人惡有其美也，",
          "zhushu": "夫投人夜光，鮮不案劒者，未逹故也。今回之德信與其不争之名，彼所未逹也，而強以仁義凖繩於彼，彼將謂回欲毀人以自成也。是故至人不役志以經丗，而虚心以應物，誠信著於天地，不争暢於萬物，然後萬物歸懷，天地不逆。故德音發而天下響會，景行彰而六合倶應，而後始可以經寒暑，渉治亂，而不與逆鱗迕也。○矼，徐江若反，崔音控，簡文云：慤實貌。彊，其兩反，注同。惡有，烏路反，下惡不肖及注云，崔本作育，云：賣也。鮮，息淺反。治，直吏反。迕音誤。"
        },
        {
          "paragraph": "命之曰菑人。菑人者，人必反菑之，",
          "zhushu": "適不信受，則謂與己争名而反害之。○菑音災，下皆同。"
        },
        {
          "paragraph": "若殆爲人菑夫！且苟爲恱賢而惡不肖，惡用而求有以異？",
          "zhushu": "苟能恱賢惡愚，聞義而服，便爲明君也。苟爲明君，則不苦無賢臣，汝往亦不足復奇。如其不爾，往必受害。故以有心而往，無往而可，無心而應，其應自來，則無往而不可也。○夫音符。肖音𥬇，徐蘇呌反，似也。惡用音烏。"
        },
        {
          "paragraph": "若唯無詔，王公必將乗人而𨷖其捷。",
          "zhushu": "汝唯有寂然不言耳，言則王公必乗人以君人之勢，而角其捷辯，以距諌飾非也。○唯，郭如字，一音唯癸反。詔絶句。詔，告也，言也。崔本作詻，音額，云：逆擊曰詻。王公必將乗人絶句。而闘。其捷，在接反。崔讀若唯。無詻王公絶句。必將乗人而闘絶句。捷作接，其接，引續也。"
        },
        {
          "paragraph": "而目將熒之，",
          "zhushu": "其言辯捷，使人眼眩。○熒，戸扄反。向，崔本作營，音熒。眩，玄遍反。"
        },
        {
          "paragraph": "而色將平之，",
          "zhushu": "不能復自異於彼也。"
        },
        {
          "paragraph": "口將營之，",
          "zhushu": "自救解不暇。"
        },
        {
          "paragraph": "容將形之，心且成之。",
          "zhushu": "乃且釋己以從彼也。○容將形之謂擎跽也。"
        },
        {
          "paragraph": "是以火救火，以水救水，名之曰益多，",
          "zhushu": "適不能救，乃更足以成彼之盛。"
        },
        {
          "paragraph": "順始無窮。",
          "zhushu": "尋常守故，未肯變也。"
        },
        {
          "paragraph": "若殆以不信厚言，必死於暴人之前矣！",
          "zhushu": "未信而諌，雖厚爲害。"
        },
        {
          "paragraph": "且昔者桀殺𨵿龍逢，紂殺王子比干，是皆脩其身以下傴拊人之民，以下拂其上者也，",
          "zhushu": "居下而任上之憂，比干非其事也。○𨵿龍逢，夏桀之賢臣。王子比干，殷紂之叔父。下，遐嫁反。傴，紆甫反。拊，徐向音撫。李云：傴拊，謂憐愛之也。崔云：猶嘔呴，謂養也。拂，符弗反，崔云：違也，又勞弗反。"
        },
        {
          "paragraph": "故其君因其脩以擠之，是好名者也。",
          "zhushu": "不欲令臣有勝君之名也。○擠，徐子計反，又子禮反，司馬云：毒也。一云䧟也。方言云：滅也。簡文云：排也。好，呼報反。令，力呈反。"
        },
        {
          "paragraph": "昔者堯攻叢枝、胥敖，禹攻有扈，國爲虚厲，身爲刑戮，其用兵不止，其求實無已。是皆求名實者也，而獨不聞之乎？",
          "zhushu": "夫暴君非徒求恣其欲，乃復求名，但所求者非其道耳。○叢，才公反。扈音戸，司馬云：國名，在始平郡。案：即今京兆鄠縣也。虚厲，如字，又音墟。李云：居宅無人曰虚，死而無後爲厲。"
        },
        {
          "paragraph": "名實者，聖人之所不能勝也，而況若乎！",
          "zhushu": "惜名貪欲之君，雖復堯爲，不能勝化也，故與衆攻之。而汝乃欲空手而往，化之以道哉。"
        },
        {
          "paragraph": "雖然，若必有以也，嘗以語我來。”顔回曰：“端而虚，",
          "zhushu": "正其形而虚其心也。○語，魚豫反，下同。"
        },
        {
          "paragraph": "勉而一，",
          "zhushu": "言遜而不二也。"
        },
        {
          "paragraph": "則可乎？”曰：“惡！惡可！",
          "zhushu": "言未可也。○惡惡，皆音烏，下同。"
        },
        {
          "paragraph": "夫以陽爲充孔揚，",
          "zhushu": "言衛君亢陽之性，充張於內，而甚揚於外，強禦之至也。"
        },
        {
          "paragraph": "采色不定，",
          "zhushu": "喜怒無常。"
        },
        {
          "paragraph": "常人之所不違，",
          "zhushu": "莫之敢逆。"
        },
        {
          "paragraph": "因案人之所感，以求容與其心，",
          "zhushu": "夫頑強之甚，人以快事感己，己陵藉而乃抑挫之，以求從容自放，而遂其侈心也。○挫，子臥反。從，七容反。"
        },
        {
          "paragraph": "名之曰日漸之德不成，而況大德乎！",
          "zhushu": "言乃少多無回降之勝也，"
        },
        {
          "paragraph": "將執而不化，",
          "zhushu": "故守其本意也。"
        },
        {
          "paragraph": "外合而內不訾，其庸詎可乎？",
          "zhushu": "外合而內不訾，即向之端虚而勉一耳，言此未足以化之。○訾向徐音紫，崔云：毀也。"
        },
        {
          "paragraph": "然則我內直而外曲，成而上比；",
          "zhushu": "顔回更說此三條也。○上，時掌反；下同。"
        },
        {
          "paragraph": "內直者，與天爲徒，與天爲徒者，知天子之與巳皆天之所子，而獨以巳言蘄乎而人善之，蘄乎而人不善之邪？",
          "zhushu": "物無貴賤，得生一也。故善與不善，付之公當耳，一無所求於人也。○蘄音，祈。"
        },
        {
          "paragraph": "若然者，人謂之童子，是之謂與天爲徒。",
          "zhushu": "依乎天理，推己性命，若嬰兒之直往也。"
        },
        {
          "paragraph": "外曲者，與人之爲徒也。擎跽曲拳，人臣之禮也，人皆爲之，吾敢不爲邪！爲人之所爲者，人亦無疵焉，是之謂與人爲徙。",
          "zhushu": "外形委曲，隨人事之所當爲也。○擎，徐其驚反。跽，徐其里反，說文云：長跪也。拳音權。疵，才斯反。"
        },
        {
          "paragraph": "成而上比者，與古爲徒。",
          "zhushu": "成於今而比於古也。"
        },
        {
          "paragraph": "其言雖敎，讁之實也，",
          "zhushu": "雖是常敎，有諷責之旨。○讁，直革反。諷，非鳳反。"
        },
        {
          "paragraph": "古之有也，非吾有也。若然者，雖直不爲病，",
          "zhushu": "寄直於古，故無以病我也。"
        },
        {
          "paragraph": "是之謂與古爲徒。若是則可乎？”仲尼曰：“惡！惡可！大多政法而不諜，",
          "zhushu": "當理無二，而張三條以政之，與事不冥也。○大音㤗，徐勑佐反，崔本作太。諜，徐徒叶反，向吐頰反，李云：安也。崔云：間諜也。"
        },
        {
          "paragraph": "雖固亦無罪，",
          "zhushu": "雖未弘大，亦且不見咎責。"
        },
        {
          "paragraph": "雖然，止是耳矣，夫胡可以及化！",
          "zhushu": "罪則無矣，化則未也。"
        },
        {
          "paragraph": "猶師心者也。”",
          "zhushu": "挾三術以適彼，非無心而付之天下也。○挾，戸牒反。"
        },
        {
          "paragraph": "顔回曰：“吾無以進矣，敢問其方。”仲尼曰：“齋，吾將語若。有而爲之，其易邪？",
          "zhushu": "夫有其心而爲之者，誠未易也。○曰齋本亦作齊，同，則皆反，下同。易，以豉反，後皆同。向崔云：輕易也。"
        },
        {
          "paragraph": "易之者，暭天不宜。”",
          "zhushu": "以有爲爲易，未見其宜也。○暭，徐胡老反，向云：暭，天自然也。"
        },
        {
          "paragraph": "顔回曰：“回之家貧，唯不飮酒不茹葷者數月矣，若此，則可以爲齋乎？”曰：“是祭祀之齋，非心齋也。”回曰：“敢問心齋。”仲尼曰：“若一志，",
          "zhushu": "去異端而任獨也。○茹，徐音汝，食也。葷，徐許云反。數，色主反。夫，起吕反，下同。"
        },
        {
          "paragraph": "無聽之以耳而聽之以心，無聽之以心而聽之以氣。聽止於耳，心止於符。氣也者，虚而待物者也。",
          "zhushu": "遺耳目，去心意，而符氣性之自得，此虚以待物者也。"
        },
        {
          "paragraph": "唯道集虚。虚者，心齋也。”",
          "zhushu": "虚其心，則至道集於懷也。"
        },
        {
          "paragraph": "顔回曰：“回之未始得使，實自回也；",
          "zhushu": "未使心齋，故有其身，○未始得使絶句，崔讀至實字絶句。"
        },
        {
          "paragraph": "得使之也，未始有回也；",
          "zhushu": "旣得心齋之使，則無其身。"
        },
        {
          "paragraph": "可謂虚乎？”夫子曰：“盡矣。吾語若，若能入遊其樊而無感其名，",
          "zhushu": "放心自得之場，當於實而止。"
        },
        {
          "paragraph": "入則鳴，不入則止。",
          "zhushu": "譬之宫啇，應而無心，故曰鳴也。夫無心而應者，任彼耳，不強應也○強其文也。"
        },
        {
          "paragraph": "無門無毒，",
          "zhushu": "使物自若，無門者也。付天下之自安，無毒者也。毒，治也。○毒如字，治也。崔本作毎，云貪也。"
        },
        {
          "paragraph": "一宅而寓於不得已，",
          "zhushu": "不得已者，理之必然者也。體至一之宅，而㑹乎必然之無也。○而寓，崔本作如愚。"
        },
        {
          "paragraph": "則幾矣。",
          "zhushu": "埋盡於斯。"
        },
        {
          "paragraph": "絶迹易，無行地難。",
          "zhushu": "不行則易，欲行而不踐地，不可能也。無爲則易，欲爲而不傷性，不可得也。○無絶句，向、崔皆以無字属下句。"
        },
        {
          "paragraph": "爲人使易以僞，爲天使難以僞。",
          "zhushu": "視聽之所得者粗，故易欺也。至於自然之報細，故難僞也。則失眞少者，不全亦少，失眞多者，不全亦多，失得之報，未有不當其分者也，而欲違天爲僞，不亦難乎○粗音麄。"
        },
        {
          "paragraph": "聞以有翼飛者矣，未聞以無翼飛者也。聞以有知知者矣，未聞以無知知者也。",
          "zhushu": "言必有其具，乃能其事。今無至虚之宅，無由有化物之實也。○知知，上音智，下如字，下句同。"
        },
        {
          "paragraph": "瞻彼闋者，虚室生白，",
          "zhushu": "夫視有若無，虚室者也，虚室而純白獨生矣。○闋，徐苦穴反，司馬云：空也。虚室生白。崔云：白者，日光所照也。司馬云：室比喻心，心能空虚，則純白獨生也。"
        },
        {
          "paragraph": "吉祥止止。",
          "zhushu": "夫吉祥之所集者，至虚至静也。"
        },
        {
          "paragraph": "夫且不止，是之謂坐馳。",
          "zhushu": "若夫不止於當，不會於極，此爲以應坐之日而馳騖不息也。故外敵未至而內已困矣，豈能化物哉。"
        },
        {
          "paragraph": "夫徇耳目內通而外於心知，鬼神將來舎，而況人乎！",
          "zhushu": "夫使耳目閉而自然得者，心知之用外矣。故將任性直通，無往不冥，尚無幽昧之責，而况人間之累乎。○狥，辭後反，徐辭倫反，李云：使也。知音智，注同。"
        },
        {
          "paragraph": "是萬物之化也，禹舜之所紐也，伏羲几蘧之所行終，而況散焉者乎！”",
          "zhushu": "言物無貴賤，未有不由心知耳目以自通者也，故出之。所謂知者，豈欲知而知哉？所謂見者，豈謂見而見哉？若夫知見可以欲爲而得者，則欲賢可以得賢，爲聖可以得聖乎？固不可矣。而世不知知之自知，因欲爲知以知之；不見見之自見，因欲爲見以見之；不知生之自生，又將爲生以生之。故見目而求離婁之明，見耳而責師曠之聦。故心神奔馳於內，耳目竭䘮於外，身處不適，則與物不冥矣。不冥矣，而能合乎人間之變，應乎世世之節者，未之有也。○紐，徐女酒反，崔云：系而行之曰紐。簡文云：紐，本也。戲，本又作羲，亦作犧，同許宜反。即大曍，三皇之始也。凡蘧，其居反。向云：古之帝王也。李云：上古帝王。散，悉旦反。李云：放也。崔云：德不及聖王爲散。聦本作𦗟。䘮。息浪反。"
        },
        {
          "paragraph": "葉公子高將使於齊，問於仲尼曰：“王使諸梁也甚重，",
          "zhushu": "重其使，欲有所求也。葉音攝。子高，楚大夫，爲葉縣尹。僣称公，姓沈，名諸梁，字子高。將使，所吏反。不待使及注同。"
        },
        {
          "paragraph": "齊之待使者，蓋將甚敬而不急。",
          "zhushu": "恐直空報其敬，而不肯急應其求也。"
        },
        {
          "paragraph": "匹夫猶未可動也，而況諸侯乎？吾甚慄之。”子嘗語諸梁也曰：“凡事若小若大，寡不道以懽成，",
          "zhushu": "夫事無小大，少有不言以成爲懽者耳，此仲尼之所曾告諸梁也。慄，音栗，李云：懼也。語，魚據反，下同。"
        },
        {
          "paragraph": "事若不成，則必有人道之患；",
          "zhushu": "夫以成爲懽者，不成則怒矣，此楚王之所不能免也。"
        },
        {
          "paragraph": "事若成，則必有隂陽之患；",
          "zhushu": "人患雖去，然喜懼戰於胷中，固已結氷炭於五藏矣。○藏，才浪反。"
        },
        {
          "paragraph": "若成若不成而後無患者，唯有德者能之。",
          "zhushu": "成敗若任之於彼，而莫足以患心者，唯有德者乎。"
        },
        {
          "paragraph": "吾食也，執粗而不臧，爨無欲清之人。",
          "zhushu": "對火而不思凉，明其所饌儉薄也。○執，衆家本並然，簡文作熱。粗，音麤，又才古反。臧，作郎反，善也，絶句，一音才郎反。句至㸑字。爨，七亂反。清，七性反，字宜從青。從凊者，假借也。清，凉也。之人言爨火爲食，而不思清凉，明火微而食宜儉薄。饌，士戀反。"
        },
        {
          "paragraph": "今吾朝受命而夕飮冰，我其內𤍠與？",
          "zhushu": "所饌儉薄而內𤍠飮氷者，誠憂事之難，非美食之爲。○與，音餘，下㥀與同。内𤍠，向云：食美食者必內熱。"
        },
        {
          "paragraph": "吾未至乎事之情，而旣有隂陽之患矣；事若不成，必有人道之患。是兩也，",
          "zhushu": "事未成，則唯恐不成耳。若果不成，則恐懼結於內而刑網羅於外也。○恐丘勇反。"
        },
        {
          "paragraph": "爲人臣者不足以任之，子其有以語我來。”仲尼曰：“天下有大戒二：其一，命也；其一，義也。子之愛親，命也，不可解於心；",
          "zhushu": "自然結固，不可解也。○任，而林反，又而鳩反。"
        },
        {
          "paragraph": "臣之事君，義也，無適而非君也，無所逃於天地之間。",
          "zhushu": "千人聚不以一人爲主，不亂則散。故多賢不可以多君，無賢不可以無君，此天人之道，必至之宜。"
        },
        {
          "paragraph": "是之謂大戒，",
          "zhushu": "若君可逃而親可解，則不足戒也。"
        },
        {
          "paragraph": "是以夫事其親者，不擇地而安之，孝之至也；夫事其君者，不擇事而安之，忠之盛也；自事其心者，哀樂不易施乎前，知其不可奈何而安之若命，德之至也。",
          "zhushu": "知不可奈何者，命也而安之，則無哀無樂，何易施之有哉？故冥然以所遇爲命，而不施心於其間，泯然與至當爲一，而無休戚於其中。雖事凡人，猶無往而不適，而况君親乎？○樂音洛，注下同。施如字，崔以䜴反，云：移也。"
        },
        {
          "paragraph": "爲人臣子者，固有所不得已。行事之情而忘其身，",
          "zhushu": "事有必至，理固常通，故任之則事濟，事濟而身不存者，未之有也，又何用心於其身哉？"
        },
        {
          "paragraph": "何暇至於恱生而惡死？ 夫子其行可矣。",
          "zhushu": "理無不通，故當任所遇而直前耳。若乃信道不篤，而恱惡存懷，不能與至當倶往而謀生慮死，未見能成其事者也。○惡，烏路反，下皆同。"
        },
        {
          "paragraph": "丘請復以所聞：凡交近則必相靡以信，",
          "zhushu": "近者得接，故以其信驗親相靡服也。○復，扶又反，下注同。"
        },
        {
          "paragraph": "遠則必忠之以言，",
          "zhushu": "遥以言傳意也。○傳，丈專反，下文并注同。"
        },
        {
          "paragraph": "言必或傳之。夫傳兩喜兩怒之言，天下之難者也。",
          "zhushu": "夫喜怒之言，若過其實，傳之者宜使兩不失中，故未易也。○怒，如字，注同，本又作𡜱，下同。易，以豉反，下文注皆同。"
        },
        {
          "paragraph": "夫兩喜必多溢美之言，兩怒必多溢惡之言。",
          "zhushu": "溢，過也。喜怒之言，常過其當也。"
        },
        {
          "paragraph": "凡溢之𩔖妄，",
          "zhushu": "嫌非彼言，以傳者妄作。"
        },
        {
          "paragraph": "妄則其信之也莫，",
          "zhushu": "莫然疑之。"
        },
        {
          "paragraph": "莫則傳言者殃。”",
          "zhushu": "就傳過言，似於誕妄，受者有疑，則傳言者横以輕重爲罪也。"
        },
        {
          "paragraph": "故法言曰：“傳其常情，無傳其溢言，則幾乎全。",
          "zhushu": "雖聞臨時之過言而勿傳也。必稱其常情，而要其誠致，則近於全也。○要，一遥反。近，附近之近。"
        },
        {
          "paragraph": "且以巧𨷖力者，始乎陽，",
          "zhushu": "本共好戲，好呼報反。"
        },
        {
          "paragraph": "常卒乎隂，",
          "zhushu": "欲勝情至，潜興害彼。"
        },
        {
          "paragraph": "泰至則多竒巧；",
          "zhushu": "不復循理。○大至，音泰，本亦作泰，徐敕佐反，下同。巧，如字，又苦孝反。"
        },
        {
          "paragraph": "以禮飮酒者，始乎治，",
          "zhushu": "尊卑有別，旅酬有次。○治，直吏反。別，彼列反。"
        },
        {
          "paragraph": "常卒乎亂，",
          "zhushu": "湛、湎、滛，液也。○湛，直林反，又荅南反。湎，靣善反。液，以𨾏反。"
        },
        {
          "paragraph": "泰至則多竒樂。",
          "zhushu": "滛流縱橫，無所不至。"
        },
        {
          "paragraph": "凡事亦然。始乎諒，常卒乎鄙；其作始也簡，其將畢也必巨。",
          "zhushu": "夫煩生於簡，事起於微，此必至之勢也。"
        },
        {
          "paragraph": "言者，風波也；行者，實䘮也。",
          "zhushu": "夫言者，風波也，故行之則實䘮矣。○䘮，息浪反，注下同。"
        },
        {
          "paragraph": "夫風波易以動，實䘮易以危。",
          "zhushu": "故遺風波而弗行，則實不䘮矣。夫事得其實，則危可安而蕩可定也。"
        },
        {
          "paragraph": "故忿設無由，巧言偏辭。",
          "zhushu": "夫忿怒之作，無他由也，常由巧言過實，偏辭失當。○偏音篇，崔本作諞，音辯。"
        },
        {
          "paragraph": "獸死不擇音，氣息茀然，於是並生心厲。",
          "zhushu": "譬之野獸，蹴之窮地，意急情盡，則和聲不至，而氣息不理，茀然暴怒，倶生𤷅疵以相對之。○氣息，並如字，向本作𧪩噐，云：𧪩，馬氏音息，噐，氣也。崔本作𧪩噐，云：喘息𥷇不調也，又作蓽字。茀，徐符弗反，郭敷末反，李音怫，崔音勃。厲，如字，李音頼。蹴，子六反。𤷅，疑賣反，又音詣，本又作疣，音尤。疵，士賣反，又齊計反，上若作疣，此則才知反。"
        },
        {
          "paragraph": "剋核太至，則必有不肖之心應之，而不知其然也。",
          "zhushu": "夫寛以容物，物必歸焉。剋核太精，則鄙吝心生而不自覺也。故大人蕩然放物於自得之場，不苦人之能，不竭人之歡，故四海之交可全。○核，幸格反。"
        },
        {
          "paragraph": "茍爲不知其然也，孰知其所終！”",
          "zhushu": "苟不自覺，安能知禍福之所齊詣也。○齊如字，又才計反。"
        },
        {
          "paragraph": "故法言曰：“無遷令，",
          "zhushu": "傳彼，實也。"
        },
        {
          "paragraph": "無勸成，",
          "zhushu": "任其自成。"
        },
        {
          "paragraph": "過度益也。",
          "zhushu": "益則非任實。"
        },
        {
          "paragraph": "遷令勸成殆事，",
          "zhushu": "此事之危殆。"
        },
        {
          "paragraph": "美成在久，",
          "zhushu": "美成者，任其時化，譬之種植，不可一朝成。"
        },
        {
          "paragraph": "惡成不及改，",
          "zhushu": "彼之所惡，而勸彊成之，則悔敗尋至。○惡，烏路反。彊，其丈反，下欲彊同。"
        },
        {
          "paragraph": "可不愼與！且夫乗物以遊心，",
          "zhushu": "寄物以爲意也。"
        },
        {
          "paragraph": "託不得已以養中，至矣，",
          "zhushu": "任理之必然者，中庸之符全矣，斯接物之至也。"
        },
        {
          "paragraph": "何作爲報也。",
          "zhushu": "當任齊所報之實，何爲爲齊作意於其間哉？○爲爲，上如字，下于僞反。"
        },
        {
          "paragraph": "莫若爲致命，此其難者。”",
          "zhushu": "直爲致命最易，所以喜怒施心故難也。"
        },
        {
          "paragraph": "顔闔將傳衛靈公大子，而問於蘧伯玉曰：“有人於此，其德天殺。與之爲無方，則危吾國；與之爲有方，則危吾身。",
          "zhushu": "夫小人之性，引之軌制則憎已，縱其無度則亂邦。○顔闔，胡臘反。向，崔本作蓋。魯之賢人，隱者衛靈公。左傳云：名元太子，音泰。司馬云：蒯，聵也。蘧，其居反。伯玉名瑗，衛大夫。天殺，如字，謂如天殺物也。徐所列反。無方，李云：方，道也。"
        },
        {
          "paragraph": "其知適足以知人之過，而不知其所以過。",
          "zhushu": "不知民過之由巳，故罪責於民而不自改。○其知，音智。"
        },
        {
          "paragraph": "若然者，吾奈之何？”蘧伯玉曰：“善哉問乎！戒之愼之，正女身哉。",
          "zhushu": "反覆與會俱，所以爲正身。○女，音汝，下同。覆，芳服反。"
        },
        {
          "paragraph": "形莫若就，心莫若和，",
          "zhushu": "形不𠂯逆，和而不同。"
        },
        {
          "paragraph": "雖然，之二者有患。就不欲入，",
          "zhushu": "就者形順，入者還與同。"
        },
        {
          "paragraph": "和不欲出。",
          "zhushu": "和者義濟，岀者自顯伐。"
        },
        {
          "paragraph": "形就而入，且爲顚爲滅，爲崩爲蹶。",
          "zhushu": "若遂與同，則是顚危而不扶持，與彼俱亡矣。故當模格天地，但不立小異耳。○蹶，徐其月反，郭音厥，李舉衛反。模，莫胡反。"
        },
        {
          "paragraph": "心和而出，且爲聲爲名，爲妖爲孽。",
          "zhushu": "自顯和之，且有含垢之聲，濟彼之名，彼將惡其勝巳，妄生妖孽，故當悶然若晦，玄同光塵，然後不可得而親，不可得而踈，不可得而利，不可得而害。○孽，彦列反。惡，烏路反。悶音門。"
        },
        {
          "paragraph": "彼且爲嬰兒，亦與之爲嬰兒；彼且爲無町畦，亦與之爲無町畦；彼且爲無崖，亦與之爲無崖；逹之，入於無疵。",
          "zhushu": "不小立圭角以逆其鱗也。○嬰兒，李云：喻無意也。崔云：喻驕遊也。町，徒頂反。畦，戸圭反。李云：町畦，畔垺也。無畔垀，無威儀也。崔云：喻守節。崖，司馬云：不顧法也。無疵，似移反，病也。"
        },
        {
          "paragraph": "汝不知夫螳蜋乎？怒其臂以當車轍，不知其不勝任也，是其才之美者也。",
          "zhushu": "夫螳蜋之怒臂，非不美也，以當車轍，顧非敵耳。今知之所無奈何，而欲彊當其任，即螳蜋之怒臂也。○勝音升。"
        },
        {
          "paragraph": "戒之，愼之！積伐而美者以犯之，幾矣。",
          "zhushu": "積汝之才，伐汝之美，以犯此人，危殆之道。"
        },
        {
          "paragraph": "汝不知夫養虎者乎？不敢以生物與之，爲其殺之之怒也；",
          "zhushu": "恐其因有殺心而遂怒也。○爲，于僞反，下同。"
        },
        {
          "paragraph": "不敢以全物與之，爲其决之之怒也；",
          "zhushu": "方使虎自齧分之，則因用力而怒矣○分如字。"
        },
        {
          "paragraph": "時其飢飽，逹其怒心。",
          "zhushu": "知其所以怒而順之。"
        },
        {
          "paragraph": "虎之與人異𩔖而媚養己者，順也；故其殺者，逆也。",
          "zhushu": "順理則異𩔖生愛，逆節則至親交兵。"
        },
        {
          "paragraph": "夫愛馬者，以筐盛矢，以蜄盛溺。",
          "zhushu": "矢溺至賤，而以寳噐盛之，愛馬之至也。○盛矢，音成，下及注同。矢，或作屎，同。蜄，徐市軫反。蛤𩔖溺，徒弔反。"
        },
        {
          "paragraph": "適有蚉䖟僕緣，",
          "zhushu": "僕僕然羣著馬。○蚉音文，本或作𧊈，同。䖟，孟庚反。僕縁，普木反，徐敷木反。向云：僕僕然蚉䖟縁馬稠穊之貌。崔音如字，云：僕御。著，直略反。"
        },
        {
          "paragraph": "而拊之不時，",
          "zhushu": "雖救其患，而掩馬之不意。○拊，李音撫，又音付，一音附，崔本作府，音拊。"
        },
        {
          "paragraph": "則缺銜毀首碎胷。",
          "zhushu": "掩其不備，故驚而至此。"
        },
        {
          "paragraph": "意有所至而愛有所亡，可不愼邪。",
          "zhushu": "意至除患，率然拊之，以致毀碎，失其所以愛矣。故當世接物，逆順之際，不可不愼也。○率，踈律反，本或作卒，七忽反。"
        },
        {
          "paragraph": "匠石之齊，至乎曲轅，見櫟社樹。其大蔽牛，絜之百圍，其高臨山，十仞而後有枝，其可以爲舟者旁十數。觀者如市，匠伯不顧，遂行不輟。弟子厭觀之，走及匠石，曰：‘自吾執斧斤以隨夫子，未嘗見材如此其美也。先生不肯視，行不輟，何邪？’曰：‘已矣，勿言之矣。散木也，以爲舟則沈，以爲棺槨則速腐，以爲器則速毀，以爲門戸則液樠，以爲柱則蠧，是不材之木也；無所可用，故能若是之壽。’",
          "zhushu": "不在可用之數，故曰散木。○曲轅，音𡊮。司馬云：曲轅，曲道也。崔云：道名。櫟，力狄反。李云：木名。一云采也。蔽牛，必世反。李云：牛挂其旁而不見絜向，徐戸結皮，徐又虎結反，約束也。百圍，李云：徑入爲圍，盖十丈也。十仭，小爾雅云：四尺曰仞。案：七尺曰仞，崔本作千仞，或云八尺曰仞。旁十數，所具反。崔云：旁，旁枝也。觀，古奐反，又音官。匠伯，伯，匠石字也。崔本亦作石。輟，丁劣反。厭，於艶反，又於蟾反。散，悉但反，徐悉旦反，下同。速，如字。向，崔本作數。向，所椂反，下同。腐，扶甫反。夜音亦。樠，亡言反。向，李莫于反，郭武半反。司馬云：液，津液也。樠，謂脂出樠樠然也。崔云：黒液出也。蠧，丁故反。"
        },
        {
          "paragraph": "匠石歸，櫟社見夢曰：“女將惡乎比予哉？若將比予於文木邪？",
          "zhushu": "凡可用之木，爲文木。○見，胡薦反。女，音汝。惡，音烏，下同。"
        },
        {
          "paragraph": "夫柤梨橘柚，果蓏之屬，實熟則剝則辱；大枝折，小枝泄。此以其能苦其生者也，故不終其天年而中道夭，自掊擊於世俗者也。物莫不若是，",
          "zhushu": "物皆以自用傷。○柤，側加反。橘，均必反。柚，由救反，徐以救反。蓏，徐力果反。泄，徐思列反，崔云：泄洩同，若如字，崔本作枯。棓，普口反，徐方垢反。"
        },
        {
          "paragraph": "且予求無所可用久矣，幾死，乃今得之，",
          "zhushu": "數有䁹睨巳者，唯今匠石明之耳。○幾，音祈，又音機，下同。數，音朔。隦，普係反。變，五係反。"
        },
        {
          "paragraph": "爲予大用。",
          "zhushu": "積無用，乃爲濟生之大用。"
        },
        {
          "paragraph": "使予也而有用，且得有此大也邪。",
          "zhushu": "若有用，久見伐。"
        },
        {
          "paragraph": "且也若與予也皆物也，柰何哉其相物也？而幾死之散人，又惡知散木！”",
          "zhushu": "以戲匠石，○而幾死之絶句，向同一讀，連下散人爲句，崔同。"
        },
        {
          "paragraph": "匠石覺而診其夢，弟子曰：“趣取無用，則爲社何邪？”",
          "zhushu": "猶嫌其以爲社自榮，不趣取於無用而已。○覺，古孝反。診，徐直信反，司馬向云：診，占夢也。"
        },
        {
          "paragraph": "曰：“密，若無言！彼亦直寄焉，",
          "zhushu": "社自來寄耳，非此木求之爲社也。"
        },
        {
          "paragraph": "以爲不知已者詬厲也。",
          "zhushu": "言此木乃以社爲不知巳而見辱病也，豈榮之哉。○詬，李云：呼豆反，徐音垢。厲如字，司馬云：詬，辱也。厲，病也。"
        },
        {
          "paragraph": "不爲社者，且幾有翦乎？",
          "zhushu": "本自以無用爲用，則雖不爲社，亦終不近於翦伐之害。○幾音機，或音祈。翦乎，子淺反，崔本作前。于近，附近之近，下同。"
        },
        {
          "paragraph": "且也彼其所保與衆異，",
          "zhushu": "彼以無保爲保，而衆以有保爲保。"
        },
        {
          "paragraph": "而以義喻之，不亦逺乎？”",
          "zhushu": "利人長物，禁民爲非，社之義也。夫無用者，泊然不爲，而羣才自用，用者各得其叙而不與焉，此無用之所以全也。汝以社譽之，無縁近也。○譽音餘，注同。長，丁兩反。泊，歩各反。與音餘。"
        },
        {
          "paragraph": "南伯子綦遊乎商之丘，見大木焉，有異，結駟千乗，隱將芘其所藾。",
          "zhushu": "其枝所隂，可以隱芘千乗。○南伯，李云：即南郭也。伯，長也。商之丘。司馬云：今梁國睢陽縣是也。乗，䋲證反。隱，崔云：傷於熱也。芘，本亦作疵，徐甫至反，又悲位反。崔本作芘，云：芘也。藾音頼，崔木作頼。向云：䕃也。可以隱芘千乗也。李同。隂，於鴆反。"
        },
        {
          "paragraph": "子綦曰：“此何木也哉？此必有異材夫？仰而視其細枝，則拳曲而不可以爲棟梁；俯而視其大根，則軸解而不可以爲棺槨；咶其葉，則口爛而爲傷；嗅之，則使人狂酲，三日而不已。”子綦曰：“此果不材之木也，以至於此其大也。嗟乎神人，以此不材。”",
          "zhushu": "天王不材於百官，故百官御其事，而明者爲之視，聦者爲之聽，知者爲之謀，勇者爲之扞。夫何爲哉？玄黙而巳。而羣材不失其當，則不材，乃材之所至頼也。故天下樂推而不厭，乗萬物而無害也。○夫音符。仰而向，崔本作從而。拳，本亦作卷，音權。軸，直竹反。解，李云：如衣軸之直解也。咶，食𥿄反。嗅，崔云：齅，許救反。狂酲，音呈，李云：狂，如酲也。病酒曰酲。爲之，于僞反。下爲之皆同。"
        },
        {
          "paragraph": "宋有荆氏者，冝楸柏桑。其拱把而上者，求狙猴之杙者斬之；三圍四圍，求高名之麗者斬之；七圍八圍，貴人冨商之家求樿傍者斬之。故未終其天年，而中道之夭於斧斤，此材之患也。",
          "zhushu": "有材者未能無惜也。○荆氏，司馬云：地名也。一曰里名。冝揪拍桑，崔云：荆氏之地宜此。三木。李云：三木，文木也。拱，恭勇反。把，百推反。司馬云：兩手曰拱，一手曰把。上，時掌反。狙，七餘反。猴音侯。杙，以職反，又羊植反，郭具羊反。司馬作扒，音八。李云：欲以栖戲狙猴也。崔本作㧞，音䟦，云：栁也。三圍，崔云：圍環八尺爲一圍。嚴，如字，又音禮。司馬云：小船也，又屋隱也。禪本亦作擅，音膳。傍，薄剛反。崔云：禪傍，棺也。司馬云：棺之全一邊者，謂之禪傍。"
        },
        {
          "paragraph": "故解之以牛之白顙者，與豚之亢鼻者，與人有痔病者不可以適河。",
          "zhushu": "巫祝解除，弃此三者，必妙選騂具，然後敢用。○解，徐古賣反，又佳買反，注同。向，古邂反。顙，息黨反，司馬云：額也。亢，司馬云：高也。額折，故鼻高。崔云：仰也。痔，徐直里反，司馬隱創也。適河，司馬云：謂沈人於河察也。○騂，恤管反。"
        },
        {
          "paragraph": "此皆巫祝以知之矣，",
          "zhushu": "巫祝於此，亦知不材者全。"
        },
        {
          "paragraph": "所以爲不祥也，此乃神人之所以爲大祥也。",
          "zhushu": "夫全生者，天下之所謂祥也。巫祝以不材爲不祥而弗用也，彼乃以不祥全生，乃大祥也。神人者，無心而順物者也。故天下之所謂大祥，神人不逆。"
        },
        {
          "paragraph": "支離䟽者，頥隱於齊，肩高於頂，會撮指天，五管在上，兩髀爲脅。挫鍼治繲，足以餬口；鼔筴播精，足以食十人。上徴武士，則支離攘臂於其間。",
          "zhushu": "恃其無用，故不自竄匿。○支離䟽，司馬云：形體支離不全貌。䟽，其名也。頥，以之反。頂如字，本作項，亦如字。司馬云：言脊曲頸縮也。淮南曰：脊管高於頂也。會，古外反，徐古活反。向音活。撮，子列反。向，徐子活反。崔云：會撮，項推也。指天，司馬云：會撮，䯻也。古者髻在項中，脊曲頭低，故髻指天也。向云：兩肩竦而上，會撮然也。管，崔本作筦，在上。李云：管，腧也。五藏之腧皆在上也。髀，本又作脾，同，音陛，徐又甫婢反。崔云：僂人腹在髀裏也。脅，許劫反。司馬云：脊曲髀腎，故與肩並也。挫，徐子臥反，郭租禾反。崔云：案也。鍼，執金反。司馬云：挫鍼，縫衣也。繲，佳賣反。司馬云：浣衣也。向同。崔作𦇫，音綫。餬，徐音胡。李云：食也。崔云：字或作互，或作䬯。鼔莢，𥘉革反，徐又音頰。司馬云：鼓，簸也，小箕也。筴，崔云：鼓筴揲蓍，鑚龜也。播精，如字，一音所，字則當作數精。司馬云：簡米曰精。崔云：播精，卜卦占兆也。鼔筴播精，言賣卜。食，音嗣。攘，如羊反。臂于其間如字。司馬云：間，裏也。崔本作攘臂於其開，云：開門中也。匿，女力反。"
        },
        {
          "paragraph": "上有大役，則支離以有常疾不受功；",
          "zhushu": "不任作役故。"
        },
        {
          "paragraph": "上與病者粟，則受三鍾與十束薪。",
          "zhushu": "役則不與，賜則受之。○三鍾，司馬云：斛斛四斗曰鍾與音豫。"
        },
        {
          "paragraph": "夫支離其形者，猶足以養其身，終其天年，又況支離其德者乎！",
          "zhushu": "神人無用於物，而物各得自用，歸功名於羣才，與物冥而無迹，故免人間之害，處常美之實，此支離其德也。"
        },
        {
          "paragraph": "孔子適楚，楚狂接輿遊其門曰：“鳳兮鳳兮，何如德之衰也！",
          "zhushu": "當順時直前，盡乎會通之宜耳。世之衰盛，篾然不足覺，故曰何如。"
        },
        {
          "paragraph": "來世不可待，往世不可追也。",
          "zhushu": "趣當盡臨時之宜耳。"
        },
        {
          "paragraph": "天下有道，聖人成焉；天下無道，聖人生焉。",
          "zhushu": "付之自爾而理自生成。生成非我也，豈爲治亂易節哉？治自求成，故遺成而不敗。亂自求生，故忘生而不死。○爲于僞反。治，直吏反，下同。"
        },
        {
          "paragraph": "方今之時，僅免刑焉。",
          "zhushu": "不瞻前顧後，而盡當今之會，冥然與時世爲一，而後妙當可全，刑名可免。○僅音覲。"
        },
        {
          "paragraph": "福輕乎羽，莫之知載；",
          "zhushu": "足能行而放之，手能執而任之，聽耳之所聞，視目之所見，知止其所不知，能止其所不能，用其自用，爲其自爲，恣其性内而無纎芥於分外，此無爲之至易也。無爲而性命不全者，未之有也。性命全而非福者，理未聞也。故夫福者，即向之所謂全耳，非假物也，豈有寄鴻毛之重哉？率性而動，動不過分，天下之至易也。舉其自舉，載其自載，天下之至輕也。然知以無崖傷性，心以欲惡蕩眞，故乃釋此無爲之至易，而知彼有爲之至難，弃夫自舉之至輕，而取夫載彼之至重，此世之常患也。○易，以䜴反，下同。知音知。惡，烏路反。"
        },
        {
          "paragraph": "禍重乎地，莫之知避。",
          "zhushu": "舉其性内，則雖負萬鈞而不覺其重也。外物寄之，雖重不盈緇銖，有不勝任者矣。爲内，福也，故福至輕；爲外，禍也，故禍至重。禍至重而莫之知避，此世之大迷也。○知避，舊本作寘，云：置也。勝音升。"
        },
        {
          "paragraph": "已乎已乎，臨人以德。殆乎殆乎，畫地而趨。",
          "zhushu": "夫畫地而使人循之，其迹不可掩矣。有其巳而臨物，與物不冥矣。故大人不明我以耀彼，而任彼之自明，不德我以臨人，而付人之自得，故能彌貫萬物而玄同彼我，泯然與天下爲一而內外同福也。○畫音獲。"
        },
        {
          "paragraph": "迷陽迷陽，無傷吾行，",
          "zhushu": "迷陽，猶亡陽也。亡陽任獨，不蕩於外，則吾行全矣。天下皆全其吾，則凡稱吾者，莫不皆全也。○迷陽，司馬云：迷陽，伏陽也。言詐狂。"
        },
        {
          "paragraph": "吾行郤曲，無傷吾足。”",
          "zhushu": "曲成其行，各自足矣。○郤曲，去逆反，字書作只，廣雅云：只，曲也。"
        },
        {
          "paragraph": "山木自㓂也，膏火自煎也。桂可食，故伐之；漆可用，故割之。人皆知有用之用，而莫知無用之用也。",
          "zhushu": "有用則與彼爲功，無用則自全其生。夫割肌膚以爲天下者，天下之所知也。使百姓不失其自全，而彼我倶適者，俛然不覺妙之在身也。○山木自㓂也，膏火自煎也。煎，子然反。司馬云：木生斧柄還自伐，膏起火還自消。崔云：山有木，故火焚也。俛，亡本反。"
        }
      ]
    },
    {
      "name": "莊子內篇德充符第五",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "德充於內，應物於外，外內玄合，信若符命，而遺其形骸也。○音義曰：崔云：此遺形弃知以德實之驗也。"
        },
        {
          "paragraph": "魯有兀者王駘，從之遊者，與仲尼相若，",
          "zhushu": "弟子多少敵孔子。○兀，五忽反，又音界，李云：刖是曰兀。案：篆書兀分字相似，王駘音臺，徐又音殆，人姓名也。從如字，李才用反，下同。相若，若如也。弟子如夫子多少也。"
        },
        {
          "paragraph": "常季問於仲尼曰：“王駘，兀者也，從之遊者，與夫子中分魯。立不敎，坐不議，虚而往，實而歸。",
          "zhushu": "各自得而足也。○常季或云：孔子弟子立不坐，敎不議。司馬云：立不敎授，坐不議論。"
        },
        {
          "paragraph": "固有不言之教，無形而心成者邪？",
          "zhushu": "怪其形殘而心乃充足也。夫心之全也，遺身形，忘五藏，忽然獨往，而天下莫能離。○藏，才浪反，下同。"
        },
        {
          "paragraph": "是何人也？”仲尼曰：“夫子，聖人也，丘也直後而未往耳。丘將以爲師，而況不若丘者乎！奚假魯國丘將引天下而與從之。”",
          "zhushu": "夫神全心具，則體與物冥。與物冥者，天下之所不能逺，奚但一國而巳哉！○丘也直後而未往耳。李云：自在衆人後，未得往師之耳。逺，子萬反。"
        },
        {
          "paragraph": "常季曰：“彼兀者也，而王先生，其與庸亦逺矣。若然者，其用心也獨若之何？”仲尼曰：“死生亦大矣，",
          "zhushu": "人雖曰變，然死生之變，變之大也。○王，于況反，李云：勝也。崔云：君長也。其與庸亦逺矣，與凡庸異也。崔云：庸，常人也。"
        },
        {
          "paragraph": "而不得與之變；",
          "zhushu": "彼與變俱，故生死不變於彼。"
        },
        {
          "paragraph": "雖天地覆墜，亦將不與之遺。",
          "zhushu": "斯順之也。○覆，芳服反。墜，本又作隊，直𩔖反。李云：天地猶不能變巳，況生死也。"
        },
        {
          "paragraph": "審乎無假",
          "zhushu": "明性命之固當。"
        },
        {
          "paragraph": "而不與物遷，",
          "zhushu": "任物之自遷。"
        },
        {
          "paragraph": "命物之化",
          "zhushu": "以化爲命，而無怪迕。○迕，五故反，本亦作逆，下同。"
        },
        {
          "paragraph": "而守其宗也。”",
          "zhushu": "不離至當之極。○離，力智反。"
        },
        {
          "paragraph": "常季曰：“何謂也？”仲尼曰：“自其異者視之，肝膽楚越也；",
          "zhushu": "恬苦之性殊，則美惡之情皆。○膽，烏路反。○膽，丁敢反，下同。背，音惡。"
        },
        {
          "paragraph": "自其同者視之，萬物皆一也。",
          "zhushu": "雖所美不同，而同有所美。各美其所美，則萬物一美也；各是其所是，則天下一是也。夫因奚所異而異之，則天下莫不異。而浩然大觀者，官天地，府萬物，知異之不足異，故因其所同而同之，則天下莫不皆同。又知同之不足有，故因其所無而無之，則是非美惡莫不皆無矣。夫是我而非彼，美巳而惡人，自中知以下至于昆蟲，莫不皆然，然此明乎我而不明乎彼者爾。若夫玄通泯合之士，因天下以明天下，天下無曰我非也，即明天下之無非。無曰彼是也，即明天下之無是，無是無非，混而爲一，故能乗變任化，迕物而不惜。○中知音智，又體之反。"
        },
        {
          "paragraph": "夫若然者，且不知耳目之所宜，",
          "zhushu": "宜生於不宜者也。無美無惡，則無不宜，無不宜，故亡其宜也。"
        },
        {
          "paragraph": "而遊心乎德之和；",
          "zhushu": "都亡宜，故無不任也。都任之而不得者，未之有也；無不得而不和者，亦未聞也。故放心於天地之間，蕩然無不當，而擴然無不適也。"
        },
        {
          "paragraph": "物視其所一，而不見其所䘮，視䘮其足，猶遺土也。”",
          "zhushu": "體夫極數之妙心，故能無物而不同。無物而不同，則死生變化，無往而非我矣。故生爲我時，死爲我順；時爲我聚，順爲我散。聚散雖異，而我皆我之。則生故我耳，未始有得；死亦我也，未始有䘮。夫死生之變，猶以爲一，旣，觀其一，則說然無係，玄同彼我，以死生爲寤寐，以形骸爲逆旅，去生如脫屣，斷足如遺土，吾未見足以纓茀其心也。○䘮，息浪反，下及注同。說，始銳反，又音恱。脫屣，九具反，本亦作屣，所買反。斷，丁管反。"
        },
        {
          "paragraph": "常季曰：“彼爲已。以其知",
          "zhushu": "嫌王駘未能忘知而自存。○爲，于僞反。"
        },
        {
          "paragraph": "得其心，以其心",
          "zhushu": "嫌未能遺心而自得。"
        },
        {
          "paragraph": "得其常心，物何爲最之哉？”",
          "zhushu": "夫得其常心，平往者也。嫌其不能平往，而與物過常，故使物就之。○最，徂會反，徐采㑹反，下注同。司馬云：聚也。"
        },
        {
          "paragraph": "仲尼曰：“人莫鑑於流水，而鑑於止水，",
          "zhushu": "夫止水之致鑑者，非爲止以求鑑也。故王駘之聚衆，衆自歸之，豈引物使從巳。○鑑，古暫反。流水，崔本作沬水，云：沫或作流。"
        },
        {
          "paragraph": "唯止能止衆止。",
          "zhushu": "動而爲之，則不能居衆物之止。"
        },
        {
          "paragraph": "受命於地，唯松栢獨也，在冬夏靑靑。",
          "zhushu": "夫松栢特禀自然之鍾氣，故能爲衆木之傑耳，非能爲而得之也。"
        },
        {
          "paragraph": "受命於天，唯舜獨也正。",
          "zhushu": "言特受自然之正氣者至希也。下首則唯爲松栢，上首則唯有聖人，故凡不正者，皆來求正耳。若物皆有青全，則無貴於松栢，人各自正，則無羡於大聖而趣之。"
        },
        {
          "paragraph": "幸能正生，以正衆生。",
          "zhushu": "幸自能正耳，非爲正以正之。"
        },
        {
          "paragraph": "夫保始之徵，不懼之實，勇士一人，雄入於九軍。將求名而能自要者，而猶若是，",
          "zhushu": "非能遺名而無不任。○保始之徴，李云：徴，成也。終始可保成也。九軍，崔、李云：天子六軍，諸侯三軍，通爲九軍也。簡文云：兵書以攻九天，收九地，故謂之九軍。要，一遥反。"
        },
        {
          "paragraph": "而況官天地，府萬物，",
          "zhushu": "冥然無不體也。"
        },
        {
          "paragraph": "直寓六骸，",
          "zhushu": "所謂逆旅○六骸，崔云：手足首身也。"
        },
        {
          "paragraph": "象耳目，",
          "zhushu": "人用耳目，亦用耳目，非須耳目。"
        },
        {
          "paragraph": "一知之所知，而心未嘗死者乎！",
          "zhushu": "知與變化俱，則無往而不冥，此知之一者也。心與死生順，則無時而非生，此心之未嘗死也。"
        },
        {
          "paragraph": "彼且擇日而登假，人則從是也。",
          "zhushu": "以不失會爲擇耳，斯人無擇也，任其天行而時動者也。故假借之人，由此而最之耳。○且如字，徐子余反，下同。假，又古雅反，借也，徐音遐，讀連上句，人字向下。"
        },
        {
          "paragraph": "彼且何肯以物爲事乎！”",
          "zhushu": "其恬漠，故全也。"
        },
        {
          "paragraph": "申徒嘉，兀者也，而與鄭子産同師於伯昏無人。子産謂申徒嘉曰：“我先出則子止，子先出則我止。",
          "zhushu": "羞與刖者並行。○申徒嘉，李云：申徒，氏，嘉名。無人離篇作瞀人。刖，音月，又五亂反。"
        },
        {
          "paragraph": "其明日，又與合堂同席而坐，子産謂申徒嘉曰：“我先出則子止，子先出則我止。今我將出，子可以止乎，其未邪？",
          "zhushu": "質而問之，欲使必不並已。"
        },
        {
          "paragraph": "且子見執政而不違，子齊執政乎？”",
          "zhushu": "常以執政自多，故直云子齊執政，便謂足以明其不遜。"
        },
        {
          "paragraph": "申徒嘉曰：“先生之門，固有執政焉如此哉？",
          "zhushu": "此論德之處，非計位也。○處昌慮反。"
        },
        {
          "paragraph": "子而說子之執政而後人者也。”",
          "zhushu": "𥬇其矜說在位，欲處物先。○說音恱注同。"
        },
        {
          "paragraph": "聞之曰：“鑑明則塵垢不止，止則不明也。久與賢人處則無過。今子之所取大者，先生也，而猶出言若是，不亦過乎！”",
          "zhushu": "事明師而鄙吝之心猶未去，乃眞過也。"
        },
        {
          "paragraph": "子産曰：“子旣若是矣，",
          "zhushu": "若是形殘。"
        },
        {
          "paragraph": "猶與堯爭善，計子之德，不足以自反邪？”",
          "zhushu": "言不自顧省，而欲輕蔑在位，與有德者並。計子之德，故不足以𥙷形殘之過。○争善如字。"
        },
        {
          "paragraph": "申徒嘉曰：“自狀其過，以不當亡者衆，",
          "zhushu": "多自陳其過狀，以已爲不當亡者，衆也。"
        },
        {
          "paragraph": "不狀其過，以不當存者寡，",
          "zhushu": "黙然爲過，自以爲應死者，少也。"
        },
        {
          "paragraph": "知不可柰何，而安之若命，唯有德者能之。遊於羿之彀中，中央者，中地也；然而不中者，命也。",
          "zhushu": "羿，古之善射者。弓矢所及爲彀中。夫利害相攻，則天下皆羿也。自不遺身忘知，與物同波者，皆遊於羿之彀中耳。雖張毅之出，單豹之處，猶未免於中地。則中與不中，唯在命耳。而區區者各有其所遇，而不知命之自爾。故免乎弓矢之害者，自以爲巧，欣然多巳。及至不免，則自恨其謬而志傷神辱，斯未能逹命之情者也。夫我之生也，非我之所生也。則一生之內，百年之中，其坐起行止，動静趣舎，性情知能，凡所有者，凡所無者，凡所爲者，凡所遇者，皆非我也。理自爾耳。而横生休戚乎其中，斯又逆自然而失者也○知如字。又音智。羿音詣，徐胡係反。善射人。唐夏有之，乃云有窮之君篡夏者也。彀音遘，張弓也。中，如字。央，於良反，又於倉反。中地，丁仲反，下不中、注中地、中與不中同。單音善。"
        },
        {
          "paragraph": "人以其全足𥬇吾不全足者衆矣，",
          "zhushu": "皆不知命，而不斯笑。"
        },
        {
          "paragraph": "我怫然而怒，",
          "zhushu": "見其不知命而怒，斯又未知命也。○拂，扶弗反。"
        },
        {
          "paragraph": "而適先生之所，則廢然而反，",
          "zhushu": "見至人之知命遺形，故廢向者之怒而復常。"
        },
        {
          "paragraph": "不知先生之洗我以善邪？",
          "zhushu": "不知先生洗我以善道故邪？我爲能自反邪？斯自忘形而遣累。"
        },
        {
          "paragraph": "吾與夫子遊十九年，而未嘗知吾兀者也。",
          "zhushu": "志死故也。○吾介，本又作兀，兩通。"
        },
        {
          "paragraph": "今子與我遊於形骸之內，而子索我於形骸之外，不亦過乎？”",
          "zhushu": "形骸外矣，其德內也。今子與我德遊耳，非與我形交，而索我外好，豈不過哉？○索，色百反，注同。"
        },
        {
          "paragraph": "子産蹵然改容更貌曰：“子無乃稱！”",
          "zhushu": "巳悟，則厭其多言也。○蹵，子六反。稱，如字，舉也，又尺證反。"
        },
        {
          "paragraph": "魯有兀者叔山無趾，踵見仲尼，",
          "zhushu": "踵，頻也。○叔山無趾，音止。李云：叔山字，無足趾。踵，朱勇反。向郭云：頻也。崔云：無趾，故踵行。見，賢遍反。"
        },
        {
          "paragraph": "仲尼曰：“子不謹，前旣犯患若是矣，雖今來，何及矣。”無趾曰：“吾唯不知務而輕用吾身，吾是以亡足。",
          "zhushu": "人之生也，理自生矣。直莫之爲，而任其目生，斯重其身而知務者也。若乃忘其自生，謹而矜之，斯輕用其身而不知務也。故五藏相攻於內，而手足殘傷於外也。○子不謹前絶句，一讀以謹字絶句。"
        },
        {
          "paragraph": "今吾來也，猶有尊足者存，",
          "zhushu": "刖一足未足以虧其德，明夫形骸者逆旅也。"
        },
        {
          "paragraph": "吾是以務全之也。",
          "zhushu": "去其於謹，任其自王，斯務全也。○去，𦍑吕反。"
        },
        {
          "paragraph": "夫天無不覆，地無不載，",
          "zhushu": "天不爲覆，故能常覆。地不爲載，故能常載。使天地而爲覆載，則有時而息矣。使舟能沈而爲人浮，則有時而没矣。故物爲焉，則未足以終其生也。○爲，丁僞反，下不爲、而爲皆同。"
        },
        {
          "paragraph": "吾以夫子爲天地，安知夫子之猶若是也？”",
          "zhushu": "責其不謹，不及天地也。"
        },
        {
          "paragraph": "孔子曰：“丘則𨹟矣，夫子胡不入乎，請講以所聞。”無趾出，",
          "zhushu": "聞所聞而出，全其無爲也。"
        },
        {
          "paragraph": "孔子曰：“弟子勉之。夫無趾，兀者也，猶務學以復𥙷前行之惡，而況全德之人乎？”",
          "zhushu": "全德者生便忘生。○行，下孟反。"
        },
        {
          "paragraph": "無趾語老聃曰：“孔丘之於至人，其未邪？彼何賔賔以學子爲？",
          "zhushu": "怪其方復學於老聃。○語。魚據反。賔賔。司馬云。恭貌。張云。猶賢賢也。崔云。有所親踈也。簡文云。好名貌。"
        },
        {
          "paragraph": "彼且蘄以諔詭幻怪之名聞，不知至人之以是爲己桎梏邪？”",
          "zhushu": "夫無心者，人學亦學。然古之學者爲巳，今之學者爲人，其弊也。遂至乎爲人之所爲矣。夫師人以自得者，率其常然者也。舎巳效人而逐物於外者，求乎非常之名者也。夫非常之名，乃常之所生也。故學者非爲幻怪也，幻怪之生必由於學。禮者非爲華薄也，而華薄之興必由於禮。斯必然之理，至人之所無柰，何故以爲巳之桎梏。○蘄，音祈。諔，尺叔反。詭，九委反，李云：諔詭，奇異也。幻，滑辨反，亦作㓜。桎，之實反，郭眞一反，木在足也。梏，古毒反，木在手也。爲已，于僞反，下者爲人同。舎，音捨。"
        },
        {
          "paragraph": "老聃曰：“胡不直使彼以死生爲一條，以可不可爲一貫者解其桎梏，其可乎？”",
          "zhushu": "欲以直理冥之，兾其無迹。○貫，古亂反。"
        },
        {
          "paragraph": "無趾曰：“天刑之，安可解！”",
          "zhushu": "今仲尼非不冥也，顧自然之理，行則影從，言則嚮隨。夫順物則名迹斯立，而順物者非爲名也。非爲名則至矣，而終不免乎名，則孰能解之哉？故名者，影嚮也，影嚮者，形聲之桎梏也。明斯理也，則名迹可遺；名迹可遺，則尚彼可絶；尚彼可絶，則性命可全矣。○嚮，許文反，本又作向，下同。"
        },
        {
          "paragraph": "魯哀公問於仲尼曰：“衛有惡人焉，曰哀駘它。”",
          "zhushu": "惡，醜也。○惡，人惡貌。醜駘音牽，徐又音殆。它，徒何反，李云：哀駘，醜貌。它，其名。"
        },
        {
          "paragraph": "丈夫與之處者，思而不能去也。婦人見之，請於父母曰：“與人爲妻，寧爲夫子妾者，數十而未止也。未嘗有聞其唱者也，常和人而已矣。無君人之位以濟乎人之死，",
          "zhushu": "明物不由權勢而往。和，戶匪反，下同。"
        },
        {
          "paragraph": "無聚祿以望人之腹。",
          "zhushu": "明非求食而往。"
        },
        {
          "paragraph": "又以惡駭天下，",
          "zhushu": "明不以形美故往。○駭，胡皆反，崔本作賳。"
        },
        {
          "paragraph": "和而不唱，",
          "zhushu": "非招而致之。"
        },
        {
          "paragraph": "知不出乎四域，",
          "zhushu": "不役思於分外。思，息嗣反。"
        },
        {
          "paragraph": "且而雌雄合乎前，",
          "zhushu": "夫才全者與物無害，故入獸不亂羣，入鳥不亂行，而爲萬物之林藪，雌雄合乎前。李云：禽獸属也。行，戸剛反。"
        },
        {
          "paragraph": "是必有異乎人者也。寡人召而觀之，果以惡駭天下。與寡人處，不至以月數，而寡人有意乎其爲人也；",
          "zhushu": "未經月已覺其有逺處。"
        },
        {
          "paragraph": "不至乎期年，而寡人信之。國無宰而寡人傳國焉。",
          "zhushu": "委之以國政。期音基。傳，大專反。"
        },
        {
          "paragraph": "悶然而後應，",
          "zhushu": "寵辱不足以驚其神。悶，音門。李云：不覺貌。崔云：有頃之間也。應，應對之應。"
        },
        {
          "paragraph": "氾而若辭。",
          "zhushu": "人辭亦辭。○汜，浮劒反，不係也。"
        },
        {
          "paragraph": "寡人醜乎，卒授之國。無幾何也，去寡人而行。寡人䘏焉若有亡也，若無與樂是國也。是何人者也？”仲尼曰：“丘也嘗使於楚矣，適見子食於其死母者，",
          "zhushu": "食乳也。○醜，李云：醜，慙也。崔云：愧也。幾，居豈反。樂音洛。嘗使於楚矣，使音所吏反，本亦作遊，本又直云嘗於楚矣，本又作豚，徒門反。食音飮，邑錦反，注同。舊如字，簡文同。"
        },
        {
          "paragraph": "少焉眴若皆棄之而走。不見已焉爾，不得𩔖焉爾。",
          "zhushu": "夫生者以才德爲𩔖，死而才德去矣，故生者以失𩔖而走也。故含德之厚，比於赤子，無往而不爲之赤子也，則天下莫之害，斯得𩔖而明巳故也。情苟𩔖焉，則雖形不與同，而物無害心；情𩔖苟亡，則雖形同母子，而不足以固其志矣。○眴，本亦作瞬，音舜，司馬云：驚貌。崔云：目動也，謂死毋目動。"
        },
        {
          "paragraph": "所愛其母者，非愛其形也，愛使其形者也。",
          "zhushu": "使形者，才德也。"
        },
        {
          "paragraph": "戰而死者，其人之葬也不以翣資；",
          "zhushu": "翣者，武所資也。戰而死者，無武也，翣將安施？○翣資，所甲反，扇也，武士所造。宋均云：武，簡也。李資，送也。崔本作翣。杴音坎，謂先人墳墓也。"
        },
        {
          "paragraph": "刖者之屨，無爲愛之，",
          "zhushu": "所愛屨者，爲足故耳。○爲足，干爲反。"
        },
        {
          "paragraph": "皆無其本矣。",
          "zhushu": "翣屨者，以足武爲本。"
        },
        {
          "paragraph": "爲天子之諸御，不爪翦，不穿耳，",
          "zhushu": "全其形也。"
        },
        {
          "paragraph": "取妻者止於外，不得復使。",
          "zhushu": "恐傷其形。○復使，扶又反，章末注同。崔本作不得復使矣，云。不復入直也。"
        },
        {
          "paragraph": "形全猶足以爲爾，",
          "zhushu": "採擇嬪御及燕爾新婚，本以形好爲意者也。故形之全也，無以降至尊之情，回貞女之操也。○好，呼報反。"
        },
        {
          "paragraph": "而況全德之人乎？",
          "zhushu": "德全而物愛之，冝矣。"
        },
        {
          "paragraph": "今哀駘它未言而信，無功而親，使人授己國，唯恐其不受也，是必才全而德不形者也。”哀公曰：“何謂才全？”仲尼曰：“死生存亡，窮逹貧富，賢與不肖毀譽，飢渇寒暑，是事之變，命之行也。",
          "zhushu": "其理故當，不可逃也。故人之生也，非誤生也；生之所有，非妄有也。天地雖大，萬物雖多，然吾之所遇，適在於是，則雖天地神明，國家聖賢，絶力至知，而弗能違也。故凡所不遇，弗能遇也；其所遇，弗能不遇也。凡所不爲，弗能違也；其所爲，弗能不爲也。故付之而自當矣。譽音餘。"
        },
        {
          "paragraph": "日夜相代乎前，",
          "zhushu": "夫命行事變，不舎晝夜，推之不去，留之不停，故才全者，隨所遇而任之。舎音捨。"
        },
        {
          "paragraph": "而知不能規乎其始者也。",
          "zhushu": "夫始非知之所規，而故非情之所留。是以知命之必行，事之必變者，豈於終規始，在新戀故哉？雖有至知，而弗能規也。逝者之往，吾柰之何哉？"
        },
        {
          "paragraph": "故不足以滑和，",
          "zhushu": "苟知性命之固當，則雖死性窮逹，千變萬化，淡然自若，而和理在身矣。滑音骨。淡徒蹔反。"
        },
        {
          "paragraph": "不可入於靈府。",
          "zhushu": "靈府者，精神之宅也。夫至足者，不以憂患經神，若皮外而過去。"
        },
        {
          "paragraph": "使之和豫通而不失於兊，",
          "zhushu": "苟使和性不滑，靈府間豫，則雖渉乎至變，不失其兊然也。○兊，徒外反，李云：恱也。間音閑。"
        },
        {
          "paragraph": "使日夜無郤",
          "zhushu": "泯然常任之。○郤，去逆反，李云：閑也。"
        },
        {
          "paragraph": "而與物爲春，",
          "zhushu": "羣生之所頼也。"
        },
        {
          "paragraph": "是接而生時於心者也，",
          "zhushu": "順四時而倶化○司馬云。接至道而和氣在心也。李云。接萬物而施生。順四時而倶作。"
        },
        {
          "paragraph": "是之謂才全。何謂德不形？”曰：“平者，水停之盛也，",
          "zhushu": "天下之平，莫盛於停水也。"
        },
        {
          "paragraph": "其可以爲法也，",
          "zhushu": "無情至平，故天下取正焉。"
        },
        {
          "paragraph": "內保之而外不蕩也。",
          "zhushu": "內保其明，外無情爲，玄鍳洞照，與物無私，故能全其平而行其法也。爲于爲反。"
        },
        {
          "paragraph": "德者，成和之脩也。",
          "zhushu": "事得以成，物得以和，謂之德也。"
        },
        {
          "paragraph": "德不形者，物不能離也。”",
          "zhushu": "無事不成，無物不和，此德之不形也。是以天下樂推而不厭。○離力智反。"
        },
        {
          "paragraph": "哀公異日以告閔子曰：“始也吾以南靣而君天下，執民之紀而憂其死，吾自以爲至通矣。今吾聞至人之言，恐吾無其實，輕用吾身而亡吾國。吾與孔丘非君臣也，德友而已矣。”",
          "zhushu": "聞德元之風者，雖復哀公，猶欲遺形骸，忘貴賤也。○閔子，孔子弟子閔子騫也。"
        },
        {
          "paragraph": "闉跂支離無脤說衛靈公，靈公說之，而視全人，其脰肩肩。甕㼜大癭說齊桓公，桓公說之，而視全人，其脰肩肩。",
          "zhushu": "偏情一往，則醜者更好，而好者更醜也。○闉音因，郭烏年反。跂音企，郭其逆反。支離無脤，徐市軫反，又音脣。司馬云：闉，曲豉企也。闉跂支離，言脚常曲，行體不正，卷縮也。無脤名也。崔云：闉跂，偃者也。支離，傴者也。脤、脣同。簡文云：跂，行也。脤，脣也。說衛，始銳反，又如字，下說齊桓同。說之音恱，下說之同。脰音豆，頸也。肩肩，胡田反，又胡恩反。李云：贏小貌。崔云：猶玄玄也。簡文云：直貌。甕，烏送反，郭於寵反。㼜，烏葬反。郭於兩反。李云：甕㼜，大癭貌。崔同。大癭，一領反。說文云：瘤也。"
        },
        {
          "paragraph": "故德有所長，而形有所忘。",
          "zhushu": "其德長於順物，則物忘其醜；長於逆物，則物忘其好。"
        },
        {
          "paragraph": "人不忘其所忘，而忘其所不忘，此謂誠忘。",
          "zhushu": "生則愛之，死則弃之。故德者，世之所不忘也，形者，理之所不存也。故夫忘形者，非忘地，不忘形而忘德者，乃誠忘也。"
        },
        {
          "paragraph": "故聖人有所遊，",
          "zhushu": "遊於自得之場，放之而無不至者，才德全也。"
        },
        {
          "paragraph": "而知爲孽，約爲膠，德爲接，工爲啇。",
          "zhushu": "此四者，自然相生，其理巳具。○知，音智，下同。孽，魚列反。司馬云：智慧生妖孽。約爲膠，司馬云：約束而後有如膠漆。崔云：約誓所以爲膠固。德爲接，司馬云：散德以接物也。工爲商，司馬云：工巧而商賈起。"
        },
        {
          "paragraph": "聖人不謀，惡用知？不斵，惡用膠？無䘮，惡用德？不貨，惡用商？",
          "zhushu": "自然巳具，故聖人無所用其巳也。○惡音烏，下同。斵，陟角反。䘮，息浪反。"
        },
        {
          "paragraph": "四者，天鬻也；天鬻也者，天食也。",
          "zhushu": "言自然而禀之。○鬻，音育，養也。食，音嗣，亦如字。"
        },
        {
          "paragraph": "旣受食於天，又惡用人？",
          "zhushu": "旣！禀之自然，其理巳足，則雖沈思以免難，或明戒以避禍，物無妄然，皆天地之會，至理所趣。必自思之，非我思也。必自不思，非我不思也。或思而免之，或思而不免，或不思而免之，或不思而不免。凡此皆非我也，又奚爲哉？任之而自至也。○食如字，又音嗣。沈思，息嗣反，亦如字。難，乃旦反。"
        },
        {
          "paragraph": "有人之形，",
          "zhushu": "視其形貌若人。"
        },
        {
          "paragraph": "無人之情。",
          "zhushu": "掘若槁木之枝。○掘，其勿反。槁，苦老反。"
        },
        {
          "paragraph": "有人之形，故羣於人；",
          "zhushu": "𩔖聚羣分，自然之道。○分如字。"
        },
        {
          "paragraph": "無人之情，故是非不得於身。",
          "zhushu": "無情，故付之於物也。"
        },
        {
          "paragraph": "𦕈乎小哉，所以屬於人也。",
          "zhushu": "形貌若人。○眇，亡小反，簡文云：陋也。"
        },
        {
          "paragraph": "謷乎大哉，獨成其天。",
          "zhushu": "無情，故浩然無不任。無不任者，有情之所未能也，故無情而獨成天也。○謷，五羔反，徐五報反，簡文云：放也。今取遨遊義也。獨成其天，如字。崔本天字作大，云：𩔖同於人，所以爲小。情合於天，所以爲大。"
        },
        {
          "paragraph": "惠子謂莊子曰：“人故無情乎？”莊子曰：“然。”惠子曰：“人而無情，何以謂之人？”莊子曰：“道與之貌，天與之形，惡得不謂之人？”",
          "zhushu": "人之生也。非情之所生也。生之所知。豈情之所知哉？故有情於爲離曠而弗能也。然離曠以無情而聦明矣。有情以爲賢聖而弗能也。然賢聖以無情而賢聖也。豈直賢聖絶逺而離曠難慕哉？雖下愚聾瞽及雞鳴狗吠。豈有情於爲之。亦終不能也。不問逺之與近。雖去巳一分，顔孔之際。終莫之得也。是以𨵿之萬物，反取諸身，耳目不能以易任成功，手足不能以代司致業。故嬰兒之始生也，不以目求乳，不以耳向明，不以足操物，不以手求行，豈百骸無定司，形貌無素主，而專由情以制之哉？○惡音烏，下惡得同。吠，扶廢反。分如字。操，七刀反。"
        },
        {
          "paragraph": "惠子曰：“旣謂之人，惡得無情？”",
          "zhushu": "未解形貌之非情也。○解音蟹。"
        },
        {
          "paragraph": "莊子曰：“是非吾所謂情也。",
          "zhushu": "以是非爲情，則無是無非，無好無惡者，雖有形貌，直是人耳，情將安寄？"
        },
        {
          "paragraph": "吾所謂無情者，言人之不以好惡內傷其身，",
          "zhushu": "任當而直前者，非情也。"
        },
        {
          "paragraph": "常因自然而不益生也。”",
          "zhushu": "止於當也。"
        },
        {
          "paragraph": "惠子曰：“不益生，何以有其身？”",
          "zhushu": "未明生之自生，理之自足。"
        },
        {
          "paragraph": "莊子曰：“道與之貌，天與之形，",
          "zhushu": "生理已自足於形貌之中，但任之則身存。"
        },
        {
          "paragraph": "無以好惡內傷其身。",
          "zhushu": "夫好惡之情，非所以益生，秪足以傷身，以其生之有分也。○好惡，呼報反，下烏路反，注同。秪音支。"
        },
        {
          "paragraph": "今子外乎子之神，勞乎子之精，倚樹而吟，據槁梧而瞑。",
          "zhushu": "夫神不休於性分之內，則外矣。精不止於自生之極，則勞矣。故行則倚樹而吟，坐則據梧而睡，言有情者之自困也。○倚，於綺反。槁，苦老反。梧音吾。暝音眠，崔云：據琴而睡也。睡，垂臂反。"
        },
        {
          "paragraph": "天選子之形，子以堅白鳴。”",
          "zhushu": "言凡子所爲，外神勞精，倚樹據梧，且吟且睡。情，世之所謂情也，而云天選，明夫情者非情之所生，而况他哉。故雖萬物萬形，云爲趣舎，皆在無情中來，又何用情於其間哉。○選，宣轉反，舊，思緩反。"
        }
      ]
    },
    {
      "name": "莊子內篇大宗師第六",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "雖夫地之大，萬物之富，其所宗而師者，無心也。○音義曰：崔云：遺形忘生，當大宗此法也。"
        },
        {
          "paragraph": "知天之所爲，知人之所爲者，至矣！",
          "zhushu": "知天人之所爲者，皆自然也，則內放其身而外冥於物，與衆玄同，任之而無不至也。"
        },
        {
          "paragraph": "知天之所爲者，天而生也；",
          "zhushu": "天者，自然之謂也。夫爲爲者不能爲，而爲自爲耳；爲知者不能知，而知自知耳。自知耳，不知也，不知也，則知出於不知矣。自爲耳，不爲也，不爲也，則爲出於不爲矣。爲出於不爲，故以不爲爲主。知出於不知，故以不知爲宗。是故眞人遺知而知，不爲而爲，自然而生，坐忘而得，故知稱絶而爲名去也。○天而生，向，崔本作失而生。稱，尺證反。"
        },
        {
          "paragraph": "知人之所爲者，以其知之所知，以養其知之所不知，終其天年而不中道夭者，是知之盛也。",
          "zhushu": "人之生也，形雖七尺，而五常必具。故雖區區之身，乃舉天地以奉之。故天地萬物，凡所有者，不可一日而相無也。一物不具，則生者無由得生；一理不至，則天年無縁得終。然身之所有者，知或不知也；理之所存者，爲或不爲也。故知之所知者寡，而身之所有者衆；爲之所爲者少，而理之所存者愽。在上者莫能器之而求其備焉。人之所知不必同。而所爲不敢異。異則僞成矣。僞成而眞不䘮者。朱之有也。或好知不倦。以困其百體。所好不過一枝。而舉根倶弊。斯以其所知而害所不知也。若夫知之盛也。知人之所爲者有分。故任而不彊也。知人之所知者有極。故用而不蕩也。故所知不以無崖自困，則一體之中，知與不知，闇相與會而俱全矣。斯以其所知養所不知也。○䘮，息浪反，下皆同。好，呼報反，下同。彊，其兩反。"
        },
        {
          "paragraph": "雖然，有患。",
          "zhushu": "雖知盛，未若遺知任天之無患也。"
        },
        {
          "paragraph": "夫知有所待而後當，",
          "zhushu": "夫知者未能無可無不可，故必有待也。若乃任天而生者，則遇物而當也。"
        },
        {
          "paragraph": "其所待者特未定也。",
          "zhushu": "有待則無定也。"
        },
        {
          "paragraph": "庸詎知吾所謂天之非人乎？所謂人之非天乎？",
          "zhushu": "我生有崖，天也；心欲益之，人也。然此人之所謂耳，物無非天也。天也者，自然也。人皆自然，則冶亂成敗，遇與不遇，非人爲也，皆自然耳。○詎，徐其庶反。治，直吏反。"
        },
        {
          "paragraph": "且有眞人而後有眞知。",
          "zhushu": "有眞人而後天下之知皆得其眞而不可亂也。"
        },
        {
          "paragraph": "何謂眞人？古之眞人，不逆寡，",
          "zhushu": "凡寡皆不逆，則所順者衆。"
        },
        {
          "paragraph": "不雄成，",
          "zhushu": "不恃其成而處物先。"
        },
        {
          "paragraph": "不謩士。",
          "zhushu": "縱心直前，而羣士自合，非謀謩以致之？○謩，沒乎反。"
        },
        {
          "paragraph": "若然者，過而弗悔，當而不自得也。",
          "zhushu": "直自全當而無過耳，非以得失經心。"
        },
        {
          "paragraph": "若然者，登高不慄，入水不濡，入火不熱；是知之能登假於道也若此。",
          "zhushu": "言夫知之登至於道者，若此之逺也。理固自全，非畏死也。故眞人陸行而非避濡也，逺火而非逃熱也，無過而非措當也。故雖不以熱爲熱，而未嘗赴火；不以濡爲濡，未甞蹈水，不以死爲死，未甞䘮生。故夫生者，豈生之而生哉？成者，豈成之而成哉？故任之而無不至者，眞人也，豈有槩意於所遇哉。○慄音栗。濡，而朱反。假，更百反，至也。逺，于阮反。槩，古愛反。"
        },
        {
          "paragraph": "古之眞人，其寢不夢，",
          "zhushu": "無意想也。"
        },
        {
          "paragraph": "其覺無憂，",
          "zhushu": "當所遇而安也。○覺，古孝反。"
        },
        {
          "paragraph": "其食不甘，",
          "zhushu": "理當食耳。"
        },
        {
          "paragraph": "其息深深。眞人之息以踵，",
          "zhushu": "乃在根本中來。○深深。李云。內息之貌。踵。章勇反。王穆夜云。起息於踵。遍體而深。"
        },
        {
          "paragraph": "衆人之息以喉。屈服者，其嗌言若哇。",
          "zhushu": "氣不平暢。○喉，向云：喘悸之息，以喉爲節。言情欲奔競所致。嗌，音益，郭音厄。厄，咽喉也。哇，獲媧反，徐胡卦反，又音絓，崔一音於佳反，結也。言咽喉之氣結礙不通也。簡文云：哇，嘔也。"
        },
        {
          "paragraph": "其𦒿欲深者，其天機淺。",
          "zhushu": "深根寧極，然後反一無欲。○𦒿，市志反。"
        },
        {
          "paragraph": "古之眞人，不知說生，不知惡死。",
          "zhushu": "與化爲體。○說，音恱。惡，烏路反。"
        },
        {
          "paragraph": "其出不訢，其入不距。",
          "zhushu": "泰然而任之。○訢，音欣，又音祈。距，本又作拒，音巨，李云：欣出則營生，距入則惡死。"
        },
        {
          "paragraph": "翛然而往，翛然而來而已矣。",
          "zhushu": "寄之至理，故往來而不難。○翛然，音蕭，本又作儵，徐音叔，郭與久反，李音悠。向云：翛然，自然無心而自爾之謂。郭、崔云：往來不難之貌。司馬云：儵，疾貌。李同。"
        },
        {
          "paragraph": "不忘其所始，不求其所終。",
          "zhushu": "終始變化，皆忘之矣，豈直逆忘其生，而猶復探求死意也。○復，扶又反，下非復同也。"
        },
        {
          "paragraph": "受而喜之，",
          "zhushu": "不問所受者何物，遇之而無不適也。"
        },
        {
          "paragraph": "忘而復之。",
          "zhushu": "復之不由於識乃至。"
        },
        {
          "paragraph": "是之謂不以心捐道，不以人𦔳天，是之謂眞人。",
          "zhushu": "人生而静，天之性也。感物而動，性之欲也。物之感人無窮，人之逐欲無節，則天理烕矣。眞人知用心則背道，助天則傷生，故不爲也。○捐，徐以全反，郭作揖，一入反，崔云：或作楫，所以行舟也。背音佩。"
        },
        {
          "paragraph": "若然者，其心志，",
          "zhushu": "所居而安爲志。"
        },
        {
          "paragraph": "其容寂，",
          "zhushu": "雖行而無傷於静。○容寂本亦作家，崔本作宗。"
        },
        {
          "paragraph": "其顙䪻。",
          "zhushu": "頯，大朴之貌。○顙，息黨反，崔云：頟也。䪻，徐去軌反，郭苦對反，李音仇，一音逹，權也。王云：質朴無飾也。向本作䫥，云：䫥然大朴貌。廣雅云：　大也，五罪反。"
        },
        {
          "paragraph": "凄然似秋，",
          "zhushu": "殺物非爲威也。○凄，七西反。"
        },
        {
          "paragraph": "煖然似春，",
          "zhushu": "生物非爲仁也。○煖音暄，徐况晚反。"
        },
        {
          "paragraph": "喜怒通四時，",
          "zhushu": "夫體道合變者，與寒暑同其温嚴，而未嘗有心也。然有温嚴之貌，生殺之節，故寄名於喜怒。"
        },
        {
          "paragraph": "與物有宜而莫知其極。",
          "zhushu": "無心於物，故不奪物宜。無物不宜，故莫知其極。"
        },
        {
          "paragraph": "故聖人之用兵也，亡國而不失人心。利澤施乎萬世，不爲愛人。",
          "zhushu": "因人心之所欲亡而亡之，故不失人心也。夫白日登天，六合倶照，非愛人而照之也。故聖人之在天下，煖焉若陽春之自和，故澤者不謝；凄乎若秋霜之自降，故彫落者不怨。○亡國而不失人心，崔云：亡敵國而得其人心。"
        },
        {
          "paragraph": "故樂通物，非聖人也；",
          "zhushu": "夫聖人無樂也，直莫之塞而物自通。"
        },
        {
          "paragraph": "有親，非仁也；",
          "zhushu": "至仁無親，任理而自存。"
        },
        {
          "paragraph": "天時，非賢也；",
          "zhushu": "時之者，未若㤀時而自合之賢也。"
        },
        {
          "paragraph": "利害不通，非君子也；",
          "zhushu": "不能一是非之塗而就利違害，則傷德而累當矣。"
        },
        {
          "paragraph": "行名失已，非士也；",
          "zhushu": "善爲士者，遺名而自得，故名當其實。而福應其身。○應，應對之應。"
        },
        {
          "paragraph": "亡身不眞，非役人也。",
          "zhushu": "自失其性而矯以從物，受役多矣，安能役人？"
        },
        {
          "paragraph": "若狐不偕、務光、伯夷、叔齊、箕子、胥餘、紀他、申徒狄，是役人之役，適人之適，而不自適其適者也。",
          "zhushu": "斯皆舎已殉人，徇彼傷我也。○狐不階，司馬云：古賢人也。務光，皇甫謐云：黃帝時人，其長七寸。伯夷、叔齊、孤竹君之二子。箕子、胥餘，司馬云：胥餘，箕子名也，見尸子。崔同。又云：尸子曰：箕子胥餘，𣾰身爲厲，被髮徉彺。或云：尸子曰比干也。胥餘其名。他徒何反。申徒狄，殷時人，負石自沈於河。崔本作同，俱也。舎音捨，下同。"
        },
        {
          "paragraph": "古之眞人，其狀義而不朋；",
          "zhushu": "與物同宜，而非朋黨。"
        },
        {
          "paragraph": "若不足而不承；",
          "zhushu": "冲虚無餘，如若不足也。下之而無不上，若不足而不承也。○承，如字，李云：迎也，又音拯。上，時掌反。"
        },
        {
          "paragraph": "與乎其觚而不堅也，",
          "zhushu": "常遊於獨而非固守。○與，如字，又音豫，同云疑貌。觚，音孤。王云：觚，特立不倚也。崔云：觚，稜也。"
        },
        {
          "paragraph": "張乎其虚而不華也；",
          "zhushu": "曠然無懷，乃至於實。"
        },
        {
          "paragraph": "邴邴乎其似喜乎，",
          "zhushu": "至人無喜，暢然和適，故似喜也。○邴邴，徐音丙，郭甫杏反，向云：喜貌。簡文云：明貌。"
        },
        {
          "paragraph": "崔乎其不得巳乎，",
          "zhushu": "動静行止，常居必然之極。○崔于罪反，徐息罪反，郭旦雷反。向云：動貌。簡文云：速貌。"
        },
        {
          "paragraph": "滀乎進我色也，",
          "zhushu": "不以物傷巳也。○傗，本又作滀，勑六反，司馬不色，憤起貌。王云：冨有德充也。簡文云：聚也。"
        },
        {
          "paragraph": "與乎止我德也，",
          "zhushu": "無所趨也。"
        },
        {
          "paragraph": "厲乎其似世乎，",
          "zhushu": "至人無厲，與世同行，故若厲也。○厲如字，崔本作廣，云：苞羅者廣也。"
        },
        {
          "paragraph": "謷乎其未可制也，",
          "zhushu": "高放而自得。○謷，五羔反，徐五到反。司馬云：志逺貌。王云：高邁於俗也。"
        },
        {
          "paragraph": "連乎其似好閉也，",
          "zhushu": "緜邈深逺，莫見其門。○連，如字，李云：連緜長貌。雀云：寒連也。音輦。好，呼報反，下皆同。"
        },
        {
          "paragraph": "悗乎㤀其言也。",
          "zhushu": "不識不知，而天機自發，故悗然也。○悗，亡本反，字或作免，李云：無匹貌。王云：廢忘也。崔云：婉順也。"
        },
        {
          "paragraph": "以刑爲體，",
          "zhushu": "刑者治之體，非我爲。○治，直吏反。"
        },
        {
          "paragraph": "以禮爲翼，",
          "zhushu": "禮者，世之所以自行耳，非我制。"
        },
        {
          "paragraph": "以知爲時，",
          "zhushu": "知自時之動，非我唱。"
        },
        {
          "paragraph": "以德爲循。",
          "zhushu": "德者，自彼所循，非我作。○循本亦作修，兩得。"
        },
        {
          "paragraph": "以刑爲體者，綽乎其殺也；",
          "zhushu": "任治之自殺，故雖殺而寛。○綽，昌略反，崔本作淖。"
        },
        {
          "paragraph": "以禮爲翼者，所以行於世也；",
          "zhushu": "順世之所行，故無不行。"
        },
        {
          "paragraph": "以知爲時者，不得已於事也；",
          "zhushu": "夫高下相受，不可逆之流也。小大相羣，不得巳之勢也。曠然無情，羣知之府也。承百流之會，居師人之極者，奚爲哉。任時世之知，委必然之事，付之天下而巳。"
        },
        {
          "paragraph": "以德爲循者，言其與有足者至於丘也，",
          "zhushu": "丘者，所以本也。以性言之，則性之本也。夫物各有足，足於本也。付羣德之自循，斯與有足者至於本也，本至而理盡矣。"
        },
        {
          "paragraph": "而人眞以爲勤行者也。",
          "zhushu": "凡此皆自彼而成，成之不在巳，則雖處萬機之極，而常閒暇自適，忽然不覺事之經身，悗然不識言之在口，而人之大迷，眞謂至人之爲勤行者也。○閒音閑。"
        },
        {
          "paragraph": "故其好之也一，其弗好之也一。",
          "zhushu": "常無心而順彼，故好與不好，所善所惡，與彼無二也。"
        },
        {
          "paragraph": "其一也一，其不一也一。",
          "zhushu": "其一也，天徒也；其不一也，人徒也。夫眞人同天人，均彼我，不以其一異乎不一。"
        },
        {
          "paragraph": "其一與天爲徒，",
          "zhushu": "無有而不一者，天也。"
        },
        {
          "paragraph": "其不一與人爲徒，",
          "zhushu": "彼彼而我我者，人也。"
        },
        {
          "paragraph": "天與人不相勝也，是之謂眞人。",
          "zhushu": "夫眞人同天人，齊萬致，萬致不相非，天人不相勝，故曠然無不一，冥然無不在，而玄同彼我也。"
        },
        {
          "paragraph": "死生，命也，其有夜旦之常，天也。",
          "zhushu": "其有晝夜之常，天之道也。故知死生者，命之極，非𡚶然也，若夜旦耳，奚所係哉？○旦如字，崔本作但，音担。"
        },
        {
          "paragraph": "人之有所不得與，皆物之情也。",
          "zhushu": "夫眞人在晝得晝，在夜得夜，以死生爲晝夜，豈有所不得乎？人之有所不得，而憂娛在懷，皆物情耳，非理也。"
        },
        {
          "paragraph": "彼特以天爲父，而身猶愛之，而況其卓乎！",
          "zhushu": "卓者，獨化之謂也。夫相因之功，莫若獨化之至也。故人之所因者，天也；天之所生者，獨化也。人皆以天爲父，故晝夜之變，寒暑之節，猶不敢惡，隨天安之。况乎卓爾獨化，至於玄冥之竟，又安得而不任之哉？旣，任之，則死生變化，唯命之從也。○淖，中至反。惡，烏路反。竟音境。"
        },
        {
          "paragraph": "人特以有君爲愈乎己，而身猶死之，而況其眞乎！",
          "zhushu": "夫眞者，不假於物而自然也。夫自然之不可避，豈直君命而已哉。"
        },
        {
          "paragraph": "泉涸，魚相與處於陸，相呴以濕，相濡以沫，不如相㤀於江湖。",
          "zhushu": "與其不足而相愛，豈若有餘而相㤀。○涸，戸各反，郭戸格反，爾雅云：愼也。呴、况于、况付二反。濡，本又作濡，音儒，或一音如戌反。沬音末。㤀音亾，下同。"
        },
        {
          "paragraph": "而其譽堯而非桀也，不如兩忘而化其道。",
          "zhushu": "夫非譽皆生於不足，故至足者，忘善惡，遺死生，與變化爲一，曠然無不適矣，又安知堯、桀之所在邪？○譽音餘，注同。"
        },
        {
          "paragraph": "夫大塊載我以形，勞我以生，佚我以老，息我以死。",
          "zhushu": "夫形生老死，皆我也。故形爲我載，生爲我勞，老爲我佚，死爲我息。四者雖變，未始非我，我奚惜哉？○塊，苦怪反，又苦對反，徐胡罪反。佚音逸。"
        },
        {
          "paragraph": "故善吾生者，乃所以善吾死也。",
          "zhushu": "死與生皆命也。無善則已，有善則生，不獨善也。故若以吾生爲善乎。則吾死亦善也。"
        },
        {
          "paragraph": "夫藏舟於壑，藏山於澤，謂之固矣！",
          "zhushu": "方言生死變化之不可逃，故先舉固逃之極然，然後明之以必變之符，將任化而無係也。○壑，火各反。"
        },
        {
          "paragraph": "然而夜半有力者負之而走，昧者不知也。",
          "zhushu": "夫無力之力，莫大於變化者也。故乃掲天地以趍新，負山嶽以舍故，故不暫停，忽已渉新，則天地萬物無時而不移也。世皆新矣，而日以爲故；舟日易矣，而視之若舊；山日更矣，而視之若前。今交一臂而失之，皆在冥中去矣。故向者之我非復今我也。我與今倶往，豈常守故哉？而世莫之覺，不謂今之所遇，可係而在，豈不昧哉。○掲其列、其謁二反。"
        },
        {
          "paragraph": "藏小大有宜，猶有所遯。",
          "zhushu": "不知與化爲體，而思藏之使不化，則雖至深至固，各得其所宜，而無以禁其日變也。故夫藏而有之者，不能止其遯也；無藏而任化者，變不能變也。"
        },
        {
          "paragraph": "若夫藏天下於天下而不得所遯，是恒物之大情也。",
          "zhushu": "無所藏而都任之，則與物無不冥，與化無不一，故無外無內，無死無生，體天地而合變化，索所遯而不得矣。此乃常存之大情，非一曲之小意。索，所百反。"
        },
        {
          "paragraph": "特犯人之形而猶喜之。若人之形者，萬化而未始有極也，",
          "zhushu": "人形，乃是萬化之一遇耳，未獨喜也。無極之中，所遇者皆若人耳，豈特人形可喜，而餘物無樂邪？○樂音洛，下及注同。"
        },
        {
          "paragraph": "其爲樂可勝計邪？",
          "zhushu": "本非人而化爲人，化爲人，失於故矣。失故而喜，喜所遇也。變化無窮，何所不遇？所遇而樂，樂豈有極乎？○勝音升。"
        },
        {
          "paragraph": "故聖人將遊於物之所不得遯而皆存。",
          "zhushu": "夫聖人遊於變化之途，放於日新之流，萬物萬化，亦與之萬化；化者無拯，亦與之無拯，誰得遯之哉？夫於生爲亡，而於死爲存，於死爲存，則何時而非存哉。"
        },
        {
          "paragraph": "善夭善老，善始善終，人猶效之，",
          "zhushu": "此自均於百年之內，不善少而否老，禾能體變化，齊死生也。然其平粹，猶足以師人也。○善夭，崔本作狡，同，古卯反，本又作天，於表反；簡文於橋反，云：異也。少，詩照反。否音鄙，本亦作鄙。粹，雖遂反。"
        },
        {
          "paragraph": "又況萬物之所係而一化之所待乎！",
          "zhushu": "此玄同萬物而與化爲體，故其爲天下之所宗也，不亦宜乎！"
        },
        {
          "paragraph": "夫道有情有信，無爲無形；",
          "zhushu": "有無情之情，故無爲也。有常無之信，故無形也。"
        },
        {
          "paragraph": "可傳而不可受，",
          "zhushu": "故今傳而宅之，莫能受而有之。○傳，直專反，注同。"
        },
        {
          "paragraph": "可得而不可見；",
          "zhushu": "咸得自容，而莫見其狀。"
        },
        {
          "paragraph": "自本自根，未有天地，自古以固存；",
          "zhushu": "明無不待有而無也。"
        },
        {
          "paragraph": "神鬼神帝，生天生地；",
          "zhushu": "無也，豈能生神哉？不神鬼帝，而鬼帝自神，斯乃不神之神也。不生天地，而天地自生，斯乃不生之生也。故夫人之果不足以神，而不神則神矣，功何足有，事何足恃哉？"
        },
        {
          "paragraph": "在太極之先而不爲高，在六極之下而不爲深，先天地生而不爲久，長於上古而不老。",
          "zhushu": "言道之無所不在也，故在高爲無高，在深爲無深，在久爲無久，在老爲無老，無所不在，而所在皆無也。且上下無不格者，不得以高卑稱也。内外無不至者，不得以表裏名也。與化俱移者，不得言久也。終始常無者，不可謂老也。○大音泰。之先，一本作先之，崔本同。先天，悉薦反。長，丁丈反。稱，尺證反。"
        },
        {
          "paragraph": "狶韋氏得之，以挈天地；伏戲得之，以襲氣母；維斗得之，終古不忒；日月得之，終古不息；堪坏得之，以襲崐崘；馮夷得之，以遊大川；肩吾得之，以處大山；黃帝得之，以登雲天；顓頊得之，以處玄宫；禺強得之，立乎北極；西王母得之，坐乎少廣，莫知其始，莫知其終；彭祖得之，上及有虞，下及五伯；傳說得之，以相武丁，奄有天下，乗東維，騎箕尾，而比於列星。",
          "zhushu": "道無能也。此言得之於道，乃所以明其自得耳。自得耳，道不能使之得也。我之未得，又不能爲得也。然則凡得之者，外不資於道，內不由於已，掘然自得而獨化也。夫生之難也，猶獨化而自得之矣。旣得其生，又何患於生之不得而爲之哉。故爲生果不足以全生，以其生之不由於已爲也。而爲之則傷其眞生也。○狶韋氏許豈反，郭禇伊反，李音豕，司馬云：上古帝王名。挈，徐苦結反，郭苦係反，司馬云：要也，得天地要也。崔云：成也。伏戲音羲，崔本作伏戲氏。襲氣母司馬：襲，入也。氣母，兀氣之母也。崔云：取元氣之本。維斗，李云：北斗所以爲天之綱維。終古，崔云：終古，久也。鄭玄注周禮云：終古，猶言常也。忒，它得反，差也。崔本作代。堪坏，徐扶眉反。郭孚坏反。崔作邳。司馬云：堪坏，神名。人靣，獸形。淮南作欽負崐崘。崐或作岷，同音昆。下力門反。崐崘，山名。馮夷，司馬云：清泠。傅曰：華隂僮，鄕隄伯人也。服八石，得水仙，是爲河伯。一云：以八月庚子浴於河而溺死。一云：渡河溺死，大川河也。崔本作泰川。肩吾，司馬云：山神不死，至孔子時大山。泰。又如字。黃帝，崔云：得道而上天也。顓音專。頊，許玉反。玄宫，李云：顓頊，帝高陽氏。玄宫，北方宫也。月令曰：其帝顓頊，其神玄冥。禺強，音虞，郭語龍反。司馬云：山海經曰：北海之渚有神，人靣鳥身，珥兩青蛇，踐兩赤蛇，名禺強。崔云：大荒經曰：北海之神，名曰禺強，靈龜爲之使。歸藏曰：昔穆王子筮卦於禺強。案：海外經云：北方禺強，黒身，手足乗兩龍。郭璞以爲水神，人靣鳥身。簡文云：北海神也，一名禺京，是黃帝之孫也。西王母，山海經云：狀如人，狗尾逢頭戴勝，善哨，居洵水之涯。漢武內傳云：西王母與上元夫人降帝，美容貌，神仙人也。少廣：司馬云：穴名。崔云：山名，或西方空界之名。彭祖，解見逍遙篇。崔云：壽七百歲，或以爲仙，不死。相，息亮反。武丁至列星，司馬云：傅說，殷相也。武丁，殷王高宗也。東維，箕斗之間，天漢津之東維也。星經曰：一星在尾上，言其乗東維，騎箕、尾之間也。崔云：傳說死，其精神乗東維，託龍角，乃列宿。今尾上有傳說星，崔本此下更有其生無父母，死登遐三年而形遯。此言神之無能名者也凢二十二字。掘，其勿反。"
        },
        {
          "paragraph": "南伯子葵問乎女偊曰：“子之年長矣，而色若孺子，何也？”曰：“吾聞道矣。”",
          "zhushu": "聞道則任其自生，故氣色全也。○葵，李云：葵當作綦，聲之誤也。偊，徐音禹，李音矩，一云：是婦人也。長，丁丈反。孺，本亦作儒，如喻反，李云：弱子也。"
        },
        {
          "paragraph": "南伯子葵曰：“道可得學邪？”曰：“惡！惡可！子非其人也。夫卜梁倚有聖人之才而無聖人之道，我有聖人之道而無聖人之才。吾欲以教之，庶幾其果爲聖人乎？不然，以聖人之道告聖人之才，亦易矣。吾猶守而告之，參日而後能外天下；",
          "zhushu": "外，猶遺也。○惡惡，並音鳥，下烏乎同。卜梁倚，魚綺反，又其綺反，李云：卜梁，姓；倚，名。易，以䜴反。參，音三。"
        },
        {
          "paragraph": "已外天矣，吾又守之，七日而後外物；",
          "zhushu": "物者，朝夕所須，切巳難忘。"
        },
        {
          "paragraph": "已外物矣，吾又守之，九日而後能外生；",
          "zhushu": "都，遺也。"
        },
        {
          "paragraph": "已外生矣，而後能朝徹；",
          "zhushu": "遺生則不惡死，不惡死故所遇即安，豁然無滯，見機而作，斯朝徹也。○朝如字，李除遥反。下同。徹如字。郭司馬云：朝，旦也。徹逹妙之道。李云：夫能洞照，不崇朝而逺徹也。惡，烏路反。下同。豁，喚活反。"
        },
        {
          "paragraph": "朝徹而後能見獨；",
          "zhushu": "當所遇而安之，忘先後之所接，斯見獨者也。"
        },
        {
          "paragraph": "見獨而後能無古今；",
          "zhushu": "與獨倶往。"
        },
        {
          "paragraph": "無古今而後能入於不死不生。",
          "zhushu": "夫係生故有死，惡死故有生。是以無係無惡，然後能無死無生。"
        },
        {
          "paragraph": "殺生者不死，生生者不生。其爲物無不將也，",
          "zhushu": "任其自將，故無不將。○殺生者不死，李云：殺，猶亡也。亡生者不死。崔云：除其營生爲殺生。生生者不生。李云：矜生者不生也。崔云：常營其生爲生生。"
        },
        {
          "paragraph": "無不迎也，",
          "zhushu": "任其自迎，故無不迎。"
        },
        {
          "paragraph": "無不毀也，",
          "zhushu": "任其自毀，故無不毀。"
        },
        {
          "paragraph": "無不成也。",
          "zhushu": "任其自成，故無不成。"
        },
        {
          "paragraph": "其名爲攖寧，",
          "zhushu": "夫與物冥者，物縈亦縈，而未始不寧也。○攖，郭音縈，徐於營反，李於𢩘反，崔云：有所繫著也。"
        },
        {
          "paragraph": "攖寧也者，攖而後成者也。”",
          "zhushu": "物縈而獨不縈，則敗矣。故縈而任之，則莫不曲成矣。"
        },
        {
          "paragraph": "南伯子葵曰：“子獨惡乎聞之？”曰：“聞諸副墨之子，副墨之子聞諸洛誦之孫，洛誦之孫聞之瞻明，瞻明聞之聶許，聶許聞之需役，需役聞之於謳，於謳聞之玄冥，",
          "zhushu": "玄冥者，所以名無而非無。○副墨，李云：可以副貳玄墨也。崔云：此巳下皆古人姓名，或寓之耳，無其人。洛誦，李云：誦，通也。苞洛無所不通也。瞻明，音占。李云：神明洞徹也。聶許，徐乃攝反。李云：許，與也。攝而保之，無所施與也。需役，徐音須，李音儒，云：儒弱爲役也。王云：需，待也。役，亭毒也。於，音烏，又如字。謳，徐烏侯反，李香于反，云：謳，煦也，欲化之貌。王云：謳，歌謡也。玄冥，李云：強名曰玄，視之冥然。向郭云：所名無而非無也。"
        },
        {
          "paragraph": "玄冥聞之參寥，",
          "zhushu": "夫階名以至無者，必得無於名表，故雖玄冥猶未極，而又推寄於參寥，亦玄之又玄也。○參，七南反。寥，徐力彫反，李云：參，高也。高邈寥曠，不可名也。"
        },
        {
          "paragraph": "參寥聞之疑始。”",
          "zhushu": "夫自然之理，有積習而成者，蓋階近以至逺，研粗以至精，故乃七重而後無之名，九重而後疑無是始也。○疑始，李云：又疑無是始，則始非無名也。粗，七胡反。重，直龍反，下同。"
        },
        {
          "paragraph": "子祀、子輿、子犂、子來四人相與語曰：“孰能以無爲首，以生爲脊，以死爲尻；孰知死生存亡之一體者，吾與之友矣！”四人相視而𥬇，莫逆於心，遂相與爲友。俄而子輿有病，子祀往問之，曰：“偉哉，夫造物者將以予爲此拘拘也。”曲僂發背，上有五管，頥隱於齊，肩高於頂，句贅指天，隂陽之氣有沴，",
          "zhushu": "沴，陵亂也。○子祀，崔云：淮南作子，水作。年五十四而病傴僂。子輿，本又作與，音餘。犂，禮兮反。尻，苦羔反。偉，韋鬼反，向云：美也。崔云：自此至鑑干井，皆子祀自說病狀也。拘拘，郭音駒。司馬云：體拘挛也。王云：不伸也。僂，徐力主反。頂，本亦作項，崔本作缸，音項。句，倶對反，徐古侯反。贅，徐之稅反。指天，李云：句贅，項推也。其形似贅，言其上向也。沴，音麗，徐又待顯反，郭奴結反，云：陵亂也。李同。崔本作洗，云：滿也。"
        },
        {
          "paragraph": "其心間而無事，",
          "zhushu": "不以爲患。○間音閑。崔以其心属上句。"
        },
        {
          "paragraph": "跰𨇤而鑑于井，曰：“嗟乎！夫造物者又將以予爲此拘拘也。”",
          "zhushu": "夫任自然之變者，無差也，與物嗟耳。○跰𨇤，歩田反，下悉田反，崔本作邊鮮，司馬云：病不能行，故跰𨇤也。鑑，古暫反。曰嗟乎，崔云：此子輿辭。"
        },
        {
          "paragraph": "子祀曰：“女惡之乎？”曰：“亡，予何惡？浸假而化予之左臂以爲雞，予因以求時夜；浸假而化予之右臂以爲彈，予因以求鴞炙；浸假而予之尻以爲輪，以神爲馬，予因而乗之，豈更駕哉？",
          "zhushu": "浸，漸也。夫體化合變，則無往而不因，無因而不可也。○女惡，音汝，下同。下烏路反。亡如字，絶句。予何惡，烏路反，下及注間一音如字讀，則連亡字爲句。浸，子鴆反，向云漸也。以求時夜，一本無求字。彈，徒旦反。鴞，于嬌反。炙，章夜反。"
        },
        {
          "paragraph": "且夫得者，時也；",
          "zhushu": "當所遇之時，世謂之得。"
        },
        {
          "paragraph": "失者，順也。",
          "zhushu": "時不暫停，順往而去，世謂之失。"
        },
        {
          "paragraph": "安時而處順，哀樂不能入也，此古之所謂縣解也，而不能自解者，物有結之。",
          "zhushu": "一不能自解，則衆物其結之矣。故能解則無所，不解則無所而解也。○樂音洛。縣音玄。解音解，下及注同。向云：縣解，無所係也。"
        },
        {
          "paragraph": "且夫物不勝天久矣，吾又何惡焉。”",
          "zhushu": "天不能無晝夜，我安能無死生而惡之哉。"
        },
        {
          "paragraph": "俄而子來有病，喘喘然將死，其妻子環而泣之。犁往問之，曰：“叱！避！無怛化！”",
          "zhushu": "夫死生猶寤寐耳，於理當寐，不願人驚之，將化而叱，無爲怛之也。○喘喘，川轉反，又尺軟反，崔本作惴惴。環如字，徐音患，李云：繞也。叱，昌失反。怛，才逹反，崔本作靼，音怛。案：怛，驚也。鄭玄注周禮考工記不能驚怛是也。"
        },
        {
          "paragraph": "倚其戸與之語曰：“偉哉造化！又將奚以汝爲？將奚以汝適？以汝爲䑕肝乎，以汝爲蟲臂乎？”子來曰：“父母於子，東西南北，唯命之從。隂陽於人，不翅於父母。",
          "zhushu": "自古或有能違父母之命者，未有能違隂陽之變而距晝夜之節者也。○倚，於綺反。䑕肝，向云：委弃土壤而巳。王云：取微蔑至賤。臂亦作腸，崔本同。翅，徐詩知反。"
        },
        {
          "paragraph": "彼近吾死而我不聽，我則悍矣，彼何罪焉！",
          "zhushu": "死生猶晝夜耳，未足爲逺也。時當死，亦非所禁，而橫有不聽之，則適足捍逆於理，以速其死。其死之速，由於我悍，非死之罪也。彼，謂死耳，在生故以死爲彼。○彼近，如字。悍，本亦作捍，胡旦反，又音于，說文云：持抵也。"
        },
        {
          "paragraph": "夫大塊載我以形，勞我以生，佚我以老，息我以死。故善吾生者，乃所以善吾死也。",
          "zhushu": "理常俱也。"
        },
        {
          "paragraph": "今大冶鑄金，金踊躍曰：‘我且必爲鏌鋣！’大冶必以爲不祥之金。今一犯人之形，而曰：‘人耳！人耳！’夫造化者必以爲不祥之人。",
          "zhushu": "人耳人耳，唯願爲人也。亦猶金之踊躍，世皆知金之不祥，而不能任其自化。夫變化之道，靡所不遇，今一遇人形，豈故爲哉？生非故爲，時自生耳。矜而有之，不亦妄乎。○且，如字，徐子餘反。鏌音莫。鋣，以嗟反。鏌，鋣，劒名。"
        },
        {
          "paragraph": "今一以天地爲大鑪，以造化爲大冶，往而不可哉。",
          "zhushu": "人皆知金之有係爲不祥，故明巳之無異於金，則所係之情可解，可解則無不可也。○鑢，劣奴反。於音烏。解如字，下同。"
        },
        {
          "paragraph": "成然寐，蘧然覺。",
          "zhushu": "寐寤自若，不以死生累心。○成然如寐，崔同。李云：成然，縣解之貌。本或作成，音盛。簡文云：當作城。本又作晎，呼括反，視高貌。本亦作俄然蘧然，李音渠，崔本作據，又其據反。遽然，句形之貌。覺，古孝反。向崔本此下更有發然汀出一句，云：無係則侓液通也。崔本作衛利通，不以化爲人也。"
        },
        {
          "paragraph": "子桑戸、孟子反、子琴張三人相與友，曰：“孰能相與於無相與，相爲於無相爲？",
          "zhushu": "夫體天地冥而化者，雖手足異任，五藏殊管，未嘗相與而百節同和，斯相與於無相與也。未嘗相爲而表裏俱濟，斯相爲於無相爲也。若乃役其心志以恤手足，運其股肱以營五藏，則相營愈篤，而外內愈困矣。故以天下爲一體者，無愛爲於其間也。○與如字，崔云：猶親也，或一音豫。相爲，如字，或一音于僞反。愛爲，于僞反。"
        },
        {
          "paragraph": "孰能登天遊霧，橈桃無極，",
          "zhushu": "無所不任。○橈，徐而少反，郭許堯反。桃，徐徒了反，郭、李徒堯反，又作兆。李云：橈桃猶宛轉也。宛轉玄曠之中。簡文云：循環之名。"
        },
        {
          "paragraph": "相忘以生，無所終窮？”",
          "zhushu": "忘其生則無不忘矣，故能隨變任化，無所窮竟。"
        },
        {
          "paragraph": "三人相視而𥬇，莫逆於心，遂相與友。",
          "zhushu": "若然者，豈友哉？蓋寄明至親而無愛念之近情也。"
        },
        {
          "paragraph": "莫然有間，而子桑戸死，未葬。孔子聞之，使子貢往待事焉。或編曲，或鼓琴，相和而歌曰：“嗟來桑戸乎！嗟來桑戸乎！而已反其眞，而我猶爲人猗！”",
          "zhushu": "人哭亦哭，俗內之迹也。齊死生，忘哀樂，臨尸能歌，方外之至也。○莫然，如字。崔云：定也。有間，如字，崔、李六填切，本亦作爲間。編曲，必連反。字林布千反，郭父珍反，史記甫連反。李云：曲蚕。傳和，胡卧反。猶，崔本作獨。猗，於直反。崔云：辭也。樂音洛。"
        },
        {
          "paragraph": "子貢趨而進曰：“敢問臨尸而歌，禮乎？”二人相視而𥬇曰：“是惡知禮意！”",
          "zhushu": "夫知禮意者，必遊外以經內，守母以存子，稱情而直往也。若乃矜乎名聲，牽乎形制，則孝不任誠，慈不任實，父子兄弟懷情相欺，豈禮之大意哉？○惡音烏，下同。稱，尺證反。"
        },
        {
          "paragraph": "子貢反，以吿孔子，曰：“彼何人者邪？脩行無有而外其形骸，臨尸而歌，顔色不變，無以命之。彼何人者邪？”孔子曰：“彼遊方之外者也，而丘遊方之內者也。",
          "zhushu": "夫理有至極，外內相冥，未有極遊外之致而不冥於內者也，未有能冥於內而不遊於外者也。故聖人常遊外以私內，無心以順有，故雖終日揮形而神氣無變，俯仰萬機而淡然自若。夫見形而不及神者，天下之常累也。是故覩其與羣物並行，則莫能謂之遺物而離人矣；觀其體化而應務，則莫能謂之坐忘而自得矣。豈直謂聖人不然哉。乃必謂至理之無此。是故莊子將明流統之所宗。以釋天下之可悟。若直就稱仲尼之如此。或者將據所見以排之。故超聖人之內迹。而寄方外於數子。宜㤀其所寄。以尋述作之大意。則夫遊外弘內之道。坦然自明。而莊子之書。故是渉俗蓋世之談矣。○無以命之。崔李云。命，名也。淡。徒暫反。離。力知反。下同。應。應對之應。下同。數。所主反。坦。徒但反。"
        },
        {
          "paragraph": "外內不相及，而丘使女往弔之，丘則陋矣！",
          "zhushu": "夫弔者，方內之近事也，施之於方外則陋矣。○女音汝，下同。"
        },
        {
          "paragraph": "彼方且與造物者爲人，而遊乎天地之一氣。",
          "zhushu": "皆冥之，故無二。"
        },
        {
          "paragraph": "彼以生爲附贅縣疣，",
          "zhushu": "若疣之自縣，贅之自附，此氣之時聚，非所樂也。○縣音玄，注同。疣音尤。"
        },
        {
          "paragraph": "以死爲決𤴯潰癕。",
          "zhushu": "若疣之自決，癕之自潰，此氣之自散，非所惜也。○決，徐古穴反。𤴯，胡虬反。潰，胡對反。"
        },
        {
          "paragraph": "夫若然者，又惡知死生先後之所在？",
          "zhushu": "死生代謝，未始有極，與之俱往，則無往不可，故不知勝負之所在也。"
        },
        {
          "paragraph": "假於異物，託於同體；",
          "zhushu": "假。因也。今死生聚散。變化無方。皆異物也。無異而不假。故所假雖異。而共成一體也。"
        },
        {
          "paragraph": "忘其肝膽，遺其耳目；",
          "zhushu": "任之於理而冥往也。"
        },
        {
          "paragraph": "反覆終始，不知端倪；",
          "zhushu": "五藏猶忘，何物足識哉？未始有識，故能放身於變化之𡍼，玄同於反覆之波，而不知終始之所及也。○覆，芳服反。倪，本或作泥，同音崖，徐音詣。"
        },
        {
          "paragraph": "芒然彷徨乎塵垢之外，逍遥乎無爲之業。",
          "zhushu": "所謂無爲之業，非拱黙而巳。所謂塵垢之外，非伏於山林也。○芒然，莫剛反，李云：無係之貌。彷，善剛反。徨音皇。塵垢，如字，崔本作塜坸，云：塜音塳，坸、垢同。齊人以風塵爲摓堁。"
        },
        {
          "paragraph": "彼又惡能憒憒然爲世俗之禮，以觀衆人之耳目哉？”",
          "zhushu": "其所以觀示於衆人者，皆其塵垢耳，非方外之冥物也。○憒，上內反，說文、蒼頡篇並云。亂也。觀，古亂反，示也，注同。"
        },
        {
          "paragraph": "子貢曰：“然則夫子何方之依？”",
          "zhushu": "子貢不聞性與天道，故見其所依，而不見其所以依也。夫所以依者，不依也，世豈覺之哉？"
        },
        {
          "paragraph": "曰：“丘，天之戮民也。",
          "zhushu": "以方內爲桎梏，明所貴在方外也。夫遊外者依內，離人者合俗，故有天下者，無以天下爲也。是以遺物而後能入羣，坐㤀而後能應務，愈遺之，愈得之。苟居斯極，則雖欲釋之而理固自來，斯乃天人之所不赦者也。"
        },
        {
          "paragraph": "雖然，吾與汝共之。”",
          "zhushu": "雖爲世所桎梏，但爲與汝共之耳。明巳恒自在外也。"
        },
        {
          "paragraph": "子貢曰：“敢問其方。”",
          "zhushu": "問所以遊外而共內之意。"
        },
        {
          "paragraph": "孔子曰：“魚相造乎水，人相造乎道。相造乎水者，穿池而養給；相造乎道者，無事而生定。",
          "zhushu": "所造雖異，其於由無事以得事，自方外以共內，然後養給而生定，則莫不皆然也。倶不自知耳，故成無爲也。○造，七報反，詣也，下同。池本亦作地，崔同。"
        },
        {
          "paragraph": "故曰：魚相忘乎江湖，人相忘乎道術。”",
          "zhushu": "各自足而相忘者，天下莫不然也。至人常足，故常忘也。○忘音亡，下同。"
        },
        {
          "paragraph": "子貢曰：“敢問畸人。”",
          "zhushu": "問：向之所謂方外而不耦於俗者，又安在也？○畸人，居宜反，司馬云：不耦也。不耦於人，謂闕於禮教也。李其宜反，言奇異也。"
        },
        {
          "paragraph": "曰：“畸人者，畸於人而侔於天。",
          "zhushu": "夫與內冥者，遊於外也。獨能遊外以冥內，任萬物之自然，使天性各足而帝王道成，斯乃畸於人而侔於天也。○侔音謀，司馬云：等也，亦從也。"
        },
        {
          "paragraph": "故曰：天之小人，人之君子；人之君子，天之小人也。”",
          "zhushu": "以自然言之，則人無小大；以人理言之，則侔於天者可謂君子矣。"
        },
        {
          "paragraph": "顔回問仲尼曰：“孟孫才，其母死，哭泣無涕，中心不慼，居䘮不哀。無是三者，以善䘮。蓋魯國固有無其實而得其名者乎？回一怪之。”",
          "zhushu": "魯國觀其禮，而顔回察其心。○孟孫才，李云：三桓後，才其名也。崔云：才或作牛。"
        },
        {
          "paragraph": "仲尼曰：“夫孟孫氏盡之矣，進於知矣，",
          "zhushu": "盡死生之理，應內外之宜者，動而以天行，非知之匹也。應，應對之應。"
        },
        {
          "paragraph": "唯簡之而不得，",
          "zhushu": "簡擇死生而不得其異，若春秋冬夏四時行耳。"
        },
        {
          "paragraph": "夫已有所簡矣。孟孫氏不知所以生，不知所以死；",
          "zhushu": "巳簡而不得，故無不安。無不安，故不以生死槩意，而付之自化也。"
        },
        {
          "paragraph": "不知就先，不知就後；",
          "zhushu": "所遇而安。"
        },
        {
          "paragraph": "若化爲物，",
          "zhushu": "不違化也。"
        },
        {
          "paragraph": "以待其所不知之化巳乎！",
          "zhushu": "死生宛轉，與化爲一，猶乃忘其所知於當今，豈待所未知而豫憂者哉？"
        },
        {
          "paragraph": "且方將化，惡知不化哉？方將不化，惡知已化哉？",
          "zhushu": "巳化而生，焉知未生之時哉？未化而死，焉知巳死之後哉？故無所避就，而與化倶生也。○惡音烏，下同。焉，於䖍反，下皆同。"
        },
        {
          "paragraph": "吾特與汝，其夢未始覺者邪！",
          "zhushu": "夫死生猶覺夢耳，今夢自以爲覺，則無以明覺之非夢也。苟無以明覺之非夢，則亦無以明生之非死矣。死生覺夢，未知所在，當其所遇，無不自得，何爲在此而憂彼哉？○覺，古孝反，注下皆同。"
        },
        {
          "paragraph": "且彼有駭形而無損心，",
          "zhushu": "以變化爲形之駭動耳，故不以死生損累其心。○駭形如字，崔作咳，云。有嬰兒之形。"
        },
        {
          "paragraph": "有旦宅而無情死。",
          "zhushu": "似形骸之變。爲旦宅之日新耳。其情不以爲死。○旦宅並如字。王云。旦暮改易宅是神居也。李本作怛㤞。上丹末反。下陟嫁反。云。驚惋之貌。崔本作靼宅。靼。怛也。"
        },
        {
          "paragraph": "孟孫氏特覺，人哭亦哭，是自其所以乃。",
          "zhushu": "夫常覺者，無往而有逆也，故人哭亦哭，正自是其所宜也。○乃，崔本作惡。"
        },
        {
          "paragraph": "且也相與‘吾之’耳矣，",
          "zhushu": "夫死生變化，吾皆吾之，旣皆自吾，吾何失哉？未始失吾，吾何憂哉？無逆，故人哭亦哭；無憂，故哭而不哀。"
        },
        {
          "paragraph": "庸詎知吾所謂‘吾之’乎？",
          "zhushu": "靡所不吾也，故玄同外內，彌貫古今，與化日新，豈知吾之所在也。○詎，其庶反，下章同。"
        },
        {
          "paragraph": "且汝夢爲鳥而厲乎天。夢爲魚而没於淵。",
          "zhushu": "言無往而不自得也。"
        },
        {
          "paragraph": "不識今之言者，其覺者乎，其夢者乎？",
          "zhushu": "夢之時自以爲覺，則焉知今者之非夢邪？亦焉知其非覺邪？覺夢之化，無往而不可，則死生之變，無時而足惜也。"
        },
        {
          "paragraph": "造適不及𥬇，獻𥬇不及排，",
          "zhushu": "所造皆適，則忘適矣，故不及𥬇也。排者，推移之謂也。夫禮，哭必哀，獻𥬇必樂，哀樂存懷，則不能與適推移矣。今孟孫常適，故哭而不哀，與化倶往也。○造，七報反，注同。獻𥬇，向云：獻，善也。王云：章也。意有適章於𥬇，故曰獻𥬇。排，皮皆反。樂音洛，下同。"
        },
        {
          "paragraph": "安排而去化，乃入於寥天一。”",
          "zhushu": "安於推移而與化倶去，故乃入於寂寥，而與天爲一也。自此以上至于子祀，其致一也。所執之䘮異，故歌哭不同。○寥，本亦作廖，力彫反，李良救反。天一，崔本作造敵不及𥬇，獻𥬇不及𩐎，安排而造化不及𦕈，𦕈不及雄漂淰，雄漂㑫不及簟筮，簟筮乃入於漻天一。上，時掌反。"
        },
        {
          "paragraph": "意而子見許由，許由曰：“堯何以資汝？”",
          "zhushu": "資者。給濟之謂。○意而子。李云。賢士也。資。給也。"
        },
        {
          "paragraph": "意而子曰：“堯謂我：汝必躬服仁義而明言是非。”許由曰：“而奚來爲軹？夫堯旣已黥汝以仁義，而劓汝以是非矣。汝將何以遊夫遥蕩恣睢轉徙之𡍼乎？”",
          "zhushu": "言其將以形教自虧殘，而不能復遊夫自得之塲，無係之𡍼也。○軹，之是反，郭之忍反。崔云：軹，辭也。李云：是也。黥，其京反。劓，魚器反。李云：毀道德以爲仁義，不似黥乎？破玄同以爲是非，不似劓乎？遥蕩，王云：縱散也。恣，七咨反，又如字。睢，郭、李云：許維反，徐許鼻反。李、王皆云：恣睢自得貌。復，扶又反，下同。"
        },
        {
          "paragraph": "意而子曰：“雖然，吾願遊於其藩。”",
          "zhushu": "不敢復求渉中道也，且願遊其藩傍而已。○藩，甫煩反，李音煩，司馬向皆云崔也。崔云：域也。"
        },
        {
          "paragraph": "許由曰：“不然。夫盲者無以與乎眉目顔色之好，瞽者無以與乎青黃黼黻之觀。”意而子曰：“夫無莊之失其美，據梁之失其力，黃帝之亡其知，皆在鑪捶之間耳。",
          "zhushu": "言天下之物，未必皆自成也。自然之理，亦有須治鍜而爲噐者耳。故此之三人，亦皆聞道而後亡其所務也。此皆寄言以遣云爲之累。○盲，本又作𦕈，崔本作目，云：目或作刑。刑，黥劓也。與音豫，下同。好如字，又呼報反。黼音甫。黻音弗。觀，古亂反。無莊據梁，司馬云：皆人名。李云：無莊，無莊飾也。據梁，強梁也。鑪音盧。棰，本又作，　徐之睡反，又之蘂反，一音時蘂反。李云：錘鴟頭頗口句鐡以吹火也。崔云：盧謂之瓮。捶當作甀。盧甀之間，言小處也。甀音丈僞反。鍜，丁亂反。"
        },
        {
          "paragraph": "庸詎知夫造物者之不息我黥而𥙷我劓，使我乗成以隨先生邪？”",
          "zhushu": "夫率性直往者，自然也。往而傷性，性傷而能改者，亦自然也。庸詎我知之自然，當不息黥𥙷劓而乗可成之道以隨夫子邪？而欲弃而勿告，恐非造物之至。"
        },
        {
          "paragraph": "許由曰：“噫，未可知也。我爲汝言其大略：吾師乎！吾師乎！𩐎萬物而不爲義，澤及萬世而不爲仁，",
          "zhushu": "皆自爾耳，亦無愛爲於其間也，安所寄其仁義。○噫，徐音醫，李云：歎聲也。崔云：辭也。本亦作意，音同，又如字，謂呼意而名也。爲，于僞反，注同。𩐎，子兮反，司馬云：碎也。"
        },
        {
          "paragraph": "長於上古而不爲老，",
          "zhushu": "日新也。○長，丁丈反。"
        },
        {
          "paragraph": "覆載天地、刻彫衆形而不爲巧。",
          "zhushu": "自然，故非巧也。"
        },
        {
          "paragraph": "此所遊已！”",
          "zhushu": "遊於不爲而師於無師也。"
        },
        {
          "paragraph": "顔回曰：“回益矣。”",
          "zhushu": "以損之爲益也。"
        },
        {
          "paragraph": "仲尼曰：“何謂也？”曰：“回忘仁義矣。”曰：“可矣，猶未也。”",
          "zhushu": "仁者，兼愛之迹；義者，成物之功。愛之非仁，仁迹行焉；成之非義，義功見焉。存夫仁義，不足以知愛利之由無心，故忘之可也。但忘功迹，故猶未玄逹。○見，賢遍反，下文同。"
        },
        {
          "paragraph": "它日復見，曰：“回益矣。”曰：“何謂也？”曰：“回忘禮樂矣”。曰：“可矣，猶未也。”",
          "zhushu": "禮者，形體之用。樂者，樂生之具。忘其具，未若忘其所以具也。○它日，崔本作異旦，下亦然。復，扶又反，下同。樂，音洛，又音嶽。"
        },
        {
          "paragraph": "它日復見，曰：“回益矣。”曰：“何謂也？”曰：“回坐忘矣。”仲尼蹵然曰：“何謂坐忘？”顔回曰：“墮枝體，黜聦明，離形去知，同於大通，此謂坐忘。”",
          "zhushu": "夫坐忘者，奚所不忘哉？旣㤀其迹，又忘其所以迹者，內不覺其一身，外不識有天地，然後曠然與變化爲體，而無不通也。○蹵然，子六反，崔云：變色貌。墮，許規反，徐又待果反。去，起吕反。知音智。坐㤀，崔云：端坐而㤀。"
        },
        {
          "paragraph": "仲尼曰：“同則無好也，",
          "zhushu": "無物不同，則未嘗不適。朱嘗不適，何好何惡哉？○好，呼報反，注同。惡，烏路反。"
        },
        {
          "paragraph": "化則無常也。",
          "zhushu": "同於化者，唯化所適，故無常也。"
        },
        {
          "paragraph": "而果其賢乎！丘也請從而後也。”子輿與子桑友，而霖雨十日，子輿曰：“子桑殆病矣！”裹飯而往食之。",
          "zhushu": "此二人相爲於無相爲者也。今裹飯而相食者，乃任之天理而自爾，非相爲而後往也。○霖雨，本又作淋，音林。左傳云：雨三日以往爲霖。裹音果。食音嗣，注同。"
        },
        {
          "paragraph": "至子桑之門，則若歌若哭，鼔琴曰：“父邪！母邪！天乎！人乎！”有不任其聲而趨舉其詩焉。子輿入，曰：“子之歌詩，何故若是？”",
          "zhushu": "嫌其有情，所以趨出逺理。○有不任音壬其聲而趨，七佳反。舉其詩焉，崔云：不任其聲，憊也。趨舉其詩，無音曲也。"
        },
        {
          "paragraph": "曰：“吾思夫使我至此極者而弗得也。父母豈欲吾貧哉？天無私覆，地無私載，天地豈私貧我哉？求其爲之者而不得也！然而至此極者，命也夫！”",
          "zhushu": "言物皆自然，無爲之者也。"
        }
      ]
    },
    {
      "name": "莊子內篇應帝王第七",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "夫無心而任乎自化者，應爲帝王也。○音義曰：崔云：行不言之教，使天下自以爲牛馬，應爲帝王者也。"
        },
        {
          "paragraph": "齧缺問於王倪，四問而四不知。齧缺因躍而大喜，行以告蒲衣子，蒲衣子曰：“而乃今知之乎？有虞氏不及泰氏。",
          "zhushu": "夫有虞氏之與泰氏，皆世事之迹耳，非所以迹也。所以迹者，無迹也。世孰名之哉？未之甞名，何勝負之有邪？然無迹者，乗羣變，履萬世，世有夷險，故迹有不及也。○齧，五結反。缺，丘恱反。倪，五兮反。四問而四不知。向云：事在齊物論中。蒲衣子，尸子云：蒲衣八歲，舜讓以天下。崔云：即被衣王倪之師也。淮南子曰：齧缺問道於被衣泰氏。司馬云：上古帝王也。崔云：帝王也。李云：大庭氏。又云：無名之君也。"
        },
        {
          "paragraph": "有虞氏其猶藏仁以要人，亦得人矣，而未始出於非人。",
          "zhushu": "夫以所好爲是人，所惡爲非人者，唯以是非爲域者也。夫能出於非人之域者，必入於無非人之竟矣。故無得無失，無可無不可，豈直藏仁而要人也？○藏仁，才剛反，崔云：懷仁心以結人也。本亦作藏，作剛反，善也。簡文云：要，一遥反，註同。好，呼報反。惡，烏路反。之竟，音境。"
        },
        {
          "paragraph": "泰氏其卧徐徐，其覺于于。一以已爲馬，一以巳爲牛。",
          "zhushu": "夫如是，又奚是人非人之有哉？斯可謂出於非人之域。○徐徐，如字，崔本作祛祛。覺，古孝反。于于，如字。司馬云：徐徐，安穩貌。于于，無所知貌。簡文云：徐徐于于，寐之狀也。"
        },
        {
          "paragraph": "其知情信，",
          "zhushu": "任其自知，故情信。"
        },
        {
          "paragraph": "其德甚眞，",
          "zhushu": "任其自得，故無僞。"
        },
        {
          "paragraph": "而未始入於非人。”",
          "zhushu": "不入乎是非之域，所以絶於有虞之世。"
        },
        {
          "paragraph": "肩吾見狂接輿，狂接輿曰：“日中始何以語女？”肩吾曰：“告我：君人者，以已出經式義度，人孰敢不聽而化諸？”接輿曰：“是欺德也。",
          "zhushu": "以巳制物，則物失其眞。○日，人實反。中，音仲，亦如字。始，李云：日中始，人姓名，賢者也。崔本無日字，云：中始，賢人也。語，魚據反。女音汝，後皆同。出經，絶句。司馬云：出，行也。經，常也。崔云：出典法也。式義度人絶句。式，法也。崔云：式，用也。用仁義以法度人也。欺，簡文云：欺，妄也。"
        },
        {
          "paragraph": "其於治天下也，猶渉海鑿河而使蚉負山也。",
          "zhushu": "夫寄當於萬物，則無事而自成。以一身制天下，則功莫就而任不勝也。○鑿，在洛反，下同，郭粗鶴反。河，李云：渉海必䧟波，鑿河無成也。蚉音文，本亦作蟁，同。勝音升。"
        },
        {
          "paragraph": "夫聖人之治也，治外乎？",
          "zhushu": "全其性分之內而已。"
        },
        {
          "paragraph": "正而後行，",
          "zhushu": "各正性命。"
        },
        {
          "paragraph": "確乎能其事者而已矣。",
          "zhushu": "不爲其所不能。○確，苦學反，李云：堅貌。崔本作橐，音託。"
        },
        {
          "paragraph": "且鳥高飛以避矰弋之害，鼷䑕深穴乎神丘之下以避重鑿之患。",
          "zhushu": "禽獸猶各有以自存，故常王任之而不爲，則自成也。○矰，則能反，李云：罔也。害，崔本作菑，鼷音兮。"
        },
        {
          "paragraph": "而曾二蟲之無知！”",
          "zhushu": "言汝曾不如此二蟲之各存而不待教乎。"
        },
        {
          "paragraph": "天根遊於殷陽，至蓼水之上，適遭無名人而問焉，曰：“請問爲天下。”無名人曰：“去。汝鄙人也，何問之不預也！",
          "zhushu": "問：爲天下，則非起於大𥘉，止於玄冥也。○天根，崔云：人姓名也。遊於殷陽，李云：殷，山名。陽山之陽。崔云：殷陽，地名。司馬云：殷，衆也。言向南遊也。或作殷湯。蓼，音了。李云：水名也。不豫，司馬云：嫌不漸豫，太倉卒也。簡文云：豫，恱也。大，音泰。"
        },
        {
          "paragraph": "予方將與造物者爲人，",
          "zhushu": "任人之自爲。"
        },
        {
          "paragraph": "厭則又乗夫莽𦕈之鳥，以出六極之外，而遊無何有之鄕，以處壙埌之野。",
          "zhushu": "莽𦕈，羣碎之謂耳。乗羣碎馳萬物，故能出處常通，而無狹滯之地。○夫，音符。莽，莫蕩反，崔本作猛。𦕈，妙小反。莽𦕈，輕虚之狀也。崔云：猛𦕈之鳥首也，取其行而無迹。壙，徐苦廣反。埌，徐力黨反，李音浪。壙埌無滯爲名也。崔云：猶曠蕩也。挾，戸夾反。"
        },
        {
          "paragraph": "汝又何帠以治天下感予之心爲？”",
          "zhushu": "言皆放之自得之場，則不治而自治也。○帠，徐音藝，又魚例反，司馬云：法也。一本作寱，牛世反，崔本作爲。治，直吏反，下文同。"
        },
        {
          "paragraph": "又復問，無名人曰：“汝遊心於淡，",
          "zhushu": "任其性而無所飾焉，則淡矣。○復，扶又反。淡，徒暫反，徐大敢反。"
        },
        {
          "paragraph": "合氣於漠，",
          "zhushu": "漠然静於性而止。○漠音莫。"
        },
        {
          "paragraph": "順物自然而無容私焉，而天下治矣。”",
          "zhushu": "任性自生，公也；心欲益之，私也。容私果不足以生生，而順公乃全也。"
        },
        {
          "paragraph": "陽子居見老聃曰：“有人於此，嚮疾疆梁，物徹䟽明，學道不勌。如是者，可比明王乎？”老聃曰：“是於聖人也，胥易技係，勞形怵心者也。",
          "zhushu": "言此功夫，容身不得，不足以此聖王。楊子居，李云：居，名也。子，男子通稱。嚮，許亮反。李云：許兩反。疾強梁，崔云：所在疾強梁之人也。李云：敏疾如嚮也。簡文云：如嚮應聲之疾，故是強梁之貌。物徹䟽明：司馬云：物，事也。徹，通也。事能通而開明也。崔云：無物不逹，無物不明。勌，其眷反。胥，如字。司馬云：䟽也。簡文云：相也。易，音亦。崔以豉反，相輕易也。簡文同。技，徐其綺反，簡文云：藝也。係如字，崔本作繫，或云作繫。簡文云：音繫。怵，勑律反。"
        },
        {
          "paragraph": "且也虎豹之文來田，猨狙之便執𣀗之狗來藉。如是者，可比明王乎？”",
          "zhushu": "此皆以其文章技能係累其身，非渉虚以御乎無方也。來田，李云：虎豹以皮有文章。見獵也。田，獵也。猨，音𡊮。狙，七餘反。便，毗肩反，舊扶靣反。𣀗，音來，李音狸，崔云：旄，牛也。藉，司馬云：藉，繩也。由捷見結縳也。崔云：藉，繫也。"
        },
        {
          "paragraph": "陽子居蹵然曰：“敢問明王之治。”老聃曰：“明王之治，功蓋天下而似不自已，",
          "zhushu": "天下若無明王，則莫能自得。今之自得，實明王之功也。然功在無爲，而還任天下，天下皆得自任，故似非明王之功。○蹵然，子六反，改容之貌。冶，直吏反，下同。"
        },
        {
          "paragraph": "化貸萬物而民弗恃。",
          "zhushu": "夫明王皆就足物性，故人人皆云我自爾，而莫知恃頼於明王。○頼，吐代反。"
        },
        {
          "paragraph": "有莫舉名，使物自喜。",
          "zhushu": "雖有蓋天下之功，而不舉以爲已名，故物皆自以爲得而喜。"
        },
        {
          "paragraph": "立乎不測，",
          "zhushu": "居變化之𡍼，日新而無方。"
        },
        {
          "paragraph": "而遊於無有者也。”",
          "zhushu": "與萬物爲體，則所遊者虚也。不能𠖇物，則迕物不睱，何睱遊虚哉？"
        },
        {
          "paragraph": "鄭有神巫曰季咸，知人之死生、存亡、禍福、壽夭，期以歲月旬日若神。鄭人見之，皆弃而走。",
          "zhushu": "不憙自聞死日也。○神巫曰季咸，李云：女曰巫，男曰覡。季咸名不憙，許忌反。"
        },
        {
          "paragraph": "列子見之而心醉，歸，以告壺子，曰：“始吾以夫子之道爲至矣，則又有至焉者矣。”",
          "zhushu": "謂季咸之至，又過於夫子。○心醉，向云：迷感於其道也。壺子，司馬云：名林，鄭人，列子師。"
        },
        {
          "paragraph": "壺子曰：“吾與汝旣其文，未旣其實。而固得道與？衆雌而無雄，而又奚𡖉焉！",
          "zhushu": "言列子之未懷道也。○旣其文。李云：旣，盡也。與音餘。衆雌而無雄，而又奚夘焉？司馬云：言汝受訓未熟，故未成。若衆雌無雄，則無𡖉也。"
        },
        {
          "paragraph": "而以道與世亢，必信，夫故使人得而相汝。",
          "zhushu": "未懷道則有心，有心而亢其一方，以必信於世，故可得而相之。○亢，苦浪反。必信，崔力純反。相，息亮反，注下同。"
        },
        {
          "paragraph": "嘗試與來，以予示之。”明日，列子與之見壺子。出而謂列子曰：“嘻！子之先生死矣！弗活矣！不以旬數矣！吾見怪焉，見濕灰焉。”列子入，泣涕沾襟以告壺子。壼子曰：“鄕吾示之以地文，萌乎不震不正，",
          "zhushu": "萌然不動，亦不自正，與枯木同其不華，濕灰均於寂魄，此乃至人無感之時也。夫至人，其動也天，其静也地，其行也水流，其止也淵黙。淵黙之與水流，天行之與地止，其於不爲而自爾一也。今季咸見其尸居而坐忘，即謂之將死；覩其神動而天隨，因謂之有生。誠應不以心，而理自玄符，與變化升降而以世爲量，然後足爲物主，而順時無極，故非相者所測耳。此應帝王之大意也。○示之，本亦作視，崔云：示視之也。嘻，徐音熈，郭許意反。數，所主反。鄕，許亮反，本作曏，亦作向，同。崔本作康，云：向也。地文與士同也。崔云：文猶理也。不震不正並如字。崔本作不誫不止，云：如動不動也。應，應對之應，後同。"
        },
        {
          "paragraph": "是殆見吾杜德機也。",
          "zhushu": "德機不發曰：杜吾杜德機。崔云：塞吾德之機。"
        },
        {
          "paragraph": "嘗又與來。”明日，又與之見壺子。出而謂列子曰：“幸矣，子之先生遇我也。有瘳矣，全然有生矣！吾見其杜權矣！”",
          "zhushu": "權，機也。今乃自覺昨日之所見，見其杜權，故謂之將死。○瘳，丑留反。"
        },
        {
          "paragraph": "列子入，以吿壺子。壺子曰：“鄕吾示之以天壤，",
          "zhushu": "天壤之中，覆載之功見矣。比之地文，不猶𡖉乎？此應感之容也。見，賢遍反。"
        },
        {
          "paragraph": "名實不入，",
          "zhushu": "任自然而覆載，則天機玄應，而名利之飾皆爲弃物。"
        },
        {
          "paragraph": "而機發於踵。",
          "zhushu": "常在極上起。"
        },
        {
          "paragraph": "是殆見吾善者機也。",
          "zhushu": "機發而善於彼，彼乃見之。"
        },
        {
          "paragraph": "甞又與來。”明日，又與之見壺子。出而謂列子曰：“子之先生不齊，吾無得而相焉。試齊，且復相之。”列子入，以告壺子。壺子曰：“吾鄕示之以太沖莫勝，",
          "zhushu": "居太沖之極，浩然泊心，而玄同萬方，故勝負莫得措其間也。○齊，側皆反，本又作齊，下同。復，扶又反。泊，白博反，又音魄。晉，七赦反，字又作措，同。"
        },
        {
          "paragraph": "是殆見吾衡氣機也。",
          "zhushu": "無往不平，混然一之。以管闚天者，莫見其涯，故似不齊。○闚，去規反。"
        },
        {
          "paragraph": "鯢桓之審爲淵，止水之審爲淵，流水之審爲淵。淵有九名，此處三焉。",
          "zhushu": "淵者，静黙之謂耳。夫水常無心，委順外物，故雖流之與止鯢，桓之與龍躍，常淵然自若，未始失其静黙也。夫至人用之則行，捨之則止，行止雖異，而玄黙一焉，故略舉三異以明之。雖波流九變，治亂紛如，居其極者，常淡然自得，泊乎忘爲也。鯢，五兮反。桓，司馬云：鯢、桓，二魚名也。簡文云：鯢，鯨魚也。桓，盤桓也。崔本作鯢拒，云：魚所處之方穴也。又云：拒或作桓。審郭如字。簡文云：處也。司馬云：審當爲蟠。蟠，聚也。崔本作畨，云：回流所鍾之域也。淵有九名。淮南子云：有九琁之淵。許愼注云：至深也。治，直吏反。"
        },
        {
          "paragraph": "嘗又與來。”明日，又與之見壺子。立未定，自失而走。壺子曰：“追之！”列子追之不及。反，以報壺子曰：“已滅矣，已矢矣，吾弗及已。”壺子曰：“鄕吾示之以未始出吾宗。",
          "zhushu": "雖變化無常，深根寧極也。○失而走，如字，徐音逸。㓕，崔云：㓕，不見也。"
        },
        {
          "paragraph": "吾與之虚而委蛇，",
          "zhushu": "無心而隨物化。○委，於危反。蛇，以支反。委蛇，至順之貌。"
        },
        {
          "paragraph": "不知其誰何，",
          "zhushu": "汎然無所係也。"
        },
        {
          "paragraph": "因以爲弟靡。因以爲波流，故逃也。”",
          "zhushu": "變化頽靡，世事波流，無往而不因也。夫至人一耳，然應世變而時動，故相者無所措其目，自失而走，此明應帝王者無方也。○爲弟，徐音頽，文回反。靡弟靡，不窮之貌。崔云：猶遜伏也。波流如字，崔本作波隨，云：常隨從之。"
        },
        {
          "paragraph": "然後列子自以爲未始學而歸。三年不出，爲其妻爨，食豕如食人，",
          "zhushu": "忘貴賤也。○爲，于僞反。爨，七判反。食音嗣，下同。"
        },
        {
          "paragraph": "於事無與親。",
          "zhushu": "唯所遇耳。"
        },
        {
          "paragraph": "雕𤥨復朴，",
          "zhushu": "去華取實。○𤥨，竹角反。復，符六反。"
        },
        {
          "paragraph": "塊然獨以其形立。",
          "zhushu": "外飾去也。○塊，徐苦怪反，又苦對反。"
        },
        {
          "paragraph": "紛而封哉，",
          "zhushu": "雖動而眞不散也。○紛，芳云反，崔云：亂貌。封，崔本作戎，云：封戎，散亂也。"
        },
        {
          "paragraph": "一以是終。",
          "zhushu": "使物各自終。"
        },
        {
          "paragraph": "無爲名尸，",
          "zhushu": "因物則物各自當其名也。"
        },
        {
          "paragraph": "無爲謀府，",
          "zhushu": "使物各自謀也。"
        },
        {
          "paragraph": "無爲事任，",
          "zhushu": "付物，使各自任。"
        },
        {
          "paragraph": "無爲知主。",
          "zhushu": "無心則物各自主其知也。○知音智，註同。"
        },
        {
          "paragraph": "體盡無窮，",
          "zhushu": "因天下之自爲，故馳萬物而無窮。"
        },
        {
          "paragraph": "而遊無朕。",
          "zhushu": "任物故無迹。○朕，直忍反，崔云：兆也。"
        },
        {
          "paragraph": "盡其所受乎天，",
          "zhushu": "足則止也。"
        },
        {
          "paragraph": "而無見得，",
          "zhushu": "見得則不知止。"
        },
        {
          "paragraph": "亦虚而已！",
          "zhushu": "不虚則不能任羣實。"
        },
        {
          "paragraph": "至人之用心若鏡，",
          "zhushu": "鑒物而無情。"
        },
        {
          "paragraph": "不將不逆，應而不藏，",
          "zhushu": "來即應，去即止。○藏，如字，本又作臧。"
        },
        {
          "paragraph": "故能勝物而不傷。",
          "zhushu": "物來即鑒，鑒不以心，故雖天下之廣，而無勞神之累。"
        },
        {
          "paragraph": "南海之帝爲儵，北海之帝爲忽，中央之帝爲渾沌。儵與忽時相與遇於渾沌之地，渾沌待之甚善。儵與忽謀報渾沌之德，曰：“人皆有七竅以視聽食息。此獨無有，嘗試鑿之。”日鑿一竅，七日而渾沌死。",
          "zhushu": "爲者敗之。○儵，音叔，李云：喻有象也。忽，李云：喻無形也。渾，胡本反。沌，徒本反。崔云：渾沌，無孔竅也。李云：清濁未分也。此喻自然。簡文云：儵忽取神速爲名，渾沌以合和爲貌，神速譬有爲，合和譬無爲。竅，苦呌反。說文云孔也。七日而渾沌死，崔云：言不順自然強開耳目也。"
        },
        {
          "paragraph": "南華眞經卷第三",
          "zhushu": ""
        }
      ]
    }
  ]
}
