{
    "name": "天工開物",
    "author": "明・宋應星",
    "loadChapterCount": 5,
    "chapters": [
        {
            "name": "天工開物卷序",
            "paragraphs": [
                {
                    "paragraph": "天工開物卷序",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天覆地載，物數號萬，而事亦因之，曲成而不遺，豈人力也哉。事物而旣萬矣，必待口授目成而後識之，其與幾何？萬事萬物之中，其無益生人與有益者，各載其半。世有聰明博物者，稠人推焉。乃棗梨之花未賞，而臆度“楚萍”；釡𩱕之範鮮經，而侈談“莒鼎”；畫工好圖鬼魅而惡犬馬，卽鄭僑、晋華豈足爲烈哉？幸生聖明極盛之世，滇南車馬縱貫遼陽，嶺徼宦啇衡遊薊北。爲方萬里中，何事何物不可見見聞聞！若爲士而生東晋之初、南宋之季，其視燕、秦、晋、豫方物已成夷產，從互市而得裘帽，何殊肅愼之矢也。且夫王孫帝子生長深宮，御厨玉粒正香而欲觀耒耜，尚宫錦不方剪而想像機絲。當斯時也，披圖一觀，如獲重寳矣。年來著書一種，名曰天工開物卷。傷哉貧也，欲購竒攷證，而乏洛下之資；欲招致同人商畧贋眞，而缺陳思之舘。隨其孤陋見聞，藏諸方寸而冩之，豈有當哉？吾友涂伯聚先生，誠意動天，心靈格物。凡古今一言之嘉，寸長可取，必勤勤𢢽𢢽而契合焉。昨歲畵音歸正，繇先生而授梓。茲有後命，復取此卷而繼起爲之，其亦夙禄之所召哉。卷分前後，乃“貴五糓而賤金玉”之義。觀象、樂律二卷，其道太精，自揣非吾事，故臨梓刪去。丐大業文人棄擲案頭，此書于功名進取亳不相闗也。峕崇禎丁丑孟夏月，奉新宋應星于家食之問堂。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "乃粒第一",
            "paragraphs": [
                {
                    "paragraph": "乃粒第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：上古神農氏，若存若亡，然味其徽號兩言，至今存矣。生人不能乆生，而五榖生之；五穀不能自生，而生人生之。土脉歴時代而異，種性隨水土而分。不然，神農去陶唐粒食巳千年矣，耒耜之利以敎天下，豈有隱焉？而紛紛嘉種，必待后稷詳明其故何也？紈神之子，以赭衣視笠蓑，經生之家，以農夫爲詬詈。晨炊晚饟，知其味而忘其源者衆矣。夫先農而繫之以神，豈人力之所爲哉？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "總名",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡榖無定名，百榖指成數言。五穀則麻、菽、麥、稷、黍，獨遺稻者，以著書聖賢起自西北也。今天下育民人者，稻居什七，而來牟、黍、稷居什三，麻、菽二者功用巳全入蔬餌膏饌之中，而猶繫之榖者，從其朔也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "稻",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡稻種最多，不粘者禾曰秔，米曰粳；粘者禾曰稌，米曰糥，",
                    "zhushu": "南方無粘黍酒，皆糯米所爲。"
                },
                {
                    "paragraph": "質本粳而晩収帶粘，",
                    "zhushu": "俗名婺源光之類。"
                },
                {
                    "paragraph": "不可爲酒，只可爲粥者，又一種性也。凡稻榖形有長芒短芒，",
                    "zhushu": "江南名長芒者曰劉陽早，短芒者曰吉安早。"
                },
                {
                    "paragraph": "長粒尖粒，圓頂扁靣不一。其中米色有雪白、牙黃、大赤、半紫，雜黒不一。濕種之期，最早者，春分以前，名爲社種，",
                    "zhushu": "遇天寒有凍死不生者；"
                },
                {
                    "paragraph": "最遅者後于清明。凡播種，先以稻麥藁包浸數日，俟其生芽，撒于田中，生出寸許，其名曰秧。秧生三十日，卽拔起分栽。若田畆逢旱乾水溢，不可揷秧。秧過期老而長節，卽栽于畆中，生榖數粒，結果而巳。凡秧田一畆所生秧，供移栽二十五畆。几秧既分栽後，早者七十日卽収穫；",
                    "zhushu": "粳有救公饑喉下急，糥有金包銀之類，方語百千，不可殫述。"
                },
                {
                    "paragraph": "最遅者歴夏及冬，二百日方収穫。其冬季播種，仲夏卽収者，則廣南之稻，地無霜雪故也。凡稻旬日失水，卽愁旱乾。夏種冬収之榖，必山間源水不絶之𤱔，其榖種亦耐乆，其土胍亦寒，不催苖也。湖濵之田，待夏潦巳過六月方栽者，其秧立夏播種，撒藏高畆之上，以待時也。南方平原田多一歲兩栽兩穫者，其再栽秧，俗名晩糯，非粳類也。六月刈初禾，耕治老蒿田，揷再生秧，其秧清明時巳偕早秧撒佈，早秧一日無水卽死，此秧歴四、五兩月，任從烈日暵乾無憂，此一異也。凡再植稻，遇秋多晴，則汲灌與稻相終始，農家勤苦，爲春酒之需也。凡稻旬日失水，則死，期至勾出旱稻一種，粳而不粘者，卽高山可揷，又一異也。香稻一種，取其芳氣，以供貴人，収實甚少，滋益全無，不足尚也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "稻冝",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡稻土脉焦枯，則穗實蕭索，勤農糞田，多方以助之，人畜穢遺，榨油枯餅，",
                    "zhushu": "枯者，以去膏而得名也。胡麻菜服于爲上，芸薹次之，大眼桐又次之，樟桕、棉花又吹之。"
                },
                {
                    "paragraph": "草皮木葉以佐生機，普天之所同也。",
                    "zhushu": "南方磨縁豆粉者取溲漿灌田，肥甚。豆賤之時，撒黃豆于田，一粒爛土方三寸，得榖之息倍焉。"
                },
                {
                    "paragraph": "土性帶冷漿者，冝骨灰醮秧根，",
                    "zhushu": "凡禽獸骨"
                },
                {
                    "paragraph": "石灰淹苗足，向陽煖土不冝也。土脉堅緊者，冝耕隴叠塊，壓薪而燒之，塩墳鬆土不冝也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "稻工、耕、耙、磨耙、耘耔",
                    "zhushu": "具圖",
                    "type": 2
                },
                {
                    "paragraph": "凡稻田穫不再種者，土冝本秋耕墾，使宿膏化爛，敵糞力一倍。或秋旱無水，及怠農春耕，則収穫損薄也。凡糞田，若撒枯澆澤，恐霖雨至過水來，肥質隨漂而去，謹視天時，在老農心計也。凡一耕之後，勤者再耕三耕，然後施耙，則土質勻碎，而其中膏脉釋化也。凡牛力窮者，兩人以扛懸耜，項背相望而起土，兩人竟日，僅敵一牛之力。若耕後牛窮，製成磨耙，兩人肩手磨軋，則一日敵三牛之力也。凡牛，中國惟水、黄兩種，水牛力倍于黃，但畜水牛者，冬與土室禦寒，夏與池塘浴水，畜養心計，亦倍于黄牛也。凡牛春前力耕汗出，切忌雨黙，將雨則疾驅入室，候過榖雨，則任從風雨，不懼也。呉郡力田者以鋤代耜，不藉牛力。愚見貧農之家，㑹計牛値與水草之資，窃盜死病之變，不若人力亦便。假如有牛者供辦十畆，無牛用鋤，而勤者半之。既已無牛，則秋穫之後，田中無復芻牧之惠，而菽麥、麻蔬諸種，紛紛可種，以再穫償半荒之畆，似亦相當也。凡稻分秧之後，數日，舊葉萎黃而更生新葉，青葉既長，則耔可施焉。",
                    "zhushu": "俗名撻禾。"
                },
                {
                    "paragraph": "植杖于手，以足扶泥壅根，併屈宿田水草，使不生也。凡宿田苜草之類，遇耔而屈折，而稊稗與荼蓼非足力所可除者，則耘以繼之。耘者苦在腰手，辯在兩眸，非類旣去，而嘉榖茂焉。從此洩以防潦，漑以防旱，旬月而奄觀铚刈矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "稻災",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡早稻種，秋初収藏，當午晒時，烈日火氣在内，入倉廩中，闗閉太急，則其榖粘帶暑氣。",
                    "zhushu": "勤農之家，偏受此患。"
                },
                {
                    "paragraph": "明年田有糞肥，土脉發燒，東南風助煖，則盡發炎火，大壞苖穗，此一災也。若種榖晚凉入廪，或冬至數九天，收貯雪水、氷水一甕，",
                    "zhushu": "交春卽不騐。"
                },
                {
                    "paragraph": "清明濕種時，每石以數碗激洒，立解暑氣，則任從東南風煖，而此苗清秀異常矣。",
                    "zhushu": "祟在種內，反怨鬼神。"
                },
                {
                    "paragraph": "凡稻撒種，或時水浮數寸，其穀未卽沉下，驟發狂風，堆積一隅，此二災也。謹視風定而後撒，則沉匀成秧矣。凡榖種生秧之後，妨雀鳥聚食，此三災也。立標飄揚鷹俑，則雀未可敺矣。凡秋沉脚定，隂雨連綿，則損折過半，此四災也。邀天晴霽三日，則粒粒皆生矣。凡苖旣函之後，畆土肥澤，連發南風薫熱，函内生蟲，",
                    "zhushu": "形似蠶繭。"
                },
                {
                    "paragraph": "此五災也。邀天遇西風雨一陣，則蟲化而穀生矣。凡苗吐穡之後，暮夜鬼火遊燒，此六災也。此火乃朽木腹中放出。凡木毋火子，子藏毋腹，毋身未壞，子性千秋不滅。每逢多雨之年，孤野墓墳，多被狐狸穿塌其中，棺板爲水浸，朽爛之極，所謂母質壞也。火子無附，脫毋飛揚。然隂火不見陽光，直待日没黃昏，此火衝隙而出，其力不能上謄，飄遊不定，數尺而止。凡禾穡葉遇之，立刻焦炎。逐火之人，見他處樹根放光，以爲鬼也，奮梃擊之，反有鬼變枯柴之說，不知何來，鬼火見燈光而巳化矣。",
                    "zhushu": "凡火未經人間燈傳者，總属隂火，故見燈卽滅。"
                },
                {
                    "paragraph": "凡苖自函活以至頴栗，早者食水三斗，晚者食水五斗，失水卽枯，",
                    "zhushu": "將刈之時，少水二升，榖數雖存，米粒縮小，入碾白中，亦多斷碎。"
                },
                {
                    "paragraph": "此七災也。汲灌之智，人巧巳無餘矣。凡稻成熟之時，遇狂風吹粒殞落，或隂雨竟旬，榖粒沾濕自爛，此八災也。然風災不越三十里，隂雨災不越三百里。偏方厄難，亦不廣被，風落不可爲。若貧困之家，苦于無霽，將濕榖升于鍋内，燃薪其下，炸去穅膜，収炒糗以充饑，亦補助造化之一端矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "耕",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "耘",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "耔",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "耜",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "水利、筒車、牛車、踏車、拔車、桔槔",
                    "zhushu": "皆具圖",
                    "type": 2
                },
                {
                    "paragraph": "凡稻妨旱藉水，獨甚五榖。厥土沙、泥、磽、膩，隨方不一，有三日卽乾者，有半月後乾者。天澤不降，則人力挽水以濟。凡河濵有製筒車者，堰陂障流，遶于車下，激輪使轉，挽水入筒，一一傾于梘内，流入畆中，書夜不息，百畆無憂。",
                    "zhushu": "不用水時牷木碍，止使輪不轉動。"
                },
                {
                    "paragraph": "其湖池不流水，或以牛力轉盤，或聚數人踏轉車身長者二丈，短者半之。其内用龍骨拴串板，關水逆流而上。大抵一人竟日之力，灌田五畝，而牛則倍之。其淺池小澮不載長取者，則數尺之車，一人兩手疾轉，竟日之功，可灌二畒而巳。揚郡以風帆數扇，俟風轉車，風息則止。此車爲救潦，欲去澤水，以便栽種，盖去水非取水也，不適濟旱，用桔橰轆轤，功勞又甚細巳。汲水圖",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "汲水圖",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "車筒",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "車拔",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "槔桔",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "麥",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡麥有數種：小麥曰來，麥之長也。大麥曰牟、曰礦，雜麥曰雀、曰蕎，皆以播種同時，花形相似，粉食同功，而得麥名也。四海之内，燕、秦、晋、豫、齊、魯諸道，烝民粒食，小麥居半，而黍稷稻粱僅居半。西極川、雲，東至閩、淅、吳、楚腹焉，方長六千里中，種小麥者二十分而一，磨麵以爲捻頭、環餌、饅首湯料之需，而饔殮不及焉。種餘麥者五十分而一，閭閻作苦，以充朝膳，而貴介不與焉。櫎麥獨産陜西，一名青稞，卽大麥隨土而變，而皮成青黑色者。秦人專以飼馬，饑荒人乃食之。",
                    "zhushu": "大麥亦有粘者，河、洛用以釀酒。"
                },
                {
                    "paragraph": "雀麥細穗，穗中又分十數細子，間亦野生。蕎麥，實非麥類，然以其爲粉療饑，傳名爲麥，則麥之而巳。凡北方小麥，歴四時之氣，自秋播種，明年初夏方收。南方者種與收期時日差短，江南麥花夜發，江北麥花晝發，亦一異也。大麥種穫期與小麥相同。蕎麥則秋半下種，不兩月而卽收，其苗遇霜卽殺，邀天降霜遅，遲則有收矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "麥工，北耕種，耨",
                    "zhushu": "具圖",
                    "type": 2
                },
                {
                    "paragraph": "凡麥與稻，初耕墾土則同，播種以後，則耘耔，諸勤苦皆屬稻，麥惟施耨而巳。凡北方厥土墳壚，易解釋者，種麥之法，耕具差異，耕卽兼種。其服牛起土者，未不用耕，並列兩鐡于横木之上，其具方語曰鏹。鏹中間盛一小斗，貯麥種于内。其斗底空梅花眼，牛行揺動，種子卽從眼中撒下。欲宻而多，則鞭牛疾走，子撒必多；欲稀而少，則緩其牛，撒種卽少。旣撒種後，用驢駕兩小石團，壓土埋麥。凡麥種緊壓方生。南方地不比同者，多耕多耙之後，然後以灰拌種，手指拈而種之。種過之後，隨以脚根壓土使𦂳，以代北方驢石也。耕種之後，勤議耨鋤。凡耨草，川濶靣大，傳麥苗生後，耨不厭勤，",
                    "zhushu": "有三過、四過者。"
                },
                {
                    "paragraph": "餘草生機，盡誅鋤下，則竟畒精華，盡聚嘉實矣。功勤易耨，南與北同也。凡糞麥田，旣種以後，糞無可施爲，計在先也。陜洛之間，憂蟲蝕者，或以硯霜拌種子，南方所用，惟炊燼也。",
                    "zhushu": "俗名地灰。"
                },
                {
                    "paragraph": "南方稻田，有種肥田麥者，不兾麥實，當春小麥、大麥青靑之時，耕殺田中，蒸罨土性，秋収稻榖必加倍也。凡麥収空隙，可丹種他物，自初夏至季秋，時日亦半載，擇土冝而爲之，惟人所取也。南方大麥有旣刈之後，乃種遲生粳稻者，勤農作苦，明賜無不及也。凡蕎麥，南方必刈。北耕兼種圖鐡。大麥、粟粱皆用此具鐡尖北盖種圖踵力盖累。南種牟麥圖。稻，北方必刈菽、稷而後種。其性稍吸肥腴，能使土痩。然計其穫入，業償半榖有餘，勤農之家，何妨再糞也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "麥災",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡麥妨患抵稻三分之一，播種以後，雪霜晴潦，皆非所計。麥性食水甚少，北土中春再沭雨水一升，則秀華成嘉粒矣。荆、揚以南，唯患霉雨，倘成熟之時，晴乾旬日，則倉廪皆盈，不可勝食。楊州諺云：寸麥不怕尺水，謂麥初長時，任水滅頂，無傷。尺麥只怕寸水，謂成熟時寸水軟根，倒莖沾泥，則麥精盡爛于地靣也。江南有雀一種，有肉無骨，飛食麥田，數盈千萬，然不廣及罹害者數十呈而止。江北蝗生，則大祲之歲也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "黍稷、粱粟",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡糧食，米而不粉者種類甚多，相去數百里，則色味形質，隨方而變，大同小異，千百其名。北人唯以大米呼粳稻，而其餘槩以小米名之。凡黍與稷同類，粱與粟同類，黍有粘有不粘，",
                    "zhushu": "粘者爲酒。"
                },
                {
                    "paragraph": "稷有粳無粘。凡粘黍、粘粟，綂名曰秫，非二種外更有秫也。黍色赤、白、黃、黒皆有，而或專以黒色爲稷，未是。至以稷米爲先他榖熟，堪供祭祀，則當以早熟者爲稷，則近之矣。凡黍在詩書有釁芭、秬秠等名，在今方語有牛毛、燕頷、馬革、驢皮、稻尾等名。種以三月爲上時，五月熟，四月爲中時，七月熟，五月爲下時，八月熟。揚花結穗，總與來牟不相見也。凡黍粒大小，總視土地肥磽、時令害育。宋儒拘定以某方黍定律，未是也。凡粟與粱，綂名黃米，粘粟可爲酒。而蘆粟一種，名曰高粱者，以其身高七尺，如蘆荻也。粱粟種類名號之多，視黍稷猶甚。其命名或因姓氏、山水，或以形似、時令㧾之，不可枚舉。山東人唯以榖子呼之，併不知粱粟之名也。巳上四米，皆春種秋穫，耕耨之法，與來牟同而種收之候則相懸絶云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "麻",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡麻可粒可油者，惟火麻、胡麻二種。胡麻卽脂麻，相傳西漢始自大宛來。古者以麻爲五榖之一，若專以火麻當之，義豈有當哉？窃意詩書五榖之麻，或其種巳滅，或卽菽粟之中别種而漸訛其名號，皆未可知也。今胡麻味羙而功高，卽以冠百榖不爲過。火麻子粒，壓油無多，皮爲疏惡布，其値幾何？胡麻數龠充膓，移時不餒，粔餌飴餝得粘其粒，味高而品貴。其爲油也，髪得之而澤，腹得之而膏，腥羶得之而芳，毒厲得之而解。農家能廣種厚實，可勝言哉！種胡麻法，或治畦圃，或壟田畆，土碎草淨之極，然後以地灰微濕，并勻麻子而撒種之。早者三月種，遲者不出大暑前。早種者花實亦待中秋乃結。耨草之功，唯鋤是視。其色有黒、白、赤三者，其結角長寸許，有四稜者，房小而子少，八稜者，房大而子多，皆因肥瘠所致，非種性也。収子榨油，每石得四十觔餘，其枯用以肥田，若饑荒之年，則留供人食。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "菽",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡菽種類之多，與稻黍相等。播種収穫之期，四季相承，果腹之功在人日用，盖與飲食相終始。一種大豆，有黒、黄兩色，下種不出清明前後。黃者有五月黃、六月爆、冬黃三種。五月黃収粒少，而冬黄必倍之。黑者刻期八月収。淮北長征騾馬必食黒豆，筋力乃强。凡大豆，視土地肥硄，耨草勤怠，雨露足慳分収入多少。凡爲豉、爲醬、爲腐，皆大豆中取質焉。江南又有高脚黃，六月刈早稻，方丹種，九十月収穫。江西吉郡種法甚玅，其刈稻田，竟不耕墾，每禾藁頭中拈豆三四粒，以指投之，其藁凝露水以滋豆，豆性𠑽發，復侵爛藁根以滋巳。生苗之後，遇無雨亢乾，則汲水一升以灌之。一灌之後，丹耨之餘，𠬧穫甚多。凡大豆入土未出芽時，妨鳩雀害敺之惟人。二種緑豆圓小如珠，緑豆必小暑方種，未及小暑而種，則其苖蔓延數尺，結筴甚稀。若過期至于處暑，則隨時開花結莢，顆粒亦少。豆種亦有二：一曰摘緑，莢先老者先摘，人逐日而取之。一曰拔緑，則至期老足，竟畆拔取也。凡緣豆，磨澄牺乾爲粉，盪片搓索，食家珍貴。做粉溲漿，灌田甚肥。凡畜藏緑豆種子，或用地灰、石灰，或用馬蓼，或用黃土拌收，則四五月間不愁空蛀，勤者逢晴頻眄亦免蝠。凡巳刈稻田，夏秋種綠豆，必長接斧柄，撃碎土塊，發生乃多。凡種綠豆，一日之內，遇大雨扳土，則不復生；旣生之後，妨雨水浸，疏溝澮以洩之。凡耕綠豆及大豆田地，未耜欲淺，不冝深入。盖豆質根短而苖直耕。土旣深，土塊曲壓，則不生者半矣。深耕二字，不可施之菽類，此先農之所未發者。一種跤豆，此豆有黒斑㸃，形圓同緑豆，而大則過之。其種十月下，來年五月收。凡",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "乃服第二",
            "paragraphs": [
                {
                    "paragraph": "乃服第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：人爲萬物之靈，五官百體，賅而存焉。貴諸垂衣裳，煌煌山龍，以治天下，賤者梪褐枲裳，冬以禦寒，夏以蔽體，以自别于禽獸。是故其質則造物之所具也。屬草木者爲枲麻、荷、葛，屬禽獸與昆蟲者爲裘褐、絲綿，各載其半，而嘗服充焉矣。天孫機杼，傳巧人間，從本質而見花，因繡濯而得錦，乃杼柚遍天下而得見花機之巧者，能幾人哉？治亂經綸字義，學者童而習之，而終身不見其形像，豈非缺憾也！先列飼蠶之法，以知絲源之所自，葢人物相鹿，貴賤有章，天實爲之矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蠶種",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡蝠變蠶蛾，句日破繭而出，雌雄均等。雌者伏而不動，雄者兩翅飛樸，遇雌卽交，交二曰，半日方解。解脫之後，雄者中枯而死，雌者卽時生卵。承藉卵生者，或紙或布，隨方所用，",
                    "zhushu": "嘉湖用桑皮厚紙，來年尚可再用。"
                },
                {
                    "paragraph": "一蛾計生卵二百餘粒，自然粘于紙上，粒粒勻鋪，天然無一堆積。蠶主収貯，以待來年。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蠶浴",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡蠶用浴法，唯嘉、湖兩郡，湖多用天露石灰，嘉多用鹽卤水。每蠶紙一張，用鹽倉走出鹵水二升，參水浸于盂内，紙浮其靣，",
                    "zhushu": "石灰倣此。"
                },
                {
                    "paragraph": "逢臘月十二卽浸浴至二十四日，計十二日周，卽漉起，用微火炡乾，從此珍重箱匣中半點風濕不受，直待清明抱産。其天露浴者，時日相同，以篾盤盛紙攤開屋上四隅小石鎭壓，任從霜雪風雨雷電，滿十二日方収，珍重待時，如前法。盖低種經浴，則自死不出，不費葉，故，且得絲亦多也。晚種不用浴。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "種忌",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡蠶紙，用竹木四條爲方架，高懸透風避日梁枋之上，其下忌桐油、烟煤、火氣。冬月忌雪映，一映卽空，遇大雪下時，卽忙収貯，明日雪過，依然懸掛，直待臘月浴藏。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "種類",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡蠶有早晚二種。晩種每年先早種五六日出，",
                    "zhushu": "川中者不同，"
                },
                {
                    "paragraph": "結繭亦在先，其繭較輕三分之一。若早蠶結繭時，彼已出蛾生卵，以便見養矣。",
                    "zhushu": "晚蛹戒不冝食。"
                },
                {
                    "paragraph": "凡三様浴種，皆謹視原記，如一錯誤，或將天露者投鹽浴，則盡空不出矣。几繭色唯黃、白二種。川、陜、晋、豫有黃無白，嘉、湖有白無黃。若將白雄配黃雌，則其嗣變成褐繭。黃絲以猪胰漂洗，亦成白色，但終不可染漂白桃紅二色。凡繭形亦有數種。晚繭結成亞腰葫盧様。天露繭尖長如榧子形，又或圓扁如核桃形。又一種，不忌泥塗葉者，名爲賤蠶，得絲偏多。凡蠶形亦有純白虎斑、純黒花紋數種，吐絲則同。今寒家有將早雄配晩雌者，㓜出嘉種，一異也。野蠶自爲繭，出青州、沂水等地，樹老卽自生，其絲爲衣，能禦雨及垢汚。其蛾出卽能飛，不傳種紙上，他處亦有，但稀少耳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "抱養",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡清明逝三日，蠶蛺卽不偎衣衾煖氣自然生出。蠶室宜向東南，周圍用紙糊風隙，上無棚板者宜頂格，值寒冷，則用炭火于室内助煖。凡初乳蠶，將桑葉切爲細條，切葉不朿稻麥藁爲之，則不損刀。摘葉用甕曇盛，不欲風吹枯悴。二眠以前，謄筐方法，皆用尖圓小竹快提過。二眠以後，則不用筯而手指可拈矣。凡謄篋勤苦，皆視人工。怠于謄者，厚葉與糞濕蒸，多致壓死。凡眠齊時，皆吐絲而後眠。若謄過，須將舊葉此微揀淨。若粘帶絲纏葉在中，眠起之時，恐其卽食一口，則其病爲脹死。三眠已過，若天氣炎熱，急宜掀出寛凉所，亦忌風吹死。大眠後，計上葉十二飡方膽，太勤則絲糙。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "養忌",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡蠶畏香，復畏臭，若焚骨灰、淘毛圖者，順風吹來，多致觸死。隔璧𤋎鮑魚宿脂，亦或觸死；電燒煤炭，爐𤑔沉檀亦觸死。懶婦便噐，揺動氣侵，亦有損傷。若風則偏忌西南，西南風太勁，則有合箔皆殭者。凡臭氣觸來，急燒殘桑葉烟以抵之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "葉料",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡桑葉無土不生。嘉、湖用枝條垂壓，今年視桑樹傍生條，用竹鈎掛卧，逐漸近地靣，至冬月則抛土壓之。來春每節生根，則剪開他栽，其樹精華皆聚葉上，不復生葚與開花矣。欲葉便剪摘，則樹至七八尺卽斬截當頂，葉則婆娑可扳伐，不必乗梯縁木也。其他用子種者，立夏桑葚紫，熟時取來，用黃泥水搓洗，并水，澆于地靣，本秋卽長尺餘，來春移栽。倘灌糞勤勞，亦易長茂。但間有生葚與開花者，則葉最薄少耳。又有花桑葉薄不堪用者，其樹接過，亦生厚葉也。又有柘葉三種，以濟桑葉之窮。柘葉浙中不經見，川中最多。寒家用浙種桑葉窮時仍啖柘葉，則物理一也。凡琹弦、弓弦絲，用柘養蠶，名曰𣗥繭，謂最堅韌。凡取葉必用剪，鐡剪出嘉郡桐鄉者最犀利，他鄕未得其利。剪枝之法，再生條，次月葉愈茂，取資旣多，人工復便。凡再生條葉，仲夏以養晚蠶，則止摘葉而不剪條。二葉摘後，秋來，三葉復茂。浙人聽其經霜自落，片片掃拾，以飼綿羊，大獲绒氈之利。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "食忌",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡蠶大眠以後，徑食濕葉，雨天摘來者，任從鋪地加飡；晴日摘來者，以水洒濕而飼之，則絲有光澤。未大眠時，雨天摘葉，用繩懸掛，透風簷下，時振其䋲，待風吹乾。若用手掌拍乾，則葉焦而不滋潤，他時絲亦枯色。凡食葉，眠前，必令飽足而眠，眠起卽遲半日上葉無妨也。霧天濕葉，甚壞蠶。其晨有霧，切勿摘葉，待霧收時，或晴或雨，方剪伐也。露珠水亦待旴乾而後剪摘。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "病症",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡蠶卵中受病，巳詳前欵。出後濕熱積壓，妨忌在人。初眠謄時，用漆合者，不可盖掩，逼出炁水。凡蠶將病，則腦上放光，通身黃色，頭漸大而尾漸小，併及眠之時，遊走不眠，食葉又不多者，皆病作也。急擇而去之，勿使敗羣。凡蠶强羙者，必眠葉靣壓。在下者或力弱，或性懶，作繭亦薄。其作繭不知收法，妄吐絲成濶窩者，乃蠢蠶，非懶蠶也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老足",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡蠶食葉足候只爭時刻，自卵出䖢，多在辰、巳二時，故老足結繭亦多辰、巳二時。老足者，喉下兩唊通明，捉時嫩一分則絲少，過老一分，又吐去絲，繭壳必薄。捉者眼法高一隻不差方妙。黒色蠶不見，身中透光，最難捉。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "結繭，山箔",
                    "zhushu": "具圖",
                    "type": 2
                },
                {
                    "paragraph": "凡結繭必如嘉、湖，方盡其法。他國不知，用火烘，聽蠶結出，甚至叢稈之內，箱匣之中，火不經風不透，故所爲屯、漳等絹，豫、蜀等紬，皆易朽爛。若嘉、湖產絲成衣，卽入水浣濯百餘度，其質尚存。其法析竹編箔，其下横架料木，約六尺高，地下擺列炭火，",
                    "zhushu": "炭忌爆炸。"
                },
                {
                    "paragraph": "方圓去四五尺，卽列火二盆。初上山時，火分兩畧輕，少，引他成緒，蠶戀火意，卽時造繭，不復縁走。繭緒旣成，卽每盆加火半斤，吐出絲來，隨卽乾燥，所以經久不壞也。其繭室不冝樓板遮盖，下欲火而，上欲風凉也。凡火頂上者，不以爲種，取種寧用火偏者。其箔上山，用麥稻藁斬齊，隨手糾捩成山，頓揷箔土。做山之人，最冝手徤。箔竹稀疎，用短藁畧鋪洒，妨蠶跌墜地下與火中也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "取繭",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡繭造三日，則下箔而取之。其壳外浮絲，一名絲匡者，湖郡老婦賤價買去，",
                    "zhushu": "每斤百文。"
                },
                {
                    "paragraph": "用銅錢墜打成線，織成湖紬。去浮之後，其繭必用大盤攤開架上，以聽治絲擴綿。若用厨箱掩盖，則浥欝而絲緒斷絶矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "物害",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡害蠶者，有雀、鼠、蚊三種。雀害不及繭，蚊害不及早蠶，䑕害則與之相終始，防驅之智是不一法，唯人所行也。",
                    "zhushu": "雀屎粘葉，蠶食之，立刻死爛。",
                    "type": 2
                },
                {
                    "paragraph": "擇繭",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡取絲，必用圓正獨蠶繭，則緒不亂。若雙繭倂四五蠶共爲繭，擇去取綿用。或以爲絲，則粗甚。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "造綿",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡雙繭并繰絲鍋底，零餘併出種繭壳，皆緒斷亂，不可爲絲，用以取綿。用稻灰水煑過，",
                    "zhushu": "不冝石灰。"
                },
                {
                    "paragraph": "傾入清水盆內，手大指去甲淨盡，指頭頂開四箇，四四數足，用拳頂開，又四四十六拳數，然後上小竹弓，此莊子所謂洴澼絖也。湖綿獨白凈清化者，總縁手法之妙。上弓之時，惟取快㨗，帶水擴開，若稍緩水流去，則結塊不盡解，而色不純白矣。其治絲餘者，名鍋底綿，裝綿衣衾内，以禦重寒，謂之挾纊。凡取綿，人工難于取絲八倍，竟日只得四兩餘。用此綿墜打線織湖紬者，價頗重，以綿線登花機者，名曰花綿，價尤重。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "治絲，繅車",
                    "zhushu": "具圖"
                },
                {
                    "paragraph": "凡治絲，先製絲車，其尺寸噐具，開載後圖。鍋𤋎極沸湯，絲粗細視投繭多寡，窮日之力，一人可取三十兩，若包頭絲，則只取二十兩，以其苖長也。凡綾羅絲一起投繭二十枚，包頭絲只投十餘枚。凡繭滚沸時，以竹簽撥動水靣，絲緒自見，提緒入手，引入竹針眼，先繞星丁頭以竹，",
                    "zhushu": "棍做成，如香筒樣。"
                },
                {
                    "paragraph": "然後由送絲干勾掛，以登大闗車。斷絶之時，尋緒丢上，不必繞接。其絲排勻不堆積者，全在送絲干與磨木之上。川蜀絲車制稍異。其法架橫鍋上，引四五緒而上，兩人對尋鍋中緒，然終不若湖制之盡善也。凡供治絲薪，取極燥無烟濕者，則寳色不損。絲羙之法有六字：一曰出口乾，卽結繭時用炭火烘；一曰出水乾，則治絲登車時，用炭火四五兩盆盛，去車闗五寸許，運轉如風時轉轉，火意照乾，是曰出水乾也。",
                    "zhushu": "若晴光又風色，則不用火。",
                    "type": 2
                },
                {
                    "paragraph": "調絲",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡絲議織時，最先用調。透光簷端宇下以木架鋪地，植竹四根于上，名曰絡篤。絲匡竹上，其傍倚柱高八尺處，釘具斜安小竹偃月掛鈎，懸搭絲于鈎内，手中執籰旋纒，以俟牽經織緯之用。小竹墜石爲活頭，接斷之時，扳之卽下。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "緯絡，紡車",
                    "zhushu": "具圖",
                    "type": 2
                },
                {
                    "paragraph": "凡絲旣籰之後，以就經緯，經質用少而緯質用多，每絲十兩，經四緯六，此大畧也。凡供緯籰，以水沃濕絲，摇車轉鋌，而紡于竹管之上。竹用小箭竹。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "經具，溜眼，掌扇，經耙，印架",
                    "zhushu": "皆有圖",
                    "type": 2
                },
                {
                    "paragraph": "凡絲既籰之後，牽經就織。以直竹竿穿眼三十餘，透過篾圈，名曰溜眼，竿横架柱上，絲從圈透過掌扇，然後纒繞經耙之上。度數既足，將印架綑卷。既綑中，以交竹二度，一上一下間絲，然後扱于簆内。",
                    "zhushu": "此簆非織簆。"
                },
                {
                    "paragraph": "扱簆之後，以的杠與印架相望，登開五七丈，或過糊者，就此過糊，或不過糊，就此卷于的杠，穿綜就織。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "過糊",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡糊，用麵觔内小粉爲質，紗羅所必用，綾紬或用或不用。其染紗不存素質者，用牛膠水爲之，名曰淸膠紗。糊漿承于簆上，推移染透，推移就乾，天氣暗明，頃刻而燥。隂天必藉風力之吹也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "邊維",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡帛不論綾羅，皆别牽邉，兩傍各二十餘縷，邉縷必過糊，用簆推移梳乾。凡綾羅必三十丈，五六十丈一穿，以省穿接繁苦。每疋應截，畫墨于邊絲之上，卽知其丈尺之足。邉絲不登的杠，别繞機梁之上。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "經數",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡織帛，羅紗簆以八百齒爲率，綾絹簆以一千二百齒為率，每簆齒中度經過糊者，四縷合爲二縷，羅紗經計三千二百縷，綾紬經計五千六千縷。古書八十縷爲一升，今綾絹厚者，古所謂六十升布也。凡織花文，必用嘉湖出口，出水皆乾絲爲經，則任從提挈，不憂斷接。他省者卽勉强提花，潦草而巳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "機式",
                    "zhushu": "具全圖",
                    "type": 2
                },
                {
                    "paragraph": "凡花機，通身度長一丈六尺，𨺚起花樓，中托衢盤，下垂衢脚，",
                    "zhushu": "水磨竹棍爲之，計一千八百根。"
                },
                {
                    "paragraph": "對花樓下堀坑二尺許，以藏衢脚。",
                    "zhushu": "地氣濕者，架棚二尺代之。"
                },
                {
                    "paragraph": "提花小厮坐立花樓架木上，機末以的杠卷絲，中用叠𦔳木兩枝，直穿二木約四尺長，其尖揷于。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "花機圖",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "腰機式圖",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "印架，過糊",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "簆兩頭。叠𦔳，織紗羅者，視織綾絹者减輕十餘觔方妙。其素羅不起花紋。與軟紗綾絹踏成浪梅小花者，視素羅只加桄二扇，一人踏織自成，不用提花之人，閒住花樓，亦不設衢盤與衢脚也。其機式兩接，前一接平安自花樓向身，一接斜倚，低下尺許，則叠𦔳力雄。若織包頭細軟，則另爲均平不斜之機。坐處闘二脚，以其絲微細，防遏叠𦔳之力也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "腰機式",
                    "zhushu": "具圖",
                    "type": 2
                },
                {
                    "paragraph": "凡織杭西羅地等絹、輕素等紬，銀條、巾帽等紗，不必用花機，只用小機。織匠以熟皮一方寘坐下，其力全在腰𡱧之上，故名腰機。普天織葛苧棉布者，用此機法，布帛更整齊堅澤，惜今傳之猶未廣也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "花本",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡工匠結花本者，心計最精巧。畫師先畫何等花色于紙上，結本者，以絲線隨畫量度，筭計分寸杪忽而結成之。張懸花樓之上，卽織者不知成何花色，穿綜帶經，隨其尺寸度數，提起衢脚，梭過之後，居然花現。盖綾絹以浮經而見花，紗羅以糾緯而見花。綾絹一梭一提，紗羅來梭提徃梭不提，天孫機杼，人巧備矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "穿經",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡絲穿綜度經，必用四人列坐。過簆之人，手執簆耙，先揷以待絲至。絲過簆，則兩指執定，足五七十簆，則縧結之。不亂之玅，消息全在交竹，卽接斷就絲，一扯卽長數寸，打結之後，依還原度。此絲本質自具之玅也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "分名",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡羅，中空小路以透風凉，其消息全在軟綜之中。衮頭兩扇打綜，一軟一硬，凡五梭，三梭",
                    "zhushu": "最厚者七梭。"
                },
                {
                    "paragraph": "之後，踏起軟綜，自然糾轉諸經，空路不粘。若平過不空路而仍稀者，曰紗，消息亦在兩扇衮頭之上。直至織花綾紬，則去此兩扇，而用桄綜八扇。凡左右手各用一梭，交互織者，曰縐紗。凡單經曰羅地，雙經曰絹地，五經曰綾地。凡花分實地與綾地，綾地者光，實地者暗，先染絲而後織者曰縀。",
                    "zhushu": "北土屯絹，亦先染絲。"
                },
                {
                    "paragraph": "就絲紬機上織時，兩梭輕，一梭重，空出稀路者，名曰秋羅，此法亦起近代。凡吳越秋羅，閩廣懷素，皆利搢紳當暑服；屯絹則爲外官、卑官遜别錦繡用也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "熟練",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡帛織就，猶是生絲，煑練方熟。練用稻藁灰，入水煑，以猪胰脂，陳宿一晚，入湯浣之，寳色燁然。或用烏梅者，寳色畧减。凡早絲爲經，晩絲爲緯者，練熟之時，每十兩輕去三兩。經緯皆羙好早絲，輕化只二兩。練後日乾張急，以大蚌壳磨使乖鈍，通身極力刮過，以成寳色。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "龍袍",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡上供龍袍，我朝局在蘇、杭，其花樓高一丈五尺，能手兩人扳提花本，織過數寸，卽換龍形。各房闘合，不出一手。赭黄亦先染絲，工噐原無殊異，但人工愼重，與資本皆數十倍，以效忠敬之誼。其中節目微細，不可得而詳改云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "倭縀",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡倭叚制起東夷，漳泉海濵效法爲之。絲質來自川蜀，商人萬里販來，以易胡椒歸里。其織法亦自夷國傳來。盖質巳先染，而斮綿夾藏經靣，織過數寸卽刮成黒光。北虜互市者，見而悅之。但其帛最易朽汚，冠弁之上，頃刻集灰，衣領之間，移日捐壞。今華夷皆賤之，將來爲棄物，織法可不傳云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "布衣，赶，彈，紡",
                    "zhushu": "具圖",
                    "type": 2
                },
                {
                    "paragraph": "凡棉布禦寒，貴賤同之。棉花，古書名枲麻，種遍天下。種有木棉、草棉兩者，花有白、紫二色，種者白居十九，紫居十一。凡棉春種秋花，花先綻者，逐日摘取，取不一時，其花粘子于腹，登赶車而分之，去子取花，懸弓彈化，",
                    "zhushu": "爲挾纊温衾襖者，就此止功。"
                },
                {
                    "paragraph": "彈後以木板擦成長條，以登紡車，引緒糾成紗縷，然後繞籰牽經就織。凡訪工能者，一手握三管，紡于鋌上。",
                    "zhushu": "捷則不堅。"
                },
                {
                    "paragraph": "凡棉布，寸土皆有，而織造尚淞江，漿染尚蕪湖。凡布縷，繄則堅，緩則脆。碾石取江北性冷質膩者，",
                    "zhushu": "每塊隹者值十餘金。"
                },
                {
                    "paragraph": "石不發燒則縷緊不鬆泛。蕪湖巨店，首尚隹石。廣南爲布藪，而偏取遠産，必有所試矣。爲衣敝浣，猶尚寒砧擣聲，其義亦猶是也。外國、朝鮮造法相同，惟西洋則未覈其質，併不得其機織之玅。凡織布有雲花、斜文、象眼等，皆倣花機而生義。然旣曰布衣太素足矣。織機十室必有，不必具圖。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "火烘，赶棉",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "彈棉",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "檫條",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "縷紡",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "枲著",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡衣衾挾纊禦寒，百人之中止一人用繭綿，餘皆枲著。古緼袍，今俗名胖襖。棉花旣彈化，相衣衾格式而入裝之，新裝者附體輕煖，經年板𦂳，煖氣漸無，取出彈化而重裝之，其煖如枚。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "夏服",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡苧麻，無土不生，其種植有撒子分頭兩法，",
                    "zhushu": "池郡每嵗以草糞壓頭，其根隨土而高。廣南青麻撒子，種田茂甚。"
                },
                {
                    "paragraph": "色有青黃兩様，每歲有兩刈者，有三刈者，績爲當暑衣裳帷帳。凡苧皮剥取後，喜日燥乾，見水卽爛，破析時，則以水浸之，然只耐二十刻，乆而不析，則亦爛。苧質本淡黄，漂工化成至白色。",
                    "zhushu": "先用稻灰、石灰水煑過，入長流水，再漂再晒，以成至白。"
                },
                {
                    "paragraph": "紡苧紗能者用脚車，三女工併敵三工。惟破析時，窮日之力，只得三五銖重。織苧機具，與織棉者同。凡布衣縫線，革履串䋲，其質必用苧糾合。凡葛，蔓生，質長于苧數尺，破析至細者，成布貴重。又有商麻一種，成布甚粗，最粗者以充䘮服。卽苧布有極粗者，漆家以盛布灰，大内以充火炬。又有蕉紗，乃閩中取芭蕉皮析緝爲之，輕細之甚，値賤而質枵，不可爲衣也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "裘",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡取獸皮製服，綂名曰裘，貴至貂、狐，賤至羊、麂，値分百等。貂産遼東外徼建州地及朝鮮國。其鼠好食松子，夷人夜伺樹下，屏息悄聲而射取之。一貂之皮，方不盈尺，積六十餘貂，僅成一裘。服貂裘者，立風雪中，更煖于宇下，眯入目中，拭之卽出，所以貴也。色有三種：一白者，曰銀貂，一純黒，一黯黃黒。",
                    "zhushu": "而毛長者近値一帽套，巳五十金。"
                },
                {
                    "paragraph": "凡狐貉亦産燕、齊、遼、汴諸道。純白狐腋裘，價與貂相倣。黃褐狐裘，値貂五分之一，禦寒温體，功用次于貂。凡闗外狐取毛見底靑黑，中國者吹開見白色，以此分優劣。羊皮裘毋賤子貴。在腹者名曰胞羔，",
                    "zhushu": "毛文初生。"
                },
                {
                    "paragraph": "初生者名曰乳羔，",
                    "zhushu": "皮上毛似耳環脚。"
                },
                {
                    "paragraph": "三月者曰跑羔，七月者曰走羔。",
                    "zhushu": "毛文漸直。"
                },
                {
                    "paragraph": "胞羔、乳羔爲裘不羶。古者羔裘爲大夫之服，今西北搢紳亦貴重之。其老大羊皮硝熟爲裘，裘質癡重，則賤者之服耳。然此皆綿羊所爲。若南方短毛革硝，其鞟如紙薄，止供𦘕燈之用而巳。服羊裘者，腥羶之氣，習乆而俱化，南方不習者不堪也，然寒凉漸殺，亦無所用之。麂皮去毛，硝熟爲襖褲，禦風便體，襪靴更佳。此物廣南繁生，外中土則積集楚中望華山爲市皮之所。麂皮且禦蝎患，比人製衣，而外割條以縁衾邉，則蝎自遠去。虎豹至文，將軍用以彰身，犬豕至賤，役夫用以適足。西戎尚獺皮，以爲毳衣領餙。襄、黃之人，窮山越國，射取而遠貨得重價焉。殊方異物，如金絲猿上用爲帽套，扯里猻御服以爲袍，皆非中華物也。獸皮衣人，此其大畧。方物則不可殫述。飛禽之中，有取鷹腹鴈恊毳毛，殺生盈萬，乃得一裘，名天鵝绒者，將焉用之？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "褐氊",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡綿羊有二種：一曰蓑衣羊，剪其毳爲氈、爲絨片，帽襪遍天下，胥此出焉。古者西域羊未入中國，作褐爲賤者服，亦以其毛爲之。褐有粗而無精，今日粗褐亦間出此羊之身。此種自徐、淮以北州郡無不繁生。南方唯湖郡飼畜綿羊，一歲三剪毛，",
                    "zhushu": "夏季，希革不生。"
                },
                {
                    "paragraph": "每羊一隻，歲得絨襪料三雙，生羔牝牡合數，得二羔。故北方家畜綿羊百隻，則歲入計百金云。一種矞芀羊，畨語，唐末始自西域傳來。外毛不甚蓑長，内毳細軟，取織絨褐，秦人名曰山羊，以别于綿羊。此種先自西域，傳入臨洮，今蘭州獨盛，故褐之細者皆出蘭州。一曰蘭絨，畨語謂之孤古絨，從其初號也。山羊毳絨亦分兩等：一曰搊絨，用梳櫛搊下，打線織帛，曰褐子、把子諸名色。一曰拔絨，乃毳毛精細者，以雨指甲逐莖撏下，打線織絨褐。此褐織成楷靣，如絲帛滑膩，每人窮日之力，打線只得二錢，重費半載工夫，方成匹帛之料。若搊絨打線，曰多拔絨數倍。凡打褐絨線，冶鉛爲鍾，墜于緒端，兩手宛轉搓成。凡織絨褐機大于布機，用綜八扇，穿經度縷，下施四踏輪踏起經，隔二抛緯，故織出文成斜現。其梭長一尺二寸，機織羊種，皆彼時歸夷傳來，",
                    "zhushu": "名姓再詳。"
                },
                {
                    "paragraph": "故至今織工皆其族類，中國無與也。凡綿羊剪毳，粗者爲氈，細者爲絨。氈皆剪燒沸湯，投于其中搓洗，俟其粘合，以木板定物式，鋪絨其上，運軸赶成。凡氈絨白黑爲本色，其餘皆染色。其𣰽俞、氆魯等名稱，皆華夷各方語所命。若最粗而爲毯者，則駑馬諸料雜錯而成，非專取料干羊也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "彰施第三",
            "paragraphs": [
                {
                    "paragraph": "彰施第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：霄漢之間，雲霞異色，閻浮之内，花葉殊形。天垂象而聖人則之，以五采，彰施于五色，有虞氏豈無所用其心哉？飛禽衆而鳯則丹，走獸盈而麟則碧。夫林林靑衣，望闕而拜黃朱也，其義亦猶是矣。老子曰：甘受和，白受采。世間絲麻裘褐，皆具素質，而使殊顏異色，得以尚焉。謂造物不勞心者，吾不信也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "諸色質料",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "大紅色，",
                    "zhushu": "其質紅花餠一味用烏悔水剪出又用鹼水澄數次或稻藁灰代堿功用亦同澄得多次色則鮮甚染房，討便冝者，先染蘆木打脚。凡紅花最忌沉麝，袍服與衣香共収，旬月之間，其色卽毁。凡紅花染帛之後，若欲退轉，但浸濕所染帛，以鹼水、稻灰水，滴上數十點，其刹一亳収轉，仍還原質。所収之水，藏于緑豆粉内，放出染紅，半滴不耗。染家以爲秋訣，不以告人。"
                },
                {
                    "paragraph": "蓮紅、桃紅色，銀紅、水紅色，",
                    "zhushu": "以上質亦紅花餠一味，淺深分兩加減而成。是四色皆非黄繭絲所可爲，必用白絲方現。"
                },
                {
                    "paragraph": "木紅色，",
                    "zhushu": "用蘇木煎水，入明礬、棓子。"
                },
                {
                    "paragraph": "紫色，",
                    "zhushu": "蘇木爲地，靑礬尚之。"
                },
                {
                    "paragraph": "赭黃色，",
                    "zhushu": "制未詳。"
                },
                {
                    "paragraph": "鵝黃色，",
                    "zhushu": "黄蘖𤋎水，染靛水盖上。"
                },
                {
                    "paragraph": "金黃色，",
                    "zhushu": "蘆木𤋎水染，復用麻藁灰淋鹼水漂。"
                },
                {
                    "paragraph": "茶褐色，",
                    "zhushu": "蓮子殻𤋎水染，復用靑礬水盖。"
                },
                {
                    "paragraph": "大紅、官緑色，",
                    "zhushu": "槐花𤋎水染藍澱。"
                },
                {
                    "paragraph": "豆緑色，",
                    "zhushu": "黃蘖水染靛水盖今盖淺深皆用明礬，用小葉莧、藍𤋎水盖者，名草豆，緑色甚鮮。"
                },
                {
                    "paragraph": "油緑色，",
                    "zhushu": "槐花薄染靑𥖎盖。"
                },
                {
                    "paragraph": "天靑色，",
                    "zhushu": "入靛碙淺染，蘇木水盖。"
                },
                {
                    "paragraph": "蒲萄青色，",
                    "zhushu": "入靛碉深染，蘇木水深盖。"
                },
                {
                    "paragraph": "蛋靑色，",
                    "zhushu": "黄蘖水染，然後入靛碙。"
                },
                {
                    "paragraph": "翠藍、天藍",
                    "zhushu": "一色俱靛水分深淺。"
                },
                {
                    "paragraph": "玄色，",
                    "zhushu": "靛水染深靑蘆木楊梅皮等分，剪水盖。又一法，將藍芽葉水浸，然後下靑礬、桔子同浸，令布帛易朽。"
                },
                {
                    "paragraph": "月白、草白二色，",
                    "zhushu": "俱靛水微染。今法用莧藍煎水，半生半熟，染。"
                },
                {
                    "paragraph": "象牙色，",
                    "zhushu": "盧木煎水薄染，或用黄土。"
                },
                {
                    "paragraph": "藕褐色。",
                    "zhushu": "蘇木水薄染入蓮子殼，青礬水薄盖。"
                },
                {
                    "paragraph": "附染包頭靑色",
                    "zhushu": "此黒不出藍靛，用栗成或蓮子殻煎煑一日，漉起，然後入鐡砂、皂礬鍋内，再煑一宵，卽成深黒色。"
                },
                {
                    "paragraph": "附染毛青布色法",
                    "zhushu": "布青初尚蕪湖，千百年矣，以其漿碾成青光，邊方外國皆貴重之，人情久則生厭，毛青乃出。近代其法取淞江羙布，染成深靑，不復漿碾，吹乾，用膠水參豆漿水一過，先蓄好靛，名曰標碙，入内薄染，卽起紅熖之色，隱然。此布二時重用。",
                    "type": 2
                },
                {
                    "paragraph": "藍澱",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡藍五種，皆可爲澱。茶藍卽菘藍，挿根活。蓼藍、馬藍、吳等，皆撒子生。近又出蓼藍，小葉者，俗名莧藍，種更佳。凡種茶藍法，冬月割穫，將葉片片削下，入窖造澱。其身斬去上下，近根，留數寸薫乾，埋藏土内。春月燒淨山土，使極肥鬆，然後用錐鋤",
                    "zhushu": "其鋤勾未向，身長八寸許。"
                },
                {
                    "paragraph": "剌土，打斜眼，揷入于内，自然活根生葉。其餘藍皆収子，撒種畦圃中。暮春生苖，六月採實，七月刈身造澱。凡造澱，葉與莖多者入窖，少者入桶與缸，水浸七曰，其汁自來。毎水漿壹石，下石灰五升，攪衝數十下，澱信卽結，水性定時，澱澄于底。近來出產閩人種山皆茶藍，其數倍于諸藍。山中結箬，輸入舟航。其掠出浮沬晒乾者曰靛花。凡靛入碙，必用稻灰水先和，每日手執竹棍攪動，不可計數。其最佳者曰標碙。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "紅花",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "紅花場圃撒子種，二月初下種。若太早種者，苖高尺許，卽生蟲如黒蟻，食根立斃。凡種地肥者，苗高二三尺，每路打撅，縳繩橫闌，以備狂風拗折。若痩地尺五以下者，不必爲之。紅花入夏卽放綻，花下作梂彚，多剌，花出梂上。採花者必侵晨帶露摘取，若日高露旰，其花卽巳結閉成實，不可採矣。其朝隂雨無露，放花較少，旰摘無防，以無日色故也。紅花逐日放綻，經月乃盡，入藥用者，不必製餠，若入染家用者，必以法成餠，然後用，則黃汁淨盡，而真紅乃現也。其子前壓出油，或以銀箔貼扇靣，用此油一刷，火上照乾，立成金色。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "造紅花餅法",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "帶露摘紅花，搗熟，以水淘布袋絞去黃汁，又搗，以酸粟或米泔清，又淘，又絞袋去汁，以靑蒿覆一宿，揑成薄餅，隂乾収貯。染家得法，我朱孔掦所謂猩紅也。",
                    "zhushu": "染紙吉禮用亦必用製餅不然，全無色。",
                    "type": 2
                },
                {
                    "paragraph": "附燕脂",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "燕脂古造法，以紫鉼染綿者爲上，紅花汁及山榴花汁者次之。近濟寧路但取染殘紅花滓爲之，値甚賤。其滓乾者，名曰紫粉。丹靑家或収用，染家則糟粕棄也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "槐花",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡槐樹，十餘年後方生花實，花初試未開者，曰槐蕋，緑衣所需，猶紅花之成紅也。取者張度與稠其下而承之，以水煑一沸，漉乾，揑成餠，人染家用。旣放之花色漸入黄。収用者，以石灰少許，晒拌而藏之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "粹精第四",
            "paragraphs": [
                {
                    "paragraph": "粹精第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "以宋子曰：天生五榖，育民，羙在其中，有黃裳之意焉。稻以糠爲甲，麥以麩爲衣，粟、粱黍稷毛羽隱然，播精而擇粹，其道寧終秘也。飲食而知味者，食不厭精，杵臼之利，萬民以濟，盖取諸小過。爲此者豈非人貌而天者哉？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "攻稻",
                    "zhushu": "擊禾，風車，石碾，碓，皆具圖，軋禾，水碓，臼，篩。",
                    "type": 2
                },
                {
                    "paragraph": "凡稻刈穫之後，離藁取粒，朿藁于手而擊取者牛，聚藁于塲，而曵牛滚石以取者半。凡朿手而擊者，受擊之物，或用木桶，或用石板。収穫之時，雨多霽少，田稻交濕，不可登塲者，以木桶就田擊取，睛霽稻乾，則用石板，甚便也。凡服牛曳石，滚壓塲中，視人手擊取者，力省三倍。但作種之榖，恐磨去殻尖，减削生機，故南方多種之家，塲禾多藉牛力，而來年作種者，則寧向石板擊取也。凡稻最佳者，九穰一秕，倘風雨不時，耘耔失節，則六穰四秕者容有之。凡去秕，南方盡用風車扇去。北方稻少用颺法，卽以颺麥黍者颺稻，盖不若風車之便也。凡稻去殻用礱，去膜用春，用碾，然水碓主春，則兼併礱功。燥乾之榖，入碾亦省礱也。凡礱有二種：一用木爲之，截木尺許，",
                    "zhushu": "質多用松。"
                },
                {
                    "paragraph": "斵合成大磨形，兩扇皆鑿縱斜齒，下合植筍穿貫上合，空中受榖。木礱攻米二千餘石，其身乃盡。凡木礱，榖不甚燥者，入礱亦不碎，故入貢軍國，漕儲千萬，皆出此中也。二土礱，析竹匡圍成圈，實潔净黄土于内，上下兩靣各嵌竹齒，上合篘空受榖，其量倍于木礱。榖稍滋濕者，入其中卽碎斷。土礱攻米二百石，其身乃朽。凡木礱必用徤夫，土礱卽孱婦弱子，可勝其任，庻民饔飱，皆出此中也。凡旣礱，則風扇以去糠秕，傾入篩中，團轉榖未剖破者，浮出篩靣，重復入礱。凡篩，大者圍五尺，小者平之，大者其中心偃隆而起，徤夫利用；小者弦高二寸，其中平窐，婦子所需也。凡稻米旣篩之後，入臼，而春臼亦兩種。八口以上之家，堀地藏石臼，其上臼量大者容五斗，小者半之，橫木穿挿碓頭，",
                    "zhushu": "碓嘴治鐵爲之，用醋滓合上。"
                },
                {
                    "paragraph": "足踏其末而舂之。不及則粗，太過則粉，精糧從此出焉。晨炊無多者，斷木爲手杵，其臼或木或石，以受舂也。旣舂以後，皮膜成粉，名曰細糠，以供犬豕之豢。荒歉之歲，人亦可食也。細糠隨風扇，播揚分去，則膜塵净盡而粹精見矣。凡水碓，山國之人，居河濵者之所爲也。攻稻之法，省人力十倍，人樂爲之，引水成功，卽筒車灌田，同一制度也。設臼多寡不一，値流水少而地窄者，或兩三臼，流水洪而地室寛者，卽並列十臼，無憂也。江南信郡水碓之法巧絶。盖水碓所愁者埋臼之地，卑則洪潦爲患，高則承流不及。信郡造法，卽以一舟爲地橛，椿維之，築土舟中，陷臼于其上，中流微堰石梁，而碓巳造成，不煩椓沐壅坡之力也。又有一舉而三用者，激水轉輪，頭一節轉磨成麵，二節運碓成米，三節引水灌于稻田，此心討無遺者之所爲也。凡河濵水碓之國，有老死不見礱者，去糠去膜，皆以臼相終始，惟風篩之法則無不同也。凡磑砌石爲之，承藉轉輪皆用石，牛犢馬駒，惟人所使。盖一牛之力，日可得五人，但入其中者，必極燥之，榖，稍潤則碎斷也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "攻麥，颺，磨，羅",
                    "zhushu": "具圖",
                    "type": 2
                },
                {
                    "paragraph": "凡小麥，其質爲麵，盖精之至者，稻中再舂之米，粹之至者，麥中重羅之麫也。小麥収穫時，束藁擊取，如擊稻法。其去秕法，北土用颺，盖風扇流傳，未遍率土也。凡颺不在宇下，必待風至而後爲之，風不至，雨不収，皆不也。凡小麥既颺之後，以水淘洗，塵垢净盡，又復晒乾，然後入磨。凡小麥有紫、黃二種，紫勝于黃。凡佳者毎石得麫二百二十觔，劣者損三分之一也。凡磨大小無定形，大者用肥犍、力牛曳轉，其牛曳磨時，用桐壳掩眸，不然則眩暈。其腹繫桶以盛遺，不然則穢也。次者用驢磨，觔兩稍輕，又次小磨，則止用人推挨者。凡力牛一日攻麥二石，驢半之，人則强者攻三斗，弱者半之。若水磨之法，其詳巳載攻稻水碓中，制度相同，其便利又三倍于牛犢也。凡牛馬與水磨，皆懸袋磨上，上寛下窄，貯麥數斗于中，溜入磨眼，人力所挨，則不必也。凡磨石有兩種，麵品由石而分。江南少粹白上麫者，以石懷沙滓相磨，發燒則其麩併破，故黒纇參和麫中，無從羅去也。江北石性冷膩，而產于池郡之九華山者，羙更甚，以此石製磨，石不發燒，其麩壓至扁秕之極，不破，則黒疵一毫不入，而麵成至白也。凡江南磨二十日卽斷齒，江北者經半載方斷。南磨破麩，得麫百斤，北磨只得八十斤，故上麵之値増十之二。然麫觔小粉皆從彼磨出，則衡數巳足，得値史多焉。凡麥經磨之後，幾畨入羅，勤者不厭重復。羅匡之底，用絲織羅地絹爲之。湖絲所織者，羅麵千石不捐，若他方黃絲所爲，經百石而已朽也。凡麵旣成後，寒天可經三月，春夏不出二十日，則欝壞。爲食適口，貴及時也。凡大麥則就春去膜，炊飯而食，爲粉者十無一焉。蕎麥則微加舂杵，去衣，然後或舂或磨，以成粉而後食之。盖此類之視小麥，精粗貴賤，大徑庭也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "攻黍稷粟粱麻菽，小碾，枷",
                    "zhushu": "具圖",
                    "type": 2
                },
                {
                    "paragraph": "凡攻治小米，颺得其實，春得其精，磨得其粹，風颺車扇而外，簸法生焉。其法篾織爲圓盤，鋪米其中，擠匀揚播，輕者居前，楪棄地下，重者在後，嘉實存焉。凡小米舂磨揚播，制噐巳詳稻麥之中，唯小碾一制，在稻麥之外。北万攻小米者，家置石墩中高邉下，邉沿不開槽，鋪米墩上，婦子兩人相向，接手而碾之。其碾石圓長，如牛赴石，而兩頭挿木柄，米墮邊時，隨手以小篲掃上。家有此具，杵臼竟懸也。凡胡麻刈穫，于烈日中晒乾，束爲小把，兩手執把相擊，麻粒綻落，承藉以簟席也。凡麻篩與米篩小者同形，而目宻五倍，麻從目中落，葉殘角屑皆浮篩上而棄之。凡豆、菽刈穫，少者用枷，多而省力者，仍鋪塲列日晒乾，牛曵石赶而壓落之。凡打豆枷，竹木竿爲柄，其端錐圓眼，拴木一條，長三尺許，鋪豆于塲，執柄而擊之。凡豆擊之後，用風扇揚去，筴葉篩以繼之，嘉實洒然人廪矣。是故舂磨不及麻，硙碾不及菽也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "攻治成糧諸色圖",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "牛碾",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "濕田擊稻",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "塲稻",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "木礱",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "土礱",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "風扇車",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "板閘",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "水碓圖",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "盖利用茅",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "水磨袋麥齒柱",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "開橛坡障水",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "石赶稻及菽圖。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "杵臼舂",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "麫羅撞機小碾圖",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "梁粟、稷黍皆用此碾。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "打枷圖",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "作鹹第五",
            "paragraphs": [
                {
                    "paragraph": "作鹹第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：天有五氣，是生五味，潤下作鹹，王訪箕子而首聞其義焉。口之于味也，辛酸甘苦，經年絶一無恙。獨食鹽，禁戒旬日，則縛雞勝匹，倦怠懨然。豈非天一生水，而此味爲生人生氣之源哉？四海之中，五服而外，爲蔬爲榖，皆有寂滅之鄕，而斥鹵則巧生以待，孰知其以然？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鹽產",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鹽產最不一，海、池、井、土、崖、砂石，畧分六種，而東夷樹葉、西戎光明不與焉。赤縣之内，海鹵居十之八，而其二爲井池土鹻，或假人力，或由天造。總之一經舟車窮窘，則造物應付出焉。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "海水鹽",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡海水自具鹹質，海濵地高者名潮墩，下者名草蕩，地皆產鹽，同一海鹵，傳神而取法則異。一法，高堰地潮波不没者，地可種鹽，種户各有區畵經界，不相侵越。度詰朝無雨，則今日廣作稻麥藁灰及蘆茅灰寸許，于地上壓使平勻，明晨露氣衝騰，則其下鹽茅勃發，日中晴霽，灰鹽一併掃起淋𤋎。一法，潮波淺被地，不用灰壓，候潮一過，明日天晴半日，晒出鹽霜，疾趨掃起𤋎煉。一法，逼海潮深地，先崛深坑，橫架竹木，上鋪席葦，又鋪沙于葦席之上，俟潮滅頂衝過鹵氣，由沙滲下坑中，撤去沙葦，以燈燭之，鹵氣衝燈卽滅，取鹵水𤋎煉。總之功在晴霽，若淫雨連旬，則謂之鹽荒。又淮塲地靣有日眄自然生霜如馬牙者，謂之大晒鹽，不由𤋎煉，掃起卽食。海水順風飄來斷草，勾取𤋎煉，名蓬鹽。凡淋奠法，堀坑二个，一淺一深，淺者尺許，以竹木架蘆席于上，將掃來鹽料不論，",
                    "zhushu": "有灰無灰，淋法皆同。"
                },
                {
                    "paragraph": "鋪于席上，四圍隆起，作一隄壋形，中以海水灌淋，渗下淺坑中。深者深七八尺，受淺坑所淋之汁，然後入鍋𤋎煉。凡𤋎鹽鑷，古謂之牢盆，亦有兩種制度。其盆周濶數丈，徑亦丈許，用鐵者，以鐵打成葉片，鐡釘牷合，其底平如孟，其四周高尺二寸，其合縫處，一經鹵汁結塞，永無隙漏。其下列 燃薪，多者十二三眼，少者七人眼，共𤋎此盤。南海有編竹爲者，將竹編成，濶丈深尺，糊以蜃灰，附于釡背，火燃，釡底滚沸，延及成鹽，亦名鹽盆，然不若鐡葉蘗成之便也。凡女鹵未卽凝結，將皂角椎碎，和粟米糠二味，鹵沸之時，投入其中，攪和鹽卽頃刻結成，盖皂角結鹽，猶石膏之結腐也。凡鹽淮揚場者，質重而黑，其他質輕而白，以量較之，淮塲者一升重十兩，則廣、浙、長蘆者只重六七兩。凡蓬草鹽不可常期，或數年一至，或一月數至。凡鹽見水卽化，見風卽鹵，見火愈堅。凡収藏不必用倉廪，鹽性畏風，不畏濕，地下叠藁三寸，任從卑濕無傷，周遭以土磚泥隙，上盖茅草尺許，百年如故也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "池鹽",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡池鹽，宇内有二：一出寧夏，供食邉鎭；一出山西解池供晋、豫諸郡縣。解池界安邑、猗氏、臨晋之間，其池外有城堞，周遭禁禦，池水深聚處，其色縁沉。土人種鹽者，池傍耕地爲畦隴，引清水入所耕畦中，忌濁水參入，卽淤澱鹽脉。凡引水種鹽，春間卽爲之，乆則水成赤色，待夏秋之交，南風大起，則一宵結成，名曰顆鹽，卽古志所謂大鹽也。以海水𤋎者細碎，而此成粒顆，故得大名。其鹽凝結之後，掃起卽成食味。種鹽之人，積掃一石，交官得錢數十文而巳。其海豐、深州引海水入池晒成者，凝結之時，掃食不加人力，與解鹽同。但成鹽侍日，與不藉南風，則大異也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "井鹽",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡滇、蜀兩省，逺離海濵，舟車艱通，形勢高上，其鹹脉卽韞藏地中。凡蜀中石山去河不逺者，多可造井取鹽。鹽井周圓不過數寸，其上口一小盂，覆之有餘，深必十丈以外，乃得鹵信。故造井功費甚難。其器冶鐡錐如碓嘴形，其尖使極剛利，向石山春鑿成孔，其身破竹纒繩，夾懸此錐，每春深入數尺，則又以竹接其身，使引而長。初入丈許，或以足踏碓稍，如舂米形，太深則用手捧持，頓下所舂石成碎粉，隨以長竹接引，懸鐡盞穵之而上。大抵深者半載，淺者月餘，乃得一井成就。盖井中空濶，則鹵氣遊散，不克結鹽故也。井及泉後，擇羙竹長丈者，鑿净其中節留底，不去其喉，下安消息，吸水入筒，用長縆繫竹，沉下其中，水滿井上懸桔橰、轆盧諸具，制盤駕牛，牛拽盤轉，轆盧絞縆，汲水而上，入于釡中，𤋎煉，",
                    "zhushu": "只用中釡，不用牢盆。"
                },
                {
                    "paragraph": "頃刻結鹽，色成至白。西川有火井，事竒甚。其井居然冷水，絶無火氣。但以長竹剖開，去節，合縫漆布，一頭揷入井底，其上曲接，以口𦂳對釡臍，注鹵水，釡中只見火。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "草蕩潮，墩先撒灰，仰灰種鹽，曰中掃鹽，",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "深坑淺坑淋水，先入淺坑，",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "牢盆海鹵，𤋎煉",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "小河，小河竹身。蜀省井鹽，鑿井圖火，并井火井處焬富，燃薪曲竹小河井齒",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "轉繩汲井，放同下井，牛則左旋，竹同長丈。井",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "池鹽引水入畔畦結風熟。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "意烘烘，水卽滚沸。啓竹而視之，絶無半㸃焦炎，意未見火形而用火𥙍，此世間大竒事也。凡川、滇鹽井，逃課掩盖至易，不可窮詰。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "末鹽",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡地鹻𤋎鹽，除并州末鹽外，長蘆分司地土人亦有刮削𤋎成者，帶雜黑色，味不甚佳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "崖鹽",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡西省階、鳯等州邑，海井交窮，其岩穴自生鹽，色如紅土，恣人刮取，不假𤋎煉。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "甘嗜第六",
            "paragraphs": [
                {
                    "paragraph": "甘嗜第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：氣至于芳，色至于赩，味至于甘，人之大欲存焉。芳而烈，赩而艷，甘而甜，則造物有尤異之思矣。世間作甘之味什八，產于草木，而飛蟲竭力争衡，採取百花，釀成佳味，使草木無全功，孰主張是，而頥養遍于天下哉？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蔗種",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡甘蔗有二種，產繁閩、廣間，他方合倂，得其十一而巳。似竹而大者爲果蔗，截斷生噉，取汁適口，不可以造糖。似荻而小者爲糖蔗，口噉卽棘傷唇舌，人不敢食。白霜紅砂皆從此出。凡蔗，古來中國不知造糖，唐大曆間，西僧鄒和尚遊蜀中，遂寧始傳其法。今蜀中種盛，亦自西域漸來也。凡種荻蔗，冬初霜將至，將蔗砍伐去杪與根，埋藏土内。",
                    "zhushu": "土忌窐聚水濕處。"
                },
                {
                    "paragraph": "雨水前五六日，天色晴明，卽開出，去外殻，砍斷約五六寸長，以兩箇節爲率，宻布地上，㣲以土掩之，頭尾相枕，若魚鱗然。兩芽平放，不得一上一下，致芽向尘難發。芽長一二寸，頻以清糞水澆之，俟長六七寸，鋤忌小栽。凡栽蔗，必用夾沙土、河濵洲土爲第一。試騐土色，掘坑尺五許，將沙土入口嘗味，味苦者，不可栽蔗。凡洲土近深山上流河濵者，卽土味甘，亦不可種。盖山氣凝寒，則他日糖味亦焦苦。去山四五十里平陽洲土，擇佳而爲之。",
                    "zhushu": "黄泥脚地，毫不可爲。"
                },
                {
                    "paragraph": "凡栽蔗，治畦行濶四尺，犂溝深四寸。蔗栽溝內，約七尺，列三叢，掩土寸許，土太厚，則芽發稀少也。芽發三四箇或六七箇時，漸漸下土，遇鋤耨時加之，加土漸厚，則身長根深，庻免欹倒之患。凡鋤耨不厭勤過，𣷝糞多少，視土地肥磽。長至一二尺，則將胡麻或芸藁枯浸，和水灌。灌肥欲施行內，高二三尺，則用牛進行内耕之。半月一耕，用犁一次懇土斷傍根，一次掩土培根。九月初培土護根，以防砍後霜雪。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蔗品",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡荻蔗糖有凝氷、自霜、紅砂三品。糖品之分，分于蔗漿之老嫩。凡蔗性至秋漸轉紅黑色，冬至以後，由紅轉褐，以成至白。五嶺以南無霜，國土蓄蔗，不伐以取糖霜。若韶、雄以化十月，霜侵蔗質，遇霜卽殺其身，不能乆待，以成白色，故速伐以取紅糖也。凡取紅糖，窮十日之力而爲之，十日以前，其漿尚未滿足；十日以後，恐霜氣逼侵，前功盡棄。故種蔗十畝之家，卽製車釡一付，以供急用。若廣南無霜，遲早惟人也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "造糖",
                    "zhushu": "具圖",
                    "type": 2
                },
                {
                    "paragraph": "凡造糖車，制用橫板二片，長五尺，厚五寸，濶二尺，兩頭鑿眼，安柱，上筍出少許，下筍出版二三尺，埋築土内，使安𥡷不摇。上板中鑿二眼，並列巨軸兩根。",
                    "zhushu": "木用至堅重者。"
                },
                {
                    "paragraph": "軸木大七尺圍方妙，兩軸一長三尺，一長四尺五寸。其長者出筍安犂擔，擔用屈木，長一丈五尺，以便駕牛團轉走。軸上鑿齒，分配雌雄。其合縫處，湏直而圓，圓而縫合，夾蔗于中，一乹而過，與棉花赶車同義。蔗過漿流，𠕂拾其",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "軋蔗取漿圖犂擔",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鴨嘴出筍，",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "滓向軸上鴨嘴极入，再軋，又三軋之，其汁盡矣，其滓爲薪。其下板承軸，鑿眼，只深一寸五分，使軸脚不穿透，以便板土受汁也。其軸脚嵌安鐡錠于中，以便捩轉。凡汁漿流板有槽，視汁入于碙内，毎汁一石，下石灰五合于中。凡取汁𤋎糖，並列三鍋，如品字。先將稠汁聚入一鍋，然後逐加稀汁兩鍋之內。若火力少束薪，其糖卽成，視糖起洙不中用。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "造白糖",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡閩廣南方經冬老蔗，用車同前法，笮汁入缸，看水花爲火色，其花𤋎至細嫩，如煑羮沸，以手捻試粘手，則信來矣。此時尚黄黒色，將桶盛貯，凝成黒沙，然後以瓦溜敎陶家燒造，置缸上，其溜上寛下尖，底有一小孔，將草塞住，傾桶中黒沙于内，待黒沙結定，然後去孔中塞草，用黄泥水淋下，其中黑滓入缸內，溜內盡成白霜。最上一層，厚五寸許，絜白異常，名曰洋糖，",
                    "zhushu": "西洋糖絶白美故名。"
                },
                {
                    "paragraph": "下者稍黃褐。造氷糖者，將洋糖𤋎化，蛋靑澄去浮滓，候視火色，将新靑竹破成篾片，寸斬，撒入其中，經過一宵，卽成天然冰塊。造獅象、人物等質料，精粗由人。凡白糖有五品，石山。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "澄結塘霜瓦器。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡造𤢚糖者，每巨釜一口，受糖五十斤，其下發火，慢𤋎從一角烧灼，則糖頭滚旋而起。若釡心發火則盡，盡沸溢于地，每釡用雞子三个，去黄取青，入冷水五升化解，逐匙滴下，用火糖頭之上，則浮漚黒滓盡起水靣，以笊篱捞去，其糖清白之甚，然後打入銅銚，下，用自風慢火温之，看定火色，然後入模。凡獅象糖模，兩合如瓦爲之，杓冩糖入，随手覆轉傾下。模冷糖燒，自有糖一膜，靠模凝結，名曰享糖，華筵用之。小孔瓦溜。爲上，團枝次之，甕鑑次之，小顆又次，沙脚爲下。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蜂蜜",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡釀蜜蜂，普天皆有，唯蔗盛之鄕，則蜜蜂自然减少。蜂造之蜜，出山岩土穴者十居其八，而人家招蜂造釀，而割取者，十居其二也。凡蜜無定色，或青或白，或黃或褐，皆隨方土花性而變，如菜花蜜、禾花蜜之類百千，其名不止也。凡蜂不論于家于野，皆有蜂王。王之所居，造一臺，如桃大王之子世爲王。王生而不採花，毎日羣蜂輪値，分班採花供王。王每日出遊兩度，",
                    "zhushu": "春夏造蜜時。"
                },
                {
                    "paragraph": "遊則八蜂輪値以待，蜂王自至孔隙口四蜂以頭頂腹，四蜂傍翼飛翔而去，遊數刻而返，翼頂如前。畜家蜂者，或懸桶簷端，或實箱牗下，皆錐圓孔眼數十，俟其進入。凡家人殺一蜂，二蜂皆無恙，殺至三蜂，則羣起螫人，謂之蜂反。凡蝙蝠最喜食蜂，投隙入中，吞噬無限。殺一蝙蝠，懸于蜂前，則不敢食，俗謂之梟令。凡家蓄蜂，東隣分而之西舍，必分王之子去而爲君，去時如鋪扇擁衛，鄕人有撒酒糟香而招之者。凡蜂釀蜜，造成蜜脾，其形鬛鬛然，咀嚼花心，汁吐積而成。潤以人小遺，則甘芳並至，所謂臭腐神竒也。凡割脾取蜜，蜂子多死其中，其底則爲黃蠟。凡深山崖石上有經數載未割者，其蜜巳經時自熟。土人以長竿刺取，蜜卽流下，或未經年而扳縁可取者，割錬與家蜜同也。士穴所釀，多出北方。南方卑濕，有崖蜜而無穴蜜。凡蜜脾一斤，煉取十二兩，西北半天下，盖與𬞈漿分勝云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "飴𩛿",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡飴𩛿，稻麥黍粟，皆可爲之。洪範云：稼穡作甘。及此乃窮其理。其法用稻麥之類，浸濕生芽暴乾，然後煎鍊調化而成，色以白者爲上，赤色者名曰膠飴，一時宫中尚之，含于口内，卽溶化，形如琥珀。南方造餠餌者，謂飴餳爲小糖，盖對蔗漿而得名也。飴餳人巧千方，以供甘旨，不可枚述。惟尚方用者名一窩絲，或流傳後代，不可知也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "陶埏第七",
            "paragraphs": [
                {
                    "paragraph": "陶埏第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：水火旣濟而土合。萬室之國，日勤千人而不足，民用亦繁矣哉。上棟下室以避風雨，而瓴建焉。王公設險以守其國，而城垣雉堞，冦來不可上矣。泥甕堅而醴酒欲清，瓦登潔而醯醢以薦。啇周之際，爼豆以木爲之，毋亦質重之思耶。後世方土效靈，人工表異，陶成雅器，有素肌玉骨之象焉。掩映幾筵，文明可掬，豈終固哉！",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "瓦",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡埏泥造瓦，堀地二尺餘，擇取無沙粘土而爲之。百里之内必産合用土色，供人居室之用。凡民居瓦，形皆四合分片，先以圓桶爲模骨，外畵四條界。調踐熟泥，叠成高長方條。然後用鐡線弦弓，線上空三分，以尺限定，向泥不平戞一片，似揭紙而起，周包圓桶之上。待其稍乾，脫模而出，自然裂爲四片。凡瓦大小苦無定式，大者縱橫八九寸，小者縮十之三。室宇合溝中，則必需其最大者，名曰溝瓦，能承受滛雨，不溢漏也。凡坯既成，乾燥之後，則堆積窯中，燃薪舉火，或一晝夜或二晝夜，視陶中多少爲熄火乆暫。澆水轉銹",
                    "zhushu": "音右"
                },
                {
                    "paragraph": "與造磚同法。其垂于簷端者有滴水，下于脊沿者有雲瓦，瓦掩覆脊者有抱同，鎭脊兩頭者有鳥獸諸形象，皆人工逐一做成，載于窯內，受水火而成器則一也。若皇家宮殿所用，大異于是。其制爲琉璃瓦者，或爲板片，或爲宛筒。以圓竹與斵木爲模，逐片成造，其土必取于太平府",
                    "zhushu": "舟運三千里，方達京師，參沙之僞，雇役擄舡之擾，害不可極。即承天皇陵亦取于此，無人議正"
                },
                {
                    "paragraph": "造成，裝入琉璃窯内，每柴五千斤燒瓦百片。取出，成色名異、㯶櫚毛等煎汁塗染成緑黛，赭石、松香、蒲草染成黃丹入。别窯减殺薪火，逼成琉璃寳色。外省親王殿與仙佛宫觀間亦爲之，但色料各有譬合，採取不必盡同，民居則有禁也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "磚",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡埏泥造磚，亦掘地驗辨土色，或藍，或白，或紅，或黃，",
                    "zhushu": "閩、廣多紅泥，藍者名善泥，江、浙居多。"
                },
                {
                    "paragraph": "皆以粘而不散、粉而不沙者爲上。汲水滋土，人逐數牛錯趾，踏成稠泥，然後塡滿木匡之中，鐵線弓戞平其靣，而成坯形。凡郡邑城雉民居垣墻所用者，有眠磚、側磚兩色。眠磚方長條，砌城郭與民人饒冨家，不惜工費直叠而上。民居筭計者，則一眠之上施側磚一路，填土礫其中以實之，盖省嗇之義也。凡墙磚而外，甃地者名曰方墁磚。榱桶上用以承瓦者，曰楻板磚。圓鞠小橋梁與圭門與窀穸墓穴者曰刀磚，又曰鞠磚。凡刀磚削狹一偏靣，相靠擠緊，上砌成圓，車馬踐壓，不能損䧟。造方墁磚，泥入方匡中，平板盖靣，兩人足立其上，研轉而堅固之，烧成效用。石工磨斵四沿，然後甃地。万磚之直視墻磚稍溢一分，楻板磚則積十以當墻磚之一，方墁磚則一以敵墻磚之十也。凡磚成坯之後，裝入窯中，所装百鈞則火力一晝夜，二百鈞則倍時而足。凡燒磚有柴薪窯，有煤炭窯。用薪者出火成靑黒色，用煤者出火成白色。凡柴薪窯巓上偏側鑿三孔以出烟，火足止薪之候，泥固塞其孔，然後使水轉銹。凡火候少一兩，則銹色不光，少三兩，則名嫩火磚，本色雜現，他日經霜冐雪，則立成解散，仍還土質。火候多一兩，則磚靣有裂紋，多三兩，則磚形縮小拆裂，屈曲不伸，擊之如碎鐡然，不適于用。巧用者以之埋藏土内爲墻脚，則亦有磚之用也。凡觀火候，從窰門透視内壁，土受火精，形神摇蕩，若金銀鎔化之極然，陶長辨之。凡轉銹之法，窯顛作一平田様，四圍稍弦起，灌水其土，磚瓦百鈞，用水四十石。水神透入土膜之下，與火意相感而成。水火旣濟，其質千秋矣。若煤炭窯視柴窯深欲倍之，其上圓鞠漸小，併不封頂。其内以煤造成尺五徑濶餠，毎煤一層，隔磚一層，葦薪墊地發火。若皇居所用磚，其大者厰在臨清，工部分司主之。初名色有副磚、劵磚、平身磚、望板磚、斧刄磚、方磚之類，後革去半。運至京師，毎漕舫搭四十塊，民舟半之。又細料方磚，以甃正殿者，則由蘇州造解。其琉璃甎色料已載瓦𣣇。取薪臺基厰，燒由黒窯云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "罌甕",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡陶家爲缶属，其類百千。大者缸甕，中者鉢盂，小者瓶礶，𣣇制各從方土，悉數之不能。造此者，必爲圓而不方之器。試土尋泥之後，仍制陶車旋盤。工夫精熟者，視器大小掐泥，不甚増多少，兩人扶泥旋轉，一揑而就。其朝廷所用龍鳯缸",
                    "zhushu": "窯在眞定曲陽，與楊州儀眞"
                },
                {
                    "paragraph": "與南直花缸，則厚積其泥，以俟雕鏤，作法全不相同，故其直或百倍或伍十倍也。凡罌缶有耳嘴者皆另爲合，上以銹水塗粘。陶器皆有底，無底者，則陜以西炊甑用瓦不用木也。凡諸陶器，精者中外皆過銹粗者或銹其半體。惟沙盆齒鉢之類，其中不銹，存其粗澁，以受研擂之功。沙鍋沙礶不銹，利于透火性，以熟烹也。凡銹質料隨地而生，江、淛、閩、廣，用者蕨藍草一味。其草乃居民供𥨫之薪，長不過三尺，枝葉似杉木，勒而不棘人。",
                    "zhushu": "其名數十，各地不同。"
                },
                {
                    "paragraph": "陶家取來燃灰，布袋灌水澄濾，去其粗者，取其絶細。每灰二碗，參以紅土泥水一碗，攪令極勻，蘸塗坯上，燒出自成光色。北方未詳用何物。蘇州黃礶銹亦别有料。惟上用龍鳯器，則仍用松香與無名異也。凡瓶窯燒小器，缸窯焼大器。山西、淛江各分缸窯、瓶窯，餘省則合一處爲之。凡造敞口缸，旋成兩截，接合處以木椎内外打緊，匝口、墵甕亦兩截，接内不便用椎，預于别窯燒成瓦圈，如金剛圈形，托印其内，外以木椎打緊，土性自合。凡缸、瓶窯不于平地，必于斜阜山岡之上，延長者或二三十丈，短者亦十餘丈，連接爲數十窯，皆一窯高一級。盖依傍山勢，所以驅流水濕滋之患，而火氣又循級透上。其數十方成陶者，其中苦無重値物，合併衆力衆資而爲之也。其窯鞠成之後，上鋪覆以絶細土，厚三寸許。窯隔五尺許，則透烟窓，窑門兩邉相向而開。装物以至小器，裝載頭一低窯，絶大缸甕装在最末尾高窯。發火先從頭一低窯起，兩人對靣交看火色。大抵陶器一百三十斤，費薪百斤。火候足時，掩閉其門，然後次發第二火。以次結竟至尾云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "白瓷，附青瓷",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡白土曰堊土，爲陶家精美器用。中國出惟五六處，北則眞定定州、平凉華亭、太原平定、開封禹州，南則泉郡德化、",
                    "zhushu": "土出永定，窰在德化。"
                },
                {
                    "paragraph": "徽郡婺源、祁門。",
                    "zhushu": "他處白土陶範不粘，或以掃壁爲墁。"
                },
                {
                    "paragraph": "德化惟以燒造瓷仙、精巧人物、玩器，不適實用；眞、開等郡瓷窯所出，色或黃滯無寳光，合併數郡不敵江西饒郡產。浙省處州麗水、龍泉兩邑，燒造過銹杯碗，青黒如漆，名曰處窯，宋、元時龍泉華琉山下，有章氏造窯，出款貴重，古董行所謂哥窯器者卽此。若夫中華四裔，馳名獵取者，皆饒郡浮梁景德鎭之產也。此鎭從古及今爲燒器地，然不產白土。土出婺源、祁門兩山：一名高梁山，出粳米土，其性堅硬；一名開化山，出糯米土，其性粢軟。兩土和合，瓷器方成。其土作成方塊，小舟運至鎭。造器者將兩土等分入臼，春一日，然後入缸水澄，其上浮者爲細料，傾跌過一缸，其下沉底者爲粗料。細料缸中再取上浮者，傾過爲最細料，沉底者爲中料。旣澄之後，以磚砌方長塘，逼靠火窯，以借火力。傾所澄之泥于中吸乾，然後重用淸水調和造坯。凡造瓷坯有兩種，一曰印器，如方圓不等瓶甕爐合之類，御器則有瓷屏風、燭臺之類。先以黃泥塑成模印，或兩破，或兩截，亦或囫圇。然後埏白泥印成，以銹水塗合其縫，燒出時自圓成無隙。一曰圓器，凡大小億萬杯槃之類，乃生人日用必需，造者居十九，而印器則十一。造此器坯，先製陶車。車竪直木一根，埋三尺入土内，使之安𥡷，上高二尺許，上下列圓盤，盤沿以短竹棍撥運旋轉，盤頂正中用檀木刻成盔頭冐其上。凡造杯槃無有定形模式，以兩手棒泥盔冐之上，旋盤使轉，拇指剪去甲，按定泥底，就大指薄旋而上，卽成一柸碗之形。",
                    "zhushu": "初學者任從作費，破坏取泥𠕂造。"
                },
                {
                    "paragraph": "功多業熟，卽千萬如出一範。凡盔冐上造小坯者，不必加泥，造中盤、大碗則増泥大其冐，使乾燥而後受功。凡手指旋成坯後，覆轉用盔冐一印，微晒留滋潤，又一印，晒成極白乾，入水一汶，漉上盔冐，過利刀二次，",
                    "zhushu": "過刀時手脉微振，燒出卽成雀口。"
                },
                {
                    "paragraph": "然後補整碎缺，就車上旋轉打圈。圈後，或畫或書字，畫後噴水數口，然後過銹。凡爲碎器與千鍾粟與褐色杯等，不用青料。欲爲碎器，利刀過後，日晒極熱，入清水一蘸而起，燒出自成裂文。千鍾粟則銹漿捷點，褐色則老茶葉煎水一抹也。",
                    "zhushu": "古碎器，日本國極珍重，眞者不惜千金。古香爐碎器不知何代造，底有鐡釘，其釘掩光色不鏽。"
                },
                {
                    "paragraph": "凡饒鎭白瓷銹，用小港嘴泥漿和桃竹葉灰調成，似清泔汁，",
                    "zhushu": "泉郡瓷仙用松毛水調泥漿，處郡靑瓷銹，未詳所出。"
                },
                {
                    "paragraph": "盛于缸内。凡諸器過銹，先蕩其内，外邉用指一蘸塗弦，自然流遍。凡畵碗青料總一味無名異。",
                    "zhushu": "漆匠煎油，亦用以收火色。"
                },
                {
                    "paragraph": "此物不生深土，浮生地靣，深者堀下三尺卽止，各省直皆有之。亦辨認上料、中料、下料、用時先將炭火叢紅煆過。上者出火成翠毛色，中者微青，下者近土褐。上者每斤煆出只得七兩，中下者以次縮减。如上品細料器及御器龍鳳等，皆以上料畵成，故其價毎石値銀貳拾肆兩，中者半之，下者則十之三而已。凡饒鎭所用，以衢、信兩郡山中者爲上料，名曰浙料，上高諸邑者爲中，豐城諸處者爲下也。凡使料煆過之後，以乳鉢極研，",
                    "zhushu": "其鉢底留粗，不轉銹。"
                },
                {
                    "paragraph": "然後調畫水。調研時色如皂，入火則成青碧色。凡將碎器爲紫霞色杯者，用臙脂打濕，將鐡線紐一兠絡，盛碎器其中，炭火炙𤍠，然後以濕臙脂一抹卽成。凡宣紅器乃燒成之後出火，另施工巧微炙而成者，非世上硃砂能留紅質于火内也。",
                    "zhushu": "宣紅元未已失傳。正德中歴試復造出。"
                },
                {
                    "paragraph": "凡瓷器經畵過銹之後，装入匣鉢。",
                    "zhushu": "装時手拿微重，後日燒出，卽成㘭口，不復周正。"
                },
                {
                    "paragraph": "鉢以粗泥造，其中一泥餅托一器，底空處以沙實之。大器一匣装一個，小器十餘共一匣鉢。鉢佳者装燒十餘度，劣者一二次卽壞。凡匣鉢装器入窯，然後舉火。其窯上空十二圓眼，名曰天窓。火以十二時辰爲足。先發門火十個時，火力從下攻上，然後天窓擲柴燒兩時，火力從上透下。器在火中，其軟如棉絮，以鐡义取一以騐火候之足。辨認眞足，然後絶薪止火。共計一杯工力，過手七十二，方克成器，其中微細節目尚不能盡也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "附窯變，回青",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "正德中，内使監造御器。時宣紅失傳不成，身家俱喪。一人躍入自焚，托夣他人造出，競傳窯變，好異者遂妄傅燒出鹿、象諸異物也。又回青乃西域大青，美者亦名佛頭青。上料無名異出火似之，非大青能入洪炉存本色也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "冶鑄第八",
            "paragraphs": [
                {
                    "paragraph": "冶鑄第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：首山之採，肇自軒轅，源流遠矣哉。九牧貢金，用襄禹鼎，從此火金功用，日異而月新矣。夫金之生也，以土爲母，及其成形而效用于世也，母模子肖，亦猶是焉。精，粗，巨，細之間，但見鈍者同春，利者司墾，薄其身以媒合水火而百姓繁，虗其腹以振盪空靈而八音起。愿者肖仙梵之身，而塵凡有至象。巧者奪上清之魄，而海寓遍流泉，卽屈指唱籌，豈能悉數！要之，人力不至于此。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鼎",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鑄鼎，唐虞以前不可考。唯禹鑄九鼎，則因九州貢賦壤則已成，入貢方物歲例已定，疏濬河道已通，禹貢業已成書。恐後世人君増賦重歛，後代侯國冐貢竒淫，後日治水之人不由其道，故鑄之于鼎，不如書籍之易去，使有所遵守，不可移易，此九鼎所爲鑄也。年代乆遠，末學寡聞，如蠙珠、曁魚、狐狸、織皮之類，皆其刻畵于鼎上者，或漫滅攺形，亦未可知，陋者遂以爲怪物。故春秋傳有使知神姦、不逢魑魅之說也。此鼎入秦始亡。而春秋時郜大鼎、莒二方鼎，皆其列國自造，卽有刻畵，必失禹貢初旨。此但存名爲古物，後世圖籍繁多，百倍上古，亦不復鑄鼎，特并志之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鍾",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鍾爲金樂之首，其聲一宣，大者聞十里，小者亦及里之餘。故君視朝、官出署，必用以集衆，而鄕飲酒禮，必用以和歌，梵宫仙殿，必用以明揖謁者之誠，幽起鬼神之敬。凡鑄鍾，高者銅質，下者鐡質。今北極朝鍾，則純用響銅，每口共費銅四萬七千斤、錫四千斤、金五十兩、銀一百二十兩于内。成器亦重二萬斤，身高一丈一尺五寸，雙龍蒲牢高二尺七寸，口徑八尺，則今朝鍾之制也。凡造萬鈞鍾與鑄鼎法同，掘坑深丈幾尺，燥築其中如房舎，埏泥作模骨，其模骨川石灰三和土築，不使有絲毫隙拆。乾燥之後，以牛油、黃蠟附其上數寸。油蠟分兩，油居什八，蠟居什二，其上高蔽抵晴雨。",
                    "zhushu": "夏月不可爲，油不凍結。"
                },
                {
                    "paragraph": "油蠟墁定，然後雕鏤書文、物象，絲髪成就。然後春篩絶細土與炭末爲泥，塗墁以漸而加厚至數寸，使其内外透體乾堅，外施火力炙化其中油蠟，從口上孔隙鎔流净盡，則其中空處卽鍾鼎托體之區也。凡油蠟一斤虗位，塡銅十斤。塑油時盡油十斤，則備銅百斤以俟之。中既空净，則議鎔銅。凡火銅至萬釣，非手足所能驅使。四靣築爐，四靣泥作槽道，其道上口承接爐中，下口斜低以就鍾鼎入銅孔，槽傍一齊紅炭熾圍。洪爐鎔化時，决開槽梗，",
                    "zhushu": "先泥土爲梗塞住。"
                },
                {
                    "paragraph": "一齊如水横流，從槽道中梘注而下，鍾鼎成矣。凡萬鈞鐡鍾與爐釡，其法皆同，而塑法則由人省嗇也。 若千斤以内，者則不湏如此勞費，但多揑十數鍋爐。爐形如箕，鐡條作骨，附泥做就，其下先以鐵片圈筒直透作兩孔，以受杠穿。其爐墊于土墩之上，各爐一齊鼓鞴鎔化。化後以兩杠穿爐下。輕者兩人，重者數人拾起，傾注模底孔中。甲爐既傾，乙爐疾繼之，丙爐又疾繼之，其中自然粘合。若相承迂緩，則先入之質欲凍，後者不粘，釁所由生也。凡鐡鍾模不重費油蠟者，先埏土作外模，剖破兩邉形，或爲兩截，以子口串合，翻刻書文于其上。内模縮小分寸，空其中體，精筭而就。外模刻文後，以牛油滑之，使他日器無粘欖，然後盖上，泥合其縫而受鑄焉。巨磬、雲板，法皆倣此。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "釡",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡釡儲水受火，口用司命繫焉。鑄用生鐡或廢鑄鐵器爲質。大小無定式，常用者徑口二尺爲率，厚約二分。小者徑口半之，厚薄不减。其模内外爲兩層，先塑其内，俟乆日乾燥，合釡形分寸于上，然後塑外層盖模。此塑匠最精，差之毫𨤲則無用。模既成就乾燥，然後泥揑冶爐，其中如釡，受生鐡于中，其爐背透管通風，爐靣揑嘴出鐡。一爐所化約十釡、二十釡之料。鐡化如水，以泥固純鐡柄杓從嘴受注。一杓約一釡之料，傾注模底孔内，不俟冷定，卽揭開盖模，看視罅綻未周之處。此時釡身尚通紅未黑，有不到處卽澆少許于上𥙷完，打濕草片按平，苦無痕迹。凡生鐡初鑄釡，補綻者甚多，唯廢破釡鐡鑄鎔，則無復隙漏。",
                    "zhushu": "朝鮮國俗，破釡必棄之山中，不以還爐。"
                },
                {
                    "paragraph": "凡釡旣成後，試法以輕杖敲之，響聲如木者佳，聲有差響，則鐡質未熟之故，他曰易爲損壞。海内叢林大處，鑄有千僧鍋者，煑糜受米二石，此直癡物云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "像",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鑄仙佛銅像，塑法與朝鍾同。但鍾鼎不可接，而像則數接爲之，故冩時爲力甚易，但接模之法，分寸最精云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "砲",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鑄砲西羊紅夷、佛郎機等用熟銅造，信砲、短提銃等用生熟銅兼半造，襄陽、盞口、大將軍、二將軍等用鐡造。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鏡",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鑄鏡，模用灰沙，銅用錫和。",
                    "zhushu": "不用倭鉛。"
                },
                {
                    "paragraph": "考工記亦云：金錫相半，謂之鑑、燧之劑。開靣成光，則水銀附體而成，非銅有光明如許也。唐開元宫中鏡，盡以白銀與銅等分鑄成，每口値銀數兩者以此故。硃砂斑點乃金銀精華發現。",
                    "zhushu": "古爐有入金于内者。"
                },
                {
                    "paragraph": "我朝宣爐，亦緣某庫偶災，金銀雜銅錫化作一團，命以鑄爐。",
                    "zhushu": "真者錯現金色。"
                },
                {
                    "paragraph": "唐鏡、宣爐，皆朝廷盛世物也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "錢",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鑄銅爲錢以利民用，一靣刋國號通寳四字，工部分司主之。凡錢通利者，以十文抵銀一分値。其大錢當五、當十，其弊便于私鑄，反以害民，故中外行而輙不行也。凡鑄錢每十斤，紅銅居六七，倭鉛",
                    "zhushu": "京中名水錫"
                },
                {
                    "paragraph": "居四，三，此等分大略。倭鉛每見烈火必耗四分之一。我朝行用錢高色者，唯比京寳源局黄錢與廣東高州炉靑錢，",
                    "zhushu": "高州錢行盛漳，泉路。"
                },
                {
                    "paragraph": "其價一文，敵南直江、淛等二文。黃錢又分二等，四火銅所鑄曰金背錢，二火銅所鑄曰火漆錢。凡鑄錢鎔銅之確，以絶細土未",
                    "zhushu": "打碎乾士磚玅"
                },
                {
                    "paragraph": "和炭末爲之。",
                    "zhushu": "京炉用牛蹄甲，未詳何作用，"
                },
                {
                    "paragraph": "礶料十兩，土居七而炭居三，以炭灰性煖，佐土使易化物也。礶長八寸，口徑二寸五分。一礶約載銅、鉛十斤，銅先入化，然後投鉛，洪爐扇合，傾入模内。凡鑄錢模以木四條爲空匡。",
                    "zhushu": "木長一尺二寸，濶一寸二分。"
                },
                {
                    "paragraph": "土炭未篩令極細，塡實匡中，微洒杉木炭灰或柳木炭灰于其靣上，或熏模則用松香與清油，然後以毋錢百文",
                    "zhushu": "用錫雕成"
                },
                {
                    "paragraph": "或字或背布置其上。又用一匡，如前法塡實合盖之。既合之後，已成靣、背兩匡，隨手覆轉，則毋錢盡落後匡之上。又用一匡塡實，合上後匡，如是轉覆，只合十餘匡，然後以䋲絪定。其木匡上弦原留入銅眼孔，鑄工用鷹嘴鉗，洪爐提出鎔礶，一人以别鉗扶抬礶底相助，逐一傾入孔中。冷定解䋲開匡，則磊落百文，如花果附枝。模中原印空梗，走銅如樹枝様，挾出逐一摘斷，以待磨銼成錢。凡錢先錯邉沿，以竹木條直貫數百文受銼，後銼平靣則逐一爲之。凡錢高低，以鉛多寡分，其厚重與薄削，則昭然易見。鉛賤銅貴，私鑄者至對半爲之，以之擲堦石上，聲如木石者，此低錢也。若高錢銅九鉛一，則擲地作金聲矣。凡將成器廢銅鑄錢者，每火十耗其一。盖鉛質先走，其銅色漸高，勝于新銅初化者。若琉球諸國銀錢，其模卽鑿鍥鐡鉗頭上，銀化之時，入鍋夾取，淬千冷水之中，卽落一錢其内。圖并具右。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "附鐡錢",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鐡質賤甚，從古無鑄錢。起于唐藩鎭魏博諸地，銅貨不通，始冶爲之，盖斯須之計也。皇家盛時，則冶銀爲豆，雜伯衰時，則鑄鐡爲錢。併志博物者感慨。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "舟車第九",
            "paragraphs": [
                {
                    "paragraph": "舟車第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：人羣分而物異產，來徃貿遷以成宇宙。若各居而老死，何藉有羣類哉？人有貴而必出，行畏周行；物有賤而必須，坐窮負販。四海之内，南資舟而北資車。梯航萬國，能使帝京元氣充然。何其始造舟車者，不食尸祝之報也？浮海長年，視萬頃波如平地，此與列子所謂御冷風者無異。傳所稱奚仲之流，倘所謂神人者非耶！",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "舟",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡舟，古名百千，今名亦百千，或以形名，",
                    "zhushu": "如海鰕、江觸、山梭之類。"
                },
                {
                    "paragraph": "或以、量名，",
                    "zhushu": "載物之數。"
                },
                {
                    "paragraph": "或以質名，",
                    "zhushu": "各色木料。"
                },
                {
                    "paragraph": "不可殫述。遊海濵者得見洋船，居江湄者得見漕舫。若局趣山國之中，老死平原之地，所見者一葉扁舟、截流亂筏而已。粗載數舟制度，其餘可例推云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漕舫",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡京師爲軍民集區，萬國水運以供諸，漕舫所由興也。元朝混一，以燕京爲大都。南方運道，由蘇州劉家港、海門黃連沙開洋，直抵天津，制度用遮洋船。永樂間因之。以風濤多險，後攺漕運。平江伯陳某始造平底淺船，則今糧舡之制也。凡船制底爲地，枋爲宮墻，隂陽竹爲覆瓦。伏獅前爲閥閱，後爲寢堂。桅爲弓弩，弦蓬爲翼，櫓爲車馬，亶縴爲履鞵，縴索爲鷹雕筋骨，招爲先鋒，舵爲指揮主帥，錨爲劄軍營寨。糧舡初制，底長五丈二尺，其板厚二寸，採巨木，楠爲上，栗次之。頭長九尺五寸，稍長九尺五寸，底濶九尺五寸。底頭濶六尺，底稍濶五尺，頭伏師濶八尺，稍伏獅潤七尺，梁頭一十四座。龍口梁濶一丈，深四尺，使風梁潤一丈四尺，深三尺八寸。後斷水梁濶九尺，深四尺五寸。兩𠪚共濶七尺六寸。此其初制，載一視全舟横身，過則有患，不及則力軟。凡舡篷其質乃析篾成片織就，夾維竹條，逐塊摺叠，以俟懸掛。糧舡中桅篷，合併十人力，方克湊頂，頭篷則兩人帶之有餘。凡度篷索，先係空中寸圓木關捩于桅巓之上，然後帶索腰間，縁木而上，三股交錯而度之。凡風篷之力其末一葉，敵其本三葉。調勻和暢，順風則絶頂張篷，行疾奔馬。若風力洊至，則以次减下。",
                    "zhushu": "遇風鼓急不下，以鈎搭扯。"
                },
                {
                    "paragraph": "狂甚則只帶一兩葉而已。凡風從横來名曰搶風。順水行舟，則掛篷之玄遊走，或一搶向東，止寸平過，甚至却退數十丈，未及岸時，捩舵轉篷，一搶向西，借貸水力兼帶風力軋下，則頃刻十餘里。或湖水平而不流者，亦可緩軋。若上水舟，則一步不可行也。凡船性隨水，若草從風，故制舵障水，使不定向流，舵板一轉，一泓從之。凡舵尺寸與船腹切齊，若長一寸，則遇淺之時舡腹已過，其稍尼舵使膠住，設風狂力勁，則寸木爲難不可言。舵短一寸則轉運力怯，回頭不捷。凡舵力所障水，相應及船頭而止，其腹底之下，儼若一泒急順流，故船頭不約而正，其機妙不可言。舵上所操柄，名曰關門棒，欲船比，則南向捩轉，欲船南，則北向捩轉。船身太長而風力橫勁，舵力不甚應手，則急下一偏披水板以抵其勢。凡舵用直木一根",
                    "zhushu": "糧船用者圍三尺，長丈餘"
                },
                {
                    "paragraph": "爲身，上截衡受棒，下截界開銜口，納板其中，如斧形，鐡釘固拴，以障水。稍後隆起處，亦名曰舵樓。凡鐡錨所以沉水繫舟。一糧船計用五六錨，最雄者曰看家錨，重五百斤内外，其餘頭用二枝，稍用二枝。凡中流遇逆風不可去又不可泊，",
                    "zhushu": "或業已近岸，其下有石非沙，亦不可泊，惟打錨深處。"
                },
                {
                    "paragraph": "則下錨沉水底，其所繫聿纒繞將軍柱上，錨爪一遇泥沙，扣底抓住，十分危急，則下看家錨。繫此錨者名曰本身，盖重言之也。或同行前舟阻滯，恐我舟順勢急去，有撞傷之禍，則急下稍錨提住，使不迅速流行。風息開舟，則以雲車紋纜，提錨使上。凡船板合隙縫，以白麻斮絮爲筋，鈍鑿扱入，然後篩過細石灰，和桐油春杵成團調艌。温、台、閩、廣，卽用礪灰。凡舟中帶蓬索，以火麻稭",
                    "zhushu": "一名大麻"
                },
                {
                    "paragraph": "綯絞。祖成徑寸以外者，卽係萬鈞不絶。若繫錨纜，則破析青篾爲之，其篾線入釡煑熟，然後糾紋。拽繾簟亦煑熟篾線絞成，十丈以徃，中作圈爲接彄，遇阻礙可以掐斷。凡竹性直，篾一線千鈞。三峽入川上水舟，不用糾絞亶，繾卽破竹濶寸許者，整條以次接長，名日火杖。盖沿崖石稜如刃，懼破篾易損也。凡木色，桅用端直杉木，長不足則接，其表鐡篐逐寸包圍。舡窓前道，皆當中空闕，以便樹桅。凡樹中桅，合倂數巨舟承載，其末長纜繫表而起。梁與枋𣞸用楠木、櫧木、樟木、榆木、槐木。",
                    "zhushu": "樟木春夏伐者，乆則粉蛀。"
                },
                {
                    "paragraph": "棧板不拘何木。舵桿用榆木、榔木、櫧木。關門棒用稠木、榔木。櫓用杉木、檜木、楸木。此其大端云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "海舟",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡海舟，元朝與國初運米者曰遮洋淺船，次者曰鑚船，",
                    "zhushu": "卽海鰍"
                },
                {
                    "paragraph": "所經道里止萬里長灘、黑水洋、沙門島等處，苦鰍無大險。與出使琉球、日本曁商賈爪哇、篤泥等舶制度，工費不及十分之一。凡遮洋運舡制，視漕舡長一丈六尺，濶二尺五寸，器具皆同，唯舵桿必用鐵力木，艌灰用魚油和桐油，不知何義。凡外國海舶制度大同小異，閩、廣，",
                    "zhushu": "閩由海澄開洋，廣由香山嶴"
                },
                {
                    "paragraph": "洋舡，截竹兩破排柵，樹于兩傍以抵浪。登、萊制度又不然，倭國海舶兩傍列櫓手欄板抵水，人在其中運力。朝鮮制度又不然。至其首尾各安羅經盤以定方何，中腰大橫梁出頭數尺，貫挿腰舵，則皆同也。腰舵非與稍舵形同，乃濶板斵成刀形，揷入水中，亦不捩轉，盖夾衞扶傾之義。其上仍橫柄栓于梁上，而遇淺則提起，有似乎舵，故名腰舶也。凡海舟以竹筒貯淡水數石，度供舟內人兩日之需，遇島又汲。其何國何島合用何何，針指示昭然，恐非人力所祖。舵工一羣主佐，直是識力造到死生渾忘地，非鼓勇之謂也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "雜舟",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "江漢課舡。身甚狹小而長，上列十餘倉，每倉容止一人卧息。首尾共漿六把，小桅蓬一座。風濤之中，恃有多奨挾持。不遇逆風，一晝夜順水行四百餘里，逆水亦行百餘里，國朝鹽課，淮、揚數頗多，故設此運銀，名曰課舡。行人欲速者亦買之。其舡南自章、貢，西自荆、襄，逹于瓜、儀而止。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "三吳浪舡。凡浙西、平江縱橫七百里内，盡是深溝，小水灣環，浪舡",
                    "zhushu": "最小者名曰塘舡"
                },
                {
                    "paragraph": "以萬億計。其舟行人貴賤來徃，以代馬車、扉履。舟卽小者，必造窓牗堂房，質料多用杉木。人物載其中，不可偏重一石，偏卽欹側，故俗名天平舡。此舟來徃七百里內，或好逸便者經買，北達通津，只有鎮江一橫渡，俟風靜渉過，又渡青江浦，遡黃河淺水二百里，則入閘河安穩路矣。至長江上流風浪，則没世避而不經也。浪舡行力在稍後，巨櫓一枝，兩三人推軋前走，或恃繾亶。至于風篷，則小席如掌，所不恃也。東浙西安舡。浙東自常山至錢塘八百里，水徑入海，不通他道，故此舟自常山、開化、遂安等小河起，錢塘而止，更無他涉。舟制箬篷如捲甕爲上盖，縫布爲帆，高可二丈許，綿索張帶。初爲布帆者，原因錢塘有潮湧，急時易于収下。此亦未然，其費似侈于篾席，摠不可暁。建清流、稍篷舡。其舡自光澤、崇安兩小河起，逹于福州洪塘而止，其下水道皆海矣。清流舡以載貨物、客商，稍篷制大，差可坐卧，官貴家属用之。其舡皆以杉木為地。灘石甚險，破損者其常，遇損則急艤向岸搬物掩塞。舡稍徑不用舵，舡首列一巨招，捩頭使轉。每幇五隻方行，經一險灘，則四舟之人皆從尾後曳纜，以緩其趨勢。長年卽寒冬不果足，以便頻濡。風篷竟懸不用云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "四川八櫓等舡。凡川水源通江、漢，然川舡逹荆州而止，此下則更舟矣。逆行而上，自夷陵入峽，挽繾者以巨竹破爲四片或六片，麻䋲約接，名曰火杖。舟中鳴鼓若競渡，挽人從山石中聞鼓聲而咸力。中夏至中秋，川水封峽，則斷絶行舟數月。過此消退，方通徃來。其新灘等數極險處，人與貨盡盤岸行半里許，只餘空舟上下。其舟制腹圓而首尾尖狹，所以闢灘浪云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "黃河滿篷稍。其舡自河入淮，有淮遡汴用之。質用楠木，工價頗優。大小不等，巨者載三千石，小者五百石。下水則首頸之際，橫壓一梁，巨櫓兩枝，兩傍推軋而下。錨、纜、亶、帆制與江、漢相彷云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "廣東黑樓舡、鹽舡。北自南雄，南逹㑹省，下此惠、潮通漳、泉則由海汉乗海舟矣。黑樓舡爲官貴所乗，鹽舡以載貨物。舟制兩傍可行走。風帆編蒲爲之，不掛獨竿桅，雙柱懸帆不若中原隨轉。逆流馮籍繾力，則與各省直同功云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "黄河秦舡。",
                    "zhushu": "俗名擺子舡"
                },
                {
                    "paragraph": "造作多出韓城，巨者，載石數萬釣，順流而下，供用淮、徐地靣。舟制首尾方濶均等，倉梁平下，不甚隆起，急流順下，巨櫓兩傍夾推，來徃不馮風力。歸舟挽繾多至二十餘人，甚有棄舟空返者。車凡車利行平地，古者秦、晉、燕、齊之交，列國戰争必用車，故千乗、萬乗之號，起自戰國。楚、漢血争，而後日闢。南方則水戰用舟，陸戰用歩馬，北膺胡虜，交使鐵騎，戰車遂無所用之。但今服馬駕車以運重載，則今日騾車，卽同彼時戰車之義也。凡騾車之制，有四輪者，有雙輪者，其上承載支架，皆從軸上穿闘而起。四輪者前後各橫軸一根，軸上短柱起架直梁，梁上載箱。馬止脫駕之時，其上平整，如居屋安穩之象。若兩輪者，駕馬行時，馬曳其前，則箱地平正，脫馬之時，則以短木從地支撑而住，不然則欹卸也。凡車輪一曰轅。",
                    "zhushu": "俗名車陀。"
                },
                {
                    "paragraph": "其大車中轂",
                    "zhushu": "俗名車腦"
                },
                {
                    "paragraph": "長一尺五寸，",
                    "zhushu": "見小戎朱註。"
                },
                {
                    "paragraph": "所謂外受輻、中貫軸者。輻計三十片，其内挿轂，其外接輔。車輪之中，内集輪外接輞，圓轉一圈者是曰輔也。輞際盡頭，則曰輪轅也。凡大車，脫時則諸物星散收藏。駕則先上兩軸，然後以次間架。凡軾、衡、軫、軛皆從軸上受基也。凡四輪大車，量可載五十石，騾馬多者或十二掛，或十掛，少亦八掛。執鞭掌御者居箱之中，立足高處。前馬分爲兩班，",
                    "zhushu": "戰車四馬一班，分驂、服。"
                },
                {
                    "paragraph": "糾黃麻爲長索，分係馬項，後套摠結，収入衡内兩傍。掌御者手執長鞭，鞭以麻爲繩，長七尺許，竿身亦相等，察視不力者，鞭及其身。箱内用二人踹繩，須識馬性與索性者爲之。馬行太緊，則急起踹繩，否則翻車之禍從此起也。凡車行時，遇前途行人應避者，則掌御者急以聲呼，則羣馬皆止。凡馬索總係透衡入箱處，皆以牛皮束縳，詩經所謂脅驅是也。凡大車飼馬，不入肆舍，車上載有柳盤，解索而野食之。乘車人上下皆緣小梯。凡遇橋梁中高邊下者，則十馬之中，擇一最强力者係于車後。當其下坂，則九馬從前緩曳，一馬從後竭力抓住，以殺其馳趨之勢，不然則險道也。凡大車行程，遇河亦止，遇山亦止，遇曲徑小道亦止。徐、兗、汴梁之交，或達三百里者，無水之國，所以濟舟楫之窮也。凡車質惟先擇長者爲軸，短者爲轂，其木以槐、棗、檀、榆",
                    "zhushu": "用榔榆"
                },
                {
                    "paragraph": "爲上。質太乆勞則發燒，有愼用者，合抱棗、槐，其至美也。衡、箱、軛則諸木可爲耳。此外，牛車以載芻糧，最路逢隘道，則牛頸係巨鈴，名曰報君知，猶之騾車群盡係鈴聲也。又北方獨轅車，人推其後，驢曳，不耐騎坐者，則雇覓之。鞠席其上，以蔽風日。人必兩傍對坐，否則欹倒。此車北上長安、濟寧，徑達帝京。不載人者，載貨約重四，五石而止。其駕牛爲轎車者，獨盛中州。兩傍雙輪，中穿一軸，其分寸平如水。橫架短衡，列轎其上，人可安坐，脫駕不欹。其南方獨輪推車，則一人之力是視。容載二石，遇坎卽止，最逺者止逹百里而已。其餘難以枚述。但生于南方者不見大車，老于北方者不見巨艦，故粗載之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "錘鍜第十",
            "paragraphs": [
                {
                    "paragraph": "錘鍜第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：金木受攻而物象曲成。世無利器，卽般、倕安所施其巧哉？五兵之内，六樂之中，微鉗倕之奏功也，生殺之機泯然矣。同出洪爐𤋴火，小大殊形。重千鈞者，繫巨艦于狂淵。輕一羽者，透繡紋于章服。使冶鍾鑄鼎之巧，束手而讓神功焉。莫邪、千將，雙龍飛躍，母其說亦有徴焉者乎？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "治鐡",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡治鐡成器，取已炒熟鐡爲之。先鑄鐡成砧，以爲受錘之地。諺云“萬器以鉗爲祖”，非無稽之說也。凡出爐熟鐡，名曰毛鐡。受鍜之時，十耗其三爲鐡華、鐡落。若已成廢器，未銹爛者，名曰勞鐡，改造他器與本器，再經錘鍛，十止耗去其一也。凡爐中熾鐵用炭，煤炭居十七，木炭居十三。凡山林無煤之處，鍜工先擇堅硬條木燒成火墨。",
                    "zhushu": "俗名火矢，揚燒不閉穴火。"
                },
                {
                    "paragraph": "其炎更烈于煤。卽用煤炭，亦别有鐵炭一種，取其火性内攻，熖不虛騰者，與炊炭同形而分類也。凡鐡性逐節粘合，塗上黃泥于接口之上，入火揮槌，泥滓成枵而去，取其神氣爲媒合。膠結之後，非灼紅斧斬，永不可斷也。凡熟鐡、鋼鐡已經爐錘，水火未濟，其質未堅。乗其出火之時，入淸水淬之，名曰徤剛、徤鐵。言乎未徤之時，爲鋼爲鐵，弱性猶存也。凡釬鐵之法，西洋諸國别有竒藥。中華小釬用白銅末，大釬則竭力揮錘而强合之，歴歲之乆，終不可堅。故大砲西畨有鍜成者，中國則惟事冶鑄也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "斤斧",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鐡兵薄者爲刀劍，背厚而靣薄者爲斧斤。刀劒絶美者以百錬鋼包果其外，其中仍用無鋼鐡爲骨。若非鋼表鐡裡，則勁力所施，卽成折斷。其次尋常刀斧，止嵌鋼于其靣。卽重價寳刀，可斬釘截凡鐵者，經數千遭磨礪，則鋼盡而鐡現也。倭國刀背潤不及二分許，架于手指之上，不復欹倒，不知用何鍾法，中國未得其傳。凡徤刀斧皆嵌鋼、包鋼，整齊而後入水淬之。其快利則又在礪石成功也。凡匠斧與椎，其中空管受柄處，皆先打冷鐡爲骨，名曰羊頭，然後熱鐵包果，冷者不沾，自成空隙。凡攻石椎日乆四靣皆空，鎔鐡補满平塡，𠕂用無弊。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鋤鏄",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡治地生物，用鋤、鎛之属，熟鐡鍜成，鎔化生鐡淋口，入水淬徤，卽成剛勁。毎鍬、锄重二斤者，淋生鐡三錢爲率，少則不堅，多則過剛而折。鎈凡鐡鎈純鋼爲之，未徤之時，鋼性亦軟。以已徤鋼鏩劃成縱斜文理，劃時斜向入，則文方成熖。劃後燒紅，退微冷，入水徤。乆用乖平，入火退去徤性，𠕂用鏩劃。凡鎈，開鋸齒用茅葉鎈，後用快弦鎈。治銅錢用方長牽鎈，鎻鑰之類用方條鎈，治骨角用劍靣鎈。",
                    "zhushu": "朱註所謂鑢錫。"
                },
                {
                    "paragraph": "治木末則錐成圓眼，不用縱斜文者，名曰香鎈。",
                    "zhushu": "劃鎈紋時，用羊角末和鹽醋先塗。",
                    "type": 2
                },
                {
                    "paragraph": "錐",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡錐，熟鐵錘成，不入鋼和。治書編之類用圓鑚，攻皮革用扁鑚。梓人轉索通眼、引釘合木者，用蛇頭鑚。其制穎上二分許，一靣圓，二靣剜入，傍起兩稜，以便轉索。治銅葉用雞心鑚，其通身三稜者，名旋鑚，通身四方而末銳者，名打鑚。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鋸",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鋸，熟鐵斷成薄條，不鋼，亦不淬徤。出火退燒後，頻加冷錘堅性，用鎈開齒。兩頭銜木爲梁，紏篾張開，促𦂳使直。長者剖木，短者截木，齒最細者截竹。齒鈍之時，頻加鎈銳，而後使之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鉋",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鉋，磨礪嵌鋼寸鐵，露刄秒忽，斜出木口之靣，所以平木，古名曰凖。巨者卧準露刃，持木抽削，名曰推鉋，圓桶家使之。尋常用者，橫木爲兩翅，手執前推。梓人爲細功者，有起線鉋，刄濶二分許。又刮木使極光者，名蜈蚣鉋，二木之上，銜十餘小刀，如蜈蚣之足。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "𨯳",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鑿，熟鐡鍜成，嵌鋼于口，其本空圓，以受木柄。",
                    "zhushu": "先打鐵骨爲模，名曰羊頭，杓柄同用。"
                },
                {
                    "paragraph": "斧從柄催，入水透眼，其末粗者濶寸許，細者三分而止。需圓眼者，則制成剜𨯳爲之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "錨",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡舟行遇風難泊，則全身繫命于錨。戰舡、海舡有重千鈞者，錘法先成四爪，以次逐節接身。其三百斤以内者用徑尺濶砧，安頓爐傍，當其兩端皆紅，掀去爐炭，鐡包木棍，夾持上砧。若千斤内外者，則架木爲棚，多人立其共持鐡練。兩接錨身，其末皆帶巨鐡圈練套，提起捩轉，咸力錘合。合藥不用黃泥，先取陳乆壁土篩細，二人頻撒接口之中，渾合方無微罅。盖爐鍾之中，此物其最巨者。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "針",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡針，先錘鐡爲細條。用鐵尺一根，錐成線眼，抽過條鐡成綿，逐寸剪斷爲針。先鎈其末成潁，用小槌敲扁其本，剛錐穿鼻，復縒其外。然後入釜，慢火炒𤎅。炒後以土末入松木火矢，豆豉三物罨蓋，下用火蒸。留針二三口揷挿于其外，以試火候。其外針入手捻成粉碎，則其下針火候皆足。然後開封，入水徤之。凡引線成衣與剌繡者，其質皆剛。惟馬尾刺工爲冠者，則用柳條軟針。分别之妙，在于水火徤法云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "治銅",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡紅銅升黃而後鎔化造器，用䂣升者爲白銅器，工費倍難，侈者事之。凡黃銅原從爐甘石升者，不退火性受錘；從倭鉛升者出爐退火性，以受冷錘。凡響銅入鍚參和法具五金卷成樂器者，必圓成無釺。其餘方圓用器，走針、炙火粘合。用錫末者爲小釺，用響銅末者爲大釺。",
                    "zhushu": "碎銅爲末，用飯粘和打，入水洗去飯。銅末具存，不然則撒散。"
                },
                {
                    "paragraph": "若釺銀器，則用紅銅末。凡錘樂器，錘鉦",
                    "zhushu": "俗名鑼"
                },
                {
                    "paragraph": "不事先鑄，鎔團卽錘。錘鐲",
                    "zhushu": "俗名銅鼓"
                },
                {
                    "paragraph": "與丁寧，則先鑄成圓片，然後受鍾。凡錘鉦、鐲，皆鋪團于地靣。巨者衆共揮力，由小濶開，就身起弦聲，俱從冷錘點發。其銅鼓中問突起隆砲，而後冷錘開聲。聲分雌與雄，則在分厘起伏之玅。重數錘者，其聲爲雄。凡銅經錘之後，色成啞白，受鎈復現黃光。經錘折耗，鐡損其十者，銅只去其一。氣腥而色美，故錘工亦貴重鐡工一等云。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "燔石第十一",
            "paragraphs": [
                {
                    "paragraph": "燔石第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：五行之内，土爲萬物之毋。子之貢者，豈惟五金哉？金與火相守而流，功用謂莫尚焉矣。石得燔而咸功，盖愈出而愈竒焉。水浸淫而敗物，有隙必攻，所謂不遺絲髪者。調和二物，以爲外拒，漂海則衝洋瀾，粘甃則固城雉。不煩歴候遠涉，而至寳得焉。燔石之功，殆莫之與京矣。至于礬現五色之形，硫爲羣石之將，皆變化于烈火。巧極丹鉛爐火，方士縱焦勞唇舌，何嘗肖像天工之萬一哉！",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "石灰",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡石灰，經火焚煉爲用。成質之後，入水永劫不壞。億萬舟楫，億萬垣墻，窒隙防淫，是必由之。百里内外，土中必生可燔石，石以靑色爲上，黃白次之。石必掩土内二三尺，堀取受燔，土靣見風者不用。燔灰火料，煤炭居十九，薪炭居什一。先取煤炭泥和做成餅，每煤餅二層，叠石一層，鋪薪其底，灼火燔之。最佳者曰礦灰，最惡者曰窯滓灰。火力到後，燒酥石性，置于風中，乆自吹化成粉。急用者以水沃之，亦自解散。凡灰用以固舟縫，則桐油、魚油調，厚絹、經羅和油杵千下塞貌。用以砌墻石，則篩去石塊，水調粘合。甃墁則仍用油灰。用以堊墻壁，則澄過入紙筋塗墁。用以襄墓及貯水池，則灰一分，入河沙、黄土二分，用糯米粳、羊桃藤汁和勻，輕築堅固，永不隳壞，名曰三和土。其餘造澱造紙，功用難以枚述。凡温、台、閩、廣海濵石不堪灰者，則天生蠣作以代之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蠣灰",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡海濵石山傍水處，鹹浪積壓，生出蠣房，閩中曰蝏房。經年乆者，長成數丈，濶則數畆，崎嶇如石假山形象。蛤之類壓入岩中，乆則消化作肉團，名曰蠣黃，味極珍美。凡燔蠣灰者，執椎與鑿，濡足取來，",
                    "zhushu": "藥舖所貨牡蠣，卽此碎塊。"
                },
                {
                    "paragraph": "叠煤架火燔成，與前石灰共法。粘砌城墻、橋梁，調和桐油造舟，功皆相同。有誤以蜆灰",
                    "zhushu": "卽蛤粉"
                },
                {
                    "paragraph": "爲蠣灰者，不格物之故也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "煤炭",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡煤炭，普天皆生，以供鍜煉金石之用。南方秃山無草木者，下卽有煤，北方勿論。煤有三種，有明煤、碎煤、末媒。明煤大塊如斗許，燕、齊、秦、晉生之。不用風箱鼓扇，以木炭少許引燃，漢熾達晝夜。其傍夾帶碎屑，則用潔淨黃土調水作餅而燒之。碎煤有兩種，多生吳、楚。炎高者曰飯炭，用以炊烹；炎平者曰鐡炭，用以冶鍜。入爐先用水沃濕，必用鼓鞴後紅，以次増添而用。末炭如麫者，名曰自來風。泥水調成餅，入于爐内，旣灼之後，與明煤相同，經晝夜不滅，半供炊爨，半供鎔銅、化石、升朱。至于燔石爲灰與礬、硫，則三煤皆可用也。凡取煤經歴乆者，從土靣能辨有無之色，然後堀究，深至五丈許，方始得煤。初見煤端時，毒氣灼人。有將巨竹鑿去中節，尖銳其末，挿入炭中，其毒烟從竹中透上，人從其下施钁拾取者。或一井而下，炭縱橫廣有，則隨其左右濶取。其上枝板，以防壓崩耳。凡煤炭取空而後，以土塡實其井，經二三十年後，其下煤復生長，取之不盡。其底及四周石卯，土人名曰銅炭者，取出燒皂礬與硫黃。",
                    "zhushu": "詳後款。"
                },
                {
                    "paragraph": "凡石卯單取硫黃者，其氣薫甚，名曰臭煤，燕京房山、固安、湖廣荆州等處間有之。凡煤炭經焚而後，質隨火神化去，摠無灰滓。盖金與土石之間，造化别現此種云。凡煤炭不生茂草盛木之鄉，以見天心之妙。其炊爨功用所不及者，唯結腐一種而已。",
                    "zhushu": "結豆腐者用煤炉則焦苦。",
                    "type": 2
                },
                {
                    "paragraph": "礬石，白礬",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡礬，燔石而成。白礬二種，亦所在有之。最盛者山西晋、南直無爲等州，値價低賤，與寒水石相彷。然𤋎水極沸，投礬化之，以之染物，則固結膚膜之間，外水永不入，故製糖餞與染盡紙、紅紙者需之。其末乾撒，又能治浸淫惡水，故濕創家亦急需之也。凡白礬，堀土取磊塊石，層叠煤炭餅鍜煉，如燒石灰様。火候已足，冷定入水𤋎。水極沸時，盤中有濺溢如物飛出，俗名蝴蝶礬者，則礬成矣。𤋎濃之後，入水缸內澄，其上𨺚結曰弔礬，潔白異常。其沉下者曰缸礬。輕虚如棉絮者曰柳絮礬，燒汁至盡，白如雪者，謂之巴石。方藥家煆過用者曰枯礬云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "靑礬，紅礬，黃礬，膽礬",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡皂、紅、黃礬，皆出一種而成，變化其質。取煤炭外礦石",
                    "zhushu": "俗名銅炭"
                },
                {
                    "paragraph": "子，毎五百斤入炉，炉内用煤炭餅",
                    "zhushu": "自來風不用鼓鞴者"
                },
                {
                    "paragraph": "千餘斤，周圍包果此石。炉外砌築土墻圈圍，炉顚空二圓孔如茶碗口大，透炎直上，孔傍以礬滓厚罨。",
                    "zhushu": "此滓不知起自何世，欲作新炉者，非舊滓罨盖則不成。"
                },
                {
                    "paragraph": "然後從底發火，此火度經十日方熄。其孔眼時有金色光直上",
                    "zhushu": "取硫，詳後款"
                },
                {
                    "paragraph": "。煆經十日後，冷定取出。半酥雜碎者另㨂出，名曰時礬，爲𤋎礬紅用。其中精粹如礦灰形者，取入缸中，浸三個時，漉入釡中剪煉。毎水十石，𤋎至一石，火候方足𤋎。乾之後，上結者皆佳好皂礬，下者爲礬滓。",
                    "zhushu": "後炉用此盖。"
                },
                {
                    "paragraph": "此皂礬染家必需用。中國𤋎者亦惟五六所。原石五百斤，成皂礬二百斤，其大端也。其揀出時礬，",
                    "zhushu": "俗又名雞屎礬"
                },
                {
                    "paragraph": "每斤入黃土四兩，入礶𤎅煉，則成礬紅。圬墁及油漆家用之。其黃礬所出又竒甚，乃卽煉皂礬炉側土墙，春夏經受火石精氣，至霜降、立冬之交，冷靜之時，其墻上自然爆出此種，如淮北磚墻生焰硝様。刮取下來，名曰黃礬，染家用之。金色淡者塗炙，立成紫赤也。其黃礬自外國來，打破，中有金絲者，名曰波斯礬，别是一種。又山、陜燒取硫黃山上，其滓棄地，二三年後，雨水浸淋，精液流入溝麓之中，自然結成皂礬。取而貨用，不假𤋎煉。其中色佳者，人取以混石膽云。石膽一名膽礬者，亦出晋、隰等州，乃山石穴中自結成者，故緑色帶寳光。燒鐵器淬于膽礬水中，卽成銅色也。本草載礬雖五種，並未分别原委。其崑崙礬狀如黒泥，鐡礬狀如赤石脂者，皆西域産也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "硫黄",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡硫黃，乃燒石承液而結就。著書者誤以焚石爲礬石，遂有礬液之說。然燒取硫黃，石半出特生白石，半出煤礦燒礬石，此礬液之說所由混也。又言中國有温泉處必有硫黃，今東海、廣南產硫黃處又無温泉，此因温泉水氣似硫黃，故意度言之也。凡燒硫黃石，與煤礦石同形。掘取其石，用煤炭餅包果叢架，外築土作爐。炭與石皆載千斤于內，炉上用燒硫舊滓罨盖，中頂隆起，透一圓孔其中。火力到時，孔内透出黃焰金光。先敎陶家燒一鉢盂，其盂當中隆起，邉弦捲成魚袋様，覆于孔上。石精感受火神，化出黃光飛走，遇盂掩住，不能上飛，則化成汁液，靠著盂底，其液流入弦袋之中，其弦又透小眼流入冷道灰槽小池，則凝結而成硫黃矣。其炭煤礦石燒取皂礬者，當其黃光上走時，仍用此法掩盖，以取硫黃。得流一斤，則减去皂礬三十餘斤，其礬精華已結硫黃，則枯滓遂爲棄物。凡火藥，硫爲純陽，硝爲純隂，兩精逼合，成聲成變，此乾坤幻出神物也。硫黃不產北狄，或產而不知煉取亦不可知。至竒砲出于西洋與紅夷，則東徂西數萬里，皆產硫黃之地也。其琉球土硫黃、廣南水硫黃，皆誤紀也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "砒石",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡燒砒霜質料，似土而堅，似石而碎，穴土數尺而取之。江西信郡、河南信陽州皆有砒井，故名信石。近則出產獨盛衡陽，一厰有造至萬鈞者。凡砒石井中，其上常有濁緑水，先絞水盡，然後下𨯳。砒有紅、白兩種，各因所出原石色燒成。凡燒砒，下鞠土窯，納石其上，上砌曲突，以鐡釡倒懸覆突口。其下灼炭舉火，其烟氣從曲突内熏貼釡上。度其已貼一層，厚結寸許，下復息火。待前烟冷定，又舉次火，熏貼如前。一釡之内數層已滿，然後提下，毁釡而取砒。故今供底有鐵沙，卽破釡滓也。凡白供止此一法。紅砒則分金炉內銀銅惱氣有閃成者。凡燒砒時，立者必于上風十餘丈外，下風所近，草木皆死。燒砒之人，經兩載卽改徙，否則鬚髪盡落。此物生人食過分厘立死。然每歲千萬金錢速售不滯者，以晋地菽麥必用伴種，且驅田中黃䑕害，寕紹郡稻田必用蘸秧根，則豐收也。不然，火藥與染銅需用能幾何哉？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "膏液第十二",
            "paragraphs": [
                {
                    "paragraph": "膏液第十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：天道平分晝夜，而人工繼晷以襄事，豈好勞而惡逸哉？使織女燃薪，書生映雪，所濟成何事也。草木之實，其中韞藏膏液，而不能自流。假媒水火，馮藉木石，而後傾注而出焉。此人巧聦明，不知于何禀度也。人間負重致遠，恃有舟車。乃車得一銖而轄轉，舟得一石而罅完，非此物之爲功也不可行矣。至葅蔬之登釡也，莫或膏之，猶啼兒之失乳焉。斯其功用一端而已哉。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "油品",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡油供饌食用者，胡麻",
                    "zhushu": "一名脂麻"
                },
                {
                    "paragraph": "、萊菔子、黃豆、菘菜子",
                    "zhushu": "一名白菜"
                },
                {
                    "paragraph": "爲上，蘇麻",
                    "zhushu": "形似紫蘇，粒大于胡麻"
                },
                {
                    "paragraph": "、芸薹子次之江南名菜子，𣗪子",
                    "zhushu": "其樹高丈餘，子如金罌子，去肉取仁"
                },
                {
                    "paragraph": "次之，莧菜子次之，大麻仁",
                    "zhushu": "粒如胡荽子，剥取其皮，爲 索用者"
                },
                {
                    "paragraph": "爲下。燃燈，則欍仁内水油爲上，芸薹次之，亞麻子",
                    "zhushu": "陜西所種，俗名壁虱脂麻，氣惡不堪食"
                },
                {
                    "paragraph": "次之，棉花子次之，胡麻次之，燃燈最易竭。桐油與槽混油爲下。",
                    "zhushu": "桐油毒氣熏人，欍油連皮膜則凍結不淸。"
                },
                {
                    "paragraph": "造燭，則欍皮油爲上，蓖麻子次之，欍混油毎斤入白蠟凍結次之，白蠟結凍諸清油又次之，樟樹子油又次之，",
                    "zhushu": "其光不减，但有避香氣者。"
                },
                {
                    "paragraph": "冬青子油又次之。",
                    "zhushu": "韶郡專用，嫌其油少，故列次。"
                },
                {
                    "paragraph": "北土廣用牛油，則爲下矣。凡胡麻與蓖麻子、樟樹子，毎石得油四十斤。萊菔子每石得油二十七斤。",
                    "zhushu": "甘美異常，益人五臟。"
                },
                {
                    "paragraph": "芸薹子每石得三十斤，其耨勤而地沃、搾法精到者，仍得四十斤。",
                    "zhushu": "陳歴一年，則空内而無油。"
                },
                {
                    "paragraph": "𣘻子每石得油一十五斤。油味似猪脂，甚美，其枯則止可種火及毒魚用。桐子仁每石得油三十三斤。欍子分打時，皮油得二十斤，水油得十五斤，混打時共得三十三斤，",
                    "zhushu": "此須絶净者。"
                },
                {
                    "paragraph": "冬青子每石得油十二斤。黃豆每石得油九斤。",
                    "zhushu": "吳下取油食後，以其軿充豕糧。"
                },
                {
                    "paragraph": "菘菜子每石得油三十斤。",
                    "zhushu": "油出清如綠水。"
                },
                {
                    "paragraph": "棉花子毎百斤得油七斤。",
                    "zhushu": "初出甚黒濁，澄半月清甚。"
                },
                {
                    "paragraph": "莧菜子每石得油三十斤。",
                    "zhushu": "味甚甘美，嫌性冷滑。"
                },
                {
                    "paragraph": "亞麻、大麻仁毎石得油二十餘斤。此其大端，其他未窮究試驗，與夫一方已試而他方未知者，尚有待云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "法具",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡取油，榨法而外，有兩鏤煑取法，以治蓖麻與蘇麻。北京有磨法，朝鮮有舂法，以治胡麻。其餘則皆從榨出也。凡榨木，巨者圍必合抱，而中空之。其木樟爲上，檀與杞次之，",
                    "zhushu": "杞木爲者妨地濕則速朽"
                },
                {
                    "paragraph": "此三木者脉理循環結長非有縱直文。故竭力揮推實尖其中，而兩頭無璺拆之患，他木有縱文者不可爲也。中土江北少合抱木者，則取四根合併爲之。鐡篐褁定，橫拴串合而空其中，以受諸質，則散木有完木之用也。凡開榨空中，其量隨木大小。大者受二石有餘，小者受五斗不足。凡開榷，闢中𣫞劃平槽一條，以宛𨯳入中，削圓上下，下沿鑿一小孔，㓾一小槽，使油出之時流入承藉噐中。其平槽約長三四尺，濶三四寸，視其身而爲之，無定式也。實槽尖與枋唯檀木、柞子木兩者冝爲之，他木無望焉。其尖過斤斧而不過鉋，盖欲其澁，不欲其滑，懼報轉也。撞木與受撞之尖，皆以鐡圈褁首，懼披散也。榨具已整理，則取諸麻菜子入釡，文火慢炒",
                    "zhushu": "凡桕、桐之類属樹木生者，皆不炒而碾蒸"
                },
                {
                    "paragraph": "透出香氣，然後碾碎受蒸。凡炒諸麻菜子，冝鑄平底銅，深止六寸者，投子仁于内，翻拌最勤。若釡底太深，翻拌疎慢，則火候交傷，减喪油質。炒鍋亦斜安竈上，與蒸鍋大異。凡碾埋槽土内，",
                    "zhushu": "木爲者以鐡片掩之。"
                },
                {
                    "paragraph": "其上以木竿銜鐡陀，兩人對舉而推之。資本廣者則砌石爲牛碾，一牛之力可敵十人。亦有不受碾而受磨者，則棉子之類是也。既碾而篩，擇粗者𠕂碾，細者則入釡甑受蒸。蒸氣騰足取出，以稻稭與麥稭包果如餠形。其餠外圈篐，或用鐡打成，或破篾絞剌而成，與榨中則寸相穩合。凡油原因氣取，有生于無。出甑之時，包果怠緩，則水火欝蒸之氣遊走，爲此損油。能者疾傾，疾褁而疾箱之，得油之多，訣由于此，榨工有自少至老而不知者。包褁旣定，裝入榨中，隨其量滿，揮橦擠乹，而流泉出焉矣。包内油出滓存，名曰枯餅。凡胡麻、菜服、芸薹諸餅，皆重新碾碎，篩去稭芒，再蒸、再果而𠕂榨之。初次得油二分，二次得油一分。若桕、桐諸物，則一榨已盡流出，不必𠕂也。若水煑法，則並用兩釡。將蓖麻、蘇麻子碾碎，入一釡中，注水滚𤋎其上浮沬卽油。以杓掠取，傾于乾釡内，其下慢火𤎅乾水氣，油卽成矣。然得油之數畢竟减殺。北磨麻油法，以粗麻布袋捩絞，其法𠕂詳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "皮油",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡皮油造，燭法起廣信郡，其法取絜净桕子，囫圇入釡甑蒸，蒸後傾于臼内受舂。其臼深約尺五寸，碓以石爲身，不用鐡嘴，石取深山結而膩者，輕重斵成限四十斤，上嵌衡木之上而舂之。其皮膜上油𥁞脫骨而紛落，穵起，篩于盤内𠕂蒸，包果入榨皆同前法。皮油已落𥁞，其骨爲黑子。用冷膩小石磨不惧火煆者，",
                    "zhushu": "此磨亦從信郡深山覓取。"
                },
                {
                    "paragraph": "以紅火矢圍壅煆𭵴將，黒子逐把灌入疾磨磨。破之時，風扇去共黒壳，則其内完全白仁，與梧桐子無異。將此碾蒸，包果入榨，與前法同。榨出水油，清亮無比，貯小盞之中，獨根心草燃至天明，盖諸清油所不及者。入食饌卽不傷人，恐有忌者，寧不用耳。其皮油造濁，截苦竹同兩破，水中煑漲，",
                    "zhushu": "不然則粘帶。"
                },
                {
                    "paragraph": "小篾篐勒定，用鷹嘴鐡杓挽油灌入，卽成一枝。挿心于内，頃刻凍結，将篐開筒而取之。或削棍爲模，裁紙一方，捲于其上而成紙筒，灌入亦成一燭。此燭任置風塵中，𠕂經寒暑，不敝壞也。 ",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "殺靑第十一",
            "paragraphs": [
                {
                    "paragraph": "殺靑第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：物象精華，乾坤微妙，古傳今而華達夷，使後起含生，目授而心識之，承載者以何物哉？君與民通，師將弟命，馮藉呫呫口語，其與幾何？持寸符，握半卷，終事詮旨，風行而氷釋焉。覆載之間之藉有楮先生也，聖頑咸嘉賴之矣。身爲竹骨與木皮，殺其靑而白乃見，萬卷百家，基從此起。其精在此，而其粗效于障風、護物之間。事已開于上古，而使漢、晋時人擅名記者，何其陋哉！",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "紙料",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡紙質，用楮樹",
                    "zhushu": "一名榖樹"
                },
                {
                    "paragraph": "皮與桑穰、芙蓉膜等諸物者爲皮紙，用竹，蔴者爲竹紙。精者極其潔白，供書文、印文、柬，啓用；粗者爲火紙、包果紙。所謂殺靑以斬竹得名；汗靑以煑𤁋得名；簡卽已成紙名，乃煑竹成簡。後人遂疑削竹片以紀事，而又誤疑韋編爲皮條穿竹札也。秦火未經時，書籍繁甚，削竹能藏幾何？如西畨用貝樹造成紙葉，中華又疑以貝葉書經典。不知樹葉離根卽憔，與削竹同一可哂也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "造竹紙",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡造竹紙，事出南方，而閩省獨專其盛。當筍生之後，看視山窩深淺，其竹以將生枝葉者爲上料。節界芒種，則登山砍伐。截斷五，七尺長，就于本山開塘一口，注水其中漂浸。恐塘水有涸時，則用竹梘通引，不斷瀑流注入。浸至百日之外，加功槌洗，洗去粗壳與靑皮，",
                    "zhushu": "是名殺青。"
                },
                {
                    "paragraph": "其中竹穰形同苧蔴樣。用上好石灰化汁塗漿，入楻桶下煑，火以八日八夜爲率。凡煑竹，下鍋用徑二尺者，鍋上泥與石灰揑弦，高濶如廣中煑鹽牢盆樣，中可載水十餘石。上盖楻桶，其圍丈五尺，其徑四尺餘。盖定受煑，八日已足。歇火一日，揭楻取出竹蔴，入淸水漂塘之内洗浄。其塘底靣四維皆用木板合縫砌完以妨泥汚。",
                    "zhushu": "造粗紙者不須爲此。"
                },
                {
                    "paragraph": "洗净，用柴灰漿過，再入釡中，其上按平，平鋪稻草灰寸許。桶内水滚沸，卽取出别桶之中，仍以灰汁淋下。倘水冷，燒滚再淋。如是十餘日，自然臭爛。取出入臼受舂，",
                    "zhushu": "山國皆有水碓。"
                },
                {
                    "paragraph": "舂至形同泥麫，傾入槽内。凡抄紙槽，上合方斗，尺寸濶狹，槽視簾，簾視紙。竹蔴已成，槽内清水浸浮其靣三寸許。入紙藥水汁于其中，",
                    "zhushu": "形同桃竹葉，方語無定名。"
                },
                {
                    "paragraph": "則水乾自成潔白。凡抄紙簾，用刮磨絶細竹絲編成。展卷張開時，下有縱横架匡。兩手持簾入水，蕩起竹蔴入于簾内。厚薄由人手法，輕蕩則薄，重蕩則厚。竹料浮簾之頃，水從四際淋下槽内。然後覆簾，落紙于板上，叠積千萬張。數滿則上以板壓，俏䋲入棍。如榨酒法，使水氣净盡流乾。然後以輕細銅鑷逐張揭起焙乾。凡焙紙，先以土磚砌成夾巷，下以磚盖，巷地靣數塊以徃，卽空一磚。火薪從頭穴燒發，火氣從磚隙透巷，外磚盡𭵴，𣺯紙逐張貼上焙乾，揭起成帙。近世濶幅者名大四連，一時書文貴重。其廢紙洗去朱墨汚穢，浸爛入槽再造，全省從前煑浸之力，依然成紙，耗亦不多。南方竹賤之國，不以爲然，北方卽寸條片角在地，隨手拾取再造，名曰還魂紙。竹與皮，精與粗，皆同之也。若火紙、糙紙，斬竹煑蔴，灰漿水淋，皆同前法。唯脱簾之後不用烘焙，壓水去濕，日晒成乾而已。盛唐時，鬼神事繁，以紙錢代焚帛，",
                    "zhushu": "北方用切條，名曰板錢。"
                },
                {
                    "paragraph": "故造此者名日火紙。荆楚近俗，有一焚侈至千斤者。此紙十七供冥燒，十三供日用。其最粗而厚者，名曰包果紙，則竹蔴和宿田晚稻藁所爲也。若鉛山諸邑所造柬紙，則全用細竹料厚質蕩成，以射重價。最上者曰官柬，冨貴之家，通剌用之。其紙敦厚而無筋膜，染紅爲吉柬，則先以白𥖎水染過，後上紅花汁云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "造皮紙",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡楮樹取皮，于春末夏初剥取。樹已老者，就根伐去，以土盖之。來年再長新條，其皮更美。凡皮紙，楮皮六十斤，仍入絶嫩竹蔴四十斤，同塘漂浸，同用石灰漿塗，入釡煑糜。近法省嗇者，皮竹十七而外，或入宿田稻藁十三，用藥得方，仍成潔白。凡皮料堅固紙，其縱文扯斷如綿，絲，故曰綿紙，衡斷且費力。其最上一等，供用大内糊窓格者，曰櫺紗紙。此紙自廣信郡造，長過七尺，濶過四尺。五色顔料，先滴色汁槽内和成，不由後染。其次曰連四紙，連四中最白者曰紅上紙。皮名而竹與稻藁參和而成料者，曰揭帖呈文紙。芙蓉等皮造者統曰小皮紙，在江西則曰中夾紙。河南所造，未詳何草木爲質，北供帝京，產亦甚廣。又桑皮造者曰桑穰紙，極其敦厚，東浙所產，三吳收蠶種者必用之。凡糊雨傘與油扇，皆用小皮紙。凡造皮紙，長濶者，其盛水槽甚寛，巨簾非一人手力所勝，兩人對舉蕩成。若櫺紗，則數人方勝其任。凡皮紙供用畵幅，先用礬水蕩過，則毛茨不起。紙以逼簾者爲正靣，盖料卽成泥浮其上者，粗意猶存也。朝鮮白硾紙，不知用何質料。倭國有造紙不用簾抄者，煑料成糜時，以巨濶青石覆于炕靣，其下 火，使石發燒。然後用糊刷蘸糜，薄刷石靣，居然頃刻成紙一張，一揭而起。其朝鮮用此法與否，不可得知。中國有用此法者，亦不可得知也。永嘉蠲糨紙，亦桑穰造。四川薛濤牋，亦芙蓉皮爲料煑糜，入芙蓉花末汁。或當時薛濤所指，遂留名至今。其美在色，不在質料也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "五金第十四",
            "paragraphs": [
                {
                    "paragraph": "五金第十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：人有十等，自王公至于輿臺，缺一焉，而人紀不立矣。大地生五金，以利用天下與後世，其義亦猶是也。貴者千里一生，促亦五六百里而生。賤者舟車稍艱之國，其土必廣生焉。黃金美者，其値去黑鐡一萬六千倍，然使𨥏質斤斧，不呈效于日用之間，卽得黃金，直高而無民耳。貿遷有無，貨居周官泉府，萬物司命繫焉。其分别美惡而指㸃重輕，孰開其先，而使相須于不朽焉。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "黃金",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡黃金爲五金之長，鎔化成形之後，住世永無變更。白銀入洪爐，雖無折耗，但火候足時，鼓鞲而金花肉爍，一現卽没，再鼓則沉而不現。惟黃金則竭力鼓韝，一扇一花，愈烈愈現，其質所以貴也。凡中國產金之區，大約百餘處，難以枚舉。山石中所出，大者名馬蹄金，中者名橄欖金、帶胯金，小者名瓜子金。水沙中所出，大者名狗頭金，小者名麩麥金、糠金。平地堀井得者，名麫沙金，大者名豆粒金。皆待先淘洗後冶煉而成顆塊。金多出西南，取者，穴山至十餘丈，見伴金石，卽可見金。其石褐色，一頭如火燒黑狀。水金多者出雲南金沙江，",
                    "zhushu": "古名麗水。"
                },
                {
                    "paragraph": "此水源出吐蕃，遶流鹿江府，至于北勝州，廻環五百餘里，出金者有數截。又川北潼川等州邑，與湖廣沅陵、溆浦等，皆于江沙水中淘沃取金，千百中間有獲狗頭金一塊者，名曰金母，其餘皆麩麥形。入冶煎煉，初出色淺黃，再鍊而後轉赤也。儋崖有金田，金，襍沙土之中，不必深求而得取太頻，則不復產。經年淘煉，若有則限。然嶺南夷獠洞穴中，金初出如黒鐡落，深穵數丈得之黒焦石下，初得時咬之柔軟，夫匠有吞窃腹中者，亦不傷人。河南蔡、鞏等州邑，江西樂平、新建等邑，皆平地堀深井，取細沙淘煉成，但酬答人功，所獲亦無幾耳。大抵赤縣之内，隔千里而一生。嶺表録云：居民有從鵞鴨屎中淘出片屑者，或日得一兩，或空無所獲。此恐妄記也。凡金質至重，每銅方寸重二兩者，銀照依其則寸，増重三錢，銀方寸。重二兩者，金照依其則寸，増重二錢。凡金性又柔，可屈折如枝柳。其高下色分七青、八黃，九紫、十赤，登試金石上，",
                    "zhushu": "此石廣信郡、河中甚多。大者如斗，小者如拳，入鵝湯巾煑，光黒如漆。"
                },
                {
                    "paragraph": "立見分明。凡足色金參和僞售者，唯銀可入，餘物無望焉。欲去銀存金，則將其金打成薄片剪碎，每塊以土泥果塗，入坩鍋中，𩿾砂鎔化，其銀卽吸入土内，讓金流出，以成足色。然後入鉛少許，另入坩鍋内，勾出土内，銀亦毫釐具在也。凡色至于金，爲人間華美貴重，故人工成箔而後施之。凡金箔，每金七厘，造方寸金一千片，粘鋪物靣，可盖縱橫三尺。凡造金箔，既成薄片後，包入烏金紙内，竭力揮推打成。",
                    "zhushu": "打金推短柄，約重捌觔。"
                },
                {
                    "paragraph": "凡烏金紙，由蘇杭造成。其紙用東海巨竹膜爲質，用豆油點燈，閉塞周圍，止留針孔通氣，薫染烟光，而成此紙。每紙一張，打金箔五十度，然後棄去，爲藥舗包朱用，尚未破損，盖人巧造成異物也。凡紙内打成箔後，先用硝熟猫皮綳急爲小方板，又鋪線香灰，撒墁皮上，取出烏金紙内箔，覆于其上，鈍刀界畵成方寸，口中屏息，手執輕杖，唾濕而挑起，夾于小紙之中。以之華物，先以熟漆布地，然後粘貼。",
                    "zhushu": "貼字者，多用楮樹漿。"
                },
                {
                    "paragraph": "秦中造皮金者，硝擴羊皮使最薄，貼金其上，以便剪裁服餙用，皆煌煌至色存焉。凡金箔粘物，他日敝棄之時，刮削火化，其金仍藏灰内，滴淸油數㸃，伴落聚底，淘洗入爐，毫厘無恙。凡假借金色者，杭扇以銀箔爲質，紅花子油刷盖，何火薫成；廣南貸物，以蟬蛻壳調水描盡，何火一微炙而就，非眞金色也。其金成器物，呈分淺淡者，以黃礬塗染，炭火炸炙，卽成赤寳色。然風塵逐漸淡去，見火又卽還原耳",
                    "zhushu": "黃礬詳燔石卷。",
                    "type": 2
                },
                {
                    "paragraph": "銀",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡銀中國所出，浙江、福建舊有坑塲，國初或採或閉。江西饒、信、瑞三郡有坑，從未開。湖廣則出辰州，貴州則出銅仁，河南則冝陽趙保山、永寕秋樹坡、盧氏高觜兒、嵩縣馬槽山，與四川㑹川宻勒山、甘肅大黃山等，皆稱美礦，其他難以枚舉。然生氣有限，每逢開採，數不足則括派以賠償，法不嚴，則窃争而釀亂，故禁戒不得不苛。燕、齊諸道則地氣寒而石骨薄，不産金銀。然合八省所生，不敵雲南之半，故開礦𤋎銀，唯滇中可永行也。凡雲南銀礦，楚雄、永昌、大理爲最盛，曲靖、姚安次之，鎭沅又次之。凡石山桐中有釧砂，其上現磊然小石微帶褐色者，分丫成徑路。採者穴土十丈或二十丈，工程不可日月計，尋見土内銀苖，然後得醮砂所在。凡醮砂藏深土，如枝分派别，各人隨苗分徑，横究而尋之，上榰橫板架頂，以防崩壓。採工篝燈，逐徑施钁，得礦方止。凡土內銀苗，或有黃色碎石，或土隙石縫有亂絲形狀，此卽去礦不遠矣。凡成銀者曰樵，至碎者曰砂，其靣分丫若枝形者曰𨥥，其外包環石塊曰礦。礦石大者如斗，小者如拳，爲棄置無用物。其樵砂，形如煤炭，底襯石而不甚黒。其高下有數等，",
                    "zhushu": "啇氏鑿穴得砂，先呈官府驗辨，後定稅。"
                },
                {
                    "paragraph": "出土以斗量，付與冶工，高者六七兩一斗，中者三、四兩，最下一、二兩。",
                    "zhushu": "其醮砂放光，甚者，精華洩漏，得銀偏少。"
                },
                {
                    "paragraph": "凡醮砂入爐，先行揀净淘洗，其爐土築巨墩，高五尺許，底鋪瓷屑、炭灰，毎爐受礁砂二石，用栗木炭二百斤，周遭叢架，靠爐砌磚墻一朶，高濶皆丈餘，風箱安置墻背，合兩三人力帶拽透管，通風用牆，以抵炎𤍠，鼓鞴之人，方克安身。炭𥁞之時，以長鐵义添入，風火力到，礁砂鎔化成團，此時銀隱鉛中，尚未出脫。計礁砂二石，鎔出團，約重百觔。冷定取出，另入分金爐，一名蝦蟇爐內，用松木炭匝圍，透一門以辨火色。其爐或施風箱，或使交箑，火𤍠功到，鉛沉下爲底子",
                    "zhushu": "其底巳成陀僧様，别入炉煉又成属。"
                },
                {
                    "paragraph": "擔，頻以柳枝從門隙入内燃照，鉛氣净盡，則世寳凝然成象矣。此初出銀，亦名生銀，傾定無絲紋，卽𠕂經一火，當中止現一點圓星，滇人名曰茶經。逮後入銅少許，重以鉛力鎔化，然後入槽成絲。",
                    "zhushu": "絲必傾槽而現，以四圍匡住，寳氣不橫溢走散。"
                },
                {
                    "paragraph": "其楚雄所出又異。彼硐砂鉛氣甚少，向諸郡購鉛佐煉，每礁百斤，先坐鉛二百斤于爐內，然後煽煉成團。其再入蝦蟇炉，沉鉛結銀，則同法也。此世寳所生，更無别出。方書本草，無端妄想妄註，可厭之甚。大抵坤元精氣，出金之所，三百里無銀；出銀之所，三百里無金，造物之情，亦大可見。其賤後掃刷泥塵，入水漂淘而𤋎者，名曰淘厘錙，二日功勞，輕者所獲三分，重者倍之。其銀俱日用剪斧口中委餘，或鞵底粘帶，布于衢市，或院宇掃屑，棄于河沿，其中必有焉，非淺浮土靣，能生此物也。凡銀爲世用，惟紅銅與鉛兩物可雜入成僞。然當其合瑣碎而成鎭錠，去疵僞而造精純，高爐火中，埤鑷足煉，撒硝少許，而銅鉛盡滯鎬底，名曰銀誘。其灰池中敲落者，名曰炉底。將誘與底同入分金炉内，塡火土甑之中，其鉛先化，就低溢流，而銅與粘帶餘銀，用鐵條逼就分撥，井然不紊，人工天工，亦見一斑云。炉式併具于左。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "附硃砂銀",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡虗僞方士，以炉火惑人者，唯硃砂銀，愚人易惑。其法以投鉛硃砂與白銀等分，入礶封固，温養三七日後，砂盗銀氣，煎成至寳，揀出其銀，形存神䘮，塊然枯物。入鉛前時，逐火輕折，再經數火，毫忽無存，折去砂價，炭資愚者貪，惑猶不解，併志于此。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "銅",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡銅供世用，出山與出炉，止有赤銅，以炉甘石或倭鉛參和，轉色爲黃銅，以砒霜等藥煉爲白銅，礬硝等藥，開採銀礦圖鎔礁結銀與鉛圖沉鉛結銀",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "圖",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "制煉爲青銅，廣錫參和爲響銅，倭鉛和冩爲鑄銅，初質則一味紅銅而巳。凡銅坑所在有之。山海經言出銅之山四百三十七，或有所攷據也。今中國供用者，西自四川、貴州爲最盛，東南間自海舶來。湖廣武昌、江西、廣信皆饒銅穴，其衡、瑞等郡出最下品，曰蒙山銅者，或入冶鑄混人，不堪升煉，成堅質也。凡出銅山，夾土帶石，穴鑿數丈得之，仍有礦包其外，礦狀如薑石，而有銅星，亦名銅璞，煎煉仍有銅流出，不似銀礦之爲棄物。凡銅砂在礦内，形狀不一，或大或小，或光或暗，或如鍮石，或如薑鐡，淘洗去土滓，然後入炉煎煉，其熏蒸傍溢者，爲自然銅，亦曰石髓鉛。凡銅質有數種，有全體皆銅，不夾鉛銀者，洪炉單煉而成，有與鉛同體者，其煎煉炉法，傍通高低二孔，鉛質先化，從上孔流出，銅質後化，從下孔流出。東夷銅又有托體銀礦内者，入炉煉時，銀結于靣，銅沉于下。啇舶漂入中國，名曰日本銅，其形爲方長板條，漳郡人得之，有以炉再煉，取出零銀，然後冩成薄餅，如川銅様貨賣者。凡紅銅升黃色爲錘鍜用者，用自風煤炭",
                    "zhushu": "此煤碎如粉，泥糊作餅，不用鼓風，通紅，則自書逹夜。江西則產衣郡及新喻邑。"
                },
                {
                    "paragraph": "百斤，灼于炉内，以泥瓦礶載銅十斤，繼入炉甘石六斤，坐于炉内，自然鎔化。後人因炉甘石烟洪飛損，改用倭鉛，每紅銅六斤，入倭鉛四斤，先後入礶鎔化，冷定取出，卽成黃銅，唯人打造。凡用銅造響器，用出山廣錫無鉛氣者入內。鉦今名鑼、鐲今名之類，皆紅銅八斤，入廣錫二斤。鐃鼓銅與錫銅鼓更加精煉。凡鑄器，低者紅銅、倭鉛均平分兩，甚至鉛六銅四，高者名三火黃銅，四火熟銅，則銅七而鉛三也。凡造低僞銀者，唯本色紅銅可入，一受倭鉛、砒礬等氣，則永不和合。然銅入銀内，使白質頓成紅色，洪炉𠕂鼓，則淸濁浮沉立分，至于凈盡云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "附倭鉛",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡倭鉛，古書本無之，乃近世所立名色。其質用爐甘石𤎅煉而成。繁產山西太行山一帶，而荆、衡爲次之。每炉甘石十觔，裝載，入一泥礶內，封果泥固，以漸砑乾，勿使見火拆裂。然後逐層用煤炭餅墊盛其底，鋪薪，發火煆紅，礶中炉甘石鎔化成團，冷定，毁礶取出，毎十耗去其二，卽倭鉛也。此物無銅収伏，入火卽成烟飛去，以其似鉛而性猛，故名之曰倭云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鐡",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡鐡塲，所在有之，其質淺浮土靣，不生深穴，繁生平陽岡埠，不生峻嶺高山。質有土錠、碎砂數種。凡土錠鐡，土靣浮出黒塊，形似稱錘，遙望宛然如鐡，橪之則碎土。若起冶煎煉，浮者拾之，又乗雨濕之後，牛耕起土，拾其數寸土内者。耕墾之後，其塊逐日生長，愈用不窮。西比甘肅，東南泉郡，皆锭鐡之藪也。燕京遵化，與山西平陽，則皆砂鐵之藪也。凡砂鐡一抛土膜，卽現其形，取來淘洗，入炉煎煉，鎔化之後，與錠鐡無二也。凡鐡分生熟出爐，未炒則生，旣炒則熟，生熟相和，煉成則鋼。凡鐡爐用鹽做造，和泥砌成。其爐多傍山穴爲之，或用巨木匡圍，塑造鹽泥窮月之力，不容造次，鹽泥有罅，盡棄全功。凡鐵一爐，載土二千餘斤，或用硬木柴，或用煤炭，或用木炭，南北各從利便，扇爐風箱，必用四人、六人帶拽土化，成鐡之後，從爐腰孔流出。爐孔先用泥塞，每旦書六時，一時出鐵二陀，旣出，卽义泥塞鼓風耳鎔。凡造生鐡，爲冶鑄用者，就此流成長條圓塊，範内取用。若造熟鐡，則生鐵流出時，相連數尺，内低干數寸，築一方塘，短墻抵之，其鐡流入塘内，數人執持柳木棍，排立墻上，先以汚潮泥晒乾春篩細羅如麵，一人疾手撒艷，衆人柳棍疾攪，卽時炒成熟鐵。其柳棍毎炒一次，燒折二三寸，再用則又更之。炒過稍冷之時，或有就塘内斬劃成方塊者，或有提出揮推，打圓後貨者。若瀏陽諸冶，不知出此也。凡鋼鐵煉法，用熟鐡打成薄片如指頭，濶，長寸半許，以鐡片束包，尖緊，生鐡安置其土，",
                    "zhushu": "廣南生鐡，名墮子，生銅者妙甚。"
                },
                {
                    "paragraph": "又用破草履盖其上，",
                    "zhushu": "粘帶泥土者，故不速化。"
                },
                {
                    "paragraph": "泥塗其底，下洪炉鼓鞲，火力到時，生鋼先化，滲淋熟鐡之中，兩情投合，取出加錘，再煉再鍾不一而足俗名團鋼亦日灌鋼者是也。其倭夷刀劍，有百煉精純，置日光簷下，則滿室輝曜者，不用生熟相和煉，又名此鋼爲下乗云。夷人又有以地溲淬刀劍者，",
                    "zhushu": "地溲乃石腦油之須類産中國"
                },
                {
                    "paragraph": "云鋼可切玉，亦未之見也。凡鐡内有硬處不可打者，名鐡核，以香油塗之卽散。凡產鐡之隂，其陽出慈石，第有數處，不盡然也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "錫",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡錫，中國偏出西南郡邑，東北寡生。古書名錫爲賀者，以臨賀郡產錫最盛而得名也。今衣被天下者，獨廣西南丹、河池二州居其十八，衡、永則次之。大理、楚雄卽產錫甚盛，道遠難致也。凡錫有山錫、水錫兩種。山錫中又有錫瓜、錫砂兩種。錫瓜塊大如小瓠，錫砂如豆粒，皆穴土不甚深而得之。間或土中生脉充牣，致山土自頽，恣人拾取者。水錫衡、永出溪中，廣西則出南丹州河内，其質黒色，粉碎如重羅𮮄南丹河出者，居民句前從南淘至北，旬後又從北淘至南，愈經淘取，其砂日長，百年不竭。但一日功勞，淘取𤋎鍊不過一斤，會計炉炭資本，所獲不多也。南丹山錫出山之隂，其方無水淘洗，則接連百竹爲視，從山陽梘水淘洗土滓，然後入炉。凡煉煎，亦用洪炉，入砂數百斤，叢架木炭亦數百斤，鼓鞴鎔化，火力巳到，砂不卽鎔，用鉛少許勾引，方始沛然流注。或有用人家炒錫剰灰勾引者。其炉底炭末、瓷灰，鋪作平池，傍安鐵管小槽道，鎔時流出炉外低池。其質初出潔白，然過剛承鍾，卽拆裂，入鉛制柔，方充造器用。售者雜鉛太多，欲取净，則鎔化人醋淬八九度，鉛盡化灰而去。出錫唯此道。方書云：馬齒莧取草錫者，妄言也。謂砒爲錫苖者，亦妄言也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鈆",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡産鉛山穴，繁于銅錫，其質有三種：一出銀礦中，包孕白銀，初煉和銀成團，再煉脫銀沉底，曰銀礦鉛，此鉛雲南爲盛。一出銅礦中，入洪爐煉化，鉛先出銅後隨，曰銅山鉛，此鉛貴州爲盛。一出單生鉛穴，取者穴山石，挾油燈，尋脉曲折，如採銀釧，取出淘洗 鍊，名曰草節鉛，此鉛蜀中嘉、利等州爲盛。其餘雅州出釣脚鉛，形如皂筴子，又如蜊斗子，生山澗沙中。廣信郡、上饒、饒郡、樂平出襍銅鉛，劒州出隂平鉛，難以枚舉。凡銀鑞中鉛，煉鉛成底，鍊底復成鉛。草節鉛單入洪爐煎煉，爐傍通管，注入長條土槽内，俗名扁担鉛，亦曰出山鉛，所以别于凡銀爐内頻經𤋎煉者。凡鉛物値雖賤，變化殊竒，白粉、黃丹皆其顯像。操銀底于精純，勾錫成其柔軟，皆鉛力也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "附胡粉",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡造胡粉，每鉛百斤，鎔化，削成薄片，卷作筒，安木甑内，甑下、甑中各安醋一瓶，外以鹽泥固濟，紙糊甑縫，安火四兩，養之，七日期足，啓開鉛片，皆生霜粉，掃入水缸内。未生霜者，入甑，依舊再養，七日再掃，以質盡爲度。其不盡者，留作黄丹料。每掃下霜一斤，入豆粉二兩，蛤粉四兩，缸内攪勻，澄去清水，用細灰按成溝，紙隔數層，置粉于上，將乾截成瓦定形，或如磊塊，待乾收貨。此物古因辰、韶諸郡專造，故曰韶粉。",
                    "zhushu": "俗誤朝粉。"
                },
                {
                    "paragraph": "今則各省直饒爲之矣。其質入丹青則白不减。查婦人頰，能使本色轉靑。胡粉投入炭炉中，仍還鎔化爲鉛，所謂色盡歸皂者。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "附黃丹",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡炒鈆丹：月鈆一斤，土硫黃十兩，硝石一兩。鎔鈆成汁，下醋㸃之。滚沸時，下硫一塊，少頃入硝少許，沸定，再㸃醋，依前漸下硝黃，待爲末，則成丹矣。其胡粉殘剰者，用硝石、礬石炒成丹，不復用，錯也。欲丹還鉛，用蔥白汁拌黄丹，慢炒，金汁出時，傾出，卽還鉛矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "佳兵第十五",
            "paragraphs": [
                {
                    "paragraph": "佳兵第十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：兵非聖人之得已也。虞舜在位五十載，而有苗猶弗率，明王聖帝，誰能去兵哉？弧矢之利，以威天下，其來尚矣。爲老氏者有葛天之思焉，其詞有曰：佳兵者，不祥之器。盖言愼也。火藥機械之竅，其先鑿自西畨與南裔，而後乃及于中國，變召百出，日盛月新。中國至今，口則卽戎者以爲第一義，豈其然哉？雖然，生人縱有巧思，烏能至此極也？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孤矢",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡造弓，以竹與牛角爲正中，幹質",
                    "zhushu": "東北夷無竹，以柔木爲之。"
                },
                {
                    "paragraph": "桑枝木爲兩，稍弛則竹爲内體，角護其外，張則角向内而竹居外。竹一條而角兩接，桑弰則其末刻锲，以受弦彄，其本則貫挿接筍千竹丫而光削二靣以貼角。凡造弓，先削竹一片，",
                    "zhushu": "竹宜秋冬伐，春夏則朽蛙。"
                },
                {
                    "paragraph": "中腰微亞小，兩頭差大，約長二尺許。一靣粘膠靠角，一靣鋪置牛筋與膠而固之。牛角當中牙接，",
                    "zhushu": "北虜無修長牛角則以羊角四接而束之。廣弓則黃牛明角亦用，不獨水牛也。"
                },
                {
                    "paragraph": "固以筋膠，膠外固以樺皮，名曰煖靶。凡樺木，關外産遼陽，北土繁生遵化，西陲繁生臨洮郡。閩、廣、淅亦皆有之。其皮護物，手握如軟綿，故弓靶所必用。卽刀柄與槍干亦需用之。其最薄者，則爲刀劍鞘室也。凡牛脊梁，毎隻生筋一方條，約重三十兩，殺取晒乾，復浸水中，析破如苧麻絲。胡虜無蠶絲，弓弦處，皆糾合此物爲之。中華則以之鋪護弓幹，與爲棉花彈弓弦也。凡膠乃魚脬雜腸所爲，煎治多属寧國郡。其東海石首魚，淅中以造白&#22270;者，耴其脬爲膠，堅固過于金鐡。北虜取海魚脬煎成，堅固，與中華無異，種性則别也。天生數物，缺一而良弓不成，非偶然也。凡造弓，初成坯後，安置室中梁閣上，地靣勿離火意，促者旬日，多者兩月，透乾其津液，然後耴下磨光，重加筋膠與漆，則其弓良甚。貨弓之家，不能俟曰足者，則他曰解釋之患因之。凡弓弦耴食柘葉、蠶繭，其絲更堅勒，每條用絲線二十餘根作骨，然後用線橫纒緊，約纒絲分三停，隔七寸許，則空一二分不纒，故弦不張弓時可摺叠三曲而妆之。徃者北虜弓弦盡以牛筋爲質，故夏月兩霧妨其解脫，不相侵犯。今則絲弦亦廣有之。塗弦，或用黃蠟，或不用，亦無害也。凡弓兩弰繫彄處，或切最厚牛皮，或削柔木如小碁子，釘粘角端，名曰墊弦，義同琹軫。放弦歸返時，雄力向内，得此而抗止，不然則受損也。凡造弓，視人力强弱爲輕重，上力挽一百二十斤，過此則爲虎力，亦不數出，中力減十之二三，下力及其半，彀滿之時，皆能中的。但戰陣之上，洞胸徹札，功必歸于挽强者，而下力倘能穿楊貫虱，則以巧勝也。凡試弓力，以足踏弦就地，稱鈎搭掛弓腰，弦滿之時，推移稱錘所壓，則知多少。其初造料分兩，則上力挽强者，角與竹片削就時，約重七兩，筋與膠漆與纒約絲绳，約重八錢，此其大畧，中力减十之一二，下力减十之二三也。凡成弓，藏時，最嫌霉濕，",
                    "zhushu": "霉氣先南後北。嶺南榖雨時，江南小蒲，江北六月，燕齊七月，然淮揚霉氣獨盛。"
                },
                {
                    "paragraph": "將士家或置烘厨烘箱，日以炭火置其下。",
                    "zhushu": "春秋霧雨皆然，不但霉氣。"
                },
                {
                    "paragraph": "小卒無烘厨，則安頓見突之上。稍怠不勤，立受朽解之患也。",
                    "zhushu": "近歲命南方諸省造引解北，紛紛駁回，不知離火卽壞之故，亦無人陳說本章者。"
                },
                {
                    "paragraph": "凡箭倚中國南方竹質，北方萑柳質，北虜燁質，隨方不一。竿長二尺，鏃長二寸，其大端也。凡竹箭，削竹四條或三條，以膠粘合，過刀光削而圓成之，漆絲纒約兩頭，名曰三不齊箭桿。淅與廣南有生成箭竹不破合者。柳與樺桿，則取彼圓直枝條而爲之，微費刮削而成也。凡竹箭，其體自直，不用矯揉。木桿則燥時必曲，削造時，以數寸之木刻槽一條，名曰箭端，將木桿逐寸戛拖而過，其身乃直。卽首尾輕重，亦由過端而均停也。凡箭，其本刻銜口以駕弦，其末受鏃。凡鏃冶鐡爲之。",
                    "zhushu": "禹貢：砮石乃方物，不適用。"
                },
                {
                    "paragraph": "北虜制如桃葉鎗尖。廣南黎人矢鏃如平靣鐡鏟。中國則三稜錐象也。響箭則以寸木空中錐眼爲竅，矢過招風而飛鳴，卽莊子所謂嚆矢也。凡箭行端斜與疾慢，竅玅皆係本端翎羽之上。箭本近銜處，剪翎直貼三條，其長三寸，鼎足安頓，粘以膠，名曰箭羽。",
                    "zhushu": "此膠亦忌霉濕故将卒勤者箭亦時以火烘"
                },
                {
                    "paragraph": "羽以鵰膀爲上，",
                    "zhushu": "鵰似鷹而大，尾長翅短。"
                },
                {
                    "paragraph": "角鷹次之，鴟鷂又次之。南方造箭者，鵰無望焉，卽鷹鷂亦難得之貨，𢚩用塞數，卽以雁翎，甚至鵝翎亦爲之矣。凡雕翎箭行疾過鷹鷁翎，十餘步而端正，能抗風吹。北虜羽箭，多出此料。鷹鷂翎作法精工，亦恍惚焉。若鵝雁之質，則釋放之時，手不應心，而遇風斜竄者多矣。南箭不及北，由此分也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "弩",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡弩爲守營兵器，不利行陣。直者名身，衡者名翼，弩牙發弦者名機。斵木爲身，約長二尺許，身之首横拴度翼，其空缺度翼處，去靣刻定一分，",
                    "zhushu": "稍厚則弦發不應節。"
                },
                {
                    "paragraph": "去背則不論分數，靣上微刻直槽一條以盛箭，其翼以柔木一條爲者，名扁擔弩，力最雄，或一木之下，加以竹片叠承，",
                    "zhushu": "其竹一片短一片。"
                },
                {
                    "paragraph": "名三撑弩，或五撑、七撑而止。身下截刻鍥銜弦，其銜傍活釘牙，機上剔發弦，上弦之時，唯力是視。一人以脚踏强弩而弦者，漢書名曰蹶張材官，弦送矢行，其疾無與比數。凡弩弦以苧麻爲質，纒繞以鵝翎，塗以黃蠟，其弦上翼則謹放下，仍鬆故鵝翎，可报首尾于䋲内。弩箭羽以箬葉爲之，析破箭本，銜于其中而纒約之。其射猛獸藥箭，則用草鳥一味，𤎅成濃膠，蘇染矢刄，見血一縷，則命卽絕，人畜同之。凡弓箭强者行二百餘步，弩箭最强者，五十歩而止，卽過咫尺，不能穿魯縞矣。然其行疾則十倍于弓，而入物之深亦倍之。國朝軍器造神臂弩、克敵弩，皆併發二矢三矢者。又有諸葛弩，其上刻直槽相承，函十矢，其翼取最柔木爲之，另安機木，隨手板弦而上，發去一矢，槽中又落下一矢，則又扳木上弦而發。機巧雖工，然其力棉甚，所及二十餘歩而巳。此民家妨窃具，非軍國器。其山人射猛獸者，名曰窩弩，安頓交跡之衢機傍引線俟獸過帶發而射之一發所獲",
                    "zhushu": "一獸而巳",
                    "type": 2
                },
                {
                    "paragraph": "干",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡干戈，名聶古，干與戈相連得名者，後世戰卒短兵馳騎者更用之。盖右手執短刀，則左手執干，以蔽敵矢。古者車戰之上，則有專司執干，毎抵同人之受矢者。若雙手執長戈與持戟、槊，則無所用之也。凡千，長不過三尺，𣏌柳織成尺徑圈，置于有下上出五寸，亦銳其端，下則輕竿可執。若盾名中所持以蔽矢并拒槊者，俗所謂傍牌是也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "火藥料",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "火藥火器，今時妄想進身博官者，人人張目而道，著書以献，未必盡由試驗，然亦粗載數葉，附于卷內。凡火藥，以消石、硫黃爲主，草木灰爲輔。消性至隂，硫性至陽，隂陽兩神物相遇于無隙可容之中，其出也，人物膺之，魂散驚而魄虀粉。凡消性主直，直擊者，消九而硫一；硫性主橫，爆撃者，消七而硫三。其佐使之灰，則青楊、枯杉、樺根、箬葉、蜀葵毛、竹根、茄稭之類，燒使存性，而其中箬葉爲最燥也。凡火攻，有毒火、神火、法火、爛火、噴火。毒火以白砒、𥓁砂爲君，金汁、銀銹、人糞和製。神火以硃砂、雄黃、雌黃爲君。爛火以硼砂、磁末、牙皂、秦椒配合。飛火以硃砂、石黃、輕粉、草烏、巴豆配合。刼營火則用桐油、松香。此其大畧。其狼糞烟晝黑夜紅，迎風直上，與江豚灰能逆風而熾，皆須試見而後詳之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "消石",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡消，華夷皆生，中國，則專產西北。若東南販者不給官引，則以爲私貨而罪之。消質與鹽同毋，大地之下潮氣蒸成，現于地靣。近水而土薄者成鹽，近山而土厚者成消，以其入水卽消鎔，故名曰消。長淮以北，節過中秋，卽居室之中，隔日掃地，可取少許，以供煎鍊。凡消三所最多，出蜀中者曰川消，生山西者俗呼鹽消，生山東者俗呼土消。凡消，刮掃取時，",
                    "zhushu": "墻中，亦或迸出。"
                },
                {
                    "paragraph": "入缸内，水浸一宿，穢雜之物浮于靣上，掠取去時，然後入釡注水煎鍊，消化水乾，傾于器内，經過一宿，卽結成消。其上浮者曰芒消，芒長者曰馬牙消，",
                    "zhushu": "皆從方産本質习出。"
                },
                {
                    "paragraph": "其下猥雜者曰朴消。欲去雜還純，再入水煎鍊，入萊菔數枚，仝煑熟，傾入盆中，經宿結成白雪，則呼盆消。凡製火藥，牙消、盆消，功用皆同。凡取消製藥，少者用新瓦焙，多者用土釡焙，潮氣一乾，卽取研末。凡研消，不以鐡碾，入石臼相激，火生，則禍不可測。凡消配定何藥分兩，入黃同研，木灰則從後増入。凡消旣焙之後，經乆潮性復生，使用巨砲，多從臨期裝載也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "硫黄",
                    "zhushu": "詳見燔石卷。",
                    "type": 2
                },
                {
                    "paragraph": "凡硫黃配消，而後火藥成聲。北狄無黃之國，空繁消產，故中國有嚴禁。凡燃砲撚消，與木灰爲引線，黃不入内，入黄卽不透關。凡碾黃難碎，每黃一兩，和消一錢，同碾，則立成微塵細末也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "火器",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "熟西洋砲銅鑄就，圓形若銅鼓，引放時，半里之内，人馬受驚死。",
                    "zhushu": "平地駃引，砲有關捩。前行遇坎方止，㸃引之人反走墜入深坑内，砲聲在高頭放者，方不喪命。"
                },
                {
                    "paragraph": "紅夷砲鑄鐡爲之，身長丈許，用以守城。中藏鐡彈併火藥數斗，飛激二里，膺其鋒者爲虀粉。凡砲𬋖引内灼時，先徃後坐千鈞力，其位須墻抵住，墻崩者其常。大將軍、二將軍、",
                    "zhushu": "卽紅夷之次，在中國爲巨物。"
                },
                {
                    "paragraph": "佛郎機、",
                    "zhushu": "水戰舟頭用"
                },
                {
                    "paragraph": "三眼銃、百子連珠砲。地雷埋伏土中，竹管通引，衝土起擊，其身從其炸裂。所謂横擊，用黃多者。",
                    "zhushu": "引線用礬油砲口覆以盆"
                },
                {
                    "paragraph": "混江龍漆固皮嚢果枹沉于水底，岸上帶索引機。嚢中懸弔火石、火䥥，索機一動，其中自發。敵舟行過，遇之則敗。然此終癡物也。鳥銃：凡鳥銳長約三尺，鐡管載藥，嵌盛木棍之中，以便手握。凡錘鳥銃，先以鐡挺一條大如筯者爲冷骨，果紅鐡錘成。先爲三接，接口熾紅，竭力撞合。合後以四稜鋼錐如筯大者，透轉其中，使極光净，則發藥無阻滯。其本近身處，管亦大于末，所以容受火藥。每銃約載配消一錢二分，鉛鐡彈子二錢。發藥不用信，引",
                    "zhushu": "嶺南制度，有用引者。"
                },
                {
                    "paragraph": "孔口通内處露消分厘，槌熟苧麻㸃火，左手握銃對敵，右手發鐡機，逼苧火于消上，則一發而去。鳥雀遇于三十歩内者，羽肉皆粉碎，五十歩外方有完形，若百步則銃力竭矣。鳥鎗行逺過二百歩，制方彷彿鳥銃，而身長藥多，亦皆倍此也。萬人敵凡外郡小邑，乗城𨚫敵，有砲力不具者，卽有空懸火砲而癡重難使者，則萬人敵近制隨冝可用，不必拘執一方也。盖消黃火力所射，千軍萬馬立時糜爛。其法用宿乾空中泥團上留小眼，築實消黃火藥，參入毒火，神火由人變適増損貫藥安信，而後外以木架匡圍，或有卽用木桶而塑泥實其内郭者，其義亦同。若泥團必用木匡，所以妨擲杖先碎也。敵攻城時，燃灼引信，抛擲城下，火力出騰，八靣旋轉。旋向内時，則城墻抵住不傷我兵；旋向外時，則敵人馬皆無辛。此爲守城第一器。而能通火藥之性、火器之方者，聦明由人。作者不上十年，守土者留心可也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "丹靑第十六",
            "paragraphs": [
                {
                    "paragraph": "丹靑第十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：斯文千古之不墜也，注玄尚白，其功孰與京畿？離火紅而至黑孕其中；水銀白而至紅呈其變，造化爐錘，思議何所容也！五章遙降，朱臨墨而大號彰；萬卷橫披，墨得朱而天章煥。文房異寳，珠玉何爲？至書工肖象萬物，或耴本姿，或從配合，而色色咸備焉。夫亦依坎附離而共呈五行變態，非至神孰能與于斯哉！",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "朱",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡朱砂、水銀、銀朱原同一物，所以異名者，由精粗老嫩而分也。上好朱砂，出辰、錦",
                    "zhushu": "今名麻陽。"
                },
                {
                    "paragraph": "與西川者，中卽孕澒，然不以升煉，盖光明、箭鏃、鏡靣等砂，其價重于水銀三倍，故擇出爲朱砂貨鬻。若以升水，反降賤値。唯粗次朱砂方以升煉水銀，而水銀又升銀朱也。凡朱砂上品者，穴上十餘丈乃得之，始見其苗，磊然白石，謂之朱砂牀。近之砂有如雞子大者。其次砂不入藥，祗爲研供畫用，少煉水銀者。其苗不必白石，其深數丈，卽得外牀，或黃石，或間沙土，土中孕滿，則其外沙石多自折裂。砂貴州思印、銅仁等地最繁，而商州、秦州出亦廣也。凡次砂取來，其通坑色帶白嫩者，則不以研朱，盡以升澒。若砂質卽嫩而爍視欲丹者，則耴來時，入巨鐡碾槽中，軋碎如微塵，然後入缸，注清水，澄浸過三日夜，跌取其上浮者，傾入别缸，名曰二朱。其下沉結者，晒乾，卽名頭朱也。凡升水銀，或用嫩白次砂，或用缸中跌出浮靣二朱，水和槎成大盤條，每三十斤，入一釡内升澒，其下炭質，亦用三十斤。凡升澒，上盖一釡，釡當中留一小孔，釡傍鹽泥𦂳固，釡上用鐵打成一曲引溜管，其管用麻繩宻纒通稍，仍用鹽泥塗固。煆火之時，曲溜一頭揷入釡中通氣，",
                    "zhushu": "挿處一絲固宻。"
                },
                {
                    "paragraph": "一頭以中灌注水，兩瓶挿曲溜尾于內，釡中之氣，逹于確中之水而止。共煆五个時辰，其中砂末盡化成澒，布于滿釡，冷定一日，取出掃下。此最妙玄化，全部天機也。",
                    "zhushu": "水本草胡亂註：鑿地一孔，放益一个盛水。"
                },
                {
                    "paragraph": "凡將水銀𠕂升朱用，故名曰銀朱。其法或用磬口泥礶，或用上下釡。每水銀一斤，入石亭脂",
                    "zhushu": "卽硫黃制造者。"
                },
                {
                    "paragraph": "二斤，同研不見星，炒作青砂頭，裝于礶內，上用鐡盞盖定，盞上壓一鐡尺，鐡穆兠底，絪縛，鹽泥固濟口縫，下用三釘揷地，鼎足盛礶，打火三炷香乆，頻以廢筆蘸水擦盞，則銀自成粉，貼于礶上。其貼口者，硃更鮮華，冷定掲出，刮掃取用。其石亭脂沉下礶底，可取再用也。每升水銀一斤，得硃十四兩，次硃三兩五錢，出數藉硫質而生。凡升硃與研硃功用亦相彷。若皇家貴家盡彩，則卽同辰錦、丹砂研成者，不用此硃也。凡硃，文房膠成條塊石硯則顯，若磨于錫硯之上，則立成皂汁。卽漆工以鮮物彩，唯入桐油調則顯，入漆亦晦也。凡水銀與硃，更無他出，其澒海草澒之說，無端狂妄，耳食者信之。若水銀巳升硃，則不可復還爲澒，所謂造化之巧巳盡也。",
                    "zhushu": "升煉水銀",
                    "type": 2
                },
                {
                    "paragraph": "墨",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡墨燒烟凝質而爲之。耴桐油、淸油、猪油烟爲者居十之一，耴松烟爲者居十之九。凡造貴重墨者，國朝推重徽郡人，或以載油之艱，遣人僦居荆、襄、辰、沅，就其賤値桐油㸃烟而歸。其墨他日登于紙上，日影橫射有紅光者，則以紫草汁浸染燈心而燃炷者也。凡藝油取烟，毎油一斤得上烟一兩餘。手力㨗疾者，一人供事燈盞二百付。若刮耴怠緩則烟老，火燃質料併喪也。其餘尋常用墨，則先將松樹流去膠香，然後伐木。凡松香有一毛未净盡，其烟造墨，終有滓結不解之病。凡松樹流去香木根，鑿一小孔，炷燈緩炙，則通身膏液就煖傾流而出也。凡燒松烟，伐松斬成尺寸，鞠篾爲圓屋，如舟中雨蓬式，接連十餘丈，内外與接口皆以紙及席糊固，完成隔位數節小孔，出烟，其下掩土砌磚，先爲通烟道路，燃薪數日，歇冷，入中掃刮。凡燒松烟，放火通烟，自頭徹尾，靠尾一二節者爲清烟，耴入佳墨爲料。中節者爲混烟，取爲時墨料。若近頭一二節，只刮耴爲烟子，貨賣刷印書文家，仍耴研細用之。其餘則供漆工、堊工之塗玄者。凡松烟造墨，入水乆浸，以浮沉分精慤。其和膠之後，以槌𩫈多寡分脆堅。其増入珍料與漱金、啣麝，則松烟、油烟増减聽人。其餘墨經墨譜，博物者自詳。此不過粗絕質料原因而已。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "附",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "胡粉",
                    "zhushu": "至白色詳五金卷。",
                    "type": 2
                },
                {
                    "paragraph": "黃丹",
                    "zhushu": "紅黃色，詳五金卷。",
                    "type": 2
                },
                {
                    "paragraph": "澱花",
                    "zhushu": "至藍色，詳彰施卷。",
                    "type": 2
                },
                {
                    "paragraph": "紫粉",
                    "zhushu": "𦁄紅色。責重者用胡粉銀朱對和，粗者用染家紅花滓汁爲之。",
                    "type": 2
                },
                {
                    "paragraph": "大靑",
                    "zhushu": "至青色詳珠玉卷。",
                    "type": 2
                },
                {
                    "paragraph": "銅綠",
                    "zhushu": "至綠色黃銅，打成板片，醋塗其上，果藏糠内，微藉煖火氣，逐日刮取。",
                    "type": 2
                },
                {
                    "paragraph": "石綠",
                    "zhushu": "詳珠玉卷。",
                    "type": 2
                },
                {
                    "paragraph": "代赭石",
                    "zhushu": "殷紅色，處處山中有之，以代郡者爲最佳。",
                    "type": 2
                },
                {
                    "paragraph": "石黃",
                    "zhushu": "中黃色。外紫色，石皮内黃。一名石中黃子。"
                }
            ]
        },
        {
            "name": "麴蘖第十七",
            "paragraphs": [
                {
                    "paragraph": "麴蘖第十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：獄訟日繁，酒流生禍，其源則何辜？祀天追遠，沉吟商頌、周雅之間，若作酒醴之資麴蘖也，殆聖作而明述矣。惟是五榖菁華變习，得水而凝，感風而化，供用岐黄者，神其名，而堅固食羞者舟其色。君臣自古，配合日新，睂壽介而宿痼怯，其功不可殫述。自非炎、黃作祖，末流聦明，烏能竟其方術哉？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "酒母",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡醸酒必資麴藥成信。無麴，卽佳米珍黍，空造不成。古來麴造酒，糵造醴，後世厭醴味薄，遂至失傳，則并蘖法亦亡。凡麴，麥米麫隨方土造，南北不同，其義則一。凡麥麴，大小麥皆可用。造者將麥連皮，井水淘净，晒乾，時宜盛暑天。磨碎，卽以淘麥水和作塊，用楮葉包紥，懸風處，或用稻稭罨黄，經四十九日耴用。造麫麴用白麫五斤、黃豆伍升，以蓼汁煑爛，𠕂用辣蓼末五兩、杏仁泥十兩和踏成餅，楮葉包懸與稻楷罨黃，法亦同前。其用糯米粉與自然蓼汁溲和成餅，生黃収用者，罨法與時日，亦無不同也。其入諸般君臣與草藥，少者數味，多者百味，則各土各法，亦不可殫述。近代燕京則以薏苡仁爲君，入麴造薏酒；浙中寧紹則以綠豆爲君，入麴造豆酒。二酒頗擅天下佳雄。",
                    "zhushu": "别載酒經。"
                },
                {
                    "paragraph": "凡造酒母家，生黃未足，視候不勤，盥拭不潔，則疵藥數丸，動輙敗人石米。故市麴之家，必信著名聞，而後不負釀者。凡燕齊黃酒，麴藥多從淮郡造成，載于舟車北市。南方麴酒釀出，卽成紅色者，用麴與淮郡所造相同，統名大麴。但淮郡市者，打成磚片，而南方則用餅團。其麴一味，蓼身爲氣脉，而米麥爲質料，但必用巳成麴酒糟爲媒合。此糟不知相承起自何代，猶之燒礬之必用舊礬滓云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "神麴",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡造神麴，所以入藥，乃醫家别于酒母者，法起唐時，其麴不通醸用也。造者專用白麫，每百斤，入靑蒿自然汁、馬蓼、蒼耳自然汁，相和作餅，麻葉或楮葉包罨，如造醬黃法，待生黃衣，卽牺収之。其用他藥配合，則聴好醫者増入，苦無定方也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "丹麴",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡丹麴一種，法出近代，其義臭腐神竒，其法氣精變化。世間魚肉最朽腐物，而此物薄施塗抹，能固其質于炎暑之中，經歴旬曰，蛆蝇不敢近，色味不離初，盖竒樂也。凡造法，用秈稻米，不拘早晩，春杵極其精細，水浸一七曰，其氣臭惡不可聞，則耴入長流河水漂净。必用山河流水大江者，不。漂後，惡臭猶不可解。入甑蒸飯，則轉成香氣，其香可用芬甚。凡蒸此米成飯，初一蒸，半生卽止，不及其熟，出離釡中，以冷水一沃，氣冷𠕂蒸，則令極熟矣。熟後數石，共積一堆拌信。凡麴信必用絶佳紅酒糟爲料，毎糟一斗，入馬蓼自然汁三升，明礬水和化。每麴飯一石，入信二斤，乗飯贄時，數人捷手拌匀，初贄拌至冷，候視麴信入飯，乆復微温，則信至矣。凡飯拌信後，傾入籮內，過礬水一次，然後分 入篾盤，登架乗風後此風力爲政，水火無功。凡麴飯入盤，每盤約載五升，其屋室冝髙大，妨瓦上暑氣侵逼；室靣冝向南，妨西晒。一个時中，翻拌約三次。候視者七日之中，卽坐卧盤架之下，眠不敢安，中宵數起。其初時雪白色，經一二日，成至黑色，黒轉褐，褐轉代赭，赭轉紅，紅極復轉微黃，目撃風中變幻，名曰生黃麴，則其價與入物之力，皆倍于凡麴也。凡黑色轉褐褐，長流漂米，拌信成功，凉風吹變轉紅，皆過水一度，紅則不復入水。凡造此物，麴工盥手與洗浄盤簞，皆令極潔，一亳滓穢，則敗乃事也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "珠玉第十八",
            "paragraphs": [
                {
                    "paragraph": "珠玉第十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋子曰：玉韞山輝，珠涵水媚，此理誠然乎哉？抑意逆之說也。大凡天地生物，光明者昏濁之反，滋潤者枯澁之讎，貴在此則賤在彼矣。合浦于閱，行程相去二萬里，珠雄于此，玉峙于彼，無脛而來，以𠖥愛人寰之中，而輝煌廊廟之上，使中華無端寳藏，折節而推上坐焉，豈中國輝山媚水者共在人身，而天地菁華止有此數哉？珠凡珍珠必産蚌腹，映月成胎，經年最乆，乃爲至寳。其云蛇腹龍頷、鮫皮有珠者，妄也。凡中國珠必産雷、廉二池。三代以前，淮、楊亦南國地，得珠稍近禹貢淮夷螾珠，或後互市之便，非必責其土產也。金採蒲里路，元採揚村、直沽口，皆傳記相承，妄，何嘗得珠？至云忽吕古江出珠，則夷地，非中國也。凡蚌孕珠，乃無質而生質。他物形小而居水族者，吞噬弘多，夀以不永。蚌則環包堅甲，無隙可投，卽呑腹囫圇，不能消化，故獨得百年千年，成就無價之寳也。凡蚌孕珠，卽千仭水底，一逢圓月中天，卽開甲仰照，取月精以成其魄。中秋月明，則老蚌猶喜甚。若徹曉無雲，則隨月東升西没，轉側其身而映照之。他海濵無珠者，潮汐震憾，蚌無安身靜存之地也。凡亷州池，自烏泥、獨攬沙至于靑鸎，可百八十里。雷州池自對樂島斜望石城界，可百五十里。蜑户採珠，每歲必以三月時牲殺祭海神，極其熙敬。番戸生啖海腥，入水能視水色，知蛟龍所在，則不敢侵犯。凡採珠舶，其制視他舟橫濶而圓，多載首薦于上，經過水漩，則擲薦投之，舟乃無恙。舟中以長繩繫没人腰，携籃投水。凡没人，以錫造灣環空管，其本缺處，對掩没人口鼻，令舒透，呼吸于中，别以熟皮包絡耳項之際，極深者至四五百尺，拾蚌籃中，氣逼，則憾䋲其上，急提引上，無命者，或葬魚腹。凡没人出水，煑人毳急覆之，緩則寒慄死。宋朝李招討設法，以鐡爲耤，最後木柱扳口，兩角墜石，用麻繩作兠，如嚢狀，繩繋舶兩傍，乘風揚帆而兠取之，然亦有漂溺之患。今蜑户兩法並用之。凡珠在蚌，如玉在璞，初不識其貴賤，剖取而識之，自五分至一寸五分經者爲大品，小平似覆釡，一邊光彩，微似鍍金者，此名璫珠，其値一顆千金矣。古來明月夜光，卽此便是。白晝晴明，簷下看，有光二線，閃爍不定，夜光乃其美號，非眞有昏夜放光之珠也。次則走珠，寶，平底盤中，圓轉無定歇，價亦與璫珠相彷。",
                    "zhushu": "化者之身，受含一粒，則不復朽壞，故帝王之家，重價購此。"
                },
                {
                    "paragraph": "次則滑珠，色光而形不甚圓。次則螺蚵珠，次官雨珠，次稅珠，次葱符珠。㓜珠如梁粟，常珠如琬豆稗而碎者曰璣。自夜光至于碎璣，譬均一人身，而王公至于氓隸也。凡珠生止有此數，採取太頻，則其生不繼，經數十年不採，則蚌乃安其身，繁其子孫，而廣孕寳質，所謂珠徙珠還，此煞定死譜，非眞有清官感召也。",
                    "zhushu": "我朝弘治中一採得二萬八千兩，萬暦中一採止得三千兩，不償所費。",
                    "type": 2
                },
                {
                    "paragraph": "寳",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡寳石皆出井中，西畨諸域最盛。中國惟出雲南金齒衛與鹿江兩處。凡寳石自大至小，皆有石牀包其外，如玉之有璞。金銀，必積土其上，韞結乃成，而寳則不然，從井底直透上空，取日精月華之氣而就，故生質有光明，如玉產峻湍，珠孕水底，其義一也。凡產寳之井，卽極深無水，此乾坤𣲖設機關。但其中寳氣如霧氤氲，井中人久食其氣，多致死。故採寳之人，或結十數爲羣，入井者得其半，而井上衆人共得其半也。下井人以長繩係腰，腰帶义口袋兩條，及泉近寳石，隨手疾拾入袋。",
                    "zhushu": "寳井内不容蛇。"
                },
                {
                    "paragraph": "䖝腰帶一巨鈴，寳氣逼不得過，則急搖其鈴，井上人引緪提上，其人卽無恙，然巳昏𥌋，止與白滚湯入口解散，二日之内，不得進食糧，然後調理平復。其袋内石大者如碗，中者如拳，小者如豆，摠不暁其中何等色，付與𤥨工，鑪錯解開，然後知其爲何等色也。属紅黄種類者，爲猫精靺、羯芽、星漢砂、琥珀、木難、酒黃、喇子。猫精黃而微帶紅；琥珀最貴者，名曰瑿",
                    "zhushu": "音依此値黃金五倍價。"
                },
                {
                    "paragraph": "紅而微帶黒，然晝見則黑，燈光下則紅甚也。木難，純黃色，喇子純紅。前代何妄人于松樹註茯苓，又註琥珀，可咲也。属靑緑種類者，爲瑟瑟珠、珇𭹃緑、鴉鶻石、空靑之類。",
                    "zhushu": "空青既取内質，其膜升打爲曽青。"
                },
                {
                    "paragraph": "至枚瑰一種，如黃豆、綠豆，大者，則紅碧靑黃數色皆具。寳石有玫瑰，如珠之有璣也。星漢砂以上，猶有煑海金丹。此等皆西畨産，亦間氣出，滇中井所無。時人僞造者，唯琥珀易假。高者煑化疏黃，低者以殷紅汁料煑入牛羊明角映照，紅赤隱然今易，最易辨認。",
                    "zhushu": "琥珀，磨之有漿。"
                },
                {
                    "paragraph": "至引草原惑人之說，凡物借人氣，能引拾輕芥也。自來本草陋妄刪去，毋使災木。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "玉",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡玉入中國，貴重用者盡出于闐",
                    "zhushu": "漢時西國號，後代或名别失八里，或綂服赤斤，蒙古，定名未詳。"
                },
                {
                    "paragraph": "蔥嶺。所謂藍田，卽蔥嶺出玉别地名，而後世誤以爲西安之藍田也。其嶺水發源名阿耨山，至蔥嶺分界兩河，一曰白玉河，二曰緑玉河。晉人張匡鄴作西域行程記載有烏玉河，此節則妄也。玉璞不藏深土，源泉峻急，激映而生，然取者不于所生處，以急湍無著手，俟其夏月水漲，璞隨湍流徙，或百里，或二三百里，取之河中。凡玉映月精光而生，故國人沿河取玉者，多于秋間明月夜望河候視玉璞堆聚處，其月色倍明亮。凡璞隨水流，仍錯雜亂石淺流之中，提出辨認而後知也。白玉河流向東南，綠玉河流向西北，亦力把力地，其地有名望野者，河水多聚玉，其俗以女人赤身没水而取者，云隂氣相召，則玉留不逝，易于撈取。此或夷人之愚也。",
                    "zhushu": "夷中不貴此物，更流數百里，途遠奠貨，則棄而不用。"
                },
                {
                    "paragraph": "凡玉唯白與緑兩色緣者，中國名菜玉，其赤玉、黃玉之説，皆竒石琅玕之類，價卽不下于玉，然非玉也。凡王璞根係山石流水，未推出位時，璞中玉軟如棉絮，推出位時則巳硬，入塵，見風則愈硬。謂世間𤥨磨有軟壬，則又非也。凡璞藏玉其外者曰玉皮，取爲硯托之類，其値無幾。璞中之玉，有縱橫尺餘無瑕玷者，古者帝王取以爲璽，所謂連城之璧，亦不易得。其縱橫五六寸無瑕者，治以爲杯斝，此巳當世重寶也。此外惟西洋瑣里有異玉，平時白色，晴日下看，映出紅色，隂雨時又爲靑色，此可謂之玉妖，尚方有之。朝鮮西比太尉山有千年璞，中藏羊脂玉，與蔥嶺美者無殊異。其他雖有載志，聞見則未經也。凡玉由彼地纒頭回，其俗人首一歲，果布二層，老則擁腫之甚，故名纒頭何子，其國正亦謹不見髪，問其故，則云：見髪則歲凶荒，可咲之甚。或遡河舟，或駕槖駞，經荘浪，入嘉峪，而至于甘州，與肅州。中國販玉者至此，互市而得之。東入中華，卸萃燕京。玉工辨璞高下，定價而後𤥨之。",
                    "zhushu": "良玉雖集京師，工巧則推蘇郡。"
                },
                {
                    "paragraph": "凡玉初剖時，冶鐡爲圓槃，以盆水盛沙，足踏圓槃，使轉，添沙剖玉，逐忽劃斷。中國解玉沙出順天玉田與真定、邢臺兩邑，其沙非出河中，有泉流出，精粹如麪，藉以攻玉，永無耗折。旣解之後，别施精巧工夫，得鑌鐡刀者，則爲利器也。",
                    "zhushu": "鑌鐵亦出西畨哈宻衛礪石中，剖之乃得。"
                },
                {
                    "paragraph": "凡玉器𤥨餘碎，取入鈿花用。又碎不堪者，碾篩和灰塗荣瑟琹有玉音，以此故也。凡鏤刻絶細處，難施錐刄者，以蟾酥塡畵而後锲之。物理制服，殆不可暁。凡假玉以砆碔充者，如錫之于銀，昭然易辨。近則搗春上料白瓷器，細過微塵，以白歛諸汁調成爲器，乾燥，玉色燁然，此僞最巧云。凡珠玉金銀胎性相反，金銀受日精，必沉埋深土結成，珠玉寶石受月華，不受土寸掩。盖寳石在井上透碧空，珠在重淵，玉在峻灘，但受空明水色盖上。珠有螺城，螺毋居中，龍神守護，人不敢犯。數應入世用者，螺母推出，人取。玉初孕處亦不可得，玉神推徙入河，然後恣取，與珠宫同神異云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "附瑪瑙水晶琉璃",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡瑪瑙非石非玉，中國產處頗多，種類以十餘計，得者多爲簮篗鉤",
                    "zhushu": "音扣。"
                },
                {
                    "paragraph": "結之類，或爲碁子，最大者爲屏風及卓靣。上品者産寧夏外徼羗地砂磧中，然中國卽廣有商販者，亦不遠渉也。今京師貨者，多是大同蔚州九空山、宣府四角山所產，有夾胎瑪瑙、截子瑪瑙、錦紅瑪瑙，是不一類。而神木、府谷出漿水瑪瑙、錦纒瑪瑙，隨方貨鬻，此其大端云。試法以砑木不𬋖者爲眞，僞者雖易爲，然眞者値原不甚貴，故不樂售其技也。凡中國產水晶，視瑪瑙少殺。今南方用者多福建漳浦產，",
                    "zhushu": "山名銅山。"
                },
                {
                    "paragraph": "北方用者多宣府黄尖山產。中土用者多河南信陽州",
                    "zhushu": "黑色者最美。"
                },
                {
                    "paragraph": "與湖廣興國州潘家山産。黑色者產北不產南。其他山穴本有之，而採識未到，與巳經採識而官司厲禁封閉",
                    "zhushu": "如廣信惧中官開採之類。"
                },
                {
                    "paragraph": "者尚多也。凡水晶出深山穴内，瀑流石罅之中，其水經晶流出，晝夜不斷，流出洞門半里許，其靣尚如油珠滚沸。凡水晶未離穴時，如棉軟，見風方堅硬。琢工得冝者，就山穴成粗坏，然後持歸，加功省力十倍云。凡琉璃石，與中國水精、占城火齊，其類相同，同一精光明透之義。然不產中國，産于西域。其石五色皆具，中華人艷之，遂竭人巧以肖之，于是燒瓴甋轉銹成黃綠色者，曰琉璃瓦，煎化羊角爲盛油與籠燭者爲琉璃碗，合化硝鉛冩珠，銅線穿合者爲琉璃燈，揑片爲琉璃瓶袋，",
                    "zhushu": "硝用煎鍊上結馬牙者。"
                },
                {
                    "paragraph": "各色顔料汁，任從點染。凡爲燈珠，皆淮北齊地人以其地産硝之故。凡硝見火還空，其質本無，而黑鉛爲重質之物，兩物假火爲媒，硝欲引鉛還空，鉛欲留硝住世，和同一釡之中，透出光明形象。此乾坤造化，隱現于容易地靣。天工卷末，著而出之。",
                    "zhushu": ""
                }
            ]
        }
    ]
}