{
  "name": "莊子註疏·內篇·逍遥遊第一",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子內篇逍遥遊第一",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "夫小大雖殊，而放於自得之場，則物任其性，事稱其能，各當其分，逍遙一也，豈容勝負於其間哉！音義曰：內篇內者，對外立名。說文云：篇，書也。字從竹。從非者，草名耳，非也。逍音銷，亦作消。遥如字，亦作搖。遊如字，亦作游。逍遥遊者，篇名。義取閒放不拘，怡適自得。夫音符，埸直良切。稱尺證切。當丁浪切。分符問切。"
        },
        {
          "paragraph": "北冥有魚，其名爲鯤。鯤之大，不知其幾千里也。化而爲鳥，其名爲鵬。",
          "zhushu": "鵬鯤之實。吾所未詳也。夫莊子之大意。在乎逍遙遊放。無爲而自得。故極小大之致。以明性分之適。逹觀之士冝要其會歸而遺其所寄。不足事事曲與生說。自不害其弘㫖。皆可略之。○北冥本亦作溟。覔經切。北海也。嵇康云。取其溟溟無涯也。梁簡文帝云。窅冥無極。故謂之冥。東方朔十洲記云。水黒色謂之冥海。無風，洪波百丈。鯤，徐音昆，李侯温反，大魚名也。崔譔云：鯤當爲鯨，簡文同。幾，居豈反，下同。鵬，歩登反，徐音朋，郭甫登反。崔音鳳，云：鵬即古鳳字，非來儀之鳳也。說文云：朋及鵬。皆古文鳳字也。朋鳥象形。鳳飛羣鳥從以萬數，故以鵬爲朋黨字。字林云：鵬，朋黨也。古以爲鳳字。夫音符，發句之端皆同。分，符問反，下皆同。觀，古亂反。要，一遥反。"
        },
        {
          "paragraph": "鵬之背，不知其幾千里也；怒而飛，其翼若垂天之雲。是鳥也，海運則將徙於南冥。南冥者，天池也。",
          "zhushu": "非冥海不足以運其身，非九萬里不足以負其翼。此豈好奇哉？直以大物必自生於大處，大處亦必自生此大物，理固自然，不患其失，又何措心於其間哉！○垂天之雲，司馬彪云：若雲垂天旁。崔云：垂，猶邊也。其大如天。一靣雲也。海運，司馬云：運，轉也。向秀云：非海不行，故曰海運。簡文云：運，徙也。好，呼報反。下皆同。處，昌慮反。下同。厝，七故反，本又作措。"
        },
        {
          "paragraph": "《齊諧》者，志怪者也。《諧》之言曰：“鵬之徙於南冥也，水擊三千里，搏扶揺而上者九萬里，",
          "zhushu": "夫翼大則難舉，故搏扶搖而後能上，九萬里乃足自勝耳。旣有斯翼，豈得决然而起，數仞而下哉？此皆不得不然，非樂然也。○齊諧，戸皆反，司馬及崔並云：人姓名。簡文云：書志怪。志，記也。怪，異也。水擊，崔云：將飛舉翼擊水。踉，蹌也。踉音亮。蹌，七亮反。搏，徒端反，司馬云：搏飛而上也。一音搏。崔云：柎翼徘徊而上也。扶搖，徐音遥，風名也。司馬云：上行風謂之扶搖。爾雅云：扶搖謂之颷。郭璞云：暴風從下上也。上，時掌反，註同。勝，音升，下同。缺，喜缺反，下同。數，色主反，下同。樂，音嶽，又五孝反。"
        },
        {
          "paragraph": "去以六月息者也。”",
          "zhushu": "夫大鳥一去半歲，至天地而息。小鳥一飛半朝，槍榆枋而止。此比所能，則有間矣，其於適性一也。○槍，七羊反。枋音方。"
        },
        {
          "paragraph": "野馬也，塵埃也，生物之以息相吹也。",
          "zhushu": "此皆鵬之所慿以飛者耳。野馬者，遊氣也。○野馬，司馬云：春月澤中遊氣也。崔云：天地間氣如野馬馳也。埃音哀。崔云：天地間氣蓊鬱似塵埃揚也。吹如字，崔本作炊，馮皮冰反，本亦作慿。"
        },
        {
          "paragraph": "天之蒼蒼，其正色邪？其逺而無所至極邪？其視下也，亦若是則已矣。",
          "zhushu": "今觀天之蒼蒼，竟未知便是天之正色邪？天之爲逺而無極邪？鵬之自上以視地，亦若人之自此視天，則止而圖南矣。言鵬不知道里之逺近，趣足以自勝而逝。○邪也，嗟反。𦔳句，不定之辭，後放此。"
        },
        {
          "paragraph": "且夫水之積也不厚，則負大舟也無力。覆杯水於坳堂之上，則芥爲之舟；置杯焉則膠，水淺而舟大也。",
          "zhushu": "此皆明鵬之所以高飛者，翼大故耳。夫質小者，所資不待大；則質大者，所用不得小矣。故理有至分，物有定極，各足稱事，其濟一也。若乃失乎忘生之生，而營生於至當之外，事不任力，動不稱情，則雖垂天之翼，不能無窮，决起之飛不能無困矣。○夫音符。覆，芳服反。杯，崔本作盃。坳，於交反，又烏了反，李又伊九反，崔云：堂道謂之坳。司馬云：𡍼地令平。支遁云：謂有坳垤形也。芥，古邁反，徐古邁反，一音古黠反。李云：小草也。膠，徐、李古孝反，一音如字。崔云：膠著地也。李云：黏也。稱，尺證反，後同。濟，子細反，本又作齊，如字。之生，本亦作王字。當，丁浪反，後皆同。"
        },
        {
          "paragraph": "風之積也不厚，則其負大翼也無力。故九萬里，則風斯在下矣，而後乃今培風；背負青天而莫之夭閼者，而後乃今將圖南。",
          "zhushu": "夫所以乃今將圖南者，非其好高而慕逺也，風不積則夭閼不通故耳。此大鵬之逍遙也。○培音裴，重也。徐扶杯反，又父宰反，一音扶北反，本或作陪風，絶句。背負青天，一讀以背字屬上句。夭，於表反，司馬云：折也。閼，徐於葛反，一音謁，司馬云：止也。李云：塞也。"
        },
        {
          "paragraph": "蜩與學鳩笑之曰：“我決起而飛，槍榆枋，時則不至，而控於地而巳矣。奚以之九萬里而南爲？”",
          "zhushu": "苟足於其性，則雖大鵬無以自貴於小鳥，小鳥無羡於天地，而榮願有餘矣。故小大雖殊，逍遙一也。○蜩音條，司馬云：蟬學鳩，如字，一音於角反，本又作鷽，音同，本或作鷽，音預。崔云：學讀爲滑。滑鳩一名滑雕。司馬云：學鳩，小鳩也。李云：鶻。鵰也。毛詩草木䟽云：鶻鳩，班鳩也。簡文云：月令云鳲鳩拂其羽是也。決向徐喜抉反，李呼穴反。李順云：疾貌。槍七良反。司馬、李云：猶集也。崔云：著也。支遁云：槍，突也。榆，徐音踰，木名也。枋，徐音方。李云：檀木也。崔云：木也。或曰：木名。控苦貢反。司馬云：投也。又云：引也。崔云：叩也。"
        },
        {
          "paragraph": "適莽蒼者，三飡而反，腹猶果然；適百里者，宿舂糧；適千里者，三月聚糧。",
          "zhushu": "所適彌逺，則聚糧彌多，故其翼彌大，則積氣彌厚也。○莽，莫浪反，或莫郎反。蒼，七蕩反，或如字。司馬云：莽蒼，近郊之色也。李云：近野也。支遁云：家間也。崔云：草野之色。飡，七丹反。果，徐如字，又苦火反，衆家皆云飽貌。春，束容反。糧，音良。"
        },
        {
          "paragraph": "之二蟲又何知！",
          "zhushu": "二蟲，謂鵬蜩也。對大於小，所以均異趣也。夫趣之所以異，豈知異而異哉？皆不知所以然而自然耳。自然耳，不爲也。此逍遥之大意。"
        },
        {
          "paragraph": "小知不及大知。小年不及大年。",
          "zhushu": "物各有性，性各有極，皆如年知，豈跂尚之所及哉。自此巳下，至于列子，歷舉年知之大小，各信其一，方未有足以相傾者也。然後統以無待之人，遺彼忘我，冥此羣異，異方同得，而我無功名。是故統小大者，無小無大者也。苟有乎小大，則雖大鵬之與斥鴳，宰官之與御風，同爲累物耳。齊死生者，無死無生者也。苟有乎死生，則雖大椿之與蟪蛄，彭祖之與朝菌，均於短折耳。故遊於無小無大者，無窮者也。冥乎不死不生者，無極者也。若夫逍遥而繫於有方，則雖放之使遊而有所窮矣，未能無待也。○知音智，本亦作智，下大知并注同，下年知放此。跂，丘䜴反，後同。累，劣僞反，下皆同。"
        },
        {
          "paragraph": "奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥靈者，以五百歲爲春，五百歲爲秋；上古有大椿者，以八千歲爲春，八千歲爲秋。而彭祖乃今以久特聞，衆人匹之，不亦悲乎！",
          "zhushu": "夫年知不相及，若此之懸也，比於衆人之所悲，亦可悲矣。而衆人未甞悲此者，以其性各有極也。苟知其極，則豪分不可相跂，天下又何所悲乎哉？夫物未甞以大欲小，而必以小羡大，故舉小大之殊，各有定分，非羡欲所及，則羡欲之累可以絶矣。夫悲生於累，累絶則悲去，悲去而性命不安者，未之有也。○朝菌徐其隕反。司馬云：大芝也。天隂生糞上，見日則死，一名日及，故不知月之終始也。崔云：糞上芝，朝生暮死，晦者不及朔，朔者不及晦。支遁云：一名舜英，朝生暮落。潘尼云：木槿也。簡文云：歘生之芝也。歘音况物反。晦，冥也。朔，旦也。惠，本亦作蟪，同。蛄音姑，司馬云：惠蛄，寒蟬也，一名蝭蟧，春生夏死，夏生秋死。崔云：蛁，蟧也。或曰山蟬秋鳴者不及春，春鳴者不及秋。廣雅云：蟪蛄，蛁蟧也。案即楚詞所云寒螿者也。蝭音提。蟧音勞，又音遼。蛁音彫。螿音將。冥，本或作榠，同靈。李順云：冥靈，木名也。江南生以葉生爲春，葉落爲秋，此木以二千歲爲一年。椿，丑倫反。司馬云：木一名橓。橓，木槿也。崔音橓，華同。李云：生江南，一云生北戸南。此木三萬二千歲爲一年。彭祖，李云：名鏗，堯臣，封於彭城，歷虞夏至啇，年七百歲，故以久壽見聞。世本云：姓籛名鏗，在啇爲守藏史，在周爲柱下史，年八百歲。籛音翦，一云即老子也。崔云：堯臣仕殷世，其人甫壽七百年。王逸評楚辭天問云：彭鏗即彭祖，事帝堯。彭祖至七百歲，猶曰悔不壽，恨杖晚而唾。逺云：帝嚳之玄孫。特聞，如字，崔本作待聞。懸音玄。分，符問反，又方云反。"
        },
        {
          "paragraph": "湯之問棘也是已。",
          "zhushu": "湯之問棘。亦云物各有極。任之則條暢。故莊子以所問爲是也。○棘李云。湯時賢人。又云。是棘子。崔云。齊諧之徒識冥靈大椿者名也。簡文云。一曰湯。廣大也。棘。狹小也。"
        },
        {
          "paragraph": "窮髮之北有冥海者，天池也。有魚焉，其廣數千里，未有知其脩者，其名爲鯤。有鳥焉，其名爲鵬，背若泰山，翼若垂天之雲，搏扶搖羊角而上者九萬里，絕雲氣，負靑天，然後圖南，且適南冥也。斥鴳笑之曰：“彼且奚適也？我騰躍而上，不過數仞而下，翺翔蓬蒿之間，此亦飛之至也。而彼且奚適也？”此小大之辯也。",
          "zhushu": "各以得性爲至，自盡爲極也。向言二蟲殊翼，故所至不同，或翺翔天池，或畢志榆枋，直各稱體而足，不知所以然也。今言小大之辯，各有自然之素，旣非跂慕之所及，亦各安其天性，不悲所以異，故再出之。○髮，李云：髮，猶毛也。司馬云：北極之下，無毛之地也。崔云：北方無毛地也。案：毛，草也。地理書云：山以草木爲髮。廣，古曠反。數，色主反，下同。羊角，司馬云：風曲上行若羊角。上，時掌反，下同。且，如字，舊子餘反，下同。斥，如字。司馬云：小澤也。本亦作尺，崔本同。簡文云：竹尺，非。鴳，於諌反，字亦作鷃。司馬云：鴳，鴳省也。躍，由若反。翺，五刀反。蒿，好刀反。"
        },
        {
          "paragraph": "故夫知效一官，行比一鄕，德合一君，而徴一國者，其自視也亦若此矣。",
          "zhushu": "亦猶鳥之自得於一方也。○知效，音智，下戸教反。行，下孟反。比，毗至反，徐扶至反，李云：合也。徵，如字，司馬云：信也。崔支云：成也。"
        },
        {
          "paragraph": "而宋榮子猶然笑之。",
          "zhushu": "未能齊，故有笑。○宋榮子司馬、李云：宋國人也。崔云：賢者也。猶然笑之崔、李云：猶，笑貌。案：謂猶以爲笑。"
        },
        {
          "paragraph": "且舉世而譽之而不加勸，舉世而非之而不加沮，",
          "zhushu": "審自得也。○譽音餘。沮，慈吕反，敗也。"
        },
        {
          "paragraph": "定乎內外之分，",
          "zhushu": "內我而外物。"
        },
        {
          "paragraph": "辯乎榮辱之竟，",
          "zhushu": "榮巳而辱人。○之竟，居領反。"
        },
        {
          "paragraph": "斯已矣。",
          "zhushu": "亦不能復過此。○復，扶又反。"
        },
        {
          "paragraph": "彼其於世，未數數然也。",
          "zhushu": "足於身，故間於世也。○數數，音朔，下同，徐所禄反，一音桑縷反，司馬云：猶汲汲也。崔云：迫促意也。簡文所喻反，謂計數。間音閑，本亦作閑。"
        },
        {
          "paragraph": "雖然，猶有未樹也。",
          "zhushu": "唯能自是耳，未能無所不可也。○未樹，司馬云：樹，立也。未立至德也。"
        },
        {
          "paragraph": "夫列子御風而行，泠然善也，",
          "zhushu": "冷然。輕妙之貌○列子，李云：鄭人名御㓂。得風征，乗風而行。與鄭穆公同時。冷音零。"
        },
        {
          "paragraph": "旬有五日而後反。",
          "zhushu": "苟有待焉，則雖御風而行，不能以一時而周也。"
        },
        {
          "paragraph": "彼於致福者，未數數然也。",
          "zhushu": "自然御風行耳，非數數然求之也。"
        },
        {
          "paragraph": "此雖免乎行，猶有所待者也。",
          "zhushu": "非風則不得行，斯必有待也。唯無所不乗者無待耳。"
        },
        {
          "paragraph": "若夫乗天地之正，而御六氣之辯，以遊無窮者，彼且惡乎待哉？",
          "zhushu": "天地者，萬物之緫名也。天地以萬物爲體，而萬物必以自然爲正。自然者，不爲而自然者也。故大鵬之能高，斥鴳之能下，椿木之能長，朝菌之能短，凡此皆自然之所能，非爲之所能也。不爲而自能，所以爲正也。故乗天地之正者，即是順萬物之性也；御六氣之辯者，即是遊變化之𡍼也。如斯以往，則何往而有窮哉。所遇斯乘，又將惡乎待哉。此乃至德之人玄同彼我者之逍遙也。苟有待焉，則雖列子之輕妙，猶不能以無風而行，故必得其所待，然後逍遙耳，而况大鵬乎。夫唯與物冥而循大變者，爲能無待而常通，豈自通而巳哉。又順有待者，使不失其所待。所待不失，則同於大通矣。故有待無待，吾所不能齊也。至於各安其性，天機自張，受而不知，則吾所不能殊也。夫無待猶不足以殊有待，况有待者之巨細乎？○六氣，司馬云：隂陽，風雨晦明也。李云：平旦爲朝霞，日中爲正陽，日入爲飛泉，夜半爲沆瀣。天玄地黃爲六氣。王逸註楚辭云。陵陽子明經言。春食朝霞。朝霞者。日欲出時黃氣也。秋食淪隂。淪隂者。日沒巳後赤黃氣也。冬食沆瀣。沆瀣者。北方夜半氣也。夏食正陽。正陽者。南方日中氣也。并天玄地黃之氣。是爲六氣。沆音戸黨反。瀣音下界反。支云：天地四時之氣。辯，如字，變也。崔本作和。惡音烏，注同。"
        },
        {
          "paragraph": "故曰：“至人無己，",
          "zhushu": "無己，故順物，順物而王矣。○己音紀，注同。而王，于况反，本亦作至。"
        },
        {
          "paragraph": "神人無功，",
          "zhushu": "夫物未甞，有謝生於自然者，而必欣頼於針石，故理至則迹㓕矣。今順而不𦔳，與至理爲一，故無功。○針，之鴆反，或之林反。"
        },
        {
          "paragraph": "聖人無名。”",
          "zhushu": "聖人者，物得性之名耳，未足以名其所以得也。"
        },
        {
          "paragraph": "堯讓天下於許由，曰：“日月出矣，而爝火不息。其於光也，不亦難乎？時雨降矣，而猶浸灌，其於澤也，不亦勞乎？夫子立而天下治，而我猶尸之，吾自視缺然，請致天下。”許由曰：“子治天下，天下旣已治也。",
          "zhushu": "夫能令天下治不治天下者也，故堯以不治治之，非治之而治者也。今許由方明旣治，則無所代之，而治實由堯，故有子治之言，冝忘言以尋其所况。而或者遂云治之而治者，堯也，不治而堯得以治者，許由也。斯失之逺矣。夫治之由乎不治，爲之出乎無爲也。取於堯而足，豈借之許由哉？若謂拱黙乎山林之中，而後得稱無爲者，此莊老之談，所以見棄於當𡍼。當𡍼者，自必於有爲之域而不反者，斯由之也。○堯，唐帝也。許由，隱人也，隱於箕山。司馬云：穎川陽城人。簡文云：陽城槐里人。李云：字仲武。爝，本亦作燋，音爵，郭祖繳反。司馬云：然也。向云：人所然决也。一云：燋火，謂小火也。字林云：爝，炬火也，子召反。燋，所以然持火者，子約反。浸，子鴆反。灌，古亂反。天下治，直吏反，下已治，註天下治而治者也。旣，治而治，實而治者，得以治者，音同。令，力呈反，下同。"
        },
        {
          "paragraph": "而我猶代子，吾將爲名乎？名者，實之賔也。吾將爲賔乎？",
          "zhushu": "夫自任者對物，而順物者與物無對。故堯無對於天下，而許由與稷、契爲匹矣。何以言其然邪？夫與物冥者，故羣物之所不能離也。是以無心玄應，唯感之從，汎乎若不繫之舟，東西之非巳也。故無行而不與百姓共者，亦無往而不爲天下之君矣。以此爲君，若天之自高，實君之德也。若獨亢然立乎高山之頂，非夫人有情於自守，守一家之偏，尚何得專此？此故俗中之一物，而爲堯之外臣耳。若以外臣代乎內主，斯有爲君之名，而無任君之實也。稷、契，息列反。皆唐、虞臣也。稷，周之始祖，名棄。契，殷之始祖，名離，力智反。應，應對之應。汎，芳劔反。非夫，音扶，下明夫同。"
        },
        {
          "paragraph": "鷦鷯巢於深林，不過一枝；偃䑕飮河，不過滿腹。",
          "zhushu": "性各有極，苟足其極，則餘天下之財也。○鷦，子遥反。鷯音遼，李云：鷦鷯，小鳥也。郭璞云：鷦鷯，桃雀。偃䑕，如字，李云：鼷䑕也。說文：鼢䑕，一曰偃䑕。鼢，扶問反。"
        },
        {
          "paragraph": "歸休乎君，予無所用天下爲。",
          "zhushu": "均之無用，而堯獨有之。明夫懷豁者無方，故天下樂推而不厭。○乎君，絶句，一讀至乎字，絕句。君，别讀。豁，呼活反。樂音洛。厭，於絕反。"
        },
        {
          "paragraph": "庖人雖不治庖，尸祝不越樽爼而代之矣。”",
          "zhushu": "庖人尸祝，各安其所司，鳥獸萬物，各足於所受。帝堯、許由，各静其所遇。此乃天下之至實也。各得其實，又何所爲乎哉？自得而巳矣。故堯許天地雖異，其於逍遥一也。○庖，鮑交反，徐扶交反，掌㕑人也。周禮有庖人職。祝，之六反，傳鬼神辭曰祝。樽，子存反，本亦作尊。爼，徐似吕反。"
        },
        {
          "paragraph": "肩吾問於連叔曰：“吾聞言於接輿，大而無當，往而不反。吾驚怖其言，猶河漢而無極也。大有逕庭，不近人情焉。”連叔曰：“其言謂何哉？”“曰‘藐姑射之山，有神人居焉，肌膚若冰雪，淖約若處子，",
          "zhushu": "此皆寄言耳。夫神人即今所謂聖人也。夫聖人雖在廟堂之上，然其心無異於山林之中，世豈識之哉？徒見其戴黃屋，佩玉璽，便謂足以纓紼其心矣；見其歷山川，同民事，便謂足以憔悴其神矣。豈知至至者之不虧哉。今言王德之人而寄之此山，將明世所無由識，故乃託之於絶垠之外，而推之於視聽之表耳。處子者，不以外傷內。○肩吾，李云：賢人也。司馬云：神名。連叔，李云：懷道人也。接輿，本又作與，同音餘。接輿，楚人也，姓陸，名通。皇甫謐云：接輿躬耕。楚王遣使以黃金百鎰、車二駟聘之，不應。當，丁浪反。司馬云：言語宏大，無隱當也。怖，普布反。爾雅云：懼也。大有，音泰，徐勑佐反。逕，徐古定反。司馬本作莖庭，勑定反。李云：逕庭，謂激過也。近，附近之近。藐，音邈，又妙紹反。簡文云：逺也。射，徐音夜，又食亦反。李實夜反，山名，在北海中。肌，居其反。淖，郭昌略反，又徒學反，字林又卓反。蘇林、漢書音火也。約，如字。李云：淖，約，柔弱貌。司馬云：好貌。處子，在室女也。黃屋，車蓋以黃爲裹。一云：冕裹黃也。璽，音徙。纓，字或作嬰。紱，方物反，字或作紼。憔，在遥反。悴，在醉反。至至者，本亦作至。足者，王、徐于况反，本亦作至。垠，音銀，又五根反，本又作限。"
        },
        {
          "paragraph": "不食五榖，吸風飮露，",
          "zhushu": "倶食五榖，而獨爲神人，明神人者，非五榖所爲，而特禀自然之妙氣。○吸，許及反。"
        },
        {
          "paragraph": "乗雲氣，御飛龍，而遊乎四海之外。其神凝，使物不疵癘而年榖熟。’吾以是狂而不信也。”",
          "zhushu": "夫體神居靈而窮理極妙者，雖静黙間堂之裏，而玄同四海之表。故乗兩儀而御六氣，同人羣而驅萬物。苟無物而不順，則浮雲斯乗矣。無形而不載，則飛龍斯御矣。遺身而自得，雖澹然而不待。坐忘行忘，忘而爲之。故行若曵枯木，止若聚死灰。是以云其神凝也。其神凝則不凝者自得矣。世皆齊其所見而斷之，豈甞信此哉？○凝，魚升反。疵，在斯反，病也，司馬云：毀也。一音子爾反。癘，音厲，李音賴，惡病也，本或作厲。狂，求匡反，李云：癡也。李又九况反。間音閑。澹，徒暫反，恬静也。齊，才細反，又如字。斷，丁亂反。"
        },
        {
          "paragraph": "連叔曰：“然。瞽者無以與乎文章之觀，聾者無以與乎鍾鼔之聲。豈唯形骸有聾盲哉？夫知亦有之。",
          "zhushu": "不知至言之極妙，而以爲狂而不信，此知之聾盲也。○瞽音古，盲者，無目如鼓皮也。與，徐音豫，下同。觀，古亂反。聾，鹿工反，不聞也之聲，崔、向、司馬本此下更有眇者無以與乎眉目之好，夫刖者不自爲假文屨。夫知音智，註知之同。"
        },
        {
          "paragraph": "是其言也，猶時女也，",
          "zhushu": "謂此接輿之所言者，自然爲物所求，但知之聾盲者，謂無此理。○時女，司馬云：猶處女也。向云：時女虚静柔順，和而不喧，未嘗求人，而爲人所求也。"
        },
        {
          "paragraph": "之人也，之德也，將旁礴萬物以爲一，世蘄乎亂，孰弊弊焉以天下爲事？",
          "zhushu": "夫聖人之心，極兩儀之至會，窮萬物之妙數，故能體化合變，無往不可，旁礴萬物，無物不然。世以亂故求我，我無心也。我苟無心，亦何爲不應世哉。然則體玄而極妙者，其所以會通萬物之性，而陶鑄天下之化，以成堯舜之名者，常以不爲爲之耳。孰弊弊焉勞神苦思，以事爲事，然後能乎。○旁，礴剛反，李鋪剛反，字又作磅，同。礴，蒲博反，李普各反。司馬云：旁礴，猶混同也。蘄，徐音祈，李云：求也。弊弊，李扶世反，徐扶計反。簡文云：弊弊，經營貌。司馬本作蔽蔽。應，應對之應。思，息嗣反。"
        },
        {
          "paragraph": "之人也，物莫之傷，",
          "zhushu": "夫安於所傷，則傷不能傷，傷不能傷，而物亦不傷之也。"
        },
        {
          "paragraph": "大浸稽天而不溺，大旱金石流、土山焦而不熱。",
          "zhushu": "無往而不安，則所在皆適，死生無變於巳，況溺熱之間哉。故至人之不嬰乎禍難，非辟之也，推理直前，而自然與吉會。○浸，子鴆反。稽，音雞，徐、李音啓，司馬云：至也。溺，奴歷反，或奴學反。難，乃旦反。非辟，音避。"
        },
        {
          "paragraph": "是其塵垢粃穅，將猶陶鑄堯舜者也，孰肯以物爲事。”",
          "zhushu": "堯、舜者，世事之名耳。爲名者，非名也。故夫堯、舜者，豈直堯、舜而已哉？必有神人之實焉。今所稱堯、舜者，徒名其塵垢粃穅耳。○垢，古口反，塵垢，猶染。汚粃，本又作秕，徐甫娕反，又悲矣反。穅，字亦作康，音康。粃穅，猶煩碎。陶，徒刀反，李移昭反，本亦作鋾，音同。鑄，之樹反。"
        },
        {
          "paragraph": "宋人資章甫而適諸越，越人斷髮文身，無所用之。堯治天下之民，平海內之政，往見四子藐姑射之山，汾水之陽，窅然䘮其天下焉。",
          "zhushu": "夫堯之無用天下爲，亦猶越人之無所用章甫耳。然遺天下者，固天下之所宗。天下雖宗堯，而堯未嘗有天下也。故窅然䘮之，而常遊心於絶冥之境，雖寄坐萬物之上，而未始不逍遥也。四子者，蓋寄言以明堯之不一於堯耳。夫堯實冥矣，其迹則堯也。自迹觀冥，外內異域，未足怪也。世徒見堯之爲堯，豈識其冥哉！故將求四子於海外，而據堯於所見，因謂與物同波者，失其所以逍遥也。然未知至逺之所順者更近，而至高之所會者反下也。若乃厲然以獨高爲至，而不夷乎俗者，斯山谷之士，非無待者也，奚足以語至極而遊無窮哉！○宋人，宋，今梁國睢陽縣。殷後，微子所封。資章甫，李云：資，貨也。章甫，殷冠也。以冠爲貨。越，今㑹稽山隂縣。斷，丁管反，李徒短反。司馬本作敦，云：敦，斷也。四子：司馬、李云：王倪。齧缺。被衣。許由。汾水，徐扶云反，郭方聞反。案：汾水出太原，今莊生寓言也。司馬、崔本作盆水。窅然，徐烏子反。郭武駢反。李云。窅然猶悵然。䘮。息浪反。注同。冥。亡丁反。竟音境。本亦作境。"
        },
        {
          "paragraph": "惠子謂莊子曰：“魏王貽我大瓠之種，我樹之成而實五石，以盛水漿，其堅不能自舉也。剖之以爲瓢，則瓠落無所容。非不呺然大也，吾爲其無用而掊之。”莊子曰：“夫子固拙於用大矣。宋人有善爲不龜手之藥者，世世以洴澼絖爲事。",
          "zhushu": "其藥能令手不拘坼，故常漂絮於水中也。○惠子司馬云：姓惠，名施。爲梁相魏王。司馬云：梁，惠王也。按魏自河東遷大梁，故謂之魏，或謂之梁也。貽，徐音怡，郭與志反，遺也。瓠，徐音護。種，章勇反。實五石。司馬云：實中容五石。盛音成。剖，普口反。瓢，毗遥反，徐扶堯反。則瓠，戸郭反，司馬音護，下同。落，簡文云：瓠落，猶廓落也。司馬云：瓠，布護也。落，零落也。言其形平而淺，受水則零落而容也。呺本亦作号，徐許橋反。李云：号然虚大貌。崔作呺，簡文同。吾爲于僞反。棓徐方垢迄。司馬云：擊要也。龜手愧悲反，徐舉倫反，李居危反。向云：坸，坼也。司馬云：文拆如龜文也。又云：如龜𡓩縮也。洴。徐扶經反。澼普歷反。徐敷歷反。郭李恪歷反。澼聲。絖音曠。小爾稚云。絮細者謂之絖。李云。洴澼絖者。漂絮於水上絖絮也。令力呈反。不拘紀于反。依字宜作跔。紀于求于二反。周書云。天寒足跔是也。折。勑白反。漂四妙反。韋昭云。以水擊絮爲漂。說文作敝，豐市反，又四例反。絮，胥慮反。"
        },
        {
          "paragraph": "客聞之，請買其方百金，聚族而謀曰：‘我世世爲洴澼絖，不過數金，今一朝而鬻技百金，請與之。’客得之，以說吳王。越有難，吳王使之將。冬與越人水戰，大敗越人，裂地而封之。能不龜手，一也，或以封，或不免於洴澼絖，則所用之異也。今子有五石之瓠，何不慮以爲大樽而浮乎江湖，而憂其瓠落無所容，則夫子猶有蓬之心也夫！”",
          "zhushu": "蓬非直逹者也。此章言物各有宜，苟得其宜，安往而不逍遥也。○百金，李云：金方寸，重一斤爲一金。百金，百斤也。數，色主反。鬻音育，司馬云：賣也。技，本或作𠆸，竭彼反。說，始銳反，又如字。難，乃旦反。將，子匠反。敗，必邁反。大樽，本亦作尊，司馬云：樽如酒器，縛之於身，浮於江湖，可以自渡。慮，猶結綴也。案：所謂𦝫舟蓬，向云蓬者，短不暢曲土之謂。"
        },
        {
          "paragraph": "惠子謂莊子曰：“吾有大樹，人謂之樗，其大本擁腫而不中繩墨，其小枝卷曲而不中規矩。立之𡍼，匠者不顧。今子之言，大而無用，衆所同去也。”莊子曰：“子獨不見狸狌乎？卑身而伏，以候敖者，東西跳梁，不避高下，中於機辟，死於罔罟。今夫𣀗牛，其大若垂天之雲。此能爲大矣，而不能執䑕。今子有大樹，患其無用，何不樹之於無何有之鄕，廣莫之野，彷徨乎無爲其側，逍遥乎寢臥其下。不夭斤斧，物無害者，無所可用，安所困苦哉？”",
          "zhushu": "夫小大之物，苟失其極，則利害之理均。用得其所，則物皆逍遥也。○樗，勑魚反，木名。擁腫，章勇反，李云：擁腫猶盤癭。申，丁仲反，下同。卷，本又作拳，同，音權，徐紀阮反，李丘圎反。去，如字，李𦍑吕反。狸，力之反。狌，徐音姓，郭音生，又音星，司馬云：㹨也。㹨音由救反。敖，徐、李五到反。支云：伺彼怠傲，謂申夫隕殆也。本又作傲，同。司馬音遨，謂何遨翔之物而食之，雞䑕之屬也。跳，音條。辟，音避。合，本多作避，下放此。機辟，毗赤反。司馬云：罔也。罟，徐音古。𣀗牛，郭吕之反，徐、李音來，又音離。司馬云：旄牛，無何有之鄕。廣莫之野，謂寂絶無用之地也。簡文云：莫，大也。彷，薄剛反，又音房。徨，音皇。彷徨猶翺翔也。崔本作方羊，簡文同。廣雅云：彷徉，徙倚也。"
        }
      ]
    }
  ]
}
