{
  "name": "莊子註疏·內篇·大宗師第六",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子內篇大宗師第六",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "雖夫地之大，萬物之富，其所宗而師者，無心也。○音義曰：崔云：遺形忘生，當大宗此法也。"
        },
        {
          "paragraph": "知天之所爲，知人之所爲者，至矣！",
          "zhushu": "知天人之所爲者，皆自然也，則內放其身而外冥於物，與衆玄同，任之而無不至也。"
        },
        {
          "paragraph": "知天之所爲者，天而生也；",
          "zhushu": "天者，自然之謂也。夫爲爲者不能爲，而爲自爲耳；爲知者不能知，而知自知耳。自知耳，不知也，不知也，則知出於不知矣。自爲耳，不爲也，不爲也，則爲出於不爲矣。爲出於不爲，故以不爲爲主。知出於不知，故以不知爲宗。是故眞人遺知而知，不爲而爲，自然而生，坐忘而得，故知稱絶而爲名去也。○天而生，向，崔本作失而生。稱，尺證反。"
        },
        {
          "paragraph": "知人之所爲者，以其知之所知，以養其知之所不知，終其天年而不中道夭者，是知之盛也。",
          "zhushu": "人之生也，形雖七尺，而五常必具。故雖區區之身，乃舉天地以奉之。故天地萬物，凡所有者，不可一日而相無也。一物不具，則生者無由得生；一理不至，則天年無縁得終。然身之所有者，知或不知也；理之所存者，爲或不爲也。故知之所知者寡，而身之所有者衆；爲之所爲者少，而理之所存者愽。在上者莫能器之而求其備焉。人之所知不必同。而所爲不敢異。異則僞成矣。僞成而眞不䘮者。朱之有也。或好知不倦。以困其百體。所好不過一枝。而舉根倶弊。斯以其所知而害所不知也。若夫知之盛也。知人之所爲者有分。故任而不彊也。知人之所知者有極。故用而不蕩也。故所知不以無崖自困，則一體之中，知與不知，闇相與會而俱全矣。斯以其所知養所不知也。○䘮，息浪反，下皆同。好，呼報反，下同。彊，其兩反。"
        },
        {
          "paragraph": "雖然，有患。",
          "zhushu": "雖知盛，未若遺知任天之無患也。"
        },
        {
          "paragraph": "夫知有所待而後當，",
          "zhushu": "夫知者未能無可無不可，故必有待也。若乃任天而生者，則遇物而當也。"
        },
        {
          "paragraph": "其所待者特未定也。",
          "zhushu": "有待則無定也。"
        },
        {
          "paragraph": "庸詎知吾所謂天之非人乎？所謂人之非天乎？",
          "zhushu": "我生有崖，天也；心欲益之，人也。然此人之所謂耳，物無非天也。天也者，自然也。人皆自然，則冶亂成敗，遇與不遇，非人爲也，皆自然耳。○詎，徐其庶反。治，直吏反。"
        },
        {
          "paragraph": "且有眞人而後有眞知。",
          "zhushu": "有眞人而後天下之知皆得其眞而不可亂也。"
        },
        {
          "paragraph": "何謂眞人？古之眞人，不逆寡，",
          "zhushu": "凡寡皆不逆，則所順者衆。"
        },
        {
          "paragraph": "不雄成，",
          "zhushu": "不恃其成而處物先。"
        },
        {
          "paragraph": "不謩士。",
          "zhushu": "縱心直前，而羣士自合，非謀謩以致之？○謩，沒乎反。"
        },
        {
          "paragraph": "若然者，過而弗悔，當而不自得也。",
          "zhushu": "直自全當而無過耳，非以得失經心。"
        },
        {
          "paragraph": "若然者，登高不慄，入水不濡，入火不熱；是知之能登假於道也若此。",
          "zhushu": "言夫知之登至於道者，若此之逺也。理固自全，非畏死也。故眞人陸行而非避濡也，逺火而非逃熱也，無過而非措當也。故雖不以熱爲熱，而未嘗赴火；不以濡爲濡，未甞蹈水，不以死爲死，未甞䘮生。故夫生者，豈生之而生哉？成者，豈成之而成哉？故任之而無不至者，眞人也，豈有槩意於所遇哉。○慄音栗。濡，而朱反。假，更百反，至也。逺，于阮反。槩，古愛反。"
        },
        {
          "paragraph": "古之眞人，其寢不夢，",
          "zhushu": "無意想也。"
        },
        {
          "paragraph": "其覺無憂，",
          "zhushu": "當所遇而安也。○覺，古孝反。"
        },
        {
          "paragraph": "其食不甘，",
          "zhushu": "理當食耳。"
        },
        {
          "paragraph": "其息深深。眞人之息以踵，",
          "zhushu": "乃在根本中來。○深深。李云。內息之貌。踵。章勇反。王穆夜云。起息於踵。遍體而深。"
        },
        {
          "paragraph": "衆人之息以喉。屈服者，其嗌言若哇。",
          "zhushu": "氣不平暢。○喉，向云：喘悸之息，以喉爲節。言情欲奔競所致。嗌，音益，郭音厄。厄，咽喉也。哇，獲媧反，徐胡卦反，又音絓，崔一音於佳反，結也。言咽喉之氣結礙不通也。簡文云：哇，嘔也。"
        },
        {
          "paragraph": "其𦒿欲深者，其天機淺。",
          "zhushu": "深根寧極，然後反一無欲。○𦒿，市志反。"
        },
        {
          "paragraph": "古之眞人，不知說生，不知惡死。",
          "zhushu": "與化爲體。○說，音恱。惡，烏路反。"
        },
        {
          "paragraph": "其出不訢，其入不距。",
          "zhushu": "泰然而任之。○訢，音欣，又音祈。距，本又作拒，音巨，李云：欣出則營生，距入則惡死。"
        },
        {
          "paragraph": "翛然而往，翛然而來而已矣。",
          "zhushu": "寄之至理，故往來而不難。○翛然，音蕭，本又作儵，徐音叔，郭與久反，李音悠。向云：翛然，自然無心而自爾之謂。郭、崔云：往來不難之貌。司馬云：儵，疾貌。李同。"
        },
        {
          "paragraph": "不忘其所始，不求其所終。",
          "zhushu": "終始變化，皆忘之矣，豈直逆忘其生，而猶復探求死意也。○復，扶又反，下非復同也。"
        },
        {
          "paragraph": "受而喜之，",
          "zhushu": "不問所受者何物，遇之而無不適也。"
        },
        {
          "paragraph": "忘而復之。",
          "zhushu": "復之不由於識乃至。"
        },
        {
          "paragraph": "是之謂不以心捐道，不以人𦔳天，是之謂眞人。",
          "zhushu": "人生而静，天之性也。感物而動，性之欲也。物之感人無窮，人之逐欲無節，則天理烕矣。眞人知用心則背道，助天則傷生，故不爲也。○捐，徐以全反，郭作揖，一入反，崔云：或作楫，所以行舟也。背音佩。"
        },
        {
          "paragraph": "若然者，其心志，",
          "zhushu": "所居而安爲志。"
        },
        {
          "paragraph": "其容寂，",
          "zhushu": "雖行而無傷於静。○容寂本亦作家，崔本作宗。"
        },
        {
          "paragraph": "其顙䪻。",
          "zhushu": "頯，大朴之貌。○顙，息黨反，崔云：頟也。䪻，徐去軌反，郭苦對反，李音仇，一音逹，權也。王云：質朴無飾也。向本作䫥，云：䫥然大朴貌。廣雅云：　大也，五罪反。"
        },
        {
          "paragraph": "凄然似秋，",
          "zhushu": "殺物非爲威也。○凄，七西反。"
        },
        {
          "paragraph": "煖然似春，",
          "zhushu": "生物非爲仁也。○煖音暄，徐况晚反。"
        },
        {
          "paragraph": "喜怒通四時，",
          "zhushu": "夫體道合變者，與寒暑同其温嚴，而未嘗有心也。然有温嚴之貌，生殺之節，故寄名於喜怒。"
        },
        {
          "paragraph": "與物有宜而莫知其極。",
          "zhushu": "無心於物，故不奪物宜。無物不宜，故莫知其極。"
        },
        {
          "paragraph": "故聖人之用兵也，亡國而不失人心。利澤施乎萬世，不爲愛人。",
          "zhushu": "因人心之所欲亡而亡之，故不失人心也。夫白日登天，六合倶照，非愛人而照之也。故聖人之在天下，煖焉若陽春之自和，故澤者不謝；凄乎若秋霜之自降，故彫落者不怨。○亡國而不失人心，崔云：亡敵國而得其人心。"
        },
        {
          "paragraph": "故樂通物，非聖人也；",
          "zhushu": "夫聖人無樂也，直莫之塞而物自通。"
        },
        {
          "paragraph": "有親，非仁也；",
          "zhushu": "至仁無親，任理而自存。"
        },
        {
          "paragraph": "天時，非賢也；",
          "zhushu": "時之者，未若㤀時而自合之賢也。"
        },
        {
          "paragraph": "利害不通，非君子也；",
          "zhushu": "不能一是非之塗而就利違害，則傷德而累當矣。"
        },
        {
          "paragraph": "行名失已，非士也；",
          "zhushu": "善爲士者，遺名而自得，故名當其實。而福應其身。○應，應對之應。"
        },
        {
          "paragraph": "亡身不眞，非役人也。",
          "zhushu": "自失其性而矯以從物，受役多矣，安能役人？"
        },
        {
          "paragraph": "若狐不偕、務光、伯夷、叔齊、箕子、胥餘、紀他、申徒狄，是役人之役，適人之適，而不自適其適者也。",
          "zhushu": "斯皆舎已殉人，徇彼傷我也。○狐不階，司馬云：古賢人也。務光，皇甫謐云：黃帝時人，其長七寸。伯夷、叔齊、孤竹君之二子。箕子、胥餘，司馬云：胥餘，箕子名也，見尸子。崔同。又云：尸子曰：箕子胥餘，𣾰身爲厲，被髮徉彺。或云：尸子曰比干也。胥餘其名。他徒何反。申徒狄，殷時人，負石自沈於河。崔本作同，俱也。舎音捨，下同。"
        },
        {
          "paragraph": "古之眞人，其狀義而不朋；",
          "zhushu": "與物同宜，而非朋黨。"
        },
        {
          "paragraph": "若不足而不承；",
          "zhushu": "冲虚無餘，如若不足也。下之而無不上，若不足而不承也。○承，如字，李云：迎也，又音拯。上，時掌反。"
        },
        {
          "paragraph": "與乎其觚而不堅也，",
          "zhushu": "常遊於獨而非固守。○與，如字，又音豫，同云疑貌。觚，音孤。王云：觚，特立不倚也。崔云：觚，稜也。"
        },
        {
          "paragraph": "張乎其虚而不華也；",
          "zhushu": "曠然無懷，乃至於實。"
        },
        {
          "paragraph": "邴邴乎其似喜乎，",
          "zhushu": "至人無喜，暢然和適，故似喜也。○邴邴，徐音丙，郭甫杏反，向云：喜貌。簡文云：明貌。"
        },
        {
          "paragraph": "崔乎其不得巳乎，",
          "zhushu": "動静行止，常居必然之極。○崔于罪反，徐息罪反，郭旦雷反。向云：動貌。簡文云：速貌。"
        },
        {
          "paragraph": "滀乎進我色也，",
          "zhushu": "不以物傷巳也。○傗，本又作滀，勑六反，司馬不色，憤起貌。王云：冨有德充也。簡文云：聚也。"
        },
        {
          "paragraph": "與乎止我德也，",
          "zhushu": "無所趨也。"
        },
        {
          "paragraph": "厲乎其似世乎，",
          "zhushu": "至人無厲，與世同行，故若厲也。○厲如字，崔本作廣，云：苞羅者廣也。"
        },
        {
          "paragraph": "謷乎其未可制也，",
          "zhushu": "高放而自得。○謷，五羔反，徐五到反。司馬云：志逺貌。王云：高邁於俗也。"
        },
        {
          "paragraph": "連乎其似好閉也，",
          "zhushu": "緜邈深逺，莫見其門。○連，如字，李云：連緜長貌。雀云：寒連也。音輦。好，呼報反，下皆同。"
        },
        {
          "paragraph": "悗乎㤀其言也。",
          "zhushu": "不識不知，而天機自發，故悗然也。○悗，亡本反，字或作免，李云：無匹貌。王云：廢忘也。崔云：婉順也。"
        },
        {
          "paragraph": "以刑爲體，",
          "zhushu": "刑者治之體，非我爲。○治，直吏反。"
        },
        {
          "paragraph": "以禮爲翼，",
          "zhushu": "禮者，世之所以自行耳，非我制。"
        },
        {
          "paragraph": "以知爲時，",
          "zhushu": "知自時之動，非我唱。"
        },
        {
          "paragraph": "以德爲循。",
          "zhushu": "德者，自彼所循，非我作。○循本亦作修，兩得。"
        },
        {
          "paragraph": "以刑爲體者，綽乎其殺也；",
          "zhushu": "任治之自殺，故雖殺而寛。○綽，昌略反，崔本作淖。"
        },
        {
          "paragraph": "以禮爲翼者，所以行於世也；",
          "zhushu": "順世之所行，故無不行。"
        },
        {
          "paragraph": "以知爲時者，不得已於事也；",
          "zhushu": "夫高下相受，不可逆之流也。小大相羣，不得巳之勢也。曠然無情，羣知之府也。承百流之會，居師人之極者，奚爲哉。任時世之知，委必然之事，付之天下而巳。"
        },
        {
          "paragraph": "以德爲循者，言其與有足者至於丘也，",
          "zhushu": "丘者，所以本也。以性言之，則性之本也。夫物各有足，足於本也。付羣德之自循，斯與有足者至於本也，本至而理盡矣。"
        },
        {
          "paragraph": "而人眞以爲勤行者也。",
          "zhushu": "凡此皆自彼而成，成之不在巳，則雖處萬機之極，而常閒暇自適，忽然不覺事之經身，悗然不識言之在口，而人之大迷，眞謂至人之爲勤行者也。○閒音閑。"
        },
        {
          "paragraph": "故其好之也一，其弗好之也一。",
          "zhushu": "常無心而順彼，故好與不好，所善所惡，與彼無二也。"
        },
        {
          "paragraph": "其一也一，其不一也一。",
          "zhushu": "其一也，天徒也；其不一也，人徒也。夫眞人同天人，均彼我，不以其一異乎不一。"
        },
        {
          "paragraph": "其一與天爲徒，",
          "zhushu": "無有而不一者，天也。"
        },
        {
          "paragraph": "其不一與人爲徒，",
          "zhushu": "彼彼而我我者，人也。"
        },
        {
          "paragraph": "天與人不相勝也，是之謂眞人。",
          "zhushu": "夫眞人同天人，齊萬致，萬致不相非，天人不相勝，故曠然無不一，冥然無不在，而玄同彼我也。"
        },
        {
          "paragraph": "死生，命也，其有夜旦之常，天也。",
          "zhushu": "其有晝夜之常，天之道也。故知死生者，命之極，非𡚶然也，若夜旦耳，奚所係哉？○旦如字，崔本作但，音担。"
        },
        {
          "paragraph": "人之有所不得與，皆物之情也。",
          "zhushu": "夫眞人在晝得晝，在夜得夜，以死生爲晝夜，豈有所不得乎？人之有所不得，而憂娛在懷，皆物情耳，非理也。"
        },
        {
          "paragraph": "彼特以天爲父，而身猶愛之，而況其卓乎！",
          "zhushu": "卓者，獨化之謂也。夫相因之功，莫若獨化之至也。故人之所因者，天也；天之所生者，獨化也。人皆以天爲父，故晝夜之變，寒暑之節，猶不敢惡，隨天安之。况乎卓爾獨化，至於玄冥之竟，又安得而不任之哉？旣，任之，則死生變化，唯命之從也。○淖，中至反。惡，烏路反。竟音境。"
        },
        {
          "paragraph": "人特以有君爲愈乎己，而身猶死之，而況其眞乎！",
          "zhushu": "夫眞者，不假於物而自然也。夫自然之不可避，豈直君命而已哉。"
        },
        {
          "paragraph": "泉涸，魚相與處於陸，相呴以濕，相濡以沫，不如相㤀於江湖。",
          "zhushu": "與其不足而相愛，豈若有餘而相㤀。○涸，戸各反，郭戸格反，爾雅云：愼也。呴、况于、况付二反。濡，本又作濡，音儒，或一音如戌反。沬音末。㤀音亾，下同。"
        },
        {
          "paragraph": "而其譽堯而非桀也，不如兩忘而化其道。",
          "zhushu": "夫非譽皆生於不足，故至足者，忘善惡，遺死生，與變化爲一，曠然無不適矣，又安知堯、桀之所在邪？○譽音餘，注同。"
        },
        {
          "paragraph": "夫大塊載我以形，勞我以生，佚我以老，息我以死。",
          "zhushu": "夫形生老死，皆我也。故形爲我載，生爲我勞，老爲我佚，死爲我息。四者雖變，未始非我，我奚惜哉？○塊，苦怪反，又苦對反，徐胡罪反。佚音逸。"
        },
        {
          "paragraph": "故善吾生者，乃所以善吾死也。",
          "zhushu": "死與生皆命也。無善則已，有善則生，不獨善也。故若以吾生爲善乎。則吾死亦善也。"
        },
        {
          "paragraph": "夫藏舟於壑，藏山於澤，謂之固矣！",
          "zhushu": "方言生死變化之不可逃，故先舉固逃之極然，然後明之以必變之符，將任化而無係也。○壑，火各反。"
        },
        {
          "paragraph": "然而夜半有力者負之而走，昧者不知也。",
          "zhushu": "夫無力之力，莫大於變化者也。故乃掲天地以趍新，負山嶽以舍故，故不暫停，忽已渉新，則天地萬物無時而不移也。世皆新矣，而日以爲故；舟日易矣，而視之若舊；山日更矣，而視之若前。今交一臂而失之，皆在冥中去矣。故向者之我非復今我也。我與今倶往，豈常守故哉？而世莫之覺，不謂今之所遇，可係而在，豈不昧哉。○掲其列、其謁二反。"
        },
        {
          "paragraph": "藏小大有宜，猶有所遯。",
          "zhushu": "不知與化爲體，而思藏之使不化，則雖至深至固，各得其所宜，而無以禁其日變也。故夫藏而有之者，不能止其遯也；無藏而任化者，變不能變也。"
        },
        {
          "paragraph": "若夫藏天下於天下而不得所遯，是恒物之大情也。",
          "zhushu": "無所藏而都任之，則與物無不冥，與化無不一，故無外無內，無死無生，體天地而合變化，索所遯而不得矣。此乃常存之大情，非一曲之小意。索，所百反。"
        },
        {
          "paragraph": "特犯人之形而猶喜之。若人之形者，萬化而未始有極也，",
          "zhushu": "人形，乃是萬化之一遇耳，未獨喜也。無極之中，所遇者皆若人耳，豈特人形可喜，而餘物無樂邪？○樂音洛，下及注同。"
        },
        {
          "paragraph": "其爲樂可勝計邪？",
          "zhushu": "本非人而化爲人，化爲人，失於故矣。失故而喜，喜所遇也。變化無窮，何所不遇？所遇而樂，樂豈有極乎？○勝音升。"
        },
        {
          "paragraph": "故聖人將遊於物之所不得遯而皆存。",
          "zhushu": "夫聖人遊於變化之途，放於日新之流，萬物萬化，亦與之萬化；化者無拯，亦與之無拯，誰得遯之哉？夫於生爲亡，而於死爲存，於死爲存，則何時而非存哉。"
        },
        {
          "paragraph": "善夭善老，善始善終，人猶效之，",
          "zhushu": "此自均於百年之內，不善少而否老，禾能體變化，齊死生也。然其平粹，猶足以師人也。○善夭，崔本作狡，同，古卯反，本又作天，於表反；簡文於橋反，云：異也。少，詩照反。否音鄙，本亦作鄙。粹，雖遂反。"
        },
        {
          "paragraph": "又況萬物之所係而一化之所待乎！",
          "zhushu": "此玄同萬物而與化爲體，故其爲天下之所宗也，不亦宜乎！"
        },
        {
          "paragraph": "夫道有情有信，無爲無形；",
          "zhushu": "有無情之情，故無爲也。有常無之信，故無形也。"
        },
        {
          "paragraph": "可傳而不可受，",
          "zhushu": "故今傳而宅之，莫能受而有之。○傳，直專反，注同。"
        },
        {
          "paragraph": "可得而不可見；",
          "zhushu": "咸得自容，而莫見其狀。"
        },
        {
          "paragraph": "自本自根，未有天地，自古以固存；",
          "zhushu": "明無不待有而無也。"
        },
        {
          "paragraph": "神鬼神帝，生天生地；",
          "zhushu": "無也，豈能生神哉？不神鬼帝，而鬼帝自神，斯乃不神之神也。不生天地，而天地自生，斯乃不生之生也。故夫人之果不足以神，而不神則神矣，功何足有，事何足恃哉？"
        },
        {
          "paragraph": "在太極之先而不爲高，在六極之下而不爲深，先天地生而不爲久，長於上古而不老。",
          "zhushu": "言道之無所不在也，故在高爲無高，在深爲無深，在久爲無久，在老爲無老，無所不在，而所在皆無也。且上下無不格者，不得以高卑稱也。内外無不至者，不得以表裏名也。與化俱移者，不得言久也。終始常無者，不可謂老也。○大音泰。之先，一本作先之，崔本同。先天，悉薦反。長，丁丈反。稱，尺證反。"
        },
        {
          "paragraph": "狶韋氏得之，以挈天地；伏戲得之，以襲氣母；維斗得之，終古不忒；日月得之，終古不息；堪坏得之，以襲崐崘；馮夷得之，以遊大川；肩吾得之，以處大山；黃帝得之，以登雲天；顓頊得之，以處玄宫；禺強得之，立乎北極；西王母得之，坐乎少廣，莫知其始，莫知其終；彭祖得之，上及有虞，下及五伯；傳說得之，以相武丁，奄有天下，乗東維，騎箕尾，而比於列星。",
          "zhushu": "道無能也。此言得之於道，乃所以明其自得耳。自得耳，道不能使之得也。我之未得，又不能爲得也。然則凡得之者，外不資於道，內不由於已，掘然自得而獨化也。夫生之難也，猶獨化而自得之矣。旣得其生，又何患於生之不得而爲之哉。故爲生果不足以全生，以其生之不由於已爲也。而爲之則傷其眞生也。○狶韋氏許豈反，郭禇伊反，李音豕，司馬云：上古帝王名。挈，徐苦結反，郭苦係反，司馬云：要也，得天地要也。崔云：成也。伏戲音羲，崔本作伏戲氏。襲氣母司馬：襲，入也。氣母，兀氣之母也。崔云：取元氣之本。維斗，李云：北斗所以爲天之綱維。終古，崔云：終古，久也。鄭玄注周禮云：終古，猶言常也。忒，它得反，差也。崔本作代。堪坏，徐扶眉反。郭孚坏反。崔作邳。司馬云：堪坏，神名。人靣，獸形。淮南作欽負崐崘。崐或作岷，同音昆。下力門反。崐崘，山名。馮夷，司馬云：清泠。傅曰：華隂僮，鄕隄伯人也。服八石，得水仙，是爲河伯。一云：以八月庚子浴於河而溺死。一云：渡河溺死，大川河也。崔本作泰川。肩吾，司馬云：山神不死，至孔子時大山。泰。又如字。黃帝，崔云：得道而上天也。顓音專。頊，許玉反。玄宫，李云：顓頊，帝高陽氏。玄宫，北方宫也。月令曰：其帝顓頊，其神玄冥。禺強，音虞，郭語龍反。司馬云：山海經曰：北海之渚有神，人靣鳥身，珥兩青蛇，踐兩赤蛇，名禺強。崔云：大荒經曰：北海之神，名曰禺強，靈龜爲之使。歸藏曰：昔穆王子筮卦於禺強。案：海外經云：北方禺強，黒身，手足乗兩龍。郭璞以爲水神，人靣鳥身。簡文云：北海神也，一名禺京，是黃帝之孫也。西王母，山海經云：狀如人，狗尾逢頭戴勝，善哨，居洵水之涯。漢武內傳云：西王母與上元夫人降帝，美容貌，神仙人也。少廣：司馬云：穴名。崔云：山名，或西方空界之名。彭祖，解見逍遙篇。崔云：壽七百歲，或以爲仙，不死。相，息亮反。武丁至列星，司馬云：傅說，殷相也。武丁，殷王高宗也。東維，箕斗之間，天漢津之東維也。星經曰：一星在尾上，言其乗東維，騎箕、尾之間也。崔云：傳說死，其精神乗東維，託龍角，乃列宿。今尾上有傳說星，崔本此下更有其生無父母，死登遐三年而形遯。此言神之無能名者也凢二十二字。掘，其勿反。"
        },
        {
          "paragraph": "南伯子葵問乎女偊曰：“子之年長矣，而色若孺子，何也？”曰：“吾聞道矣。”",
          "zhushu": "聞道則任其自生，故氣色全也。○葵，李云：葵當作綦，聲之誤也。偊，徐音禹，李音矩，一云：是婦人也。長，丁丈反。孺，本亦作儒，如喻反，李云：弱子也。"
        },
        {
          "paragraph": "南伯子葵曰：“道可得學邪？”曰：“惡！惡可！子非其人也。夫卜梁倚有聖人之才而無聖人之道，我有聖人之道而無聖人之才。吾欲以教之，庶幾其果爲聖人乎？不然，以聖人之道告聖人之才，亦易矣。吾猶守而告之，參日而後能外天下；",
          "zhushu": "外，猶遺也。○惡惡，並音鳥，下烏乎同。卜梁倚，魚綺反，又其綺反，李云：卜梁，姓；倚，名。易，以䜴反。參，音三。"
        },
        {
          "paragraph": "已外天矣，吾又守之，七日而後外物；",
          "zhushu": "物者，朝夕所須，切巳難忘。"
        },
        {
          "paragraph": "已外物矣，吾又守之，九日而後能外生；",
          "zhushu": "都，遺也。"
        },
        {
          "paragraph": "已外生矣，而後能朝徹；",
          "zhushu": "遺生則不惡死，不惡死故所遇即安，豁然無滯，見機而作，斯朝徹也。○朝如字，李除遥反。下同。徹如字。郭司馬云：朝，旦也。徹逹妙之道。李云：夫能洞照，不崇朝而逺徹也。惡，烏路反。下同。豁，喚活反。"
        },
        {
          "paragraph": "朝徹而後能見獨；",
          "zhushu": "當所遇而安之，忘先後之所接，斯見獨者也。"
        },
        {
          "paragraph": "見獨而後能無古今；",
          "zhushu": "與獨倶往。"
        },
        {
          "paragraph": "無古今而後能入於不死不生。",
          "zhushu": "夫係生故有死，惡死故有生。是以無係無惡，然後能無死無生。"
        },
        {
          "paragraph": "殺生者不死，生生者不生。其爲物無不將也，",
          "zhushu": "任其自將，故無不將。○殺生者不死，李云：殺，猶亡也。亡生者不死。崔云：除其營生爲殺生。生生者不生。李云：矜生者不生也。崔云：常營其生爲生生。"
        },
        {
          "paragraph": "無不迎也，",
          "zhushu": "任其自迎，故無不迎。"
        },
        {
          "paragraph": "無不毀也，",
          "zhushu": "任其自毀，故無不毀。"
        },
        {
          "paragraph": "無不成也。",
          "zhushu": "任其自成，故無不成。"
        },
        {
          "paragraph": "其名爲攖寧，",
          "zhushu": "夫與物冥者，物縈亦縈，而未始不寧也。○攖，郭音縈，徐於營反，李於𢩘反，崔云：有所繫著也。"
        },
        {
          "paragraph": "攖寧也者，攖而後成者也。”",
          "zhushu": "物縈而獨不縈，則敗矣。故縈而任之，則莫不曲成矣。"
        },
        {
          "paragraph": "南伯子葵曰：“子獨惡乎聞之？”曰：“聞諸副墨之子，副墨之子聞諸洛誦之孫，洛誦之孫聞之瞻明，瞻明聞之聶許，聶許聞之需役，需役聞之於謳，於謳聞之玄冥，",
          "zhushu": "玄冥者，所以名無而非無。○副墨，李云：可以副貳玄墨也。崔云：此巳下皆古人姓名，或寓之耳，無其人。洛誦，李云：誦，通也。苞洛無所不通也。瞻明，音占。李云：神明洞徹也。聶許，徐乃攝反。李云：許，與也。攝而保之，無所施與也。需役，徐音須，李音儒，云：儒弱爲役也。王云：需，待也。役，亭毒也。於，音烏，又如字。謳，徐烏侯反，李香于反，云：謳，煦也，欲化之貌。王云：謳，歌謡也。玄冥，李云：強名曰玄，視之冥然。向郭云：所名無而非無也。"
        },
        {
          "paragraph": "玄冥聞之參寥，",
          "zhushu": "夫階名以至無者，必得無於名表，故雖玄冥猶未極，而又推寄於參寥，亦玄之又玄也。○參，七南反。寥，徐力彫反，李云：參，高也。高邈寥曠，不可名也。"
        },
        {
          "paragraph": "參寥聞之疑始。”",
          "zhushu": "夫自然之理，有積習而成者，蓋階近以至逺，研粗以至精，故乃七重而後無之名，九重而後疑無是始也。○疑始，李云：又疑無是始，則始非無名也。粗，七胡反。重，直龍反，下同。"
        },
        {
          "paragraph": "子祀、子輿、子犂、子來四人相與語曰：“孰能以無爲首，以生爲脊，以死爲尻；孰知死生存亡之一體者，吾與之友矣！”四人相視而𥬇，莫逆於心，遂相與爲友。俄而子輿有病，子祀往問之，曰：“偉哉，夫造物者將以予爲此拘拘也。”曲僂發背，上有五管，頥隱於齊，肩高於頂，句贅指天，隂陽之氣有沴，",
          "zhushu": "沴，陵亂也。○子祀，崔云：淮南作子，水作。年五十四而病傴僂。子輿，本又作與，音餘。犂，禮兮反。尻，苦羔反。偉，韋鬼反，向云：美也。崔云：自此至鑑干井，皆子祀自說病狀也。拘拘，郭音駒。司馬云：體拘挛也。王云：不伸也。僂，徐力主反。頂，本亦作項，崔本作缸，音項。句，倶對反，徐古侯反。贅，徐之稅反。指天，李云：句贅，項推也。其形似贅，言其上向也。沴，音麗，徐又待顯反，郭奴結反，云：陵亂也。李同。崔本作洗，云：滿也。"
        },
        {
          "paragraph": "其心間而無事，",
          "zhushu": "不以爲患。○間音閑。崔以其心属上句。"
        },
        {
          "paragraph": "跰𨇤而鑑于井，曰：“嗟乎！夫造物者又將以予爲此拘拘也。”",
          "zhushu": "夫任自然之變者，無差也，與物嗟耳。○跰𨇤，歩田反，下悉田反，崔本作邊鮮，司馬云：病不能行，故跰𨇤也。鑑，古暫反。曰嗟乎，崔云：此子輿辭。"
        },
        {
          "paragraph": "子祀曰：“女惡之乎？”曰：“亡，予何惡？浸假而化予之左臂以爲雞，予因以求時夜；浸假而化予之右臂以爲彈，予因以求鴞炙；浸假而予之尻以爲輪，以神爲馬，予因而乗之，豈更駕哉？",
          "zhushu": "浸，漸也。夫體化合變，則無往而不因，無因而不可也。○女惡，音汝，下同。下烏路反。亡如字，絶句。予何惡，烏路反，下及注間一音如字讀，則連亡字爲句。浸，子鴆反，向云漸也。以求時夜，一本無求字。彈，徒旦反。鴞，于嬌反。炙，章夜反。"
        },
        {
          "paragraph": "且夫得者，時也；",
          "zhushu": "當所遇之時，世謂之得。"
        },
        {
          "paragraph": "失者，順也。",
          "zhushu": "時不暫停，順往而去，世謂之失。"
        },
        {
          "paragraph": "安時而處順，哀樂不能入也，此古之所謂縣解也，而不能自解者，物有結之。",
          "zhushu": "一不能自解，則衆物其結之矣。故能解則無所，不解則無所而解也。○樂音洛。縣音玄。解音解，下及注同。向云：縣解，無所係也。"
        },
        {
          "paragraph": "且夫物不勝天久矣，吾又何惡焉。”",
          "zhushu": "天不能無晝夜，我安能無死生而惡之哉。"
        },
        {
          "paragraph": "俄而子來有病，喘喘然將死，其妻子環而泣之。犁往問之，曰：“叱！避！無怛化！”",
          "zhushu": "夫死生猶寤寐耳，於理當寐，不願人驚之，將化而叱，無爲怛之也。○喘喘，川轉反，又尺軟反，崔本作惴惴。環如字，徐音患，李云：繞也。叱，昌失反。怛，才逹反，崔本作靼，音怛。案：怛，驚也。鄭玄注周禮考工記不能驚怛是也。"
        },
        {
          "paragraph": "倚其戸與之語曰：“偉哉造化！又將奚以汝爲？將奚以汝適？以汝爲䑕肝乎，以汝爲蟲臂乎？”子來曰：“父母於子，東西南北，唯命之從。隂陽於人，不翅於父母。",
          "zhushu": "自古或有能違父母之命者，未有能違隂陽之變而距晝夜之節者也。○倚，於綺反。䑕肝，向云：委弃土壤而巳。王云：取微蔑至賤。臂亦作腸，崔本同。翅，徐詩知反。"
        },
        {
          "paragraph": "彼近吾死而我不聽，我則悍矣，彼何罪焉！",
          "zhushu": "死生猶晝夜耳，未足爲逺也。時當死，亦非所禁，而橫有不聽之，則適足捍逆於理，以速其死。其死之速，由於我悍，非死之罪也。彼，謂死耳，在生故以死爲彼。○彼近，如字。悍，本亦作捍，胡旦反，又音于，說文云：持抵也。"
        },
        {
          "paragraph": "夫大塊載我以形，勞我以生，佚我以老，息我以死。故善吾生者，乃所以善吾死也。",
          "zhushu": "理常俱也。"
        },
        {
          "paragraph": "今大冶鑄金，金踊躍曰：‘我且必爲鏌鋣！’大冶必以爲不祥之金。今一犯人之形，而曰：‘人耳！人耳！’夫造化者必以爲不祥之人。",
          "zhushu": "人耳人耳，唯願爲人也。亦猶金之踊躍，世皆知金之不祥，而不能任其自化。夫變化之道，靡所不遇，今一遇人形，豈故爲哉？生非故爲，時自生耳。矜而有之，不亦妄乎。○且，如字，徐子餘反。鏌音莫。鋣，以嗟反。鏌，鋣，劒名。"
        },
        {
          "paragraph": "今一以天地爲大鑪，以造化爲大冶，往而不可哉。",
          "zhushu": "人皆知金之有係爲不祥，故明巳之無異於金，則所係之情可解，可解則無不可也。○鑢，劣奴反。於音烏。解如字，下同。"
        },
        {
          "paragraph": "成然寐，蘧然覺。",
          "zhushu": "寐寤自若，不以死生累心。○成然如寐，崔同。李云：成然，縣解之貌。本或作成，音盛。簡文云：當作城。本又作晎，呼括反，視高貌。本亦作俄然蘧然，李音渠，崔本作據，又其據反。遽然，句形之貌。覺，古孝反。向崔本此下更有發然汀出一句，云：無係則侓液通也。崔本作衛利通，不以化爲人也。"
        },
        {
          "paragraph": "子桑戸、孟子反、子琴張三人相與友，曰：“孰能相與於無相與，相爲於無相爲？",
          "zhushu": "夫體天地冥而化者，雖手足異任，五藏殊管，未嘗相與而百節同和，斯相與於無相與也。未嘗相爲而表裏俱濟，斯相爲於無相爲也。若乃役其心志以恤手足，運其股肱以營五藏，則相營愈篤，而外內愈困矣。故以天下爲一體者，無愛爲於其間也。○與如字，崔云：猶親也，或一音豫。相爲，如字，或一音于僞反。愛爲，于僞反。"
        },
        {
          "paragraph": "孰能登天遊霧，橈桃無極，",
          "zhushu": "無所不任。○橈，徐而少反，郭許堯反。桃，徐徒了反，郭、李徒堯反，又作兆。李云：橈桃猶宛轉也。宛轉玄曠之中。簡文云：循環之名。"
        },
        {
          "paragraph": "相忘以生，無所終窮？”",
          "zhushu": "忘其生則無不忘矣，故能隨變任化，無所窮竟。"
        },
        {
          "paragraph": "三人相視而𥬇，莫逆於心，遂相與友。",
          "zhushu": "若然者，豈友哉？蓋寄明至親而無愛念之近情也。"
        },
        {
          "paragraph": "莫然有間，而子桑戸死，未葬。孔子聞之，使子貢往待事焉。或編曲，或鼓琴，相和而歌曰：“嗟來桑戸乎！嗟來桑戸乎！而已反其眞，而我猶爲人猗！”",
          "zhushu": "人哭亦哭，俗內之迹也。齊死生，忘哀樂，臨尸能歌，方外之至也。○莫然，如字。崔云：定也。有間，如字，崔、李六填切，本亦作爲間。編曲，必連反。字林布千反，郭父珍反，史記甫連反。李云：曲蚕。傳和，胡卧反。猶，崔本作獨。猗，於直反。崔云：辭也。樂音洛。"
        },
        {
          "paragraph": "子貢趨而進曰：“敢問臨尸而歌，禮乎？”二人相視而𥬇曰：“是惡知禮意！”",
          "zhushu": "夫知禮意者，必遊外以經內，守母以存子，稱情而直往也。若乃矜乎名聲，牽乎形制，則孝不任誠，慈不任實，父子兄弟懷情相欺，豈禮之大意哉？○惡音烏，下同。稱，尺證反。"
        },
        {
          "paragraph": "子貢反，以吿孔子，曰：“彼何人者邪？脩行無有而外其形骸，臨尸而歌，顔色不變，無以命之。彼何人者邪？”孔子曰：“彼遊方之外者也，而丘遊方之內者也。",
          "zhushu": "夫理有至極，外內相冥，未有極遊外之致而不冥於內者也，未有能冥於內而不遊於外者也。故聖人常遊外以私內，無心以順有，故雖終日揮形而神氣無變，俯仰萬機而淡然自若。夫見形而不及神者，天下之常累也。是故覩其與羣物並行，則莫能謂之遺物而離人矣；觀其體化而應務，則莫能謂之坐忘而自得矣。豈直謂聖人不然哉。乃必謂至理之無此。是故莊子將明流統之所宗。以釋天下之可悟。若直就稱仲尼之如此。或者將據所見以排之。故超聖人之內迹。而寄方外於數子。宜㤀其所寄。以尋述作之大意。則夫遊外弘內之道。坦然自明。而莊子之書。故是渉俗蓋世之談矣。○無以命之。崔李云。命，名也。淡。徒暫反。離。力知反。下同。應。應對之應。下同。數。所主反。坦。徒但反。"
        },
        {
          "paragraph": "外內不相及，而丘使女往弔之，丘則陋矣！",
          "zhushu": "夫弔者，方內之近事也，施之於方外則陋矣。○女音汝，下同。"
        },
        {
          "paragraph": "彼方且與造物者爲人，而遊乎天地之一氣。",
          "zhushu": "皆冥之，故無二。"
        },
        {
          "paragraph": "彼以生爲附贅縣疣，",
          "zhushu": "若疣之自縣，贅之自附，此氣之時聚，非所樂也。○縣音玄，注同。疣音尤。"
        },
        {
          "paragraph": "以死爲決𤴯潰癕。",
          "zhushu": "若疣之自決，癕之自潰，此氣之自散，非所惜也。○決，徐古穴反。𤴯，胡虬反。潰，胡對反。"
        },
        {
          "paragraph": "夫若然者，又惡知死生先後之所在？",
          "zhushu": "死生代謝，未始有極，與之俱往，則無往不可，故不知勝負之所在也。"
        },
        {
          "paragraph": "假於異物，託於同體；",
          "zhushu": "假。因也。今死生聚散。變化無方。皆異物也。無異而不假。故所假雖異。而共成一體也。"
        },
        {
          "paragraph": "忘其肝膽，遺其耳目；",
          "zhushu": "任之於理而冥往也。"
        },
        {
          "paragraph": "反覆終始，不知端倪；",
          "zhushu": "五藏猶忘，何物足識哉？未始有識，故能放身於變化之𡍼，玄同於反覆之波，而不知終始之所及也。○覆，芳服反。倪，本或作泥，同音崖，徐音詣。"
        },
        {
          "paragraph": "芒然彷徨乎塵垢之外，逍遥乎無爲之業。",
          "zhushu": "所謂無爲之業，非拱黙而巳。所謂塵垢之外，非伏於山林也。○芒然，莫剛反，李云：無係之貌。彷，善剛反。徨音皇。塵垢，如字，崔本作塜坸，云：塜音塳，坸、垢同。齊人以風塵爲摓堁。"
        },
        {
          "paragraph": "彼又惡能憒憒然爲世俗之禮，以觀衆人之耳目哉？”",
          "zhushu": "其所以觀示於衆人者，皆其塵垢耳，非方外之冥物也。○憒，上內反，說文、蒼頡篇並云。亂也。觀，古亂反，示也，注同。"
        },
        {
          "paragraph": "子貢曰：“然則夫子何方之依？”",
          "zhushu": "子貢不聞性與天道，故見其所依，而不見其所以依也。夫所以依者，不依也，世豈覺之哉？"
        },
        {
          "paragraph": "曰：“丘，天之戮民也。",
          "zhushu": "以方內爲桎梏，明所貴在方外也。夫遊外者依內，離人者合俗，故有天下者，無以天下爲也。是以遺物而後能入羣，坐㤀而後能應務，愈遺之，愈得之。苟居斯極，則雖欲釋之而理固自來，斯乃天人之所不赦者也。"
        },
        {
          "paragraph": "雖然，吾與汝共之。”",
          "zhushu": "雖爲世所桎梏，但爲與汝共之耳。明巳恒自在外也。"
        },
        {
          "paragraph": "子貢曰：“敢問其方。”",
          "zhushu": "問所以遊外而共內之意。"
        },
        {
          "paragraph": "孔子曰：“魚相造乎水，人相造乎道。相造乎水者，穿池而養給；相造乎道者，無事而生定。",
          "zhushu": "所造雖異，其於由無事以得事，自方外以共內，然後養給而生定，則莫不皆然也。倶不自知耳，故成無爲也。○造，七報反，詣也，下同。池本亦作地，崔同。"
        },
        {
          "paragraph": "故曰：魚相忘乎江湖，人相忘乎道術。”",
          "zhushu": "各自足而相忘者，天下莫不然也。至人常足，故常忘也。○忘音亡，下同。"
        },
        {
          "paragraph": "子貢曰：“敢問畸人。”",
          "zhushu": "問：向之所謂方外而不耦於俗者，又安在也？○畸人，居宜反，司馬云：不耦也。不耦於人，謂闕於禮教也。李其宜反，言奇異也。"
        },
        {
          "paragraph": "曰：“畸人者，畸於人而侔於天。",
          "zhushu": "夫與內冥者，遊於外也。獨能遊外以冥內，任萬物之自然，使天性各足而帝王道成，斯乃畸於人而侔於天也。○侔音謀，司馬云：等也，亦從也。"
        },
        {
          "paragraph": "故曰：天之小人，人之君子；人之君子，天之小人也。”",
          "zhushu": "以自然言之，則人無小大；以人理言之，則侔於天者可謂君子矣。"
        },
        {
          "paragraph": "顔回問仲尼曰：“孟孫才，其母死，哭泣無涕，中心不慼，居䘮不哀。無是三者，以善䘮。蓋魯國固有無其實而得其名者乎？回一怪之。”",
          "zhushu": "魯國觀其禮，而顔回察其心。○孟孫才，李云：三桓後，才其名也。崔云：才或作牛。"
        },
        {
          "paragraph": "仲尼曰：“夫孟孫氏盡之矣，進於知矣，",
          "zhushu": "盡死生之理，應內外之宜者，動而以天行，非知之匹也。應，應對之應。"
        },
        {
          "paragraph": "唯簡之而不得，",
          "zhushu": "簡擇死生而不得其異，若春秋冬夏四時行耳。"
        },
        {
          "paragraph": "夫已有所簡矣。孟孫氏不知所以生，不知所以死；",
          "zhushu": "巳簡而不得，故無不安。無不安，故不以生死槩意，而付之自化也。"
        },
        {
          "paragraph": "不知就先，不知就後；",
          "zhushu": "所遇而安。"
        },
        {
          "paragraph": "若化爲物，",
          "zhushu": "不違化也。"
        },
        {
          "paragraph": "以待其所不知之化巳乎！",
          "zhushu": "死生宛轉，與化爲一，猶乃忘其所知於當今，豈待所未知而豫憂者哉？"
        },
        {
          "paragraph": "且方將化，惡知不化哉？方將不化，惡知已化哉？",
          "zhushu": "巳化而生，焉知未生之時哉？未化而死，焉知巳死之後哉？故無所避就，而與化倶生也。○惡音烏，下同。焉，於䖍反，下皆同。"
        },
        {
          "paragraph": "吾特與汝，其夢未始覺者邪！",
          "zhushu": "夫死生猶覺夢耳，今夢自以爲覺，則無以明覺之非夢也。苟無以明覺之非夢，則亦無以明生之非死矣。死生覺夢，未知所在，當其所遇，無不自得，何爲在此而憂彼哉？○覺，古孝反，注下皆同。"
        },
        {
          "paragraph": "且彼有駭形而無損心，",
          "zhushu": "以變化爲形之駭動耳，故不以死生損累其心。○駭形如字，崔作咳，云。有嬰兒之形。"
        },
        {
          "paragraph": "有旦宅而無情死。",
          "zhushu": "似形骸之變。爲旦宅之日新耳。其情不以爲死。○旦宅並如字。王云。旦暮改易宅是神居也。李本作怛㤞。上丹末反。下陟嫁反。云。驚惋之貌。崔本作靼宅。靼。怛也。"
        },
        {
          "paragraph": "孟孫氏特覺，人哭亦哭，是自其所以乃。",
          "zhushu": "夫常覺者，無往而有逆也，故人哭亦哭，正自是其所宜也。○乃，崔本作惡。"
        },
        {
          "paragraph": "且也相與‘吾之’耳矣，",
          "zhushu": "夫死生變化，吾皆吾之，旣皆自吾，吾何失哉？未始失吾，吾何憂哉？無逆，故人哭亦哭；無憂，故哭而不哀。"
        },
        {
          "paragraph": "庸詎知吾所謂‘吾之’乎？",
          "zhushu": "靡所不吾也，故玄同外內，彌貫古今，與化日新，豈知吾之所在也。○詎，其庶反，下章同。"
        },
        {
          "paragraph": "且汝夢爲鳥而厲乎天。夢爲魚而没於淵。",
          "zhushu": "言無往而不自得也。"
        },
        {
          "paragraph": "不識今之言者，其覺者乎，其夢者乎？",
          "zhushu": "夢之時自以爲覺，則焉知今者之非夢邪？亦焉知其非覺邪？覺夢之化，無往而不可，則死生之變，無時而足惜也。"
        },
        {
          "paragraph": "造適不及𥬇，獻𥬇不及排，",
          "zhushu": "所造皆適，則忘適矣，故不及𥬇也。排者，推移之謂也。夫禮，哭必哀，獻𥬇必樂，哀樂存懷，則不能與適推移矣。今孟孫常適，故哭而不哀，與化倶往也。○造，七報反，注同。獻𥬇，向云：獻，善也。王云：章也。意有適章於𥬇，故曰獻𥬇。排，皮皆反。樂音洛，下同。"
        },
        {
          "paragraph": "安排而去化，乃入於寥天一。”",
          "zhushu": "安於推移而與化倶去，故乃入於寂寥，而與天爲一也。自此以上至于子祀，其致一也。所執之䘮異，故歌哭不同。○寥，本亦作廖，力彫反，李良救反。天一，崔本作造敵不及𥬇，獻𥬇不及𩐎，安排而造化不及𦕈，𦕈不及雄漂淰，雄漂㑫不及簟筮，簟筮乃入於漻天一。上，時掌反。"
        },
        {
          "paragraph": "意而子見許由，許由曰：“堯何以資汝？”",
          "zhushu": "資者。給濟之謂。○意而子。李云。賢士也。資。給也。"
        },
        {
          "paragraph": "意而子曰：“堯謂我：汝必躬服仁義而明言是非。”許由曰：“而奚來爲軹？夫堯旣已黥汝以仁義，而劓汝以是非矣。汝將何以遊夫遥蕩恣睢轉徙之𡍼乎？”",
          "zhushu": "言其將以形教自虧殘，而不能復遊夫自得之塲，無係之𡍼也。○軹，之是反，郭之忍反。崔云：軹，辭也。李云：是也。黥，其京反。劓，魚器反。李云：毀道德以爲仁義，不似黥乎？破玄同以爲是非，不似劓乎？遥蕩，王云：縱散也。恣，七咨反，又如字。睢，郭、李云：許維反，徐許鼻反。李、王皆云：恣睢自得貌。復，扶又反，下同。"
        },
        {
          "paragraph": "意而子曰：“雖然，吾願遊於其藩。”",
          "zhushu": "不敢復求渉中道也，且願遊其藩傍而已。○藩，甫煩反，李音煩，司馬向皆云崔也。崔云：域也。"
        },
        {
          "paragraph": "許由曰：“不然。夫盲者無以與乎眉目顔色之好，瞽者無以與乎青黃黼黻之觀。”意而子曰：“夫無莊之失其美，據梁之失其力，黃帝之亡其知，皆在鑪捶之間耳。",
          "zhushu": "言天下之物，未必皆自成也。自然之理，亦有須治鍜而爲噐者耳。故此之三人，亦皆聞道而後亡其所務也。此皆寄言以遣云爲之累。○盲，本又作𦕈，崔本作目，云：目或作刑。刑，黥劓也。與音豫，下同。好如字，又呼報反。黼音甫。黻音弗。觀，古亂反。無莊據梁，司馬云：皆人名。李云：無莊，無莊飾也。據梁，強梁也。鑪音盧。棰，本又作，　徐之睡反，又之蘂反，一音時蘂反。李云：錘鴟頭頗口句鐡以吹火也。崔云：盧謂之瓮。捶當作甀。盧甀之間，言小處也。甀音丈僞反。鍜，丁亂反。"
        },
        {
          "paragraph": "庸詎知夫造物者之不息我黥而𥙷我劓，使我乗成以隨先生邪？”",
          "zhushu": "夫率性直往者，自然也。往而傷性，性傷而能改者，亦自然也。庸詎我知之自然，當不息黥𥙷劓而乗可成之道以隨夫子邪？而欲弃而勿告，恐非造物之至。"
        },
        {
          "paragraph": "許由曰：“噫，未可知也。我爲汝言其大略：吾師乎！吾師乎！𩐎萬物而不爲義，澤及萬世而不爲仁，",
          "zhushu": "皆自爾耳，亦無愛爲於其間也，安所寄其仁義。○噫，徐音醫，李云：歎聲也。崔云：辭也。本亦作意，音同，又如字，謂呼意而名也。爲，于僞反，注同。𩐎，子兮反，司馬云：碎也。"
        },
        {
          "paragraph": "長於上古而不爲老，",
          "zhushu": "日新也。○長，丁丈反。"
        },
        {
          "paragraph": "覆載天地、刻彫衆形而不爲巧。",
          "zhushu": "自然，故非巧也。"
        },
        {
          "paragraph": "此所遊已！”",
          "zhushu": "遊於不爲而師於無師也。"
        },
        {
          "paragraph": "顔回曰：“回益矣。”",
          "zhushu": "以損之爲益也。"
        },
        {
          "paragraph": "仲尼曰：“何謂也？”曰：“回忘仁義矣。”曰：“可矣，猶未也。”",
          "zhushu": "仁者，兼愛之迹；義者，成物之功。愛之非仁，仁迹行焉；成之非義，義功見焉。存夫仁義，不足以知愛利之由無心，故忘之可也。但忘功迹，故猶未玄逹。○見，賢遍反，下文同。"
        },
        {
          "paragraph": "它日復見，曰：“回益矣。”曰：“何謂也？”曰：“回忘禮樂矣”。曰：“可矣，猶未也。”",
          "zhushu": "禮者，形體之用。樂者，樂生之具。忘其具，未若忘其所以具也。○它日，崔本作異旦，下亦然。復，扶又反，下同。樂，音洛，又音嶽。"
        },
        {
          "paragraph": "它日復見，曰：“回益矣。”曰：“何謂也？”曰：“回坐忘矣。”仲尼蹵然曰：“何謂坐忘？”顔回曰：“墮枝體，黜聦明，離形去知，同於大通，此謂坐忘。”",
          "zhushu": "夫坐忘者，奚所不忘哉？旣㤀其迹，又忘其所以迹者，內不覺其一身，外不識有天地，然後曠然與變化爲體，而無不通也。○蹵然，子六反，崔云：變色貌。墮，許規反，徐又待果反。去，起吕反。知音智。坐㤀，崔云：端坐而㤀。"
        },
        {
          "paragraph": "仲尼曰：“同則無好也，",
          "zhushu": "無物不同，則未嘗不適。朱嘗不適，何好何惡哉？○好，呼報反，注同。惡，烏路反。"
        },
        {
          "paragraph": "化則無常也。",
          "zhushu": "同於化者，唯化所適，故無常也。"
        },
        {
          "paragraph": "而果其賢乎！丘也請從而後也。”子輿與子桑友，而霖雨十日，子輿曰：“子桑殆病矣！”裹飯而往食之。",
          "zhushu": "此二人相爲於無相爲者也。今裹飯而相食者，乃任之天理而自爾，非相爲而後往也。○霖雨，本又作淋，音林。左傳云：雨三日以往爲霖。裹音果。食音嗣，注同。"
        },
        {
          "paragraph": "至子桑之門，則若歌若哭，鼔琴曰：“父邪！母邪！天乎！人乎！”有不任其聲而趨舉其詩焉。子輿入，曰：“子之歌詩，何故若是？”",
          "zhushu": "嫌其有情，所以趨出逺理。○有不任音壬其聲而趨，七佳反。舉其詩焉，崔云：不任其聲，憊也。趨舉其詩，無音曲也。"
        },
        {
          "paragraph": "曰：“吾思夫使我至此極者而弗得也。父母豈欲吾貧哉？天無私覆，地無私載，天地豈私貧我哉？求其爲之者而不得也！然而至此極者，命也夫！”",
          "zhushu": "言物皆自然，無爲之者也。"
        }
      ]
    }
  ]
}