{
  "name": "莊子註疏·內篇·齊物論第二",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子內篇齊物論第二",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "夫自是而非彼，美巳而惡人，物莫不皆然。然故是非雖異，而彼我均也。○論，力頓反，李如字。惡，烏路反。"
        },
        {
          "paragraph": "南郭子綦隱几而坐，仰天而嘘，嗒焉似䘮其耦；",
          "zhushu": "同天人，均彼我，故外無與爲歡，而嗒焉解體，若失其配匹。○南郭子綦音其，司馬云：居南郭，困爲號。隱，於靳反，馮也。机音紀，李本作几。嘘音虚，吐氣爲嘘。向云：息也。荅，本又作嗒，同，吐荅反，又都納反，注同，解體貌。䘮，息浪反，下同。耦，本又作偶，五口反，匹也，對也。司馬云：耦，身也。身與神爲耦。"
        },
        {
          "paragraph": "顔成子游立侍乎前，曰：何居乎？形固可使如槁木，而心固可使如死灰乎？",
          "zhushu": "死灰槁木，取其寂寞無情耳。夫任自然而忘是非者，其體中獨任天眞而巳，又何所有哉？故止若立枯木，動若運槁枝，坐若死灰，行若游塵，動止之容，吾所不能一也。其於無心而自得，吾所不能一也。○顔成子游，李云：子綦弟子也，姓顔，名偃，謚成，字子游。何居，如字，又音姫。司馬云：猶故也。槁，枯老反，注同。家音寂，本亦作寂。寞，本亦作漠。"
        },
        {
          "paragraph": "今之隱几者，非昔之隱几者也。",
          "zhushu": "子游常見隱几者，而未見若子綦也。"
        },
        {
          "paragraph": "子綦曰：偃，不亦善乎，而問之也。今者吾䘮我，汝知之乎？",
          "zhushu": "吾䘮我，我自忘矣，我自忘矣，天下有何物足識哉。故都忘外內，然後超然倶得。"
        },
        {
          "paragraph": "女聞人籟而未聞地籟，女聞地籟而未聞天籟夫？",
          "zhushu": "籟，簫也。夫簫管參差，宮商異律，故音短長高下萬殊之聲。聲雖萬殊，而所禀之度一也，然則優劣無所錯其間矣。况之風物，異音同是而咸自取焉，則天地之籟見矣。○女音汝，下皆同，本亦作汝。籟，力帶反。夫音扶。參，𥘉林反。差，𥘉宜反。錯，七故反。見，賢遍反。"
        },
        {
          "paragraph": "子游曰：敢問其方。子綦曰：夫大塊噫氣，其名爲風。",
          "zhushu": "大塊者，無物也。夫噫氣者，豈有物哉？氣塊然而自噫耳。物之生也，莫不塊然而自生，則塊然之體大矣，故遂以大塊爲名。○塊，苦怪反，李苦對反，說文同，云：俗由字也，徐口回反，徐、李又胡罪反，郭又苦猥反，司馬云：大朴之貌。衆家或作大槐，班固同。淮南子作大昧，解者或以爲無，或以爲元氣，或以爲混成，或以爲天，謬也。噫，乙戒反，注同，一音䕃。"
        },
        {
          "paragraph": "是唯無作，作則萬竅怒呺。",
          "zhushu": "言風唯無作，作則萬竅皆怒動而爲聲也。○竅，苦弔反。呺，胡到反，徐又許口反，又胡到反。"
        },
        {
          "paragraph": "而獨不聞之翏翏乎？",
          "zhushu": "長風之聲。○翏，良救反，又六収反，長風聲也。李本作飂，音同，又力竹反。"
        },
        {
          "paragraph": "山林之畏佳，",
          "zhushu": "大風之所扇動也。○畏，於鬼反，郭烏罪反，崔本作㟪。佳，醉癸反，徐子唯反，郭祖罪反，李諸鬼反。李頥云：畏隹，山阜貌。"
        },
        {
          "paragraph": "大木百圍之竅穴，似鼻，似口，似耳，似枅，似圈，似臼，似洼者，似汚者，",
          "zhushu": "此畧舉衆竅之所似。○竅，崔本作竅。似鼻似口，司馬云：言風吹竅穴動作，或似人鼻，或似人口。枅音雞，又音肩，字作云，柱上方求也。簡文云：欂，櫨也。似圈，起權反，郭音權，杯圈也。徐其阮反，言如羊豕之䦨圈也。臼，其九反。似洼，烏𢹂反，李於花反，又烏𠂯反，郭烏蛙反。司馬云：若洼曲。汚，音烏，司馬云：若汚下。"
        },
        {
          "paragraph": "激者，謞者，叱者，吸者，呌者，譹者，宎者，咬者，",
          "zhushu": "此略與衆竅之聲殊。○激，經歷反，如水激也，李古弔反。司馬云：聲若激喚也。李又驅弔反。謞，音孝，李虚交反。簡文云：若箭去之聲。司馬云：若讙謞聲。叱，昌實反，徐音七。司馬云：若叱咄聲。吸，許及反。司馬云：若嘘吸聲也。呌，古弔反，郭古幼反，李居耀反。司馬云：若呌呼聲也。譹音豪，郭又戸報反。司馬云：若譹哭聲。宎，徐於堯反，一音杳，又於弔反。司馬云：深者也。若深宎突然。咬，於交反，或音狡。司馬云：聲哀切，咬咬然。又許拜反。"
        },
        {
          "paragraph": "前者唱于，而隨者唱喁。冷風則小和，飄風則大和，",
          "zhushu": "夫聲之宫商，雖千變萬化，唱和大小，莫不稱其所受，而各當其分。○唱，于如字。喁，五恭反，徐又音愚，又五斗反。李云：于喁，聲之相和也。泠風，音零，李云：泠泠，小風也。和，胡卧反，下及注皆同。飄風，鼻遥反，又符遥反，李敷遥反。司馬云：疾風也。爾雅云：回風爲飄。稱，尺證反。分，符問反，下不出者兒。"
        },
        {
          "paragraph": "厲風濟則衆竅爲虚，",
          "zhushu": "濟，止也。烈風作則衆竅實，反其止則衆竅虚。虚實雖異，其於各得則同。○厲風，司馬云：大風向。郭云：烈風。濟，子細反。向云：止也。"
        },
        {
          "paragraph": "而獨不見之調調之刀刀乎。",
          "zhushu": "調調、刀刀，動搖貌也。言物聲旣異，而形之動搖亦又不同也。動雖不同，其得齊一耳，豈調調獨是，而刀刀獨非乎？○調音條。刀，徐都堯反。向云：調調、刀刀，皆動搖貌。搖如字，又羊照反。"
        },
        {
          "paragraph": "子游曰：地籟則衆竅是已。人籟則比竹是已。敢問天籟。子綦曰：夫吹萬不同，而使其自已也。",
          "zhushu": "此天籟也。夫天籟者。豈復別有一物哉。即衆竅比竹之屬。接乎有生之𩔖。會而共成一天耳。無旣無矣。則不能生有。有之未生。又不能爲生。然則生生者誰哉。塊然而自生耳。自生耳。非我生也。我旣不能生物。物亦不能生我。則我自然矣。自巳而然。則謂之天然。天然耳非爲也。故以天言之。以天言之。所以明其自然也。豈蒼蒼之謂哉？而或者謂天籟役物使從巳也。夫天且不能自有，况能有物哉？故天也者，萬物之總名也。莫適爲天，誰主役物乎？故物各自生而無所出焉，此天道也。○比，毗志反，又必履反，李扶必反，注同。復，扶又反。適，丁歷反。"
        },
        {
          "paragraph": "咸其自取。怒者其誰邪。",
          "zhushu": "物皆自得之耳，誰主怒之使然哉？此重明天籟也。○重，直用反。"
        },
        {
          "paragraph": "大知閑閑，小知間間。",
          "zhushu": "此蓋知之不同。知。音智。下及注同。閑閑。李云。無所容貌。簡文云。廣博之貌。間間。古閑反。有所間別也。"
        },
        {
          "paragraph": "大言炎炎，小言詹詹。",
          "zhushu": "此盖言語之異。○炎炎，手廉、于凡二反，又音談，李作淡，徒濫反。李頥云：同是非也。簡文云：美盛貌。詹詹音占，李頥云：小篇之貌。崔本作闊。"
        },
        {
          "paragraph": "其寐也魂交，其覺也形開。",
          "zhushu": "此盖寤寐之異。○魂交，司馬云：精神交錯也。覺，占孝反。形開，司馬云：目開意悟也。"
        },
        {
          "paragraph": "與接爲構，日以心𨷖。縵者窖者密者。",
          "zhushu": "此盖交接之異。○與接爲構，司馬云：人道交接，構結驩愛也。縵，末旦反，簡文云：寛心也。窖，古孝反。司馬云：深也。李云：穴也。案：穴地藏縠曰窖。簡文云：深心也。"
        },
        {
          "paragraph": "小恐惴惴，大恐縵縵。",
          "zhushu": "此盖恐悸之異。○恐，曲勇反，下及注同。惴，之瑞反，李云：小心貌。爾雅云：懼也。縵縵，李云：齊死生貌。悸，其季反。"
        },
        {
          "paragraph": "其發若機栝，其司是非之謂也。其留如詛盟，其守勝之謂也。",
          "zhushu": "此盖動止之異。○機栝，古活反。機，弩牙。栝，箭。栝詛，惻據反。盟，音明，徐武耕反，郭武病反。"
        },
        {
          "paragraph": "其殺如秋冬，以言其日消也。",
          "zhushu": "其衰殺日消，有如此者。○殺，色界反，徐色例反，注同。"
        },
        {
          "paragraph": "其溺之所爲之，不可使復之也。",
          "zhushu": "其溺而遂往，有如此者。○溺，奴狄反，郭奴徼反。"
        },
        {
          "paragraph": "其厭也如緘，以言其老洫也。",
          "zhushu": "其厭没於欲，老而愈洫，有如此者。○厭，於葉反，徐於冉反，又於感反。緘，徐古咸反。洫，本亦作溢，同音逸，郭許鵙反，又已質反。"
        },
        {
          "paragraph": "近死之心，莫使復陽也。",
          "zhushu": "其利患輕禍，隂結遂志，有如此者。○近，附近之近。復陽，陽謂生也。"
        },
        {
          "paragraph": "喜怒哀樂，慮嘆變熱，姚佚啓態，",
          "zhushu": "此盖性情之異者。○樂，音洛。熱，之渉反，司馬云：不動貌。姚、郭音遥，徐、李勑弔反。佚音逸。態，勑代反，李又奴載反。"
        },
        {
          "paragraph": "樂出虚，蒸成菌，",
          "zhushu": "此盖事變之異也。自此以上，略舉天籟之無方。自此以下，明無方之自然也。物各自然，不知所以然而然，則形雖彌異，自然彌同也。○蒸，之膺反。菌，其損反，向云：結也。上，時掌反。"
        },
        {
          "paragraph": "日夜相代乎前，而莫知其所萌。",
          "zhushu": "日夜相代，代故以新也。夫天地萬物，變化日新，與時倶往，何物萌之哉？自然而然耳。○萌，武耕反。"
        },
        {
          "paragraph": "已乎已乎！旦暮得此，其所由以生乎？",
          "zhushu": "言其自生。○暮，本又作莫，音同。"
        },
        {
          "paragraph": "非彼無我，非我無所取，是亦近矣，",
          "zhushu": "彼，自然也。自然生我，我自然生。故自然者，即我之自然，豈逺之哉。"
        },
        {
          "paragraph": "而不知其所爲使。",
          "zhushu": "凡物云云，皆百爾耳，非相爲使也，故任之而理自至矣。○相爲，于僞反，下未爲同。"
        },
        {
          "paragraph": "若有眞宰，而特不得其眹，",
          "zhushu": "萬物萬情，趣舎不同，有若眞宰使之然也。起索眞宰之眹迹而亦終不得，則明物皆自然，無使物然也。○特，崔云：特，辭也。眹，李除忍反，兆也。趣舎，七喻反，字或作取，下音捨，或音赦，下皆放此。索，所百反。"
        },
        {
          "paragraph": "可行已信，",
          "zhushu": "今夫行者，信已可得行也。"
        },
        {
          "paragraph": "而不見其形，",
          "zhushu": "不見所以得行之形。"
        },
        {
          "paragraph": "有情而無形，",
          "zhushu": "情當其物，故形不別見也。○當，丁浪反，不皆同。見，賢遍反。"
        },
        {
          "paragraph": "百骸九竅六藏，賅而存焉，",
          "zhushu": "付之自然，而莫不皆存也。○骸，戸皆反。六藏，才浪反。案：心肺、肝、脾腎，謂之五藏，大小腸膀胱、三焦，謂之六府。身别有九藏，氣，天、地、人。天以候頭角之氣，人候耳目之氣，地候口齒之氣。三部各有天地人，三三而九，神藏五，形藏四，故九。今此云六藏，未見所岀。賅，徐古來反，司馬云：備也。小爾雅同，簡文云：兼也。"
        },
        {
          "paragraph": "吾誰與爲親？",
          "zhushu": "直自存耳。"
        },
        {
          "paragraph": "汝皆說之乎，其有私焉。",
          "zhushu": "皆說之，則是有所私也，有私則不能賅而存矣，故不說而自存，不爲而自生也。○皆說，音說，注同，今本多即作恱字，後皆放此。"
        },
        {
          "paragraph": "如是皆有爲臣妾乎？",
          "zhushu": "若皆私之，則志過其分，上下相冒，而莫爲臣妾矣。臣妾之才，而不安臣妾之任，則失矣。故知君臣上下，手足外內，乃天理自然，豈直人之所爲哉？"
        },
        {
          "paragraph": "其臣妾不足以相治乎？",
          "zhushu": "夫臣妾但各當其分耳，未爲不足以相治也。相治也者，若手足耳目、四支百體，各有所司，而更相御用也。○更音庚。"
        },
        {
          "paragraph": "其遞相爲君臣乎？",
          "zhushu": "夫時之所賢者爲君，才不應世者爲臣。若天之自高，地之自卑，首自在上，足自居下，豈有遞哉？雖無錯於當，而必自當也。○遞音弟，徐又音第。應應謂之應。錯，七索反，下同。"
        },
        {
          "paragraph": "其有眞君存焉。",
          "zhushu": "任之而自爾，則非僞也。"
        },
        {
          "paragraph": "如求得其情與不得，無益損乎其眞，",
          "zhushu": "凡得眞性，用其自爲者，雖復皂𨽾，猶不顧毀譽，而自安其業，故知與不知，皆自若也。若乃開希幸之路，以下冒上，物䘮其眞，人忘其本，則毀譽之間，俯仰失錯也。○復，扶又反，下同。譽音餘。䘮，息浪反。"
        },
        {
          "paragraph": "一受其成形，不亡以待盡，",
          "zhushu": "言物各有分，故知者守知以待終，而愚者抱愚以至死，豈有能中易其性者也。"
        },
        {
          "paragraph": "與物相刃相靡，其行盡如馳而莫之能止，不亦悲乎？",
          "zhushu": "羣品云云，逆順相交，各信其偏見，而恣其所行，莫能自反。此比衆人之所悲者，亦可悲矣。而衆人未嘗以此爲悲者，性然故也。物各性然，又何物足悲哉？"
        },
        {
          "paragraph": "終身役役而不見其成功，",
          "zhushu": "夫物情無極，知足者鮮，故得此不止，復逐於彼，皆疲役終身，未厭其志，死而後巳。故其成功者，無時可見也。○骸，息淺反。"
        },
        {
          "paragraph": "薾然疲役而不知其所歸，可不哀邪？",
          "zhushu": "凡物各以所好役其形骸，至于疲困𦬼然，不知所以好，此之歸趣云何也。○𦬼然，乃結反，徐、李乃協反，崔音捻，云：忘貌。簡文云：疲，病困之狀。好，呼報反，下同。"
        },
        {
          "paragraph": "人謂之不死，奚益？",
          "zhushu": "言其實與死同。"
        },
        {
          "paragraph": "其形化，其心與之然，可不謂大哀乎？",
          "zhushu": "言其心形並馳，困而不反，比於凡人所哀，則此眞哀之大也。然凡人未嘗以此爲哀，則凡所哀者，不足哀也。"
        },
        {
          "paragraph": "人之生也，固若是芒乎？其我獨芒，而人亦有不芒者乎？",
          "zhushu": "凡此上事，皆不知所以然而然，故曰芒也。今夫知者，皆不知所以知而自知矣。生者不知所以生而自生矣。萬物雖異，至於生不由知，則未有不同者也，故天下莫不芒也。○芒，莫剛反，又音亡。芒，芒昧也。簡文云：芒，同也。"
        },
        {
          "paragraph": "夫隨其成心而師之，誰獨且無師乎？",
          "zhushu": "夫心之足以制一身之用者，謂之成心。人自師其成心，則人各自有師矣。人各自有師，故付之而自當。"
        },
        {
          "paragraph": "奚必知代而心自取者有之，愚者與有焉。",
          "zhushu": "夫以成代不成，非知也，心自得耳。故愚者亦師其成心，未肯用其所謂短而舎其所謂長者也。○與音豫，舎音捨，字亦作捨，下同。"
        },
        {
          "paragraph": "未成乎心而有是非，是今日適越而昔至也。",
          "zhushu": "今日適越，昨日何由至哉？未成乎心，是非何由生哉？明夫是非者，羣品之所不能無，故至人兩順之。○昔至，崔云：昔，夕也。向云：昔者，昨日之謂也。"
        },
        {
          "paragraph": "是以無有爲有，無有爲有，雖有神禹且不能知，吾獨且柰何哉？",
          "zhushu": "理無是非，而或者以爲有，此以無有爲有也。或心已成，雖聖人不能解，故付之自若，而不強知也。○強，其丈反。"
        },
        {
          "paragraph": "夫言非吹也，言者有言，",
          "zhushu": "各有所說，故異於吹。○吹，如字，又叱瑞反。崔云：吹猶籟也。"
        },
        {
          "paragraph": "其所言者特未定也。",
          "zhushu": "我以爲是，而彼以爲非，彼之所是，我又非之，故未定也。未定也者，由彼我之情偏。"
        },
        {
          "paragraph": "果有言邪？",
          "zhushu": "以爲有言邪？然未足以有所定。"
        },
        {
          "paragraph": "其未嘗有言邪？",
          "zhushu": "以爲無言邪，則㩀巳已有言。"
        },
        {
          "paragraph": "其以爲異於鷇音，亦有辯乎？其無辯乎？",
          "zhushu": "夫言與鷇音，其致一也。有辯無辯，誠未可定也。天下之情不必同，而所言不能異，故是非紛紜，莫知所定。○鷇，苦豆反，李音殻，司馬云：鳥子欲出者也。"
        },
        {
          "paragraph": "道惡乎隱而有眞僞？言惡乎隱而有是非？",
          "zhushu": "道焉不在，言何隱蔽而有眞僞，是非之名紛然而起。○惡音烏，下皆同。眞僞，一本作眞詭，崔本作眞然。烏，於䖍反。"
        },
        {
          "paragraph": "道惡乎往而不存？",
          "zhushu": "皆存。"
        },
        {
          "paragraph": "言惡乎存而不可？",
          "zhushu": "皆可。"
        },
        {
          "paragraph": "道隱於小成，言隱於榮華。",
          "zhushu": "夫小成榮華，自隱於道，而道不可隱，則眞僞是非者，行於榮華而止於實當，見於小成而滅於大全也。○當，丁浪反，後可以意求，不復重出。見，賢遍反。"
        },
        {
          "paragraph": "故有儒墨之是非，以是其所非而非其所是。",
          "zhushu": "儒墨更相是非，而天下皆儒墨也。故百家並起，各私所見，而未始出其方也。○更音庚。"
        },
        {
          "paragraph": "欲是其所非而非其所是，則莫若以明",
          "zhushu": "。夫有是有非者，儒墨之所是也；無是無非者，儒墨之所非也。今欲是儒墨之所非，而非儒墨之所是者，乃欲明無是無非也。欲明無是無非，則莫若還以儒墨，反覆相明。反覆相明，則所是者非是，而所非者非非矣。非非則無非，非是則無是。○覆，芳服反，下同。"
        },
        {
          "paragraph": "物無非彼，物無非是，",
          "zhushu": "物皆自是，故無非是；物皆相彼，故無非彼。無非彼，則天下無是矣。無非是，則天下無彼矣。無彼無是，所以玄同也。"
        },
        {
          "paragraph": "自彼則不見，自知則知之。故曰：彼出於是，是亦因彼，",
          "zhushu": "夫物之偏也，皆不見彼之所見，而獨自知其所知。自知其所知則自以爲是；自以爲是，則以彼爲非矣。故曰：彼出於是，是亦因彼，彼是相因而生者也。"
        },
        {
          "paragraph": "彼是方生之說也。雖然，方生方死，方死方生；方可方不可，方不可方可；因是因非，因非因是。",
          "zhushu": "夫死生之變。猶春秋冬夏四時行耳。故生死之狀雖異。其於各安所遇。一也。今生者方自謂生爲生。而死者方自謂生爲死。則無生矣；生者方自謂死爲死。而死者方自謂死爲生。則無死矣。無生無死。無可無不可。故儒墨之辨。吾所不能同也。至於各冥其分。吾所不能異也。○"
        },
        {
          "paragraph": "是以聖人不由而照之于天，亦因是也。",
          "zhushu": "夫懷豁者，因天下之是非而自無是非也。故不由是非之𡍼，而是非無患不當者，直明其天然而無所奪故也。"
        },
        {
          "paragraph": "是亦彼也，",
          "zhushu": "我亦爲彼所彼。"
        },
        {
          "paragraph": "彼亦是也。",
          "zhushu": "彼亦自以爲是。"
        },
        {
          "paragraph": "彼亦一是非，此亦一是非。",
          "zhushu": "此亦自是而非彼，彼亦自是而非此，此與彼各有一是一非於體中也。"
        },
        {
          "paragraph": "果且有彼是乎哉？果且無彼是乎哉？",
          "zhushu": "今欲謂彼爲彼，而彼復自是；欲謂是爲是，而是復爲彼所彼，故彼是有無未果定也。○復，扶又反，下同。"
        },
        {
          "paragraph": "彼是莫得其偶，謂之道樞。",
          "zhushu": "偶，對也。彼是相對，而聖人兩順之，故無心者與物冥，而未嘗有對於天下也。此居其樞要而會其玄極，以應夫無方也。○樞，尺朱反，樞，要也。應，應對之應，前注同。後可以意求，不復重音。"
        },
        {
          "paragraph": "樞始得其環中，以應無窮，",
          "zhushu": "夫是非反覆，相尋無窮，故謂之環。環中空矣。今以是非爲環而得其中者，無是無非也。無是無非，故能應夫是非；是非無窮，故應亦無窮。"
        },
        {
          "paragraph": "是亦一無窮，非亦一無窮也。",
          "zhushu": "天下莫不自是，而莫不相非，故一是一非，兩行無窮，唯渉空得中者，曠然無懷，乗之以遊也。"
        },
        {
          "paragraph": "故曰：莫若以明。以指喻指之非指，不若以非指喻指之非指也；以馬喻馬之非馬，不若以非馬喻馬之非馬也。天地一指也，萬物一馬也。",
          "zhushu": "夫自是而非彼，彼我之常情也。故以我指喻彼指，則被指於我指，獨爲非指矣，此以指喻指之非指也。若覆以彼指還喻我指，則我指於彼指，復爲非指矣。此以非指喻指之非指也。將明無是無非，莫若反覆相喻。反覆相喻，則彼之與我旣同於自是，又均於相非。均於相非，則天下無是；同於自是，則天下無非。何以明其然邪？是若果是，則天下不得復有非之者也；非若果非，亦不得復有是之者也。今是非無主，紛然殽亂，明此區區者，各信其偏見而同於二致耳。仰觀俯察，莫不皆然。是以至人知天地一指也，萬物一馬也，故浩然大寧，而天地萬物各當其分，同於自得，而無是無非也。○天地一指也，萬物一馬也，崔云：指百體之一體；馬，萬物之一物。浩，戶老反。"
        },
        {
          "paragraph": "可乎可，",
          "zhushu": "可於巳者，即謂之可。"
        },
        {
          "paragraph": "不可乎不可。",
          "zhushu": "不可於巳者，即謂之不可。"
        },
        {
          "paragraph": "道行之而成，",
          "zhushu": "無不成也。"
        },
        {
          "paragraph": "物謂之而然。",
          "zhushu": "無不然也。"
        },
        {
          "paragraph": "惡乎然？然於然；惡乎不然？不然於不然。物固有所然，物固有所可，",
          "zhushu": "各然其所然，各可其所可。"
        },
        {
          "paragraph": "無物不然，無物不可。故爲是舉莛與楹，厲與西施，恢恑憰怪，道通爲一。",
          "zhushu": "夫莛横而楹縱，厲醜而西施好，所謂齊者，豈必齊形狀，同䂓矩哉？故舉縱横好醜，恢恑憰怪，各然其所然，各可其所可，則形雖萬殊，而性同得，故曰道通爲一也。○無物不然，無物不可，崔本此下更有可於可而不可於不可，不可於不可而可於可。爲，于僞反，下爲是皆同。莛，徐音庭，李音挺，司馬云：屋梁也。楹音盈，司馬云：屋柱也。厲，如字，惡也，李音賴。司馬云：病癩。西施，司馬云：夏姫也。案：勾踐所獻吳王美女也。恢，徐苦回反，大也。郭苦虺反，簡文本作弔。恑，九委反，徐九彼反。李云：戾也。橘怪音决。李云：橘，𠂯也。怪，異也。縱，本亦作從，形容反。"
        },
        {
          "paragraph": "其分也，成也；",
          "zhushu": "夫物或此以爲散，而彼以爲成。○分如字。"
        },
        {
          "paragraph": "其成也，毀也。",
          "zhushu": "我之所謂成，而彼或謂之毀。"
        },
        {
          "paragraph": "凡物無成與毀，復通爲一。",
          "zhushu": "夫成毀者，生於自見而不見彼也。故無成與毀，猶無是與非也。○復，扶又反。"
        },
        {
          "paragraph": "唯逹者知通爲一，爲是不用而寓諸庸。庸也者，用也；用也者，通也；通也者，得也。",
          "zhushu": "夫逹者，無滯於一方，故忽然自忘，而寄當於自用。自用者，莫不條暢而自得也。"
        },
        {
          "paragraph": "適得而幾矣。",
          "zhushu": "幾，盡也。至理盡於自得也。○幾音機，盡也，下同，徐具衣反。"
        },
        {
          "paragraph": "因是已，",
          "zhushu": "逹者，因而不作。"
        },
        {
          "paragraph": "已而不知其然，謂之道；",
          "zhushu": "夫逹者之因是，豈知因爲善而因之哉？不知所以因而自因耳，故謂之道也。○謂之道，向、郭絶句。崔讀謂之道。勞云：因自然是道之功也。"
        },
        {
          "paragraph": "勞神明爲一而不知其同也，謂之朝三。何謂朝三？曰：狙公賦芧。曰：朝三而莫四。衆狙皆怒。曰：然則朝四而莫三，衆狙皆恱。名實未虧，而喜怒爲用，亦因是也。",
          "zhushu": "夫逹者之於一，豈勞神哉？若勞神，明於爲一，不足賴也，與彼不一者無以異矣。亦同衆狙之或因所好而自是也。○狙公，七徐反，又緇慮反。司馬云：狙公，典狙官也。崔云：養猨狙者也。李云：老狙也。廣雅云：狙，獮猴。芧音序，徐食汝反，李音予。司馬云：橡子也。朝三莫四，司馬云：朝三升，莫四升也。好，呼報反，下文皆同。"
        },
        {
          "paragraph": "是以聖人和之以是非，而休乎天鈞，",
          "zhushu": "莫之偏任，故付之自均而止也。○鈞，本又作均，崔云：鈞，陶鈞也。"
        },
        {
          "paragraph": "是之謂兩行。",
          "zhushu": "任天下之是非。"
        },
        {
          "paragraph": "古之人，其知有所至矣，惡乎至？有以爲未始有物者，至矣，盡矣，不可以加矣。",
          "zhushu": "此忘天地，遺萬物，外不察乎宇宙，內不覺其一身，故能曠然無累，與物倶往，而無所不應也。"
        },
        {
          "paragraph": "其次以爲有物矣，而未始有封也；",
          "zhushu": "雖未都忘，猶能忘其彼此。"
        },
        {
          "paragraph": "其次以爲有封焉，而未始有是非也。",
          "zhushu": "雖未能忘彼此，猶能忘彼此之是非也。"
        },
        {
          "paragraph": "是非之彰也，道之所以虧也。",
          "zhushu": "無是非乃全也。"
        },
        {
          "paragraph": "道之所以虧，愛之所以成。",
          "zhushu": "道虧則情有所偏，而愛有所成，未能忘愛釋私，玄同彼我也。"
        },
        {
          "paragraph": "果且有成與虧乎哉？果且無成與虧乎哉？",
          "zhushu": "有之與無，斯不能知。乃至。"
        },
        {
          "paragraph": "有成與虧，故昭氏之鼔琴也；無成與虧，故昭氏之不鼔琴也。",
          "zhushu": "夫聲不可勝舉也，故吹管操弦，雖有繁手，遺聲多矣。而執籥鳴弦者，欲以彰聲也。彰聲而聲遺，不彰聲而聲全。故欲成而虧之者，昭文之鼔琴也。不成而無虧者，昭文之不鼔琴也。○勝音升。操，七刀反。籥，羊灼反。昭文，司馬云。古善琴者。"
        },
        {
          "paragraph": "昭文之鼔琴也，師曠之枝策也，惠子之據梧也，三子之知幾乎，",
          "zhushu": "幾，盡也。夫三子者，皆欲辨非巳所明以明之，故知盡慮窮，形勞神倦，或枝策假寐，或據梧而暝。○枝策，司馬云：枝，杜也。策，杖也。崔云：舉杖以擊節。梧音吾。司馬云：梧，琴也。崔云：琴瑟也。知音智。暝，亡千反。"
        },
        {
          "paragraph": "皆其盛者也，故載之末年。",
          "zhushu": "賴其盛，故能久，不爾早困也。○故載之未年。崔云：書之於今也。"
        },
        {
          "paragraph": "唯其好之也，以異於彼，",
          "zhushu": "言此三子唯獨好其所明，自以殊於衆人。"
        },
        {
          "paragraph": "其好之也，欲以明之。",
          "zhushu": "明示衆人，欲使同乎我之所好。"
        },
        {
          "paragraph": "彼非所明而明之，故以堅白之昧終。",
          "zhushu": "是猶對牛鼔簧耳。彼竟不明，故巳之道術，終於昧然也。○堅白，司馬云：謂堅石白馬之辨也。又云：公孫龍有卒劒之法，謂之堅白。崔同。又云：或曰設矛伐之說爲堅，辨白馬之名爲白。簧，音黄。"
        },
        {
          "paragraph": "而其子又以文之綸終，終身無成。",
          "zhushu": "昭文之子，又乃終文之緒，亦卒不成。○綸音倫，崔云：琴瑟弦也。"
        },
        {
          "paragraph": "若是而可謂成乎？雖我亦成也。",
          "zhushu": "此三子雖求明於彼，彼竟不明，所以終身無成。若三子而可謂成，則雖我之不成。亦可謂成也。"
        },
        {
          "paragraph": "若是而不可謂成乎？物與我無成也。",
          "zhushu": "物皆自明而不明彼。若彼不明。即謂不成。則萬物皆相與無成矣。故聖人不顯此以耀彼。不捨巳而逐物。從而任之。各冥其所能。故曲成而不遺也。今三子欲以巳之所好。明示於彼。不亦妄乎。"
        },
        {
          "paragraph": "是故滑疑之耀，聖人之所圖也。爲是不用而寓諸庸，此之謂以明。",
          "zhushu": "夫聖人，無我者也。故滑疑之耀，則圖而域之，恢恑橘怪，則通而一之，使羣異各安其所安，衆人不失其所是，則巳不用於物，而萬物之用用矣。物皆自用，則孰是孰非哉？故雖故蕩之變，屈奇之異，曲而從之，寄之自用，則用雖萬珠，歷然自明。○滑，古没反，司馬云：亂也。屈，求物反。"
        },
        {
          "paragraph": "今且有言於此，不知其與是𩔖乎，其與是不𩔖乎？𩔖與不𩔖，相與爲𩔖，則與彼無以異矣。",
          "zhushu": "今以言無是非，則不知其與言有者𩔖乎？不𩔖乎？欲謂之𩔖，則我以無爲是，而彼以無爲非，斯不𩔖矣。然此雖是非不同，亦固未免於有是非也，則與彼𩔖矣。故曰𩔖與不𩔖，又相與爲𩔖，則與彼無以異也。然則將大不𩔖，莫若無心。旣遣是非，又遣其遣，遣之又遣之，以至於無遣，然後無遣無不遣，而是非自去矣。"
        },
        {
          "paragraph": "雖然，請甞言之。",
          "zhushu": "至理無言，言則與𩔖，故試寄言之。"
        },
        {
          "paragraph": "有始也者，",
          "zhushu": "有始則有終，"
        },
        {
          "paragraph": "有未始有始也者，",
          "zhushu": "謂無終始而一死生。"
        },
        {
          "paragraph": "有未始有夫未始有始也者，",
          "zhushu": "夫一之者，未若不一而自齊，斯又忘其一也。"
        },
        {
          "paragraph": "有有也者，",
          "zhushu": "有有則美惡是非具也。"
        },
        {
          "paragraph": "有無也者，",
          "zhushu": "有無而未知無無也，則是非好惡猶未離懷。○好惡，並如字。離，力智反。"
        },
        {
          "paragraph": "有未始有無也者，",
          "zhushu": "知無無矣，而猶未能無知。"
        },
        {
          "paragraph": "有未始有夫未始有無也者。俄而有無矣，而未知有無之果孰有孰無也。",
          "zhushu": "此都忘其知也，爾乃俄然始了無耳。了無，則天地萬物、彼我是非豁然確斯也。○俄，徐音峩。確斯，苦角反。斯又作澌，音賜，字思利反。"
        },
        {
          "paragraph": "今我則巳有謂矣，",
          "zhushu": "謂無是非，即復有謂。○復，扶又反。"
        },
        {
          "paragraph": "而未知吾所謂之其果有謂乎，其果無謂乎。",
          "zhushu": "又不知謂之有無，爾乃蕩然無纎芥於胷中也。○芥，古邁反，又音界。"
        },
        {
          "paragraph": "天下莫大於秋豪之末，而大山爲小；莫壽乎殤子，而彭祖爲。天地與我並生，而萬物與我爲一。",
          "zhushu": "夫以形相對，則大山大於秋豪也。若各㩀其性，分物冥其極，則形大未爲有餘，形小不爲不足。苟各足於其性，則秋豪不獨小其小，而太山不獨大其大矣。若以性足爲大，則天下之足未有過於秋豪也。若性足者非大，則雖太山亦可稱小矣。故曰：天下莫大於秋豪之末，而太山爲小。太山爲小，則天下無大矣；秋豪爲大，則天下無小也。無小無大，無壽無夭，是以蟪蛄不羡大椿而欣然自得，斥鴳不貴天池而榮願以足。苟足於天然而安其性命，故雖天地未足爲壽而與我並生，萬物未足爲異而與我同得，則天地之生又何不並，萬物之得又何不一哉！○秋豪如字，依字應作豪。司馬云：兎毫在秋而成。王逸任楚辭云：銳毛也。案：毛至秋而耎細，故以喻小也。大山音泰。殤子，短命者也。或云年十九以下爲殤。"
        },
        {
          "paragraph": "旣巳爲一矣，且得有言乎。",
          "zhushu": "萬物萬形，同於自得，其得一也。巳自一矣，理無所言。"
        },
        {
          "paragraph": "旣已謂之一矣，且得無言乎？",
          "zhushu": "夫名謂生於不明者也。物或不能自明其一，而以此逐彼，故謂一以正之。旣謂之一，即是有言矣。"
        },
        {
          "paragraph": "一與言爲二，二與一爲三。自此以往，巧歷不能得，而況其凡乎？",
          "zhushu": "夫以言言一，而一非言也，則一與言爲二矣。一旣一矣，言又二之，有一有二，得不謂之三乎？夫以一言言一，猶乃成三，況尋其支流。凡物殊稱，雖有善數，莫之能紀也。故一之者，與彼未殊；而忘一者，無言而自一。○稱，尺證反。數，色主反。"
        },
        {
          "paragraph": "故自無適有，以至於三，而況自有適有乎？",
          "zhushu": "夫一，無言也，而有言則至三，況尋其末數，其可窮乎？"
        },
        {
          "paragraph": "無適焉，因是已。",
          "zhushu": "各止於其所能，乃最是也。"
        },
        {
          "paragraph": "夫道未始有封，",
          "zhushu": "宜然無不在也。夫道未始有封。崔云：齊物七章，此連上章，而班固說在外篇。"
        },
        {
          "paragraph": "言未始有常，",
          "zhushu": "彼此言之故，是非無定主。"
        },
        {
          "paragraph": "爲是而有畛也。",
          "zhushu": "道無封，故萬物得恣其分域。○爲，于僞反。畛，徐之忍反，郭、李音眞，謂封域畛陌也。"
        },
        {
          "paragraph": "請言其畛：有左有右，",
          "zhushu": "各異便也。○有左有右，崔本作有在宥也。便，婢靣反。"
        },
        {
          "paragraph": "有倫有義，",
          "zhushu": "物物有理，事事有宜。○有倫有義，崔本作有論有議。"
        },
        {
          "paragraph": "有分有辯，",
          "zhushu": "羣，分而𩔖別也。○分，如字，注同。別，彼列反，下皆同。"
        },
        {
          "paragraph": "有競有爭，",
          "zhushu": "並逐曰競，對辯曰争。○争，争闘之争，注同。"
        },
        {
          "paragraph": "此之謂八德。",
          "zhushu": "略而判之，有此八德。"
        },
        {
          "paragraph": "六合之外，聖人存而不論；",
          "zhushu": "夫六合之外，謂萬物性分之表耳。夫物之性表，雖有理存焉，而非性分之內，則未嘗以感聖人也。故聖人未嘗論之。若論之，則是引萬物使學其所不能也。故不論其外，而八畛同於自得也。"
        },
        {
          "paragraph": "六合之內，聖人論而不議；",
          "zhushu": "陳其性而安之。"
        },
        {
          "paragraph": "春秋經世，先王之志，聖人議而不辯。",
          "zhushu": "順其成迹而擬乎至當之極，不執其所是，以非衆人也。"
        },
        {
          "paragraph": "故分也者，有不分也；辯也者，有不辯也。",
          "zhushu": "夫物物自分，事事自別，而欲由已以分別之者，不見彼之自別也。○分如是下及注同。"
        },
        {
          "paragraph": "曰：何也？聖人懷之，",
          "zhushu": "以不辨爲懷耳。聖人無懷。"
        },
        {
          "paragraph": "衆人辯之，以相示也。故曰：辯也者，有不見也。",
          "zhushu": "不見彼之自辨，故辨已所知以示之。"
        },
        {
          "paragraph": "夫大道不稱，",
          "zhushu": "付之自稱，無所稱謂。○稱，尺證反，注同。"
        },
        {
          "paragraph": "大辯不言，",
          "zhushu": "已自別也。"
        },
        {
          "paragraph": "大仁不仁，",
          "zhushu": "無愛而自存也。"
        },
        {
          "paragraph": "大廉不嗛，",
          "zhushu": "夫至足者，物之去來非我也，故無所容其嗛盈。○嗛，郭欺簟反，徐音謙。"
        },
        {
          "paragraph": "大勇不忮。",
          "zhushu": "無往而不順，故能無險而不往。○忮，徐之䜴反，又音䜴，李之移反，害也，李云：徤也。"
        },
        {
          "paragraph": "道昭而不道，",
          "zhushu": "以此明彼，彼此倶失矣。○昭，音照。"
        },
        {
          "paragraph": "言辯而不及，",
          "zhushu": "不能及其自分。"
        },
        {
          "paragraph": "仁常而不成，",
          "zhushu": "物無常愛，而常愛必不周。"
        },
        {
          "paragraph": "廉清而不信，",
          "zhushu": "激然廉清貪名者耳，非眞廉也。"
        },
        {
          "paragraph": "勇忮而不成。",
          "zhushu": "忮逆之勇，天下共疾之，無敢舉足之地也。"
        },
        {
          "paragraph": "五者园而幾向方矣。",
          "zhushu": "此五者，皆以有爲傷當者也。不能上乎本性而求外無巳大。外不可求而求之，譬猶以圓學方，以魚慕烏耳。雖希翼鸞鳳，擬規日月，此愈近，彼愈逺實，學彌得而性彌失，故齊物而徧尚之累去矣。○园，崔音刓，徐五丸反，司馬云：圎也，郭音團。幾，徐其衣反。向方，本亦作嚮，音同，下皆放此。近，附近之近。逺，于萬反。"
        },
        {
          "paragraph": "故知止其所不知，至矣。",
          "zhushu": "所不知者，皆性分之外也，故止於所知之內而至也。"
        },
        {
          "paragraph": "孰知不言之辯，不道之道？若有能知，此之謂天府。",
          "zhushu": "浩然都任之也。"
        },
        {
          "paragraph": "注焉而不滿，酌焉而不竭，",
          "zhushu": "至人之心若鏡，應而不藏，故曠然無盈虚之變也。○注徐之喻反。"
        },
        {
          "paragraph": "而不知其所由來，",
          "zhushu": "至理之來，自然無迹。"
        },
        {
          "paragraph": "此之謂葆光。",
          "zhushu": "任其自明，故其光不弊也。○葆光，音保，崔云：若有若無謂之葆光。"
        },
        {
          "paragraph": "故昔者堯問於舜曰：我欲伐宗、膾、胥敖、南靣而不釋然，其故何也？",
          "zhushu": "於安任之道未弘，故聽朝而不怡也。將寄明齊一之理於大聖，故發自怪之問以起對也。○膾，徐古外反。胥，息徐反，華胥國。敖，徐五高反，司馬云：宗、膾、胥、敖，三國名也。崔云：宗，一也；膾，二也；胥敖，三也。朝，直遥反。"
        },
        {
          "paragraph": "舜曰：夫三子者，猶存乎蓬艾之間，",
          "zhushu": "夫物之所安無陋也，則蓬艾乃三子之妙處也。○處，昌慮反。"
        },
        {
          "paragraph": "若不釋然，何哉？昔者十日並出，萬物皆照，",
          "zhushu": "夫重明登天，六合倶照，無有蓬艾而不光被也。○重，直龍反。被，皮寄反。"
        },
        {
          "paragraph": "而況德之進乎日者乎！",
          "zhushu": "夫日月雖無私於照，猶有所不及，德則無不得也。而今欲奪蓬艾之願，而伐使從巳，於至道豈弘哉。故不釋然神解耳。若乃物暢其性，各安其所安，無逺近幽深，付之自若，皆得其極，則彼無不當，而我無不怡也。○解音蟹。"
        },
        {
          "paragraph": "齧缺問乎王倪曰：子知物之所同是乎？曰：吾惡乎知之？",
          "zhushu": "所同未必是，所異不獨非，而彼我莫能相正，故無所用其知。○齧，五結反。缺，丘恱反。王倪，徐五嵇反，李音詣，高士傳云：王倪，堯時賢人也。天地篇云：齧缺之師。惡音烏，下皆同。"
        },
        {
          "paragraph": "子知子之所不知邪？曰：吾惡乎知之。",
          "zhushu": "若自知其所不知，即爲有知，有知則不能任羣才之自當。"
        },
        {
          "paragraph": "然則物無知邪？曰：吾惡乎知之。",
          "zhushu": "都不知，乃曠然無不任矣。"
        },
        {
          "paragraph": "雖然，嘗試言之。",
          "zhushu": "以其不知，故未敢正言，試言之耳。"
        },
        {
          "paragraph": "庸詎知吾所謂知之非不知邪？",
          "zhushu": "魚游於水，水物所同，咸謂之知。然自魚觀之，則向所謂知者，復爲不知矣。夫蛣𧏙之知，非於轉丸而笑蛣𧏙者，乃以蘇合爲貴。故所同之知，未可正據。○庸詎，徐本作巨，其庶反，郭音鉅。李云：庸，用也。詎，何也，猶言何用也。服䖍云：詎猶未也。復，扶又反。蛣，丘一反。𧏙，丘良反。爾雅云：蛣𧏙，𧏙蜋也。"
        },
        {
          "paragraph": "庸詎知吾所謂不知之非知邪？",
          "zhushu": "所謂不知者，直是不同耳，亦自一家之知。"
        },
        {
          "paragraph": "且吾嘗試問乎女：",
          "zhushu": "已不知其正，故試問女。○女音汝，注及下同。巳音紀。"
        },
        {
          "paragraph": "民溼寢則腰疾偏死，鰌然乎哉？木處則惴慄恂懼，猨猴然乎哉？三者孰知正處？",
          "zhushu": "此畧舉三者以明萬物之異便。○偏死，司馬云：偏，枯死也。鰌，徐音秋，司馬云：魚名。惴，之瑞反。慄音栗。恂，郭音荀，徐音峻，恐貌。崔云：戰也。班固作眴也。猨音猿。猴音侯。便，婢靣反。"
        },
        {
          "paragraph": "民食芻豢，麋鹿食薦，蝍且甘帶，鴟鴉𦒿䑕，四者孰知正味？",
          "zhushu": "此畧舉四者以明美惡之無主。○芻，𥘉倶反，小爾雅云：秆謂之芻。秆音古但反。豢，徐音患，又胡滿反。司馬云：牛羊曰芻，犬豕曰豢，以所食得名也。麋音眉。薦，牋練反。司馬云：美草也。崔云：甘草也。郭璞云：三蒼云：六畜所食曰薦。蝍音即且，字或作蛆，子徐反。李云：蝍且，蟲名也。廣雅云：蜈公也。爾雅云：蒺蔾，蝍蛆。郭璞注云：似蝗，大腹長角，能食蛇腦。蒺音疾。蔾音棃。帶如字。崔云：蛇也。司馬云：小蛇也。蝍蛆好食其眼。鴟，尺夷反。鴉，本亦作鴟，於加反。崔云：烏也。𦒿，市志反。字或作嗜。崔本作其。惡，烏路反。"
        },
        {
          "paragraph": "猨猵狙以爲雌，麋與鹿交，鰌與魚游。毛嬙麗姫，人之所美也。魚見之深入，鳥見之高飛，麋鹿見之決驟。四者孰知天下之正色哉？",
          "zhushu": "此畧舉四者以明天下所好之不同也。不同者而非之，則無以知所同之必是。○猵，篇靣反，徐敷靣反，又敷畏反，郭、李音之。狙，七餘反，司馬云：狙，一名獦牂，似猨而狗頭，憙與雌猨交也。崔云：徧狙，一名獦牂，其雄憙與猨雌爲牝牡。向云：猵狙，以猨爲雌也。獦音葛。雌音妻，一音如字。毛嬙，徐在良反，司馬云：毛嬙，古美人，一云：越王美姫也。麗姫，力知反，下同。麗姫，晉獻公之嬖，以爲夫人。崔孝作西施。决，喜缺反。李云：疾貌。崔云：疾走不顧爲决。徐古惠反，郭音古穴反。驟，上救反，又在遘反。好，呼報反。"
        },
        {
          "paragraph": "自我觀之，仁義之端，是非之塗，樊然殽亂，吾惡能知其辯？",
          "zhushu": "夫利於彼者或害於此，而天下之彼我無窮，則是非之竟無常，故唯莫之辯，而任其自是，然後蕩然俱得。○樊音煩。殽，徐戶交反，郭作散，悉旦反。之竟音境，今本或作境，下放此。"
        },
        {
          "paragraph": "齧缺曰：子不知利害，則至人固不知利害乎？",
          "zhushu": "未能妙其不知，故猶嫌至人當知之，斯懸之未解也。○解音蟹。"
        },
        {
          "paragraph": "王倪曰：至人神矣。",
          "zhushu": "無心而無不順。"
        },
        {
          "paragraph": "大澤焚而不能熱，河漢沍而不能寒，疾雷破山，風振海而不能驚。",
          "zhushu": "夫神全形具而體與物冥者，雖渉至變而未始非我，故蕩然無蠆介於胷中也。○沍，戸故反，徐又戸各反，李戶格反，向曰凍也。崔云：沍猶涸也。蠆，勑邁反，又音豸。介，古邁反，又音界。"
        },
        {
          "paragraph": "若然者，乗雲氣，",
          "zhushu": "寄物而行，非我動也。"
        },
        {
          "paragraph": "騎日月，",
          "zhushu": "有晝夜而無死生也。"
        },
        {
          "paragraph": "而遊乎四海之外，",
          "zhushu": "夫唯無其知而任天下之自爲，故馳萬物而不窮也。"
        },
        {
          "paragraph": "死生無變於巳，",
          "zhushu": "與變爲體。故死生若一。"
        },
        {
          "paragraph": "而況利害之端乎。",
          "zhushu": "況利害於死生，愈不足以介意。"
        },
        {
          "paragraph": "瞿鵲子問乎長梧子曰：吾聞諸夫子：聖人不從事於務，",
          "zhushu": "務自來而理自應耳，非從而事之也。○瞿，其倶反。長梧子，李云：居長梧下，因以爲名。崔云，名丘，簡文云：長梧封人也。夫子，向云瞿鵲之師。"
        },
        {
          "paragraph": "不就利，不違害，",
          "zhushu": "任而直前，無所避就。"
        },
        {
          "paragraph": "不喜求，",
          "zhushu": "求之不喜，直取不怒。"
        },
        {
          "paragraph": "不緣道。",
          "zhushu": "獨至者也。"
        },
        {
          "paragraph": "無謂有謂，有謂無謂，",
          "zhushu": "凡有稱謂者，皆非吾所謂也，彼各自謂耳。故無彼有謂而有此無謂也。稱，尺正反，下放此。"
        },
        {
          "paragraph": "而遊乎塵垢之外。",
          "zhushu": "凡非眞性，皆塵垢也。而遊，崔本作而施。"
        },
        {
          "paragraph": "夫子以爲孟浪之言，而我以爲妙道之行也。吾子以爲奚若。長梧子曰：是黃帝之所聽熒也，而丘也何足以知之。且女亦大早計，見𡖉而求時夜，見彈而求鴞炙。",
          "zhushu": "夫物有自然，理有至極，循而直往，則𡨋然自合，非所言也。故言之者孟浪，而聞之者聽熒。雖復黃帝，猶不能使萬物無懷，而聽熒至竟。故聖人付當於塵垢之外，而玄合乎視聽之表，照之以天而不逆計，放之自爾而不推明也。今瞿鵲子方聞孟浪之言，而便以爲妙道之行，斯亦無異見𡖉而責司晨之功，見彈而求鴞炙之實也。夫不能安時處順，而探變求化，當生而慮死，執是以辯非，皆逆計之徒也。○孟，如字，徐武黨反，或武葬反。浪如字，徐力蕩反。向云：孟浪音漫瀾，無所趣舎之謂。李云：猶較畧也。崔云：不精要之貌。行，如字，又下孟反。黃帝，本又作黃帝。聽，勑定反。熒音瑩磨之瑩，本亦作瑩，於拘反。向司馬云：聽熒，疑惑也。李云：不光明貌。崔云：小明不大了也。向崔本作䵐榮女，音汝，下同。大音太。徐、李勑佐反，注同。時夜，崔云：時夜，司夜謂雞也。彈，徒旦反。鴞，于驕反。司馬云：小鳩可炙。毛詩草木䟽云：大如班鳩，緑色。其肉甚美。復，扶又反，下皆同。下章注亦凖此。"
        },
        {
          "paragraph": "予嘗爲女妄言之，",
          "zhushu": "言之則孟浪也，故試妄言之。○爲，于僞反。"
        },
        {
          "paragraph": "女以妄聽之。奚",
          "zhushu": "若正聽妄言，復爲大早計也，故亦妄聽之何？"
        },
        {
          "paragraph": "旁日月，挾宇宙，",
          "zhushu": "以死生爲晝夜，旁日月之喻也。以萬物爲一體，挾宇宙之譬也。○旁，薄葬反，徐扶葬反，司馬云：依也。崔本作謗。挾，戸牒反，崔本作扶。宇宙，治救反。尸子云：天地四方曰宇，往古來今曰宙。說文云：舟輿所極覆曰宙。"
        },
        {
          "paragraph": "爲其䐇合，置其滑涽，以𨽾相尊？",
          "zhushu": "以有所賤，故尊卑生焉，而滑涽紛亂，莫之能正，各自是於一方矣。故爲䐇然自合之道，莫若置之勿言，委之自爾也。䐇然，無被際之謂也。○䐇，本或作，　郭音泯，徐武軫反，李載枌反，無波際之貌。司馬云：合也。向音脣，云：若雨脣之相合也。滑，徐古没反，亂也。向本作汨，音同。崔戸八反，云：栝口木也。涽，徐音昏，向云：泪昏未定之謂。崔本作緍。武巾反。云。繩也。"
        },
        {
          "paragraph": "衆人役役，",
          "zhushu": "馳騖於是非之境也。"
        },
        {
          "paragraph": "聖人愚芚，",
          "zhushu": "芚然，無知而直往之貌。○芚，徐徒奔反，郭治本反。司馬云：渾屯不分察也。崔云：厚貌也。或云：束也。李丑倫反。"
        },
        {
          "paragraph": "參萬歲而一成純。",
          "zhushu": "純者，不雜者也。夫舉萬歲而參其變，而衆人謂之雜矣，故役役然勞形怵心而去彼就此。唯大聖無執，故芚然直往而與變化爲一，一變化而常遊於獨者也。故雖參糅億載，千殊萬異，道行之而成，則古今一成也。物謂之而然，則萬物一然也。無物不然，無時不成，斯可謂純也。○怵，𥘉律反。糅，如救反。"
        },
        {
          "paragraph": "萬物盡然，",
          "zhushu": "無物不然。"
        },
        {
          "paragraph": "而以是相藴。",
          "zhushu": "藴，積也。積是於萬歲，則萬歲一是也。積然於萬物，則萬物盡然也。故不知死生先後之所在，彼我勝負之所如也。○藴，本亦作藴，徐於積反，郭於本反，李於問反，積也。"
        },
        {
          "paragraph": "予惡乎知說生之非惑邪？",
          "zhushu": "死生一也，而獨說生，欲與變化相背，故未知其非或也。○惡，音烏，下惡乎皆同。說，音恱，注同。背，音佩。"
        },
        {
          "paragraph": "予惡乎知惡死之非弱䘮而不知歸者邪？",
          "zhushu": "少而失其故居，名爲弱䘮。夭弱䘮者，遂安於所在，而不知歸於故鄕也。焉知生之非夫弱䘮，焉知死之非夫還歸而惡之哉？○惡死，烏路反，注同。䘮，息浪反，注同。少，詩照反。焉，於䖍反，下同。"
        },
        {
          "paragraph": "麗之姫，艾封人之子也。晉國之始得之也，涕泣沾襟。及其至於王所，與王同筐牀，食芻豢，而後悔其泣也。",
          "zhushu": "一生之內，情變若此，當此之日，則不知彼，况夫死生之變，惡能相知哉，○至於王所，崔云：六國時諸侯僣稱王，因此謂獻公爲王也。筐，本亦作匡，徐起狂反。牀，徐音床。司馬云：筐牀，安牀也。崔云：筐，方也。一云：正牀也。"
        },
        {
          "paragraph": "予惡乎知夫死者不悔其始之蘄生乎。",
          "zhushu": "蘄，求也。○蘄音祈。"
        },
        {
          "paragraph": "夢飮酒者，旦而哭泣；夢哭泣者，旦而田獵。",
          "zhushu": "此寤寐之事變也。事苟變，情亦異，則死生之願不得同矣。故生時樂生，則死時樂死矣。死生雖異，其於各得所願一也，則何係哉？樂，音洛，下同。"
        },
        {
          "paragraph": "方其夢也，不知其夢也。",
          "zhushu": "由此觀之，當死之時，亦不知其死而自適其志也。"
        },
        {
          "paragraph": "夢之中又占其夢焉，",
          "zhushu": "夫夢者，乃復夢中占其夢，則無以異於寤者也。"
        },
        {
          "paragraph": "覺而後知其夢也。",
          "zhushu": "當所遇無不足也，何爲方生而憂死哉？○覺音敎，下反，注皆同。"
        },
        {
          "paragraph": "且有大覺而後知此其大夢也，",
          "zhushu": "夫大覺者，聖人也。大覺者乃知大患，慮在懷者，皆未寤也。"
        },
        {
          "paragraph": "而愚者自以爲覺，竊竊然知之。君乎，牧乎！固哉！",
          "zhushu": "夫愚者大夢而自以爲寤，故𥨸竊然以所好爲君上，而所惡爲牧圉，欣然信一家之偏見，可謂固陋矣。○竊竊，司馬云：猶察察也。牧乎，崔本作跂乎，云：踶跂，強羊貌。好，呼報反，注同。惡，烏路反。"
        },
        {
          "paragraph": "丘也與女皆夢也。",
          "zhushu": "未能忘言而神解，故非大覺也。○解音蟹，下同。"
        },
        {
          "paragraph": "予謂女夢，亦夢也。",
          "zhushu": "即復夢中之占夢也。夫是以爲夢，猶未寤也，況竊竊然自以爲覺哉。"
        },
        {
          "paragraph": "是其言也，其名爲弔詭。",
          "zhushu": "夫非常之談，故非常人之所知，故謂之弔當卓詭，而不識其懸解。○弔，如字，音的，至也。詭，九委反，異也。"
        },
        {
          "paragraph": "萬世之後，而一遇大聖，知其解者，是旦暮遇之也。",
          "zhushu": "言能蛻然無係，而玄同死生者至希也。○解音蟹，徐戶解反。蛻音帨，又始銳反。"
        },
        {
          "paragraph": "旣使我與若辯矣，若勝我，我不若勝，若果是也？我果非也邪？我勝若，若不吾勝，我果是也？而果非也邪？",
          "zhushu": "若、而，皆汝也。"
        },
        {
          "paragraph": "其或是也，其或非也邪？其倶是也，其倶非也邪？我與若不能相知也，則人固受其黮闇，吾誰使正之？",
          "zhushu": "不知而後推，不見而後辯，辯之而不足以自信，以其與物對也。辯對終日黮闇至竟，莫能正之，故當付之自正耳。○黮闇，貪闇反，李云：黮闇，不明貌。"
        },
        {
          "paragraph": "使同乎若者正之，旣與若同矣，惡能正之？使同乎我者正之，旣同乎我矣，惡能正之？",
          "zhushu": "同故是之，未足信也。○惡音烏，下皆同。"
        },
        {
          "paragraph": "使異乎我與若者正之，旣異乎我與若矣，惡能正之？",
          "zhushu": "異故相非耳，亦不足據。"
        },
        {
          "paragraph": "使同乎我與若者正之，旣同乎我與若矣，惡能正之？",
          "zhushu": "是若果是，則天下不得復有非之者也；非若信非，則亦無缘復有是之者也。今是其所同而非其所異，異同旣具而是非無主。故夫是非者，生於好辯而休乎天均，付之兩行而息乎自正也。"
        },
        {
          "paragraph": "然則我與若與人俱不能相知也，而待彼也邪？",
          "zhushu": "各自正耳。待彼不足以正此，則天下莫能相正也，故付之自正而至矣。"
        },
        {
          "paragraph": "何謂和之以天倪？",
          "zhushu": "天倪者，自然之分也。○和，如字，崔胡臥反。天倪，李音崔，徐音詣，郭音五底反，李云：分也。崔云：或作霓，音同，際也。班固曰：天研。"
        },
        {
          "paragraph": "曰：是不是，然不然。是若果是也，則是之異乎不是也亦無辯。然若果然也，則然之異乎不然也亦無辯。",
          "zhushu": "是非然否，彼我更對，故無辨。無辨，故和之以天倪，安其自然之分而巳，不待彼以正此。"
        },
        {
          "paragraph": "化聲之相待，若其不相待，",
          "zhushu": "是非之辯爲化聲。夫化聲之相待，俱不足以相正，故若不相待也。"
        },
        {
          "paragraph": "和之以天倪，因之以曼衍，所以窮年也。",
          "zhushu": "和之以自然之分，任其無極之化，尋斯以往，則是非之境自泯，而性命之致自窮也。○曼，徐音萬，郭武半反。衍，徐以戰反，司馬云：曼衍，無極也。"
        },
        {
          "paragraph": "忘年忘義，振於無竟，故寓諸無竟。",
          "zhushu": "夫忘年故玄同死生，忘義故彌貫是非，是非死生蕩而爲一，斯至理也。至理暢於無極，故寄之者不得有窮也。○振如字，崔云：止也，又之忍反。竟如字，極也。崔作境。"
        },
        {
          "paragraph": "罔兩問景曰：曩子行，今子止；曩子坐，今子起。何其無特操與？",
          "zhushu": "罔兩，景外之微隂也。○罔兩，向云：景之景也。崔本作罔浪，云：有無之狀。景，映永反，又如字，本或作影，俗也。曩，徐乃蕩反，李云：曏者也。無特，本或作持。崔云：特辭也。向云：無特者，行止無常也。與音餘。"
        },
        {
          "paragraph": "景曰：吾有待而然者邪？",
          "zhushu": "言天機自爾，坐起無待，無待而獨得者，孰知其故而貴其所以哉。"
        },
        {
          "paragraph": "吾所待。又有待而然者邪？",
          "zhushu": "若責其所待而尋其所由，則尋責無極，卒至於無待，而獨化之理明矣。"
        },
        {
          "paragraph": "吾待蛇蚹蜩翼邪？",
          "zhushu": "若待蛇蚹蜩翼，則無持操之所由，未爲難識也。今所以不識，正由不待斯𩔖而獨化故耳。○蛇蚹，音附，徐又音敷，司馬云：謂蛇腹下齟齬可以行者也。齟音士女反。齬音魚女反。蜩音條。"
        },
        {
          "paragraph": "惡識所以然？惡識所以不然？",
          "zhushu": "世或謂罔兩待景，景待形，形待造物者。請問夫造物者，有邪？無邪？無也，則胡能造物哉？有也，則不足以物衆形。故明乎衆形之自物，而後始可與言造物耳。是以渉有物之域，雖復罔兩，未有不獨化於玄冥者也。故造化者無主，而物各自造，物各自造，而無所待焉，此天地之正也。故彼我相因，形景俱生，雖復玄合，而非待也。明斯理也，將使萬物各反所宗於體中，而不待乎外，外無所謝而內無所矜，是以誘然皆生而不知所以生，同焉皆得而不知所以得也。今罔兩之因景，猶云俱生而非待也，則萬物雖聚而共成乎天，而皆歷然莫不獨見矣。故罔兩非景之所制，而景非形之所使。形非無之所化也，則化與不化，然與不然，從人之與由已，莫不自爾，吾安識其所以哉。故任而不𦔳，則本末內外，暢然俱得，泯然無迹。若乃責此近因而忘其自爾，宗物於外，䘮主於內，而愛尚生矣。雖欲推而齊之，然其所尚巳存乎胷中，何夷之得有哉？○䘮，息浪反。"
        },
        {
          "paragraph": "昔者莊周夢爲胡蝶，栩栩然胡蝶也。自喻適志與，",
          "zhushu": "自快得意，恱豫而行。○胡蝶，徐徒協反，司馬、崔云：蛺蝶也。栩栩，徐况羽反，喜貌。崔本作師喻。李云：喻快也。與音餘，下同。崔云：與哉。"
        },
        {
          "paragraph": "不知周也。",
          "zhushu": "方其夢爲胡蝶而不知周，則與殊死不異也。然所在無不適志，則當生而係生者，必當死而戀死矣。由此觀之，知夫在生而哀死者誤也。"
        },
        {
          "paragraph": "俄然覺，則蘧蘧然周也。",
          "zhushu": "自周而言，故稱覺耳，未必非夢也。○覺，古孝反。蘧蘧，徐音渠，又其慮反，李云：有形貌。崔作據據，引大宗師云：據然覺。"
        },
        {
          "paragraph": "不知周之夢爲胡蝶與？胡蝶之夢爲周與？",
          "zhushu": "今之不知胡蝶，無異於夢之不知周也。而各適一時之忘，則無以明胡蝶之不夢爲周矣。世有假寐而夢經百年者，則無以明今之百年非假寐之夢者也。"
        },
        {
          "paragraph": "周與胡蝶，則必有分矣，",
          "zhushu": "夫覺夢之分，無異於死生之辯也。今所以自喻適志，由其分定，非由無分也。"
        },
        {
          "paragraph": "此之謂物化。",
          "zhushu": "夫時不暫棹，而今不遂存，故昨日之夢，於今化矣。死生之變，豈異於此，而勞心於其間哉。方爲此，則不知彼夢爲胡蝶是也。取之於人，則一生之中，今不知後，麗姫是也，而愚者竊竊然自以爲知生之可樂，死之可苦，未聞物化之謂也。○樂音洛。"
        }
      ]
    }
  ]
}