{
    "name": "維摩詰所説經",
    "author": "東晋・鳩摩羅什",
    "loadChapterCount": 14,
    "chapters": [
        {
            "name": "維摩詰所說經佛國品第一",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經佛國品第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "如是我聞：一時，佛在毘耶離菴羅樹園，與大比丘衆八千人俱，菩薩三萬二千，衆所知識，大智本行，皆悉成就；諸佛威神之所建立，爲護法城，受持正法；能師子吼，名聞十方；衆人不請，友而安之；紹隆三寶，能使不絕；降伏魔怨，制諸外道，悉已淸淨，永離蓋纏；心常安住，無礙解脫；念、定、摠持，辯才不斷；布施、持戒、忍辱、精進、禪定、智慧及方便力，無不具足；逮無所得，不起法忍；已能隨順，轉不退輪；善解法相，知衆生根；蓋諸大衆得無所畏、功德智慧，以修其心；相好嚴身，色像第一，捨諸世閒所有飾好；名稱高遠，踰於須彌；深信堅固，猶若金剛；法寶普照，而雨甘露；於衆言音，微妙第一；深入緣起，斷諸邪見，有無二邊，無復餘習；演法無畏，猶師子吼，其所講說，乃如雷震，無有量，已過量；集衆法寶，如海導師，了達諸法深妙之義；善知衆生往來所趣及心所行；近無等等佛自在慧、十力、無畏、十八不共；關閉一切諸惡趣門，而生五道以現其身；爲大醫王，善療衆病，應病與藥，令得服行；無量功德皆成就，無量佛土皆嚴淨；其見聞者，無不蒙益，諸有所作，亦不唐捐；如是一切功德、皆悉具足。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "其名曰：等觀菩薩、不等觀菩薩、等不等觀菩薩、定自在王菩薩、法自在王菩薩、法相菩薩、光相菩薩、光嚴菩薩、大嚴菩薩、寶積菩薩、辯積菩薩、寶手菩薩、寶印手菩薩、常擧手菩薩、常下手菩薩、常慘菩薩、喜根菩薩、喜王菩薩、辯音菩薩、虛空藏菩薩、執寶炬菩薩、寶勇菩薩、寶見菩薩、帝網菩薩、明網菩薩、無緣觀菩薩、慧積菩薩、寶勝菩薩、天王菩薩、壞魔菩薩、電德菩薩、自在王菩薩、功德相嚴菩薩、師子吼菩薩、雷音菩薩、山相擊音菩薩、香象菩薩、白香象菩薩、常精進菩薩、不休息菩薩、妙生菩薩、華嚴菩薩、觀世音菩薩、得大勢菩薩、梵網菩薩、寶杖菩薩、無勝菩薩、嚴土菩薩、金髻菩薩、珠髻菩薩、彌勒菩薩、文殊師利法王子菩薩，如是等三萬二千人。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "復有萬梵天王尸棄等，從餘四天下，來詣佛所而聽法；復有萬二千天帝，亦從餘四天下，來在會坐；幷餘大威力諸天、龍神、夜叉、乾闥婆、阿脩羅、迦樓羅、緊那羅、摩睺羅伽等，悉來會坐；諸比丘、比丘尼、優婆塞、優婆夷，俱來會坐。彼時佛與無量百千之衆，恭敬圍繞，而爲說法，譬如須彌山王顯于大海，安處衆寶師子之座，蔽於一切諸來大衆。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爾時，毘耶離城有長者子，名曰寶積，與五百長者子，俱持七寶蓋，來詣佛所，頭面禮足，各以其蓋共供飬佛。佛之威神，令諸寶蓋合成一蓋，遍覆三千大千世界，而此世界廣長之相，悉於中現；又此三千大千世界諸須彌山、雪山、目眞鄰陁山、摩訶目眞鄰陁山、香山、寶山、金山、黑山、鐵圍山、大鐵圍山，大海江河、川流泉源，及日月星辰、天宮、龍宮、諸尊神宮，悉現於寶蓋中；又十方諸佛，諸佛說法，亦現於寶蓋中。爾時一切大衆。睹佛神力，歎未曾有！合掌禮佛，瞻仰尊顏，目不蹔捨。於是長者子寶積卽於佛前，以偈頌曰：",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "目淨脩廣如靑蓮，心淨已度諸禪定，久積淨業稱無量，導衆以寂故稽首。旣見大聖以神變，普現十方無量土，其中諸佛演說法，於是一切悉見聞。法王法力超群生，常以法財施一切，能善分別諸法相，於第一義而不動。已於諸法得自在，是故稽首此法王，說法不有亦不無，以因緣故諸法生，無我無造無受者，善惡之業亦不亡。始在佛樹力降魔，得甘露滅覺道成，已無心意無受行，而悉摧伏諸外道。三轉法輪於大千，其輪本來常淸淨，天人得道此爲證，三寶於是現世閒。以斯妙法濟群生，一受不退常寂然，度老病死大醫王，當禮法海德無邊。毀譽不動如須彌，於善不善等以慈，心行平等如虛空，孰聞人寶不敬承。今奉世尊此微蓋，於中現我三千界，諸天龍神所居宮，乾闥婆等及夜叉。悉見世閒諸所有，十力哀現是化變，衆睹希有皆歎佛，今我稽首三界尊。大聖法王衆所歸，淨心觀佛靡不欣，各見世尊在其前，斯則神力不共法。佛以一音演說法，衆生隨類各得解，皆謂世尊同其語，斯則神力不共法。佛以一音演說法，衆生各各隨所解，普得受行獲其利，斯則神力不共法。佛以一音演說法，或有恐畏或歡喜，或生厭離或斷疑，斯則神力不共法。稽首十力大精進，稽首已得無所畏，稽首住於不共法，稽首一切大導師。稽首能斷衆結縛，稽首已到於彼岸，稽首能度諸世閒，稽首永離生死道。悉知衆生來去相，善於諸法得解脫，不著世閒如蓮華，常善入於空寂行，達諸法相無罣礙，稽首如空無所依。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爾時，長者子寶積說此偈已，白佛言：“世尊！是五百長者子，皆已發阿耨多羅三藐三菩提心，願聞得佛國土淸淨，唯願世尊說諸菩薩淨土之行！”佛言：“善哉！寶積！乃能爲諸菩薩，問於如來淨土之行。諦聽，諦聽！善思念之，當爲汝說！”於是寶積及五百長者子受敎而聽。佛言：“寶積！衆生之類是菩薩佛土。所以者何？菩薩隨所化衆生而取佛土，隨所調伏衆生而取佛土，隨諸衆生應以何國入佛智慧而取佛土，隨諸衆生應以何國起菩薩根而取佛土。所以者何？菩薩取於淨國，皆爲饒益諸衆生故。譬如有人，欲於空地，造立宮室，隨意無礙；若於虛空，終不能成！菩薩如是，爲成就衆生故，願取佛國，願取佛國者，非於空也。寶積！當知直心是菩薩淨土，菩薩成佛時，不諂衆生來生其國；深心是菩薩淨土，菩薩成佛時，具足功德衆生來生其國；菩提心是菩薩淨土，菩薩成佛時，大乘衆生來生其國；布施是菩薩淨土，菩薩成佛時，一切能捨衆生來生其國；持戒是菩薩淨土，菩薩成佛時，行十善道滿願衆生來生其國；忍辱是菩薩淨土，菩薩成佛時，三十二相莊嚴衆生來生其國；精進是菩薩淨土，菩薩成佛時，勤修一切功德衆生來生其國；禪定是菩薩淨土，菩薩成佛時，攝心不亂衆生來生其國；智慧是菩薩淨土，菩薩成佛時，正定衆生來生其國；四無量心是菩薩淨土，菩薩成佛時，成就慈悲喜捨衆生來生其國；四攝法是菩薩淨土，菩薩成佛時，解脫所攝衆生來生其國；方便是菩薩淨土，菩薩成佛時，於一切法方便無碍衆生來生其國；三十七道品是菩薩淨土，菩薩成佛時，念處、正勤、神足、根、力、覺、道衆生來生其國；迴向心是菩薩淨土，菩薩成佛時，得一切具足功德國土；說除八難是菩薩淨土，菩薩成佛時，國土無有三惡八難；自守戒行、不譏彼闕是菩薩淨土，菩薩成佛時，國土無有犯禁之名；十善是菩薩淨土，菩薩成佛時，命不中夭，大富梵行，所言誠諦，常以軟語，眷屬不離，善和諍訟，言必饒益，不嫉不恚，正見衆生來生其國。如是，寶積！菩薩隨其直心，則能發行；隨其發行，則得深心；隨其深心，則意調伏；隨意調伏，則如說行；隨如說行，則能迴向；隨其迴向，則有方便；隨其方便，則成就衆生；隨成就衆生，則佛土淨；隨佛土淨，則說法淨；隨說法淨，則智慧淨；隨智慧淨，則其心淨；隨其心淨，則一切功德淨。是故寶積！若菩薩欲得淨土，當淨其心；隨其心淨，則佛土淨。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爾時，舍利弗承佛威神作是念：“若菩薩心淨，則佛土淨者，我世尊本爲菩薩時，意豈不淨，而是佛土不淨若此？”佛知其念，卽告之言：“於意云何？日月豈不淨耶？而盲者不見。”對曰：“不也，世尊！是盲者過，非日月咎。”“舍利弗！衆生罪故，不見如來佛土嚴淨，非如來咎；舍利弗！我此土淨，而汝不見。”爾時，螺髻梵王語舍利弗：“勿作是意，謂此佛土以爲不淨。所以者何？我見釋迦牟尼佛土淸淨，譬如自在天宮。”舍利弗言：“我見此土丘陵坑坎、荊蕀沙礫、土石諸山、穢惡充滿。”螺髻梵言：“仁者心有高下，不依佛慧，故見此土爲不淨耳！舍利弗！菩薩於一切衆生，悉皆平等，深心淸淨，依佛智慧，則能見此佛土淸淨。”於是佛以足指按地，卽時三千大千世界，若干百千珍寶嚴飾，譬如寶莊嚴佛，無量功德寶莊嚴土，一切大衆歎未曾有！而皆自見坐寶蓮華。佛告舍利弗：“汝且觀是佛土嚴淨？”舍利弗言：“唯然，世尊！本所不見，本所不聞，今佛國土嚴淨悉現。”佛語舍利弗：“我佛國土常淨若此，爲欲度斯下劣人故，示是衆惡不淨土耳！譬如諸天，共寶器食，隨其福德，飯色有異。如是，舍利弗！若人心淨，便見此土功德莊嚴。”當佛現此國土嚴淨之時，寶積所將五百長者子皆得無生法忍，八萬四千人皆發阿耨多羅三藐三菩提心。佛攝神足，於是世界還復如故；求聲聞乘三萬二千天及人，知有爲法皆悉無常，遠塵離垢，得法眼淨；八千比丘，不受諸法，漏盡意解。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經方便品第二",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經方便品第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爾時，毘耶離大城中有長者，名維摩詰，已曾供飬無量諸佛，深植善本，得無生忍；辯才無碍，遊戲神通，逮諸摠持；獲無所畏，降魔勞怨；入深法門，善於智度，通達方便，大願成就；明了衆生心之所趣，又能分別諸根利鈍，久於佛道，心已純淑，決定大乘；諸有所作，能善思量；住佛威儀，心大如海，諸佛咨嗟！弟子、釋、梵、世主所敬。欲度人故，以善方便，居毘耶離；資財無量，攝諸貧民；奉戒淸淨，攝諸毀禁；以忍調行，攝諸恚怒；以大精進，攝諸懈怠；一心禪寂，攝諸亂意；以決定慧，攝諸無智；雖爲白衣，奉持沙門淸淨律行；雖處居家，不著三界；示有妻子，常修梵行；現有眷屬，常樂遠離；雖服寶飾，而以相好嚴身；雖復飮食，而以禪悅爲味；若至博弈戲處，輒以度人；受諸異道，不毀正信；雖明世典，常樂佛法；一切見敬，爲供飬中最；執持正法，攝諸長幼；一切治生諧偶，雖獲俗利，不以喜悅；遊諸四衢，饒益衆生；入治政法，救護一切；入講論處，導以大乘；入諸學堂，誘開童蒙；入諸婬舍，示欲之過；入諸酒肆，能立其志。若在長者，長者中尊，爲說勝法；若在居士，居士中尊，斷其貪著；若在剎利，剎利中尊，敎以忍辱；若在婆羅門，婆羅門中尊，除其我慢；若在大臣，大臣中尊，敎以正法；若在王子，王子中尊，示以忠孝；若在內官，內官中尊，化政宮女；若在庶民，庶民中尊，令興福力；若在梵天，梵天中尊，誨以勝慧；若在帝釋，帝釋中尊，示現無常；若在護世，護世中尊，護諸衆生。長者維摩詰，以如是等無量方便饒益衆生。其以方便，現身有疾。以其疾故，國王大臣、長者居士、婆羅門等，及諸王子幷餘官屬，無數千人，皆往問疾。其往者，維摩詰因以身疾，廣爲說法：“諸仁者！是身無常、無强、無力、無堅、速朽之法，不可信也！爲苦、爲惱，衆病所集。諸仁者！如此身，明智者所不怙；是身如聚沫，不可撮摩；是身如泡，不得久立；是身如炎，從渴愛生；是身如芭蕉，中無有堅；是身如幻，從顚倒起；是身如夢，爲虛妄見；是身如影，從業緣現；是身如響，屬諸因緣；是身如浮雲，須臾變滅；是身如電，念念不住；是身無主，爲如地；是身無我，爲如火；是身無壽，爲如風；是身無人，爲如水；是身不實，四大爲家；是身爲空，離我我所；是身無知，如草木瓦礫；是身無作，風力所轉；是身不淨，穢惡充滿；是身爲虛僞，雖假以澡浴衣食，必歸磨滅；是身爲災，百一病惱；是身如丘井，爲老所逼；是身無定，爲要當死；是身如毒蛇、如怨賊、如空聚，陰界諸入所共合成。諸仁者！此可患厭，當樂佛身。所以者何？佛身者卽法身也。從無量功德智慧生，從戒、定、慧、解脫、解脫知見生，從慈、悲、喜、捨生，從布施、持戒、忍辱、柔和、勤行精進、禪定、解脫、三昧、多聞、智慧諸波羅蜜生，從方便生，從六通生，從三明生，從三十七道品生，從止觀生，從十力、四無所畏、十八不共法生，從斷一切不善法、集一切善法生，從眞實生，從不放逸生；從如是無量淸淨法生如來身。諸仁者！欲得佛身、斷一切衆生病者，當發阿耨多羅三藐三菩提心。”如是長者維摩詰，爲諸問疾者，如應說法，令無數千人皆發阿耨多羅三藐三菩提心。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經弟子品第三",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經弟子品第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爾時長者維摩詰，自念：“寢疾于牀，世尊大慈，寧不垂愍？”佛知其意，卽告舍利弗：“汝行詣維摩詰問疾。”舍利弗白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念我昔，曾於林中宴坐樹下。時，維摩詰來謂我言：‘唯，舍利弗！不必是坐，爲宴坐也。夫宴坐者，不於三界現身意，是爲宴坐；不起滅定而現諸威儀，是爲宴坐；不捨道法而現凡夫事，是爲宴坐；心不住內亦不在外，是爲宴坐；於諸見不動，而修行三十七品，是爲宴坐；不斷煩惱而入涅槃，是爲宴坐。若能如是坐者，佛所印可。’時我，世尊！聞說是語，嘿然而止，不能加報！故我不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告大目犍連：“汝行詣維摩詰問疾。”目連白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念我昔入毘耶離大城，於里巷中爲諸居士說法。時維摩詰來謂我言：‘唯，大目連！爲白衣居士說法，不當如仁者所說。夫說法者，當如法說。法無衆生，離衆生垢故；法無有我，離我垢故；法無壽命，離生死故；法無有人，前後際斷故；法常寂然，滅諸相故；法離於相，無所緣故；法無名字，言語斷故；法無有說，離覺觀故；法無形相，如虛空故；法無戲論，畢竟空故；法無我所，離我所故；法無分別，離諸識故；法無有比，無相待故；法不屬因，不在緣故；法同法性，入諸法故；法隨於如，無所隨故；法住實際，諸邊不動故；法無動搖，不依六塵故；法無去來，常不住故；法順空，隨無相，應無作；法離好醜，法無增損，法無生滅，法無所歸；法過眼、耳、鼻、舌、身、心；法無高下，法常住不動，法離一切觀行。唯，大目連！法相如是，豈可說乎？夫說法者，無說無示；其聽法者，無聞無得，譬如幻士，爲幻人說法，當建是意，而爲說法。當了衆生根有利鈍，善於知見無所罣碍，以大悲心讚于大乘，念報佛恩不斷三寶，然後說法。’維摩詰說是法時，八百居士發阿耨多羅三藐三菩提心。我無此辯，是故不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告大迦葉：“汝行詣維摩詰問疾。”迦葉白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念我昔，於貧里而行乞。時維摩詰來謂我言：‘唯，大迦葉！有慈悲心而不能普捨豪富，從貧乞。迦葉！住平等法，應次行乞食；爲不食故，應行乞食；爲壞和合相故，應取揣食；爲不受故，應受彼食；以空聚想，入於聚落；所見色與盲等，所聞聲與響等，所嗅香與風等，所食味不分別，受諸觸如智證，知諸法如幻相，無自性，無他性，本自不然，今則無滅。迦葉！若能不捨八邪、入八解脫，以邪相入正法，以一食施一切，供飬諸佛，及衆賢聖，然後可食；如是食者，非有煩惱，非離煩惱；非入定意，非起定意；非住世閒，非住涅槃。其有施者，無大福，無小福；不爲益，不爲損，是爲正入佛道，不依聲聞。迦葉！若如是食，爲不空食人之施也。’時我，世尊！聞說是語，得未曾有，卽於一切菩薩，深起敬心，復作是念：‘斯有家名，辯才智慧乃能如是！其誰聞此不發阿耨多羅三藐三菩提心？’我從是來，不復勸人以聲聞、辟支佛行。是故不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告須菩提：“汝行詣維摩詰問疾。”須菩提白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念我昔，入其舍，從乞食，時維摩詰取我鉢，盛滿飯，謂我言：‘唯，須菩提！若能於食等者，諸法亦等，諸法等者，於食亦等。如是行乞，乃可取食。若須菩提不斷婬怒癡，亦不與俱；不壞於身，而隨一相；不滅癡愛，起於明脫；以五逆相而得解脫，亦不解不縛；不見四諦，非不見諦；非得果，非不得果；非凡夫，非離凡夫法；非聖人，非不聖人。雖成就一切法，而離諸法相，乃可取食。若須菩提不見佛，不聞法，彼外道六師：富蘭那迦葉、末伽梨拘賖梨子、刪闍夜毘羅胝子、阿耆多翅舍欽婆羅、迦羅鳩馱迦旃延、尼犍陁若提子等，是汝之師。因其出家，彼師所墮，汝亦隨墮，乃可取食。若須菩提入諸邪見，不到彼岸；住於八難，不得無難；同於煩惱，離淸淨法；汝得無諍三昧，一切衆生亦得是定；其施汝者，不名福田；供飬汝者，墮三惡道；爲與衆魔共一手作諸勞侶。汝與衆魔，及諸塵勞，等無有異；於一切衆生而有怨心，謗諸佛、毀於法，不入衆數，終不得滅度。汝若如是，乃可取食。”時我，世尊！聞此語茫然，不識是何言？不知以何答？便置鉢欲出其舍。維摩詰言：‘唯，須菩提！取鉢勿懼。於意云何？如來所作化人，若以是事詰，寧有懼不？’我言：‘不也！’維摩詰言：‘一切諸法，如幻化相，汝今不應有所懼也。所以者何？一切言說不離是相；至於智者，不著文字，故無所懼。何以故？文字性離，無有文字，是則解脫；解脫相者，則諸法也。’維摩詰說是法時，二百天子得法眼淨，故我不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告富樓那彌多羅尼子：“汝行詣維摩詰問疾。”富樓那白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念我昔於大林中，在一樹下爲諸新學比丘說法。時，維摩詰來謂我言：‘唯，富樓那！先當入定，觀此人心，然後說法。無以穢食置於寶器，當知是比丘心之所念，無以琉璃同彼水精。汝不能知衆生根源，無得發起以小乘法。彼自無瘡，勿傷之也；欲行大道，莫示小徑；無以大海，內於牛迹；無以日光，等彼螢火。富樓那！此比丘久發大乘心，中忘此意，如何以小乘法而敎導之？我觀小乘智慧微淺，猶如盲人，不能分別一切衆生根之利鈍。’時，維摩詰卽入三昧，令此比丘自識宿命，曾於五百佛所植衆德本，迴向阿耨多羅三藐三菩提，卽時豁然，還得本心。於是諸比丘稽首禮維摩詰足。時維摩詰因爲說法，於阿耨多羅三藐三菩提不復退轉。我念聲聞不觀人根，不應說法，是故不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告摩訶迦旃延：“汝行詣維摩詰問疾。”迦旃延白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念昔者，佛爲諸比丘略說法要，我卽於後，敷演其義，謂無常義、苦義、空義、無我義、寂滅義。時維摩詰來謂我言：‘唯，迦旃延！無以生滅心行，說實相法。迦旃延！諸法畢竟不生不滅，是無常義；五受陰，洞達空無所起，是苦義；諸法究竟無所有，是空義；於我、無我而不二，是無我義；法本不然，今則無滅，是寂滅義。’說是法時，彼諸比丘心得解脫。故我不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告阿那律：“汝行詣維摩詰問疾。”阿那律白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念我昔於一處經行，時有梵王，名曰嚴淨，與萬梵俱，放淨光明，來詣我所，稽首作禮問我言：‘幾何阿那律天眼所見？’我卽答言：‘仁者！吾見此釋迦牟尼佛土三千大千世界，如觀掌中菴摩勒果。’時維摩詰來謂我言：‘唯，阿那律！天眼所見，爲作相耶？無作相耶？假使作相，則與外道五通等；若無作相，卽是無爲，不應有見。’世尊！我時嘿然。彼諸梵聞其言，得未曾有！卽爲作禮而問曰：‘世孰有眞天眼者？’維摩詰言：‘有佛、世尊，得眞天眼，常在三昧，悉見諸佛國，不以二相。’於是嚴淨梵王及其眷屬五百梵天，皆發阿耨多羅三藐三菩提心，禮維摩詰足已，忽然不現！故我不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告優波離：“汝行詣維摩詰問疾。”優波離白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念昔者，有二比丘犯律行，以爲恥，不敢問佛，來問我言：‘唯，優波離！我等犯律，誠以爲恥，不敢問佛，願解疑悔，得免斯咎！’我卽爲其如法解說。時維摩詰來謂我言：‘唯，優波離！無重增此二比丘罪！當直除滅，勿擾其心。所以者何？彼罪性不在內、不在外、不在中閒，如佛所說，心垢故衆生垢，心淨故衆生淨。心亦不在內、不在外、不在中閒，如其心然，罪垢亦然，諸法亦然，不出於如。如優波離，以心相得解脫時，寧有垢不？’我言：‘不也！’維摩詰言：‘一切衆生心相無垢，亦復如是。唯，優波離！妄想是垢，無妄想是淨；顚倒是垢，無顚倒是淨；取我是垢，不取我是淨。優波離！一切法生滅不住，如幻如電，諸法不相待，乃至一念不住；諸法皆妄見，如夢、如炎、如水中月、如鏡中像，以妄想生。其知此者，是名奉律；其知此者，是名善解。’於是二比丘言：‘上智哉！是優波離所不能及，持律之上而不能說。’我卽答言：‘自捨如來，未有聲聞及菩薩，能制其樂說之辯，其智慧明達，爲若此也！’時二比丘疑悔卽除，發阿耨多羅三藐三菩提心，作是願言：‘令一切衆生皆得是辯。’故我不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告羅睺羅：“汝行詣維摩詰問疾。”羅睺羅白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念昔時，毘耶離諸長者子來詣我所，稽首作禮，問我言：‘唯，羅睺羅！汝佛之子，捨轉輪王位，出家爲道。其出家者，有何等利？’我卽如法爲說出家功德之利。時維摩詰來謂我言：‘唯，羅睺羅！不應說出家功德之利。所以者何？無利無功德，是爲出家；有爲法者，可說有利有功德。夫出家者，爲無爲法，無爲法中，無利無功德。羅睺羅！出家者，無彼無此，亦無中閒；離六十二見，處於涅槃；智者所受，聖所行處；降伏衆魔，度五道，淨五眼，得五力，立五根；不惱於彼，離衆雜惡；摧諸外道，超越假名；出淤泥，無繫著；無我所，無所受；無擾亂，內懷喜；護彼意，隨禪定，離衆過。若能如是，是眞出家。’於是維摩詰語諸長者子：‘汝等於正法中，宜共出家。所以者何？佛世難値！’諸長者子言：‘居士！我聞佛言，父母不聽，不得出家。’維摩詰言：‘然！汝等便發阿耨多羅三藐三菩提心，是卽出家，是卽具足。’爾時，三十二長者子皆發阿耨多羅三藐三菩提心，故我不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告阿難：“汝行詣維摩詰問疾。”阿難白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念昔時，世尊身小有疾，當用牛乳，我卽持鉢，詣大婆羅門家門下立。時維摩詰來謂我言：‘唯，阿難！何爲晨朝，持鉢住此？’我言：‘居士！世尊身小有疾，當用牛乳，故來至此。’維摩詰言：‘止，止！阿難！莫作是語！如來身者，金剛之體，諸惡已斷，衆善普會，當有何疾？當有何惱？嘿往，阿難！勿謗如來，莫使異人聞此麤言；無令大威德諸天，及他方淨土諸來菩薩得聞斯語。阿難！轉輪聖王，以少福故，尚得無病，豈況如來無量福會普勝者哉！行矣，阿難！勿使我等受斯恥也。外道、梵志，若聞此語，當作是念：何名爲師？自疾不能救，而能救諸疾仁？可密速去，勿使人聞。當知，阿難！諸如來身，卽是法身，非思欲身。佛爲世尊，過於三界；佛身無漏，諸漏已盡；佛身無爲，不墮諸數。如此之身，當有何疾？當有何惱？’時我，世尊！實懷慚愧，得無近佛而謬聽耶！卽聞空中聲曰：‘阿難！如居士言。但爲佛出五濁惡世，現行斯法，度脫衆生。行矣，阿難！取乳勿慚。’世尊！維摩詰智慧辯才，爲若此也。是故不任詣彼問疾。”如是五百大弟子各各向佛說其本緣，稱述維摩詰所言，皆曰：“不任詣彼問疾！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經菩薩品第四",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經菩薩品第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "於是佛告彌勒菩薩：“汝行詣維摩詰問疾。”彌勒白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念我昔爲兜率天王及其眷屬，說不退轉地之行。時維摩詰來謂我言：‘彌勒！世尊授仁者記，一生當得阿耨多羅三藐三菩提。爲用何生，得受記乎？過去耶？未來耶？現在耶？若過去生，過去生已滅；若未來生，未來生未至；若現在生，現在生無住。如佛所說：比丘！汝今卽時，亦生亦老亦滅。若以無生得受記者，無生卽是正位，於正位中，亦無受記，亦無得阿耨多羅三藐三菩提。云何彌勒受一生記乎？爲從如生得受記耶？爲從如滅得受記耶？若以如生得受記者，如無有生；若以如滅得受記者，如無有滅。一切衆生皆如也，一切法亦如也，衆聖賢亦如也，至於彌勒亦如也。若彌勒得受記者，一切衆生亦應受記。所以者何？夫如者不二不異，若彌勒得阿耨多羅三藐三菩提者，一切衆生皆亦應得。所以者何？一切衆生卽菩提相。若彌勒得滅度者，一切衆生亦應滅度。所以者何？諸佛知一切衆生畢竟寂滅，卽涅槃相，不復更滅。是故，彌勒！無以此法誘諸天子，實無發阿耨多羅三藐三菩提心者，亦無退者。彌勒！當令此諸天子，捨於分別菩提之見。所以者何？菩提者不可以身得，不可以心得；寂滅是菩提，滅諸相故；不觀是菩提，離諸緣故；不行是菩提，無憶念故；斷是菩提，捨諸見故；離是菩提，離諸妄想故；障是菩提，障諸願故；不入是菩提，無貪著故；順是菩提，順於如故；住是菩提，住法性故；至是菩提，至實際故；不二是菩提，離意法故；等是菩提，等虛空故；無爲是菩提，無生住滅故；知是菩提，了衆生心行故；不會是菩提，諸入不會故；不合是菩提，離煩惱習故；無處是菩提，無形色故；假名是菩提，名字空故；如化是菩提，無取捨故；無亂是菩提，常自靜故；善寂是菩提，性淸淨故；無取是菩提，離攀緣故；無異是菩提，諸法等故；無比是菩提，無可喩故；微妙是菩提，諸法難知故。’世尊！維摩詰說是法時，二百天子得無生法忍。故我不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告光嚴童子：“汝行詣維摩詰問疾。”光嚴白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念我昔出毘耶離大城時，維摩詰方入城，我卽爲作禮而問言：‘居士從何所來？’答我言：‘吾從道場來。’我問：‘道場者何所是？’答曰：‘直心是道場，無虛假故；發行是道場，能辦事故；深心是道場，增益功德故；菩提心是道場，無錯謬故；布施是道場，不望報故；持戒是道場，得願具故；忍辱是道場，於諸衆生心無礙故；精進是道場，不懈退故；禪定是道場，心調柔故；智慧是道場，現見諸法故；慈是道場，等衆生故；悲是道場，忍疲苦故；喜是道場，悅樂法故；捨是道場，憎愛斷故；神通是道場，成就六通故；解脫是道場，能背捨故；方便是道場，敎化衆生故；四攝是道場，攝衆生故；多聞是道場，如聞行故；伏心是道場，正觀諸法故；三十七品是道場，捨有爲法故；諦是道場，不誑世閒故；緣起是道場，無明乃至老死皆無盡故；諸煩惱是道場，知如實故；衆生是道場，知無我故；一切法是道場，知諸法空故；降魔是道場，不傾動故；三界是道場，無所趣故；師子吼是道場，無所畏故；力、無畏、不共法是道場，無諸過故；三明是道場，無餘碍故；一念知一切法是道場，成就一切智故。如是，善男子！菩薩若應諸波羅蜜敎化衆生，諸有所作，擧足下足，當知皆從道場來，住於佛法矣！’說是法時，五百天、人皆發阿耨多羅三藐三菩提心。故我不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告持世菩薩：“汝行詣維摩詰問疾。”持世白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念我昔，住於靜室，時魔波旬，從萬二千天女，狀如帝釋，鼓樂絃歌，來詣我所。與其眷屬，稽首我足，合掌恭敬，於一面立。我意謂是帝釋，而語之言：‘善來憍尸迦！雖福應有，不當自恣。當觀五欲無常，以求善本，於身命財而修堅法。’卽語我言：‘正士！受是萬二千天女，可備掃灑。’我言：‘憍尸迦！無以此非法之物要我沙門釋子，此非我宜。’所言未訖。時維摩詰來謂我言：‘非帝釋也，是爲魔來嬈固汝耳！’卽語魔言：‘是諸女等，可以與我，如我應受。’魔卽驚懼，念：‘維摩詰將無惱我？’欲隱形去，而不能隱；盡其神力，亦不得去。卽聞空中聲曰：‘波旬！以女與之，乃可得去。’魔以畏故，俛仰而與。爾時，維摩詰語諸女言：‘魔以汝等與我，今汝皆當發阿耨多羅三藐三菩提心。’卽隨所應而爲說法，令發道意。復言：‘汝等已發道意，有法樂可以自娛，不應復樂五欲樂也。’天女卽問：‘何謂法樂？’答言：‘樂常信佛，樂欲聽法，樂供飬衆，樂離五欲；樂觀五陰如怨賊，樂觀四大如毒蛇，樂觀內入如空聚；樂隨護道意，樂饒益衆生，樂敬飬師；樂廣行施，樂堅持戒，樂忍辱柔和，樂勤集善根，樂禪定不亂，樂離垢明慧；樂廣菩提心，樂降伏衆魔，樂斷諸煩惱，樂淨佛國土，樂成就相好故，修諸功德；樂嚴道場；樂聞深法不畏；樂三脫門，不樂非時；樂近同學，樂於非同學中，心無恚碍；樂將護惡知識，樂親近善知識；樂心喜淸淨，樂修無量道品之法。是爲菩薩法樂。’於是波旬告諸女言：‘我欲與汝俱還天宮。’諸女言：‘以我等與此居士，有法樂，我等甚樂，不復樂五欲樂也。’魔言：‘居士可捨此女？一切所有施於彼者，是爲菩薩。’維摩詰言：‘我已捨矣！汝便將去，令一切衆生得法願具足。’於是諸女問維摩詰：‘我等云何，止於魔宮？’維摩詰言：‘諸姊！有法門名無盡燈，汝等當學。無盡燈者，譬如一燈，然百千燈，冥者皆明，明終不盡。如是，諸姊！夫一菩薩開導百千衆生，令發阿耨多羅三藐三菩提心，於其道意亦不滅盡，隨所說法，而自增益一切善法，是名無盡燈也。汝等雖住魔宮，以是無盡燈，令無數天子天女，發阿耨多羅三藐三菩提心者，爲報佛恩，亦大饒益一切衆生。’爾時，天女頭面禮維摩詰足，隨魔還宮，忽然不現。世尊！維摩詰有如是自在神力，智慧辯才，故我不任詣彼問疾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告長者子善德：“汝行詣維摩詰問疾。”善德白佛言：“世尊！我不堪任詣彼問疾。所以者何？憶念我昔自於父舍設大施會，供飬一切沙門、婆羅門，及諸外道、貧窮、下賤、孤獨、乞人，期滿七日。時維摩詰來入會中，謂我言：‘長者子！夫大施會不當如汝所設，當爲法施之會，何用是財施會爲？‘我言：“居士！何謂法施之會？’答曰：‘法施會者，無前無後，一時供飬一切衆生，是名法施之會。’曰：‘何謂也？’‘謂以菩提，起於慈心；以救衆生，起大悲心；以持正法，起於喜心；以攝智慧，行於捨心；以攝慳貪，起檀波羅蜜；以化犯戒，起尸羅波羅蜜；以無我法，起羼提波羅蜜；以離身心相，起毘梨耶波羅蜜；以菩提相，起禪波羅蜜；以一切智，起般若波羅蜜；敎化衆生，而起於空；不捨有爲法，而起無相；示現受生，而起無作；護持正法，起方便力；以度衆生，起四攝法；以敬事一切，起除慢法；於身命財，起三堅法；於六念中，起思念法；於六和敬，起質直心；正行善法，起於淨命；心淨歡喜，起近賢聖；不憎惡人，起調伏心；以出家法，起於深心；以如說行，起於多聞；以無諍法，起空閑處；趣向佛慧，起於宴坐；解衆生縛，起修行地；以具相好，及淨佛土，起福德業；知一切衆生心念，如應說法，起於智業；知一切法，不取不捨，入一相門，起於慧業；斷一切煩惱、一切障碍、一切不善法，起一切善業；以得一切智慧、一切善法，起於一切助佛道法。如是，善男子！是爲法施之會。若菩薩住是法施會者，爲大施主，亦爲一切世閒福田。’世尊！維摩詰說是法時，婆羅門衆中二百人，皆發阿耨多羅三藐三菩提心。我時心得淸淨，歎未曾有！稽首禮維摩詰足，卽解瓔珞價直百千以上之，不肯取。我言：‘居士！願必納受，隨意所與。’維摩詰乃受瓔珞，分作二分，持一分施此會中一最下乞人，持一分奉彼難勝如來。一切衆會皆見光明國土難勝如來，又見珠瓔在彼佛上變成四柱寶臺，四面嚴飾，不相障蔽。時維摩詰現神變已，作是言：‘若施主等心施一最下乞人，猶如如來福田之相，無所分別，等于大悲，不求果報，是則名曰具足法施。’城中一最下乞人，見是神力，聞其所說，皆發阿耨多羅三藐三菩提心，故我不任詣彼問疾。”如是諸菩薩各各向佛說其本緣，稱述維摩詰所言，皆曰：“不任詣彼問疾！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經文殊師利問疾品第五",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經文殊師利問疾品第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爾時，佛告文殊師利：“汝行詣維摩詰問疾。”文殊師利白佛言：“世尊！彼上人者，難爲詶對。深達實相，善說法要，辯才無滯，智慧無礙；一切菩薩法式悉知，諸佛秘藏無不得入；降伏衆魔，遊戲神通，其慧方便，皆已得度。雖然，當承佛聖旨，詣彼問疾。”於是衆中諸菩薩、大弟子、釋、梵、四天王等，咸作是念：“今二大士文殊師利、維摩詰共談，必說妙法！”卽時八千菩薩、五百聲聞、百千天、人皆欲隨從。於是文殊師利與諸菩薩、大弟子衆及諸天、人，恭敬圍繞，入毘耶離大城。爾時，長者維摩詰心念：“今文殊師利與大衆俱來！”卽以神力空其室內，除去所有及諸侍者；唯置一牀，以疾而臥。文殊師利旣入其舍，見其室空，無諸所有，獨寢一牀。時維摩詰言：“善來，文殊師利！不來相而來，不見相而見。”文殊師利言：“如是！居士！若來已，更不來；若去已，更不去。所以者何？來者無所從來，去者無所至，所可見者，更不可見。且置是事，居士！是疾寧可忍不？療治有損，不至增乎！世尊慇懃致問無量，居士是疾，何所因起？其生久如？當云何滅？”維摩詰言：“從癡有愛，則我病生；以一切衆生病，是故我病；若一切衆生病滅，則我病滅。所以者何？菩薩爲衆生故入生死，有生死則有病；若衆生得離病者，則菩薩無復病。譬如長者，唯有一子，其子得病，父母亦病。若子病愈，父母亦愈。菩薩如是，於諸衆生，愛之若子；衆生病則菩薩病，衆生病愈，菩薩亦愈。又言‘是疾何所因起？’菩薩病者，以大悲起。”文殊師利言：“居士此室，何以空無侍者？”維摩詰言：“諸佛國土亦復皆空。”又問：“以何爲空？”答曰：“以空空。”又問：“空何用空？”答曰：“以無分別空故空。”又問：“空可分別耶？”答曰：“分別亦空。”又問：“空當於何求？”答曰：“當於六十二見中求。”又問：“六十二見當於何求？”答曰：“當於諸佛解脫中求。”又問：“諸佛解脫當於何求？”答曰：“當於一切衆生心行中求。又仁所問：‘何無侍者？’一切衆魔及諸外道，皆吾侍也。所以者何？衆魔者樂生死，菩薩於生死而不捨；外道者樂諸見，菩薩於諸見而不動。”文殊師利言：“居士所疾，爲何等相？”維摩詰言：“我病無形不可見。”又問：“此病身合耶？心合耶？”答曰：“非身合，身相離故；亦非心合，心如幻故。”又問：“地大、水大、火大、風大，於此四大，何大之病？”答曰：“是病非地大，亦不離地大；水、火、風大，亦復如是。而衆生病，從四大起，以其有病，是故我病。”爾時，文殊師利問維摩詰言：“菩薩應云何慰喩有疾菩薩？”維摩詰言：“說身無常，不說厭離於身；說身有苦，不說樂於涅槃；說身無我，而說敎導衆生；說身空寂，不說畢竟寂滅；說悔先罪，而不說入於過去；以己之疾，愍於彼疾；當識宿世無數劫苦，當念饒益一切衆生；憶所修福，念於淨命，勿生憂惱，常起精進；當作醫王，療治衆病。菩薩應如是慰喩有疾菩薩，令其歡喜。”文殊師利言：“居士！有疾菩薩云何調伏其心？”維摩詰言：“有疾菩薩應作是念：‘今我此病，皆從前世妄想顚倒諸煩惱生，無有實法，誰受病者！所以者何？四大合故，假名爲身；四大無主，身亦無我；又此病起，皆由著我。是故於我，不應生著。’旣知病本，卽除我想及衆生想。當起法想，應作是念：‘但以衆法，合成此身；起唯法起，滅唯法滅。又此法者，各不相知，起時不言我起，滅時不言我滅。’彼有疾菩薩爲滅法想，當作是念：‘此法想者，亦是顚倒，顚倒者是卽大患，我應離之。’云何爲離？離我、我所。云何離我、我所？謂離二法。云何離二法？謂不念內外諸法行於平等。云何平等？謂我等、涅槃等。所以者何？我及涅槃，此二皆空。以何爲空？但以名字故空。如此二法，無決定性，得是平等；無有餘病，唯有空病；空病亦空。是有疾菩薩以無所受而受諸受，未具佛法，亦不滅受而取證也。設身有苦，念惡趣衆生，起大悲心，我旣調伏，亦當調伏一切衆生；但除其病，而不除法，爲斷病本而敎導之。何謂病本？謂有攀緣，從有攀緣，則爲病本。何所攀緣？謂之三界。云何斷攀緣？以無所得，若無所得，則無攀緣。何謂無所得？謂離二見。何謂二見？謂內見外見，是無所得。文殊師利！是爲有疾菩薩調伏其心，爲斷老病死苦，是菩薩菩提。若不如是，已所修治，爲無慧利。譬如勝怨，乃可爲勇。如是兼除老病死者，菩薩之謂也。彼有疾菩薩應復作是念：‘如我此病，非眞非有，衆生病亦非眞非有。’作是觀時，於諸衆生若起愛見大悲，卽應捨離。所以者何？菩薩斷除客塵煩惱而起大悲。愛見悲者，則於生死有疲厭心。若能離此，無有疲厭，在在所生，不爲愛見之所覆也。所生無縛，能爲衆生說法解縛，如佛所說：‘若自有縛，能解彼縛，無有是處！若自無縛，能解彼縛，斯有是處。’是故菩薩不應起縛。何謂縛？何謂解？貪著禪味，是菩薩縛；以方便生，是菩薩解。又無方便慧縛，有方便慧解；無慧方便縛，有慧方便解。何謂無方便慧縛？謂菩薩以愛見心莊嚴佛土、成就衆生；於空、無相、無作法中，而自調伏，是名無方便慧縛。何謂有方便慧解？謂不以愛見心莊嚴佛土、成就衆生，於空、無相、無作法中，以自調伏，而不疲厭，是名有方便慧解。何謂無慧方便縛？謂菩薩住貪欲、瞋恚、邪見等諸煩惱，而植衆德本，是名無慧方便縛。何謂有慧方便解？謂離諸貪欲、瞋恚、邪見等諸煩惱，而植衆德本；迴向阿耨多羅三藐三菩提，是名有慧方便解。文殊師利！彼有疾菩薩，應如是觀諸法，又復觀身無常、苦、空、非我，是名爲慧；雖身有疾，常在生死，饒益一切，而不厭倦，是名方便。又復觀身，身不離病，病不離身，是病是身，非新非故，是名爲慧；設身有疾，而不永滅，是名方便。文殊師利！有疾菩薩應如是調伏其心，不住其中，亦復不住不調伏心。所以者何？若住不調伏心，是愚人法；若住調伏心，是聲聞法。是故菩薩不當住於調伏、不調伏心，離此二法，是菩薩行。在於生死，不爲污行；住於涅槃，不永滅度，是菩薩行；非凡夫行，非賢聖行，是菩薩行；非垢行，非淨行，是菩薩行；雖過魔行，而現降衆魔，是菩薩行；求一切智，無非時求，是菩薩行；雖觀諸法不生，而不入正位，是菩薩行；雖觀十二緣起，而入諸邪見，是菩薩行；雖攝一切衆生，而不愛著，是菩薩行；雖樂遠離，而不依身心盡，是菩薩行；雖行三界，而不壞法性，是菩薩行；雖行於空，而植衆德本，是菩薩行；雖行無相，而度衆生，是菩薩行；雖行無作，而現受身，是菩薩行；雖行無起，而起一切善行，是菩薩行；雖行六波羅蜜，而遍知衆生心、心數法，是菩薩行；雖行六通，而不盡漏，是菩薩行；雖行四無量心，而不貪著生於梵世，是菩薩行；雖行禪定解脫三昧，而不隨禪生，是菩薩行；雖行四念處，而不永離身受心法，是菩薩行；雖行四正勤，而不捨身心精進，是菩薩行；雖行四如意足，而得自在神通，是菩薩行；雖行五根，而分別衆生諸根利鈍，是菩薩行；雖行五力，而樂求佛十力，是菩薩行；雖行七覺分，而分別佛之智慧，是菩薩行；雖行八聖道，而樂行無量佛道，是菩薩行；雖行止觀助道之法，而不畢竟墮於寂滅，是菩薩行；雖行諸法不生不滅，而以相好莊嚴其身，是菩薩行；雖現聲聞、辟支佛威儀，而不捨佛法，是菩薩行；雖隨諸法究竟淨相，而隨所應爲現其身，是菩薩行；雖觀諸佛國土永寂如空，而現種種淸淨佛土，是菩薩行；雖得佛道轉于法輪，入於涅槃，而不捨於菩薩之道，是菩薩行。說是語時，文殊師利所將大衆，其中八千天子皆發阿耨多羅三藐三菩提心。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經不思議品第六",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經不思議品第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爾時，舍利弗見此室中無有牀座，作是念：“斯諸菩薩、大弟子衆，當於何坐？”長者維摩詰知其意，語舍利弗言：“云何仁者！爲法來耶？求牀座耶？”舍利弗言：“我爲法來，非爲牀座。”維摩詰言：“唯，舍利弗！夫求法者，不貪軀命，何況牀座？夫求法者，非有色、受、想、行、識之求，非有界、入之求，非有欲、色、無色之求。唯，舍利弗！夫求法者，不著佛求，不著法求，不著衆求；夫求法者，無見苦求，無斷集求，無造盡證、修道之求。所以者何？法無戲論，若言我當見苦、斷集、證滅、修道，是則戲論，非求法也。唯，舍利弗！法名寂滅，若行生滅，是求生滅，非求法也；法名無染，若染於法，乃至涅槃，是則染著，非求法也；法無行處，若行於法，是則行處，非求法也；法無取捨，若取捨法，是則取捨，非求法也；法無處所，若著處所，是則著處，非求法也；法名無相，若隨相識，是則求相，非求法也；法不可住，若住於法，是則住法，非求法也；法不可見、聞、覺知，若行見、聞、覺知，是則見、聞、覺知，非求法也；法名無爲，若行有爲，是求有爲，非求法也。是故，舍利弗！若求法者，於一切法，應無所求。”說是語時，五百天子於諸法中得法眼淨。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爾時，長者維摩詰問文殊師利：“仁者遊於無量千萬億阿僧祇國，何等佛土有好上妙功德成就師子之座？”文殊師利言：“居士！東方度三十六恒河沙國，有世界名須彌相，其佛號須彌燈王，今現在。彼佛身長八萬四千由旬，其師子座高八萬四千由旬，嚴飾第一。”於是長者維摩詰現神通力，卽時彼佛遣三萬二千師子座，高廣嚴淨，來入維摩詰室，諸菩薩、大弟子、釋、梵、四天王等，昔所未見。其室廣博，悉皆包容三萬二千師子座，無所妨礙。於毘耶離城，及閻浮提四天下，亦不迫迮，悉見如故。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爾時，維摩詰語文殊師利：“就師子座。”與諸菩薩上人俱坐，當自立身如彼座像。其得神通菩薩，卽自變形爲四萬二千由旬，坐師子座。諸新發意菩薩及大弟子皆不能昇。爾時，維摩詰語舍利弗：“就師子座。”舍利弗言：“居士！此座高廣，吾不能昇。”維摩詰言：“唯，舍利弗！爲須彌燈王如來作禮，乃可得坐。”於是新發意菩薩及大弟子卽爲須彌燈王如來作禮，便得坐師子座。舍利弗言：“居士！未曾有也，如是小室，乃容受此高廣之座，於毘耶離城，無所妨礙，又於閻浮提聚落、城邑，及四天下諸天、龍王、鬼神宮殿，亦不迫迮。”維摩詰言：“唯，舍利弗！諸佛菩薩，有解脫名不可思議。若菩薩住是解脫者，以須彌之高廣內芥子中無所增減，須彌山王本相如故，而四天王、忉利諸天不覺不知己之所入，唯應度者乃見須彌入芥子中，是名住不思議解脫法門。又以四大海水入一毛孔，不嬈魚、鼈、黿、鼉水性之屬，而彼大海本相如故，諸龍、鬼神、阿修羅等，不覺不知己之所入，於此衆生亦無所嬈。又，舍利弗！住不可思議解脫菩薩，斷取三千大千世界，如陶家輪，著右掌中，擲過恒河沙世界之外，其中衆生，不覺不知己之所往。又復還置本處，都不使人有往來想，而此世界本相如故。又，舍利弗！或有衆生，樂久住世而可度者，菩薩卽延七日以爲一劫，令彼衆生謂之一劫；或有衆生不樂久住，而可度者，菩薩卽促一劫以爲七日，令彼衆生謂之七日。又，舍利弗！住不可思議解脫菩薩，以一切佛土嚴飾之事，集在一國，示於衆生。又菩薩以一佛土衆生置之右掌，飛到十方遍示一切，而不動本處。又，舍利弗！十方衆生供飬諸佛之具，菩薩於一毛孔，皆令得見。又十方國土所有日、月、星宿，於一毛孔普使見之。又，舍利弗！十方世界所有諸風，菩薩悉能吸著口中，而身無損，外諸樹木，亦不摧折。又十方世界劫盡燒時，以一切火內於腹中，火事如故，而不爲害。又於下方過恒河沙等諸佛世界，取一佛土，擧著上方，過恒河沙無數世界，如持鍼鋒擧一棗葉，而無所嬈。又，舍利弗！住不可思議解脫菩薩，能以神通現作佛身，或現辟支佛身，或現聲聞身，或現帝釋身，或現梵王身，或現世主身，或現轉輪王身。又十方世界所有衆聲，上中下音，皆能變之，令作佛聲，演出無常、苦、空、無我之音。及十方諸佛所說種種之法，皆於其中普令得聞。舍利弗！我今略說菩薩不可思議解脫之力，若廣說者，窮劫不盡。”是時，大迦葉聞說菩薩不可思議解脫法門，歎未曾有，謂舍利弗：“譬如有人，於盲者前現衆色像，非彼所見；一切聲聞聞是不可思議解脫法門，不能解了，爲若此也！智者聞是，其誰不發阿耨多羅三藐三菩提心？我等何爲永絕其根，於此大乘，已如敗種！一切聲聞聞是不可思議解脫法門，皆應號泣，聲震三千大千世界；一切菩薩應大欣慶，頂受此法。若有菩薩信解不可思議解脫法門者，一切魔衆無如之何。”大迦葉說是語時，三萬二千天子皆發阿耨多羅三藐三菩提心。爾時，維摩詰語大迦葉：“仁者！十方無量阿僧祇世界中作魔王者，多是住不可思議解脫菩薩。以方便力，敎化衆生，現作魔王。又，迦葉！十方無量菩薩，或有人從乞手足耳鼻、頭目髓腦、血肉皮骨、聚落城邑、妻子奴婢、象馬車乘、金銀琉璃、車璖、馬瑙、珊瑚、琥珀、眞珠珂貝、衣服飮食，如此乞者，多是住不可思議解脫菩薩，以方便力，而往試之，令其堅固。所以者何？住不可思議解脫菩薩，有威德力，故現行逼迫，示諸衆生，如是難事；凡夫下劣，無有力勢，不能如是逼迫菩薩。譬如龍象蹴踏，非驢所堪，是名住不可思議解脫菩薩智慧方便之門。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經觀衆生品第七",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經觀衆生品第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爾時，文殊師利問維摩詰言：“菩薩云何觀於衆生？”維摩詰言：“譬如幻師，見所幻人，菩薩觀衆生爲若此。如智者見水中月，如鏡中見其面像，如熱時焰，如呼聲響，如空中雲，如水聚沫，如水上泡，如芭蕉堅，如電久住，如第五大，如第六陰，如第七情，如十三入，如十九界，菩薩觀衆生爲若此。如無色界色，如燋穀牙，如須陁洹身見，如阿那含入胎，如阿羅漢三毒，如得忍菩薩貪恚毀禁，如佛煩惱習，如盲者見色，如入滅盡定出入息，如空中鳥迹，如石女兒，如化人起煩惱，如夢所見已寤，如滅度者受身，如無煙之火，菩薩觀衆生爲若此。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文殊師利言：“若菩薩作是觀者，云何行慈？”維摩詰言：“菩薩作是觀已，自念：‘我當爲衆生說如斯法。’是卽眞實慈也。行寂滅慈，無所生故；行不熱慈，無煩惱故；行等之慈，等三世故；行無諍慈，無所起故；行不二慈，內外不合故；行不壞慈，畢竟盡故；行堅固慈，心無毀故；行淸淨慈，諸法性淨故；行無邊慈，如虛空故；行阿羅漢慈，破結賊故；行菩薩慈，安衆生故；行如來慈，得如相故；行佛之慈，覺衆生故；行自然慈，無因得故；行菩提慈，等一味故；行無等慈，斷諸愛故；行大悲慈，導以大乘故；行無厭慈，觀空無我故；行法施慈，無遺惜故；行持戒慈，化毀禁故；行忍辱慈，護彼我故；行精進慈，荷負衆生故；行禪定慈，不受味故；行智慧慈，無不知時故；行方便慈，一切示現故；行無隱慈，直心淸淨故；行深心慈，無雜行故；行無誑慈，不虛假故；行安樂慈，令得佛樂故。菩薩之慈，爲若此也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文殊師利又問：“何謂爲悲？”答曰：“菩薩所作功德，皆與一切衆生共之。”“何謂爲喜？”答曰：“有所饒益，歡喜無悔。”“何謂爲捨？”答曰：“所作福祐，無所悕望。”文殊師利又問：“生死有畏，菩薩當何所依？”維摩詰言：“菩薩於生死畏中，當依如來功德之力。”文殊師利又問：“菩薩欲依如來功德之力，當於何住？”答曰：“菩薩欲依如來功德力者，當住度脫一切衆生。”又問：“欲度衆生，當何所除？”答曰：“欲度衆生，除其煩惱。”又問：“欲除煩惱，當何所行？”答曰：“當行正念。”又問：“云何行於正念？”答曰：“當行不生不滅。”又問：“何法不生？何法不滅？”答曰：“不善不生，善法不滅。”又問：“善不善孰爲本？”答曰：“身爲本。”又問：“身孰爲本？”答曰：“欲貪爲本。”又問：“欲貪孰爲本？”答曰：“虛妄分別爲本。”又問：“虛妄分別孰爲本？”答曰：“顚倒想爲本。”又問：“顚倒想孰爲本？”答曰：“無住爲本。”又問：“無住孰爲本？”答曰：“無住則無本。文殊師利！從無住本，立一切法。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "時維摩詰室有一天女，見諸大人聞所說法，便現其身，卽以天華，散諸菩薩、大弟子上。華至諸菩薩，卽皆墮落，至大弟子，便著不墮。一切弟子神力去華，不能令去。爾時，天女問舍利弗：“何故去華？”答曰：“此華不如法，是以去之。”天曰：“勿謂此華爲不如法。所以者何？是華無所分別。仁者自生分別想耳！若於佛法出家，有所分別，爲不如法；若無所分別，是則如法。觀諸菩薩華不著者，已斷一切分別想故。譬如人畏時，非人得其便；如是弟子畏生死故，色、聲、香、味、觸得其便也。已離畏者，一切五欲無能爲也；結習未盡，華著身耳！結習盡者，華不著也。”舍利弗言：“天止此室，其已久如？”答曰：“我止此室，如耆年解脫。”舍利弗言：“止此久耶？”天曰：“耆年解脫，亦何如久？”舍利弗默然不答。天曰：“如何耆舊大智而默？”答曰：“解脫者無所言說，故吾於是不知所云。”天曰：“言說文字，皆解脫相。所以者何？解脫者，不內、不外、不在兩閒，文字亦不內不外，不在兩閒。是故，舍利弗！無離文字說解脫也。所以者何？一切諸法是解脫相。”舍利弗言：“不復以離婬、怒、癡爲解脫乎？”天曰：“佛爲增上慢人，說離婬、怒、癡爲解脫耳；若無增上慢者，佛說婬、怒、癡性，卽是解脫。”舍利弗言：“善哉，善哉！天女！汝何所得？以何爲證？辯乃如是！”天曰：“我無得無證，故辯如是。所以者何？若有得有證者，卽於佛法爲增上慢。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "舍利弗問天：“汝於三乘，爲何志求？”天曰：“以聲聞法化衆生故，我爲聲聞；以因緣法化衆生故，我爲辟支佛；以大悲法化衆生故，我爲大乘。舍利弗！如人入瞻蔔林，唯嗅瞻蔔，不嗅餘香。如是，若入此室，但聞佛功德之香，不樂聞聲聞、辟支佛功德香也。舍利弗！其有釋、梵、四天王，諸天、龍、鬼神等，入此室者，聞斯上人講說正法，皆樂佛功德之香，發心而出。舍利弗！吾止此室，十有二年，初不聞說聲聞、辟支佛法，但聞菩薩大慈大悲，不可思議諸佛之法。舍利弗！此室常現八未曾有難得之法。何等爲八？此室常以金色光照，晝夜無異，不以日月所照爲明，是爲一未曾有難得之法；此室入者，不爲諸垢之所惱也，是爲二未曾有難得之法；此室常有釋梵四天王、他方菩薩來會不絕，是爲三未曾有難得之法；此室常說六波羅蜜不退轉法，是爲四未曾有難得之法；此室常作天人第一之樂，絃出無量法化之聲，是爲五未曾有難得之法。此室有四大藏，衆寶積滿，賙窮濟乏，求得無盡，是爲六未曾有難得之法；此室釋迦牟尼佛、阿彌陁佛、阿閦佛、寶德、寶炎、寶月、寶嚴、難勝、師子響、一切利成，如是等十方無量諸佛，是上人念時，卽皆爲來，廣說諸佛秘要法藏，說已還去，是爲七未曾有難得之法；此室一切諸天嚴飾宮殿，諸佛淨土，皆於中現，是爲八未曾有難得之法。舍利弗！此室常現八未曾有難得之法，誰有見斯不思議事，而復樂於聲聞法乎？”舍利弗言：“汝何以不轉女身？”天曰：“我從十二年來，求女人相了不可得。當何所轉？譬如幻師化作幻女，若有人問：‘何以不轉女身？’是人爲正問不？”舍利弗言：“不也！幻無定相，當何所轉？”天曰：“一切諸法亦復如是，無有定相，云何乃問不轉女身？”卽時天女以神通力，變舍利弗令如天女，天自化身如舍利弗，而問言：“何以不轉女身？”舍利弗以天女像而答言：“我今不知何轉而變爲女身？”天曰：“舍利弗！若能轉此女身，則一切女人亦當能轉。如舍利弗非女而現女身，一切女人亦復如是，雖現女身，而非女也。是故佛說一切諸法非男、非女。”卽時天女還攝神力，舍利弗身還復如故。天問舍利弗：“女身色相，今何所在？”舍利弗言：“女身色相，無在無不在。”天曰：“一切諸法，亦復如是，無在無不在。夫無在無不在者，佛所說也。”舍利弗問天：“汝於此沒，當生何所？”天曰：“佛化所生，吾如彼生。”曰：“佛化所生，非沒生也。”天曰：“衆生猶然，無沒生也。”舍利弗問天：“汝久如當得阿耨多羅三藐三菩提？”天曰：“如舍利弗還爲凡夫，我乃當成阿耨多羅三藐三菩提。”舍利弗言：“我作凡夫，無有是處。”天曰：“我得阿耨多羅三藐三菩提，亦無是處。所以者何？菩提無住處，是故無有得者。”舍利弗言：“今諸佛得阿耨多羅三藐三菩提，已得當得，如恒河沙，皆謂何乎？”天曰：“皆以世俗文字數故，說有三世，非謂菩提有去來今。”天曰：“舍利弗！汝得阿羅漢道耶？”曰：“無所得故而得。”天曰：“諸佛、菩薩亦復如是，無所得故而得。”爾時，維摩詰語舍利弗：“是天女已曾供飬九十二億佛，已能遊戲菩薩神通，所願具足，得無生忍，住不退轉；以本願故，隨意能現，敎化衆生。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經佛道品第八",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經佛道品第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爾時，文殊師利問維摩詰言：“菩薩云何通達佛道？”維摩詰言：“若菩薩行於非道，是爲通達佛道。”又問：“云何菩薩行於非道？”答曰：“若菩薩行五無閒，而無惱恚；至于地獄，無諸罪垢；至于畜生，無有無明憍慢等過；至于餓鬼，而具足功德；行色、無色界道，不以爲勝。示行貪欲，離諸染著；示行瞋恚，於諸衆生，無有恚閡；示行愚癡，而以智慧，調伏其心。示行慳貪，而捨內外所有，不惜身命；示行毀禁，而安住淨戒，乃至小罪，猶懷大懼；示行瞋恚，而常慈忍；示行懈怠，而懃修功德；示行亂意，而常念定；示行愚癡，而通達世閒、出世閒慧；示行諂僞，而善方便，隨諸經義；示行憍慢，而於衆生，猶如橋梁；示行諸煩惱，而心常淸淨；示入於魔，而順佛智慧，不隨他敎；示入聲聞，而爲衆生，說未聞法；示入辟支佛，而成就大悲，敎化衆生；示入貧窮，而有寶手，功德無盡；示入刑殘，而具諸相好，以自莊嚴；示入下賤，而生佛種姓中，具諸功德；示入羸劣醜陋，而得那羅延身，一切衆生之所樂見；示入老病，而永斷病根，超越死畏；示有資生，而恒觀無常，實無所貪；示有妻妾采女，而常遠離五欲淤泥；現於訥鈍，而成就辯才，摠持無失；示入邪濟，而以正濟，度諸衆生；現遍入諸道，而斷其因緣；現於涅槃，而不斷生死。文殊師利！菩薩能如是行於非道，是爲通達佛道。”於是維摩詰問文殊師利：“何等爲如來種？”文殊師利言：“有身爲種，無明有愛爲種，貪恚癡爲種，四顚倒爲種，五蓋爲種，六入爲種，七識處爲種，八邪法爲種，九惱處爲種，十不善道爲種。以要言之，六十二見及一切煩惱，皆是佛種。”曰：“何謂也？”答曰：“若見無爲入正位者，不能復發阿耨多羅三藐三菩提心；譬如高原陸地，不生蓮華，卑濕淤泥乃生此華；如是見無爲法入正位者，終不復能生於佛法；煩惱泥中，乃有衆生起佛法耳！又如殖種於空，終不得生！糞壤之地，乃能滋茂。如是入無爲正位者，不生佛法；起於我見如須彌山，猶能發于阿耨多羅三藐三菩提心，生佛法矣！是故當知，一切煩惱，爲如來種。譬如不下巨海，不能得無價寶珠。如是不入煩惱大海，則不能得一切智寶。”爾時，大迦葉歎言：“善哉，善哉！文殊師利！快說此語。誠如所言，塵勞之疇爲如來種；我等今者，不復堪任發阿耨多羅三藐三菩提心，乃至五無閒罪，猶能發意生於佛法，而今我等永不能發。譬如根敗之士，其於五欲不能復利。如是聲聞諸結斷者，於佛法中無所復益，永不志願。是故，文殊師利！凡夫於佛法有返復，而聲聞無也。所以者何？凡夫聞佛法，能起無上道心，不斷三寶。正使聲聞終身聞佛法，力、無畏等，永不能發無上道意。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爾時，會中有菩薩，名普現色身，問維摩詰言：“居士！父母妻子、親戚眷屬、吏民知識，悉爲是誰？奴婢僮僕、象馬車乘，皆何所在？”於是維摩詰以偈答曰：",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "智度菩薩母，方便以爲父，一切衆導師，無不由是生。法喜以爲妻，慈悲心爲女，善心誠實男，畢竟空寂舍。弟子衆塵勞，隨意之所轉，道品善知識，由是成正覺。諸度法等侶，四攝爲伎女，歌詠誦法言，以此爲音樂。摠持之園苑，無漏法林樹，覺意淨妙華，解脫智慧果。八解之浴池，定水湛然滿，布以七淨華，浴此無垢人。象馬五通馳，大乘以爲車，調御以一心，遊於八正路。相具以嚴容，衆好飾其姿，慚愧之上服，深心爲華鬘。富有七財寶，敎授以滋息，如所說修行，迴向爲大利。四禪爲牀座，從於淨命生，多聞增智慧，以爲自覺音。甘露法之食，解脫味爲漿，淨心以澡浴，戒品爲塗香。摧滅煩惱賊，勇健無能踰，降伏四種魔，勝幡建道場。雖知無起滅，示彼故有生，悉現諸國土，如日無不見。供飬於十方，無量億如來，諸佛及己身，無有分別想。雖知諸佛國，及與衆生空，而常修淨土，敎化於群生。諸有衆生類，形聲及威儀，無畏力菩薩，一時能盡現。覺知衆魔事，而示隨其行，以善方便智，隨意皆能現。或示老病死，成就諸群生，了知如幻化，通達無有礙。或現劫盡燒，天地皆洞然，衆人有常想，照令知無常。無數億衆生，俱來請菩薩，一時到其舍，化令向佛道。經書禁呪術，工巧諸伎藝，盡現行此事，饒益諸群生。世閒衆道法，悉於中出家，因以解人惑，而不墮邪見。或作日月天，梵王世界主，或時作地水，或復作風火。劫中有疾疫，現作諸藥草，若有服之者，除病消衆毒。劫中有飢饉，現身作飮食，先救彼飢渴，卻以法語人。劫中有刀兵，爲之起慈心，化彼諸衆生，令住無諍地。若有大戰陣，立之以等力，菩薩現威勢，降伏使和安。一切國土中，諸有地獄處，輒往到于彼，勉濟其苦惱。一切國土中，畜生相食噉，皆現生於彼，爲之作利益。示受於五欲，亦復現行禪，令魔心憒亂，不能得其便。火中生蓮華，是可謂希有，在欲而行禪，希有亦如是。或現作婬女，引諸好色者，先以欲鉤牽，後令入佛道。或爲邑中主，或作商人導，國師及大臣，以祐利衆生。諸有貧窮者，現作無盡藏，因以勸導之，令發菩提心。我心憍慢者，爲現大力士，消伏諸貢高，令住無上道。其有恐懼衆，居前而慰安，先施以無畏，後令發道心。或現離婬欲，爲五通仙人，開導諸群生，令住戒忍慈。見須供事者，現爲作僮僕，旣悅可其意，乃發以道心。隨彼之所須，得入於佛道，以善方便力，皆能給足之。如是道無量，所行無有涯，智慧無邊際，度脫無數衆。假令一切佛，於無量億劫，讚歎其功德，猶尚不能盡。誰聞如是法，不發菩提心，除彼不肖人，癡冥無智者。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經入不二法門品第九",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經入不二法門品第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爾時，維摩詰謂衆菩薩言：“諸仁者！云何菩薩入不二法門？各隨所樂說之。”會中有菩薩名法自在，說言：“諸仁者！生滅爲二。法本不生，今則無滅，得此無生法忍，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "德守菩薩曰：“我、我所爲二。因有我故，便有我所；若無有我，則無我所，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "不眴菩薩曰：“受、不受爲二。若法不受，則不可得；以不可得，故無取無捨、無作無行，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "德頂菩薩曰：“垢、淨爲二。見垢實性，則無淨相，順於滅相，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "善宿菩薩曰：“是動、是念爲二。不動則無念，無念則無分別。通達此者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "善眼菩薩曰：“一相、無相爲二。若知一相卽是無相，亦不取無相，入於平等，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "妙臂菩薩曰：“菩薩心、聲聞心爲二。觀心相空，如幻化者，無菩薩心，無聲聞心，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "弗沙菩薩曰：“善、不善爲二。若不起善、不善，入無相際而通達者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "師子菩薩曰：“罪、福爲二。若達罪性，則與福無異，以金剛慧決了此相，無縛無解者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "師子意菩薩曰：“有漏、無漏爲二。若得諸法等，則不起漏、不漏想，不著於相，亦不住無相，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "淨解菩薩曰：“有爲、無爲爲二。若離一切數，則心如虛空，以淸淨慧無所碍者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "那羅延菩薩曰：“世閒、出世閒爲二。世閒性空，卽是出世間。於其中不入、不出、不溢、不散，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "善意菩薩曰：“生死、涅槃爲二。若見生死性，則無生死，無縛無解，不生不滅，如是解者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "現見菩薩曰：“盡、不盡爲二。法若究竟，盡若不盡，皆是無盡相；無盡相卽是空，空則無有盡不盡相。如是入者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "普守菩薩曰：“我、無我爲二。我尚不可得，非我何可得？見我實性者，不復起二，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "電天菩薩曰：“明、無明爲二。無明實性卽是明，明亦不可取，離一切數，於其中平等無二者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "喜見菩薩曰：“色、色空爲二。色卽是空，非色滅空，色性自空。如是受、想、行、識、識空爲二，識卽是空，非識滅空，識性自空，於其中而通達者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "明相菩薩曰：“四種異、空種異爲二。四種性卽是空種性，如前際、後際空、故中際亦空。若能如是知諸種性者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "妙意菩薩曰：“眼、色爲二。若知眼性，於色不貪、不恚、不癡，是名寂滅。如是耳聲、鼻香、舌味、身觸、意法爲二，若知意性，於法不貪、不恚、不癡，是名寂滅，安住其中，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "無盡意菩薩曰：“布施、迴向一切智爲二。布施性卽是迴向一切智性，如是持戒、忍辱、精進、禪定、智慧、迴向一切智爲二，智慧性卽是迴向一切智性，於其中入一相者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "深慧菩薩曰：“是空、是無相、是無作爲二。空卽無相，無相卽無作；若空、無相、無作，則無心意識。於一解脫門卽是三解脫門者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "寂根菩薩曰：“佛、法、衆爲二。佛卽是法，法卽是衆，是三寶皆無爲相，與虛空等，一切法亦爾。能隨此行者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "心無碍菩薩曰：“身、身滅爲二。身卽是身滅。所以者何？見身實相者，不起見身及見滅身，身與滅身無二無分別，於其中不驚、不懼者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "上善菩薩曰：“身、口、意善爲二。是三業皆無作相，身無作相，卽口無作相；口無作相，卽意無作相；是三業無作相，卽一切法無作相。能如是隨無作慧者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "福田菩薩曰：“福行、罪行、不動行爲二。三行實性卽是空，空則無福行、無罪行、無不動行。於此三行而不起者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "華嚴菩薩曰：“從我起二爲二。見我實相者，不起二法；若不住二法，則無有識。無所識者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "德藏菩薩曰：“有所得相爲二。若無所得，則無取捨。無取捨者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "月上菩薩曰：“闇與明爲二。無闇、無明，則無有二。所以者何？如入滅受想定，無闇、無明，一切法相亦復如是，於其中平等入者是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "寶印手菩薩曰：“樂涅槃、不樂世間爲二。若不樂涅槃、不厭世閒，則無有二。所以者何？若有縛，則有解。若本無縛，其誰求解？無縛無解，則無樂厭，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "珠頂王菩薩曰：“正道、邪道爲二。住正道者，則不分別是邪是正，離此二者，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "樂實菩薩曰：“實、不實爲二。實見者尚不見實，何況非實！所以者何？非肉眼所見，慧眼乃能見，而此慧眼，無見無不見，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "如是諸菩薩各各說已，問文殊師利：“何等是菩薩入不二法門？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文殊師利曰：“如我意者，於一切法無言無說，無示無識，離諸問答，是爲入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "於是文殊師利問維摩詰：“我等各自說已，仁者當說何等是菩薩入不二法門？”時維摩詰默然無言。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文殊師利歎曰：“善哉！善哉！乃至無有文字、語言，是眞入不二法門。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "說是入不二法門品時，於此衆中，五千菩薩皆入不二法門，得無生法忍。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經香積佛品第十",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經香積佛品第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "於是舍利弗心念：“日時欲至，此諸菩薩當於何食？”時維摩詰知其意而語言：“佛說八解脫，仁者受行，豈雜欲食而聞法乎？若欲食者，且待須臾，當令汝得未曾有食。”時維摩詰卽入三昧，以神通力示諸大衆，上方界分過四十二恒河沙佛土，有國名衆香，佛號香積，今現在，其國香氣，比於十方諸佛世界人、天之香，最爲第一。彼土無有聲聞、辟支佛名，唯有淸淨大菩薩衆，佛爲說法。其界一切，皆以香作樓閣，經行香地，苑園皆香，其食香氣，周流十方無量世界。時彼佛與諸菩薩方共坐食，有諸天子皆號香嚴，悉發阿耨多羅三藐三菩提心，供養彼佛及諸菩薩，此諸大衆莫不目見。時維摩詰問衆菩薩言：“諸仁者！誰能致彼佛飯？”以文殊師利威神力故，咸皆默然。維摩詰言：“仁此大衆，無乃可恥？”文殊師利曰：“如佛所言，勿輕未學。”於是維摩詰不起于座，居衆會前，化作菩薩，相好光明，威德殊勝，蔽於衆會，而告之曰：“汝往上方界分，度如四十二恒河沙佛土，有國名衆香，佛號香積，與諸菩薩方共坐食。汝往到彼，如我辭曰：‘維摩詰稽首世尊足下！致敬無量，問訊起居，少病少惱，氣力安不？願得世尊所食之餘，當於娑婆世界施作佛事，令此樂小法者得弘大道，亦使如來名聲普聞。’”時化菩薩卽於會前，昇于上方，擧衆皆見其去，到衆香界，禮彼佛足，又聞其言：“維摩詰稽首世尊足下！致敬無量，問訊起居，少病少惱，氣力安不？願得世尊所食之餘，欲於娑婆世界施作佛事，使此樂小法者得弘大道，亦使如來名聲普聞。”彼諸大士見化菩薩，歎未曾有：“今此上人從何所來？娑婆世界爲在何許？云何名爲樂小法者？”卽以問佛。佛告之曰：“下方度如四十二恒河沙佛土，有世界名娑婆，佛號釋迦牟尼，今現在。於五濁惡世，爲樂小法衆生敷演道敎；彼有菩薩名維摩詰，住不可思議解脫，爲諸菩薩說法，故遣化來，稱揚我名，幷讚此土，令彼菩薩增益功德。”彼菩薩言：“其人何如，乃作是化？德力無畏，神足若斯！”佛言：“甚大！一切十方皆遣化往，施作佛事，饒益衆生。”於是香積如來以衆香鉢盛滿香飯，與化菩薩。時彼九百萬菩薩俱發聲言：“我欲詣娑婆世界供養釋迦牟尼佛，幷欲見維摩詰等諸菩薩衆。”佛言：“可往。攝汝身香，無令彼諸衆生起惑著心。又當捨汝本形，勿使彼國求菩薩者，而自鄙恥。又汝於彼莫懷輕賤，而作礙想。所以者何？十方國土，皆如虛空。又諸佛爲欲化諸樂小法者，不盡現其淸淨土耳！”時化菩薩旣受鉢飯，與彼九百萬菩薩俱，承佛威神，及維摩詰力，於彼世界，忽然不現，須臾之閒，至維摩詰舍。時維摩詰卽化作九百萬師子之座，嚴好如前，諸菩薩皆坐其上。是化菩薩以滿鉢香飯與維摩詰，飯香普熏毘耶離城，及三千大千世界。時毘耶離婆羅門、居士等，聞是香氣，身意快然，歎未曾有！於是長者主月蓋從八萬四千人，來入維摩詰舍。見其室中菩薩甚多，諸師子座，高廣嚴好，皆大歡喜，禮衆菩薩及大弟子，卻住一面。諸地神、虛空神及欲、色界諸天，聞此香氣，亦皆來入維摩詰舍。時維摩詰語舍利弗等諸大聲聞：“仁者可食，如來甘露味飯，大悲所熏，無以限意食之，使不消也。”有異聲聞念：“是飯少，而此大衆人人當食？”化菩薩曰：“勿以聲聞小德小智，稱量如來無量福慧！四海有竭，此飯無盡！使一切人食，揣若須彌，乃至一劫，猶不能盡。所以者何？無盡戒、定、智慧、解脫、解脫知見功德具足者，所食之餘，終不可盡。”於是鉢飯悉飽衆會，猶故不𣩠。其諸菩薩、聲聞、天、人，食此飯者，身安快樂，譬如一切樂莊嚴國諸菩薩也；又諸毛孔皆出妙香，亦如衆香國土諸樹之香。爾時，維摩詰問衆香菩薩：“香積如來以何說法？”彼菩薩曰：“我土如來無文字說，但以衆香令諸天、人得入律行。菩薩各各坐香樹下，聞斯妙香，卽獲一切德藏三昧。得是三昧者，菩薩所有功德皆悉具足。”彼諸菩薩問維摩詰：“今世尊釋迦牟尼以何說法？”維摩詰言：“此土衆生剛强難化，故佛爲說剛强之語以調伏之。言是地獄、是畜生、是餓鬼，是諸難處，是愚人生處；是身邪行，是身邪行報；是口邪行，是口邪行報；是意邪行，是意邪行報；是殺生，是殺生報；是不與取，是不與取報；是邪婬，是邪婬報；是妄語，是妄語報；是兩舌，是兩舌報；是惡口，是惡口報；是無義語，是無義語報；是貪嫉，是貪嫉報；是瞋惱，是瞋惱報；是邪見，是邪見報；是慳悋，是慳悋報；是毀戒，是毀戒報；是瞋恚，是瞋恚報；是懈怠，是懈怠報；是亂意，是亂意報；是愚癡，是愚癡報；是結戒，是持戒，是犯戒；是應作，是不應作；是障礙，是不障碍；是得罪，是離罪；是淨，是垢；是有漏，是無漏；是邪道，是正道；是有爲，是無爲；是世閒，是涅槃。以難化之人，心如猿猴，故以若干種法，制御其心，乃可調伏。譬如象馬，𢤱悷不調，加諸楚毒，乃至徹骨，然後調伏。如是剛强難化衆生，故以一切苦切之言，乃可入律。”彼諸菩薩聞說是已，皆曰：“未曾有也！如世尊釋迦牟尼佛，隱其無量自在之力，乃以貧所樂法，度脫衆生；斯諸菩薩亦能勞謙，以無量大悲，生是佛土。”維摩詰言：“此土菩薩於諸衆生大悲堅固，誠如所言。然其一世饒益衆生，多於彼國百千劫行。所以者何？此娑婆世界有十事善法，諸餘淨土之所無有。何等爲十？以布施攝貧窮，以淨戒攝毀禁，以忍辱攝瞋恚，以精進攝懈怠，以禪定攝亂意，以智慧攝愚癡，說除難法度八難者，以大乘法度樂小乘者，以諸善根濟無德者，常以四攝成就衆生，是爲十。”彼菩薩曰：“菩薩成就幾法？於此世界行無瘡疣，生于淨土。”維摩詰言：“菩薩成就八法，於此世界行無瘡疣，生于淨土。何等爲八？饒益衆生，而不望報；代一切衆生受諸苦惱，所作功德盡以施之；等心衆生，謙下無碍；於諸菩薩視之如佛；所未聞經，聞之不疑；不與聲聞而相違背；不嫉彼供，不高己利，而於其中調伏其心；常省己過，不訟彼短，恒以一心求諸功德，是爲八法。”維摩詰、文殊師利於大衆中說是法時，百千天、人皆發阿耨多羅三藐三菩提心，十千菩薩得無生法忍。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經菩薩行品第十一",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經菩薩行品第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "是時，佛說法於菴羅樹園，其地忽然廣博嚴事，一切衆會皆作金色。阿難白佛言：“世尊！以何因緣，有此瑞應？是處忽然廣博嚴事，一切衆會皆作金色。”佛告阿難：“是維摩詰、文殊師利，與諸大衆恭敬圍繞，發意欲來，故先爲此瑞應。”於是維摩詰語文殊師利：“可共見佛，與諸菩薩禮事供飬。”文殊師利言：“善哉！行矣！今正是時。”維摩詰卽以神力，持諸大衆幷師子座，置於右掌，往詣佛所。到已著地，稽首佛足，右繞七帀，一心合掌，在一面立；其諸菩薩卽皆避座，稽首佛足，亦繞七帀，於一面立；諸大弟子、釋、梵、四天王等，亦皆避座，稽首佛足，在一面立。於是世尊如法慰問諸菩薩已，各令復坐，卽皆受敎。衆坐已定，佛語舍利弗：“汝見菩薩大士自在神力之所爲乎？”“唯然，已見！”“於汝意云何？”“世尊！我睹其爲不可思議，非意所圖，非度所測。”爾時，阿難白佛言：“世尊！今所聞香，自昔未有，是爲何香？”佛告阿難：“是彼菩薩毛孔之香。”於是舍利弗語阿難言：“我等毛孔亦出是香。”阿難言：“此所從來？”曰：“是長者維摩詰，從衆香國，取佛餘飯，於舍食者，一切毛孔皆香若此。”阿難問維摩詰：“是香氣住當久如？”維摩詰言：“至此飯消。”曰：“此飯久如當消？”曰：“此飯勢力至于七日，然後乃消。又阿難！若聲聞人未入正位，食此飯者，得入正位，然後乃消；已入正位，食此飯者，得心解脫，然後乃消；若未發大乘意，食此飯者，至發意乃消；已發意食此飯者，得無生忍，然後乃消；已得無生忍，食此飯者，至一生補處，然後乃消；譬如有藥，名曰上味，其有服者，身諸毒滅，然後乃消；此飯如是，滅除一切諸煩惱毒，然後乃消。”阿難白佛言：“未曾有也，世尊！如此香飯能作佛事。”佛言：“如是，如是！阿難！或有佛土以佛光明而作佛事，有以諸菩薩而作佛事，有以佛所化人而作佛事，有以菩提樹而作佛事，有以佛衣服、臥具而作佛事，有以飯食而作佛事，有以園林臺觀而作佛事，有以三十二相、八十隨形好而作佛事，有以佛身而作佛事，有以虛空而作佛事；衆生應以此緣得入律行。有以夢、幻、影、響、鏡中像、水中月、熱時炎，如是等喩而作佛事；有以音聲、語言、文字而作佛事；或有淸淨佛土、寂寞無言、無說、無示、無識、無作、無爲，而作佛事。如是，阿難！諸佛威儀進止，諸所施爲，無非佛事。阿難！有此四魔，八萬四千諸煩惱門，而諸衆生爲之疲勞，諸佛卽以此法而作佛事，是名入一切諸佛法門。菩薩入此門者，若見一切淨好佛土，不以爲喜，不貪不高；若見一切不淨佛土，不以爲憂，不碍不沒；但於諸佛生淸淨心，歡喜恭敬，未曾有也！諸佛如來功德平等！爲化衆生故，而現佛土不同。阿難！汝見諸佛國土，地有若干，而虛空無若干也；如是見諸佛色身有若干耳，其無碍慧無若干也。阿難！諸佛色身、威相、種性，戒、定、智慧、解脫、解脫知見，力、無所畏、不共之法、大慈、大悲，威儀所行，及其壽命，說法敎化，成就衆生，淨佛國土，具諸佛法，悉皆同等，是故名爲三藐三佛陁，名爲多陁阿伽度，名爲佛陁。阿難！若我廣說此三句義，汝以劫壽，不能盡受；正使三千大千世界滿中衆生，皆如阿難多聞第一，得念摠持，此諸人等，以劫之壽，亦不能受。如是，阿難！諸佛阿耨多羅三藐三菩提，無有限量，智慧辯才不可思議。”阿難白佛言：“我從今已往，不敢自謂以爲多聞。”佛告阿難：“勿起退意！所以者何？我說汝於聲聞中爲最多聞，非謂菩薩。且止，阿難！其有智者不應限度諸菩薩也；一切海淵尚可測量，菩薩禪定、智慧、摠持、辯才一切功德不可量也。阿難！汝等捨置菩薩所行，是維摩詰一時所現神通之力，一切聲聞、辟支佛於百千劫，盡力變化所不能作。”爾時，衆香世界菩薩來者，合掌白佛言：“世尊！我等初見此土，生下劣想，今自悔責，捨離是心。所以者何？諸佛方便，不可思議！爲度衆生故，隨其所應，現佛國異。唯然世尊！願賜少法，還於彼土，當念如來。”佛告諸菩薩：“有盡無盡解脫法門，汝等當學。何謂爲盡？謂有爲法。何謂無盡？謂無爲法。如菩薩者，不盡有爲，不住無爲。何謂不盡有爲？謂不離大慈，不捨大悲；深發一切智心，而不忽忘；敎化衆生，終不厭倦；於四攝法，常念順行；護持正法，不惜軀命；種諸善根，無有疲厭。志常安住，方便迴向；求法不懈，說法無悋；勤供諸佛，故入生死而無所畏；於諸榮辱，心無憂喜；不輕未學，敬學如佛；墮煩惱者，令發正念，於遠離樂，不以爲貴；不著己樂，慶於彼樂；在諸禪定，如地獄想；於生死中，如園觀想；見來求者，爲善師想；捨諸所有，具一切智想；見毀戒人，起救護想；諸波羅蜜，爲父母想；道品之法，爲眷屬想；發行善根，無有齊限；以諸淨國嚴飾之事，成已佛土；行無限施，具足相好；除一切惡，淨身口意；生死無數劫，意而有勇；聞佛無量德，志而不倦；以智慧劍，破煩惱賊；出陰界入，荷負衆生，永使解脫；以大精進，摧伏魔軍，常求無念實相智慧行；於世閒法少欲知足，於出世閒求之無厭，而不捨世閒法，不壞威儀法而能隨俗；起神通慧，引導衆生，得念摠持，所聞不忘；善別諸根，斷衆生疑；以樂說辯，演法無碍；淨十善道，受天、人福；修四無量，開梵天道；勸請說法，隨喜讚善，得佛音聲；身口意善，得佛威儀；深修善法，所行轉勝；以大乘敎，成菩薩僧；心無放逸，不失衆善。行如此法，是名菩薩不盡有爲。何謂菩薩不住無爲？謂修學空，不以空爲證；修學無相、無作，不以無相、無作爲證；修學無起，不以無起爲證；觀於無常，而不厭善本；觀世閒苦，而不惡生死；觀於無我，而誨人不倦；觀於寂滅，而不永滅；觀於遠離，而身心修善；觀無所歸，而歸趣善法；觀於無生，而以生法荷負一切；觀於無漏，而不斷諸漏；觀無所行，而以行法敎化衆生；觀於空無，而不捨大悲；觀正法位，而不隨小乘；觀諸法虛妄，無牢無人、無主無相，本願未滿，而不虛福德、禪定，智慧。修如此法，是名菩薩不住無爲。又具福德故，不住無爲；具智慧故，不盡有爲。大慈悲故，不住無爲；滿本願故，不盡有爲。集法藥故，不住無爲；隨授藥故，不盡有爲。知衆生病故，不住無爲；滅衆生病故，不盡有爲。諸正士菩薩以修此法，不盡有爲、不住無爲，是名盡無盡解脫法門，汝等當學！”爾時，彼諸菩薩聞說是法，皆大歡喜，以衆妙華、若干種色、若干種香，散遍三千大千世界，供飬於佛，及此經法，幷諸菩薩已，稽首佛足，歎未曾有，言：“釋迦牟尼佛乃能於此善行方便。”言已，忽然不現，還到彼國。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經見阿閦佛品第十二",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經見阿閦佛品第十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爾時，世尊問維摩詰：“汝欲見如來，爲以何等觀如來乎？”維摩詰言：“如自觀身實相，觀佛亦然。我觀如來前際不來，後際不去，今則不住。不觀色，不觀色如，不觀色性，不觀受、想、行、識，不觀識如，不觀識性，非四大起，同於虛空；六入無積，眼、耳、鼻、舌、身、心已過；不在三界，三垢已離，順三脫門，具足三明，與無明等；不一相、不異相，不自相、不他相，非無相、非取相；不此岸，不彼岸，不中流，而化衆生；觀於寂滅，亦不永滅；不此不彼，不以此，不以彼；不可以智知，不可以識識；無晦無明，無名無相，無强無弱，非淨非穢；不在方，不離方；非有爲，非無爲；無示無說；不施不慳，不戒不犯，不忍不恚，不進不怠，不定不亂，不智不愚，不誠不欺，不來不去，不出不入，一切言語道斷；非福田，非不福田；非應供飬，非不應供飬；非取非捨。非有相，非無相；同眞際，等法性，不可稱，不可量，過諸稱量；非大非小，非見非聞，非覺非知，離衆結縛；等諸智，同衆生，於諸法無分別；一切無失，無濁無惱，無作無起，無生無滅。無畏無憂，無喜無厭無著；無已有，無當有，無今有。不可以一切言說分別顯示。世尊！如來身爲若此，作如是觀。以斯觀者，名爲正觀；若他觀者，名爲邪觀。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爾時，舍利弗問維摩詰：“汝於何沒而來生此？”維摩詰言：“汝所得法有沒生乎？”舍利弗言：“無沒生也。”“若諸法無沒生相，云何問言：‘汝於何沒而來生此？’於意云何？譬如幻師，幻作男女，寧沒生耶？”舍利弗言：“無沒生也。”“汝豈不聞佛說諸法如幻相乎？”答曰：“如是！”“若一切法如幻相者！云何問言：“汝於何沒而來生此？”舍利弗！沒者爲虛誑法，敗壞之相；生者爲虛誑法，相續之相。菩薩雖沒，不盡善本；雖生，不長諸惡。”是時，佛告舍利弗：“有國名妙喜，佛號無動。是維摩詰於彼國沒，而來生此。”舍利弗言：“未曾有也。世尊！是人乃能捨淸淨土，而來樂此多怒害處。”維摩詰語舍利弗：“於意云何？日光出時與冥合乎？”答曰：“不也！日光出時，卽無衆冥。”維摩詰言：“夫日何故行閻浮提？”答曰：“欲以明照，爲之除冥。”維摩詰言：“菩薩如是！雖生不淨佛土，爲化衆生故，不與愚闇而共合也，但滅衆生煩惱闇耳！”是時，大衆渴仰，欲見妙喜世界無動如來，及其菩薩、聲聞之衆。佛知一切衆會所念，告維摩詰言：“善男子！爲此衆會，現妙喜國無動如來，及諸菩薩、聲聞之衆，衆皆欲見。”於是維摩詰心念：“吾當不起于座，接妙喜國鐵圍山川溪谷江河、大海泉源、須彌諸山，及日月星宿、天龍鬼神、梵天等宮，幷諸菩薩、聲聞之衆，城邑聚落、男女大小，乃至無動如來，及菩提樹、諸妙蓮華，能於十方作佛事者。三道寶階從閻浮提至忉利天，以此寶階，諸天來下，悉爲禮敬無動如來，聽受經法。閻浮提人亦登其階，上昇忉利，見彼諸天。妙喜世界成就如是無量功德，上至阿迦膩咤天，下至水際，以右手斷取，如陶家輪，入此世界，猶持華鬘，示一切衆。”作是念已，入於三昧，現神通力，以其右手斷取妙喜世界，置於此土。彼得神通菩薩及聲聞衆，幷餘天、人，俱發聲言：“唯然世尊！誰取我去！願見救護。”無動佛言：“非我所爲，是維摩詰神力所作。”其餘未得神通者，不覺不知己之所往。妙喜世界，雖入此土，而不增減，於是世界亦不迫隘，如本無異。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爾時，釋迦牟尼佛告諸大衆：“汝等且觀妙喜世界無動如來，其國嚴飾，菩薩行淨，弟子淸白。”皆曰：“唯然已見。”佛言：“若菩薩欲得如是淸淨佛土，當學無動如來所行之道。”現此妙喜國時，娑婆世界十四那由他人，發阿耨多羅三藐三菩提心，皆願生於妙喜佛土。釋迦牟尼佛卽記之曰：“當生彼國。”時妙喜世界於此國土所應饒益，其事訖已，還復本處，擧衆皆見。佛告舍利弗：“汝見此妙喜世界及無動佛不？”“唯然已見，世尊！願使一切衆生得淸淨土，如無動佛；獲神通力，如維摩詰。世尊！我等快得善利，得見是人親近供飬。其諸衆生，若今現在，若佛滅後，聞此經者，亦得善利；況復聞已信解，受持讀誦解說，如法修行。若有手得是經典者，便爲已得法寶之藏；若有讀誦解釋其義，如說修行，卽爲諸佛之所護念；其有供飬如是人者，當知卽爲供飬於佛；其有書持此經卷者，當知其室卽有如來；若聞是經能隨喜者，斯人卽爲取一切智；若能信解此經，乃至一四句偈，爲他說者，當知此人，卽是受阿耨多羅三藐三菩提記。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經法供飬品第十三",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經法供飬品第十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爾時，釋提桓因於大衆中白佛言：“世尊！我雖從佛及文殊師利聞百千經，未曾聞此不可思議，自在神通，決定實相經典。如我解佛所說義趣，若有衆生聞是經法，信解受持讀誦之者，必得是法不疑，何況如說修行？斯人卽爲閉衆惡趣開諸善門，常爲諸佛之所護念；降伏外學，摧滅魔怨；修治菩提，安處道場；履踐如來所行之迹。世尊！若有受持讀誦如說修行者，我當與諸眷屬供飬給事；所在聚落城邑、山林曠野，有是經處，我亦與諸眷屬，聽受法故共到其所；其未信者，當令生信；其已信者，當爲作護。”佛言：“善哉，善哉！天帝！如汝所說，吾助爾喜。此經廣說過去、未來、現在諸佛不可思議阿耨多羅三藐三菩提。是故，天帝！若善男子、善女人受持讀、誦供、飬是經者，卽爲供飬去、來、今佛。天帝！正使三千大千世界如來滿中，譬如甘蔗、竹𥯤、稻麻、叢林；若有善男子、善女人，或一劫、或減一劫，恭敬尊重，讚歎供飬，奉諸所安，至諸佛滅後，以一一全身舍利起七寶塔，縱廣一四天下，高至梵天，表剎莊嚴；以一切華香、瓔珞、幢幡、伎樂微妙第一，若一劫；若減一劫，而供飬之。於天帝意云何，其人植福，寧爲多不？”釋提桓因言：“多矣，世尊！彼之福德，若以百千億劫，說不能盡。”佛告天帝：“當知是善男子、善女人，聞是不可思議解脫經典，信解受持，讀誦修行，福多於彼。所以者何？諸佛菩提皆從是生；菩提之相不可限量，以是因緣福不可量。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告天帝：“過去無量阿僧祇劫，時世有佛，號曰藥王如來、應供、正遍知、明行足、善逝、世閒解、無上士、調御丈夫、天人師、佛、世尊。世界名大莊嚴，劫曰莊嚴，佛壽二十小劫；其聲聞僧三十六億那由他；菩薩僧有十二億。天帝！是時，有轉輪聖王，名曰寶蓋，七寶具足，主四天下。王有千子，端正勇健，能伏怨歒。爾時，寶蓋與其眷屬供飬藥王如來，施諸所安，至滿五劫。過五劫已，告其千子：‘汝等亦當如我，以深心供飬於佛。’於是千子受父王命，供飬藥王如來，復滿五劫，一切施安。其王一子，名曰月蓋，獨坐思惟：‘寧有供飬殊過此者？’以佛神力，空中有天曰：‘善男子！法之供飬勝諸供飬。’卽問：‘何謂法之供飬？’天曰：‘汝可往問藥王如來，當廣爲汝說法之供飬。’卽時月蓋王子行詣藥王如來，稽首佛足，卻住一面，白佛言：‘世尊！諸供飬中，法供飬勝。云何爲法供飬？’佛言：‘善男子！法供飬者，諸佛所說深經，一切世閒難信難受，微妙難見，淸淨無染，非但分別思惟之所能得。菩薩法藏所攝，陁羅尼印印之；至不退轉，成就六度，善分別義，順菩提法，衆經之上。入大慈悲，離衆魔事，及諸邪見；順因緣法，無我，無人，無衆生，無壽命，空、無相、無作、無起；能令衆生坐於道場，而轉法輪，諸天、龍神、乾闥婆等，所共歎譽；能令衆生入佛法藏，攝諸賢聖一切智慧；說衆菩薩所行之道，依於諸法實相之義，明宣無常、苦、空、無我、寂滅之法，能救一切毀禁衆生；諸魔外道及貪著者，能使怖畏；諸佛賢聖所共稱歎。背生死苦，示涅槃樂，十方三世諸佛所說。若聞如是等經，信解受持讀誦，以方便力，爲諸衆生分別解說，顯示分明，守護法故，是名法之供飬。又於諸法如說修行，隨順十二因緣，離諸邪見，得無生忍；決定無我無有衆生，而於因緣果報無違無諍，離諸我所。依於義，不依語；依於智，不依識；依了義經，不依不了義經；依於法，不依人；隨順法相，無所入，無所歸。無明畢竟滅故，諸行亦畢竟滅；乃至生畢竟滅故，老死亦畢竟滅。作如是觀，十二因緣，無有盡相，不復起見，是名最上法之供飬。’”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告天帝：“王子月蓋從藥王佛聞如是法，得柔順忍。卽解寶衣嚴身之具，以供飬佛，白佛言：‘世尊！如來滅後，我當行法供飬，守護正法。願以威神加哀建立，令我得降魔怨，修菩薩行。’佛知其深心所念，而記之曰：‘汝於末後，守護法城。’天帝！時王子月蓋，見法淸淨，聞佛授記，以信出家，修集善法；精進不久，得五神通，逮菩薩道，得陁羅尼，無斷辯才。於佛滅後，以其所得神通、摠持、辯才之力，滿十小劫，藥王如來所轉法輪隨而分布。月蓋比丘以守護法，勤行精進，卽於此身，化百萬億人於阿耨多羅三藐三菩提，立不退轉；十四那由他人，深發聲聞、辟支佛心；無量衆生得生天上。天帝！時王寶蓋豈異人乎？今現得佛，號寶炎如來；其王千子，卽賢劫中千佛是也。從迦羅鳩孫馱爲始得佛，最後如來號曰樓至。月蓋比丘，卽我身是。如是，天帝！當知此要，以法供飬於諸供飬爲上爲最，第一無比。是故，天帝！當以法之供飬，供飬於佛。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "維摩詰所說經囑累品第十四",
            "paragraphs": [
                {
                    "paragraph": "維摩詰所說經囑累品第十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "於是佛告彌勒菩薩言：“彌勒！我今以是無量億阿僧祇劫所集阿耨多羅三藐三菩提法，付囑於汝。如是輩經，於佛滅後末世之中，汝等當以神力，廣宣流布於閻浮提，無令斷絕。所以者何？未來世中，當有善男子、善女人，及天、龍、鬼神、乾闥婆、羅剎等，發阿耨多羅三藐三菩提心，樂于大法；若使不聞如是等經，則失善利。如此輩人，聞是等經，必多信樂，發希有心，當以頂受，隨諸衆生所應得利，而爲廣說。彌勒！當知菩薩有二相。何謂爲二？一者，好於雜句文飾之事；二者，不畏深義如實能入。若好雜句文飾事者，當知是爲新學菩薩；若於如是無染無著甚深經典，無有恐畏，能入其中，聞已心淨，受持讀誦，如說修行，當知是爲久修道行。彌勒！復有二法，名新學者，不能決定於甚深法。何等爲二？一者，所未聞深經，聞之驚怖生疑，不能隨順，毀謗不信，而作是言：‘我初不聞。從何所來？’二者，若有護持解說如是深經者，不肯親近、供飬、恭敬，或時於中說其過惡。有此二法，當知是爲新學菩薩，爲自毀傷，不能於深法中，調伏其心。彌勒！復有二法，菩薩雖信解深法，猶自毀傷，而不能得無生法忍。何等爲二？一者，輕慢新學菩薩，而不敎誨；二者，雖解深法，而取相分別。是爲二法。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "彌勒菩薩聞說是已，白佛言：“世尊！未曾有也。如佛所說，我當遠離如斯之惡，奉持如來無數阿僧祇劫所集阿耨多羅三藐三菩提法。若未來世善男子、善女人求大乘者，當令手得如是等經，與其念力，使受持讀誦、爲他廣說。世尊！若後末世，有能受持讀誦、爲他說者，當知皆是彌勒神力之所建立。”佛言：“善哉，善哉！彌勒！如汝所說，佛助爾喜。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "於是一切菩薩合掌白佛：“我等亦於如來滅後，十方國土廣宣流布阿耨多羅三藐三菩提法，復當開導諸說法者，令得是經。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爾時，四天王白佛言：“世尊！在在處處、城邑聚落、山林曠野，有是經卷，讀誦解說者，我當率諸官屬，爲聽法故，往詣其所，擁護其人，面百由旬，令無伺求得其便者。”是時，佛告阿難：“受持是經，廣宣流布。”阿難言：“唯然！我已受持要者。世尊！當何名斯經？”佛言：“阿難！是經名爲維摩詰所說，亦名不可思議解脫法門，如是受持。”佛說是經已，長者維摩詰、文殊師利、舍利弗、阿難等，及諸天、人、阿修羅一切大衆，聞佛所說，皆大歡喜。",
                    "zhushu": ""
                }
            ]
        }
    ]
}