{
  "name": "莊子註疏·外篇·漁父第三十一",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子雜篇漁父第三十一",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以人名篇。"
        },
        {
          "paragraph": "孔子遊乎緇帷之林，休坐乎杏壇之上。弟子讀書，孔子弦歌鼓琴。奏曲未半。",
          "zhushu": "○緇帷，司馬云：黒林名也。本或作惟。杏壇，司馬云：澤中高處也。李云：壇名。"
        },
        {
          "paragraph": "有漁父者，下船而來，須眉交白，被髮榆袂，行原以上，距陸而止，左手據𦡀，右手持頥以聽。曲終",
          "zhushu": "○有漁父者，音甫，取魚父也。一云是范蠡。元嘉本作有漁者父，則如字。須眉，本亦作鬚眉。交，如字，李云：俱也。一本作皎。榆，音遥，又音俞，又楮由反，謂垂手衣内而行也。李音投。投，揮也，又士田反。袂，面世反，李音芮。上，時掌反。距，李云：距，至也。"
        },
        {
          "paragraph": "而招子貢、子路，二人俱對。客指孔子曰：“彼何爲者也？”子路對曰：“魯之君子也。”客問其族，子路對曰：“族孔氏。”客曰：“孔氏者何治也？”子路未應。子貢對曰：“孔氏者，性服忠信，身行仁義，飾禮樂，選人倫，上以忠於世主，下以化於齊民，將以利天下，此孔氏之所治也。”",
          "zhushu": "○飾如子，本又作𩛙，音敕。化齊民，李云：齊，等也。許慎云：齊等之民也。如淳云：齊民猶平民。元嘉本作化於齊民。後向如無於字。"
        },
        {
          "paragraph": "又問曰：“有土之君與？”子貢曰：“非也。”“侯王之佐與？”子貢曰：“非也。”客乃𥬇而還，行言曰：“仁則仁矣，恐不免其身；苦心勞形以危其貞。嗚呼，逺哉其分於道也！”",
          "zhushu": "○與，音餘，下同。危，或作爲。分，如字，本又作介，音界，司馬云：離也。"
        },
        {
          "paragraph": "子貢還，報孔子。孔子推琴而起曰：“其聖人與！”乃下求之，至於澤畔，方將杖挐而引其船，顧見孔子，還郷而立。孔子反走，再拜而進。",
          "zhushu": "○杖，直亮反。挐，女房反，司馬云：橈也，音饒。郷，香亮反，或作嚮，同。"
        },
        {
          "paragraph": "客曰：“子將何求？”孔子曰：“曩者先生有緒言而去，丘不肖，未知所謂，𥨸待於下風，幸聞咳唾之音，以卒相丘也。”",
          "zhushu": "○緒言，猶先言也。待，或作待。咳，苦代反。唾，吐卧反。相，息亮反。"
        },
        {
          "paragraph": "客曰：“嘻！甚矣，子之好學也！”孔子再拜而起曰：“丘少而脩學，以至于今，六十九歲矣，無所得聞至敎，敢不虚心！”",
          "zhushu": "○嘻，香其反。好，呼報反，下同。少，詩召反，下同。"
        },
        {
          "paragraph": "客曰：“同𩔖相從，同聲相應，固天之理也。吾請釋吾之所有而經子之所以。",
          "zhushu": "○經營也，司馬云：經，理也。"
        },
        {
          "paragraph": "子之所以者，人事也。天子諸侯，大夫庶人，此四者自正治之美也。四者離位而亂莫大焉。官治其職，人憂其事，乃無所陵。",
          "zhushu": "○治，直吏反，下官事不治同。"
        },
        {
          "paragraph": "故田荒室露，衣食不足，徴賦不屬，妻妾不和，長少無序，庶人之憂也；",
          "zhushu": "○屬音烛。長，丁丈反，後過皆同。"
        },
        {
          "paragraph": "能不勝任，官事不治，行不清白，羣下荒怠，功美不有，爵禄不持，大夫之憂也。",
          "zhushu": "○勝音升。行，下孟反。"
        },
        {
          "paragraph": "廷無忠臣，國家昬亂，國技不巧，貢職不美，春秋後倫，不順天子，諸侯之憂也。",
          "zhushu": "○枝，其試反。職或作賦。春秋後倫，朝覲不及。等，比也。"
        },
        {
          "paragraph": "隂陽不和，寒暑不時，以傷庶物，諸侯暴亂，擅相攘伐，以賤民人，禮樂不節，財用窮匱，人倫不飭，百姓淫亂，天子有司之憂也。",
          "zhushu": "飭。音敕。"
        },
        {
          "paragraph": "今子旣上無君侯有司之勢，而下無大臣職事之官，而擅飾禮樂，選人倫，以化齊民，不泰多事乎。”",
          "zhushu": "泰，本又作大，音同，徐敕佐反，後同。"
        },
        {
          "paragraph": "“且人有八疵，事有四患，不可不察也。非其事而事之，謂之摠；",
          "zhushu": "疵，祀知反。摠，李云：謂監也。"
        },
        {
          "paragraph": "莫之顧而進之，謂之佞；希意道言，謂之諂；",
          "zhushu": "道音導。"
        },
        {
          "paragraph": "不擇是非而言，謂之䛕；好言人之惡，謂之讒；析交離親，謂之賊；稱譽詐僞以敗惡人，謂之慝；",
          "zhushu": "譽，音餘。敗，蒲邁反。惡人，烏路反，下同。慝，他得反。"
        },
        {
          "paragraph": "不擇善否，兩容頰適，偷拔其所欲，謂之險。",
          "zhushu": "否，悲美反，惡也。又方九反。兩容頰適，善惡皆容顔。皃，調適也。頰或顔字。"
        },
        {
          "paragraph": "此八疵者，外以亂人，内以傷身，君子不友，明君不臣。所謂四患者：好經大事，變更易常，以挂功名，謂之叨；",
          "zhushu": "挂音卦，别也，又音圭。叨，吐刀反。"
        },
        {
          "paragraph": "專知擅事，侵人自用，謂之貪；見過不更，聞諌愈甚，謂之狠；",
          "zhushu": "狠，胡墾反。"
        },
        {
          "paragraph": "人同於己則可，不同於己，雖善不善，謂之矜。此四患也。能去八疵，無行四患，而始可敎已。孔子愀然而歎，再拜而起曰：“丘再逐於魯，削迹於衛，伐𣗳於宋，圍於陳、蔡，丘不知所失，而離此四謗者何也？”",
          "zhushu": "去，起吕反。愀，在力反，又七小反。"
        },
        {
          "paragraph": "客悽然變容曰：“甚矣子之難悟也！人有畏影惡迹而去之走者，舉足愈數而迹愈多，走愈疾而影不離身，自以爲尚遲，疾走不休，絶力而死，不知處隂以休影，處靜以息迹，愚亦甚矣！子審仁義之間，察同異之際，觀動靜之變，適受與之度，理好惡之情，和喜怒之節，而幾於不免矣。",
          "zhushu": "悟，魚據反，下同，本或作悟。數，音朔。離，力智反。"
        },
        {
          "paragraph": "謹脩而身，愼守其眞，還以物與人，則無所累矣。今不脩之身而求之人，不亦外乎！”孔子愀然曰：“請問何謂眞？”客曰：“眞者，精誠之至也。不精不誠，不能動人。故強哭者雖悲不哀，強怒者，雖嚴不威，強親者，雖𥬇不和。眞悲無聲而哀，眞怒未發而威，眞親未𥬇而和。眞在内者神動於外，是所以貴眞也。其用於人理也，事親則慈孝，事君則忠貞，飮酒則歡樂，處䘮則悲哀。",
          "zhushu": "強，其丈反，下同。樂，音洛，下同。"
        },
        {
          "paragraph": "忠貞以功爲主，飮酒以樂爲主，處䘮以哀爲主，事親以適爲主，功成之美，無一其迹矣。事親以適，不論所以矣。飮酒以樂，不選其具矣；處喪以哀，無問其禮矣。禮者，世俗之所爲也；眞者，所以受於天也，自然不可易也。故聖人法天貴眞，不拘於俗。愚者反此。不能法天而恤於人，不知貴眞，禄禄而受變於俗，故不足。惜哉，子之蚤湛於僞而晚聞大道也。”",
          "zhushu": "禄禄，如字，又音緑，謂形見爲禮也。司馬云：録，領録也。蚤音早，字亦作早。湛，丁南反，下同。"
        },
        {
          "paragraph": "孔子又再拜而起曰：“今者丘得遇也，若天幸然。先生不羞而比之服役，而身教之。敢問舎所在，請因受業而卒學大道。”",
          "zhushu": "得，過也。謂得過失也。過或作遇。比如字，謂親見比欲也，又毗志反。"
        },
        {
          "paragraph": "客曰：“吾聞之，可與徃者與之，至於妙道；不可與徃者，不知其道，愼勿與之，身乃無咎。子勉之！吾去子矣，吾去子矣！”乃刺船而去，延縁葦間。",
          "zhushu": "刺，七亦反。"
        },
        {
          "paragraph": "顔淵還車，子路授綏，孔子不顧，待水波定，不聞挐音，而後敢乗。",
          "zhushu": "波定，李云：謂戰如波也。案。謂船行故水波去。逺則波定。"
        },
        {
          "paragraph": "子路旁車而問曰：“由得爲役乆矣，未嘗見夫子遇人如此其威也。萬乗之主，千乗之君，見夫子未甞不分庭伉禮，夫子猶有倨傲之容。今漁父杖挐逆立，而夫子曲要磬折，言拜而應，得無太甚乎？門人皆怪夫子矣，漁父何以得此乎？”",
          "zhushu": "○旁，歩浪反。乗，繩證反，下同。倨音據。傲，五報反。要，一遥反。折，之設反。"
        },
        {
          "paragraph": "孔子伏軾而歎曰：“甚矣，由之難化也！湛於禮義有間矣，而樸鄙之心至今未去。",
          "zhushu": "○湛或作其。"
        },
        {
          "paragraph": "進，吾語汝！夫遇長不敬，失禮也；見賢不尊，不仁也。彼非至仁，不能下人，下人不精，不得其眞，故長傷身。惜哉！不仁之於人也，禍莫大焉，而由獨擅之。",
          "zhushu": "○下，遐嫁反，下及注同。"
        },
        {
          "paragraph": "且道者，萬物之所由也。庶物失之者死，得之者生，爲事逆之則敗，順之則成。故道之所在，聖人尊之。今漁父之於道，可謂有矣，吾敢不敬乎！”",
          "zhushu": "此篇言無江海而間者，能下江海之士也。夫孔子之所放任，豈直漁父而已哉！將周流六虚，旁通無外，蠢動之𩔖，咸得盡其所懷，而窮理致命，固所以爲至人之道也。○間，音閑。𩔖，如兖反。"
        }
      ]
    }
  ]
}