{
  "name": "莊子註疏·外篇·讓王第二十八",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子雜篇讓王第二十八",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以事名篇。"
        },
        {
          "paragraph": "尭以天下讓許由，許由不受。又讓於子州支父，子州支父曰：“以我爲天子，猶之可也；雖然，我適有幽憂之病，方且治之，未暇治天下也。”",
          "zhushu": "○支父，音甫，李云：支父，字也，即支伯也。幽憂之病，王云：謂其病深固也。"
        },
        {
          "paragraph": "夫天下至重也，而不以害其生，又况他物乎？唯無以天下爲者，可以託天下也。舜讓天下於子州支伯，子州支伯曰：“予適有幽憂之病，方且治之，未暇治天下也。”故天下大器也，而不以易生，此有道者之所以異乎俗者也。舜以天下讓善卷，善卷曰：“余立於宇宙之中，冬日衣皮毛，夏日衣葛絺；春耕種，形足以勞動；秋收歛，身足以休食；日出而作，日入而息，逍遙於天地之間而心意自得。吾何以天下爲哉！",
          "zhushu": "○善卷，眷勉反，居阮反，又音眷，李云：姓善，名卷。衣，於旣反，下同。"
        },
        {
          "paragraph": "悲夫，子之不知余也！”遂不受，於是去而入深山，莫知其處。",
          "zhushu": "○處，昌慮反。"
        },
        {
          "paragraph": "舜以天下讓其友石戸之農，石戸之農曰：“捲捲乎，后之爲人，葆力之士也！”",
          "zhushu": "○石戸，本亦作后農，李云：石戸，地名。農，農人也。捲捲，音權，郭音眷，用力貌。葆音保，字亦作保。"
        },
        {
          "paragraph": "以舜之德爲未至也，於是夫負妻戴，攜子以入於海，終身不反也。",
          "zhushu": "○以入於海：司馬云：凡言入者，皆居於州島之上與其曲隈中也。"
        },
        {
          "paragraph": "大王亶父居邠，狄人攻之；",
          "zhushu": "○大音泰，下同。亶，丁但反。父音甫，下同。邠，筆貧反，徐甫巾反。"
        },
        {
          "paragraph": "事之以皮帛而不受，事之以犬馬而不受，事之以珠玉而不受，狄人之所求者土地也。大王亶父曰：“與人之兄居而殺其弟，與人之父居而殺其子，吾不忍也。子皆勉居矣！爲吾臣與爲狄人臣奚以異！且吾聞之，不以所用養害所養。”因杖筴而去之，民相連而從之，遂成國於岐山之下。",
          "zhushu": "○不以所用養害所養，而所以養人也。今爭以殺人，是以地害人也。人爲地養，故不以地故害人也。杖，直亮反。筴，初革反。連，力展反，司馬云：連讀曰輦。岐，其冝反，或作而支反。"
        },
        {
          "paragraph": "夫大王亶父，可謂能尊生矣。能尊生者，雖貴冨不以養傷身，雖貧賤不以利累形。今世之人居高官尊爵者，皆重失之，見利輕亡其身，豈不惑哉！",
          "zhushu": "○不以養傷身，不以利累形，王云：冨貴有養，而不以昧養傷身；貧賤無利，而不以求利累形也。"
        },
        {
          "paragraph": "越人三世弑其君，王子捜患之，逃乎丹穴；而越國無君，求王子捜不得，從之丹穴。王子捜不肯出，越人薫之以艾，乗以王輿。",
          "zhushu": "○弑音試。王子捜，素羔反，又悉遘反，又邀構反；李云：王子名。淮南子作翳。丹穴，爾雅云：南戴日爲丹穴。艾，古盖反。王輿，一本作玉輿。"
        },
        {
          "paragraph": "王子捜援綏登車，仰天而呼曰：“君乎，君乎，獨不可以舎我乎！”王子捜非惡爲君也，惡爲君之患也。若王子捜者，可謂不以國傷生矣，此固越人之所欲得爲君也。",
          "zhushu": "○援音爰。呼，火故反，本或作欵。舎音捨，非。惡，烏路反，下及下章眞惡同。"
        },
        {
          "paragraph": "韓魏相與爭侵地，子華子見昭僖侯有憂色，",
          "zhushu": "○子華子，司馬云：魏人也。昭僖侯，司馬云：韓侯。"
        },
        {
          "paragraph": "子華子曰：“今使天下書銘於君之前，書之言曰：‘左手攫之則右手廢，右手攫之則左手廢，然而攫之者必有天下。’君能攫之乎？”",
          "zhushu": "○攫，俱碧反，俱縳反，又史號反；李云：取也。廢，李云：弃也。司馬云：病也。一云：攫者，援書銘；廢者，斬右手。"
        },
        {
          "paragraph": "昭僖侯曰：“寡人不攫也。”子華子曰：“甚善！自是觀之，兩臂重於天下也，身亦重於兩臂；韓之輕於天下亦遠矣，今之所爭者，其輕於韓又逺。君固愁身傷生以憂戚不得也！”",
          "zhushu": "○其輕於韓又逺，絶句。"
        },
        {
          "paragraph": "僖侯曰：“善哉！教寡人者衆矣，未嘗得聞此言也。”子華子可謂知輕重矣。魯君聞顔闔得道之人也，使人以幣先焉。",
          "zhushu": "○魯君，一本作魯侯。李云：哀公也。"
        },
        {
          "paragraph": "顔闔守陋閭，苴布之衣而自飯牛。",
          "zhushu": "○苴音麤，徐七餘反，李云：有子麻也。本或作麤，非也。飯，符晚反。"
        },
        {
          "paragraph": "魯君之使者至，顔闔自對之。使者曰：“此顔闔之家與？”顔闔對曰：“此闔之家也。”使者致幣，顔闔對曰：“恐聽者謬而遺使者罪，不若審之。”",
          "zhushu": "○使，所吏反，下及下章同。與音餘。遺，唯季反，下皆同。"
        },
        {
          "paragraph": "使者還，反審之，復來求之，則不得已。故若顔闔者，眞惡冨貴也。故曰，道之眞以治身，其緒餘以爲國家，其土苴以治天下。由此觀之，帝王之功，聖人之餘事也，非所以完身養生也。",
          "zhushu": "○復音服，或音扶又反，下章皆同。緒餘，並如字，徐上音奢，下以嗟反。司馬、李云：緒者，殘也，謂殘餘也。土，敕雅反，又片賈、行賈二反，又音如字。苴，側雅反，又知雅反。司馬云：土苴，如糞草也。李云：土苴，糟魄也。皆不眞物也。一云：土苴，無心之貌。"
        },
        {
          "paragraph": "今世俗之君子，多危身棄生以殉物，豈不悲哉！凡聖人之動作也，必察其所以之與其所以爲。",
          "zhushu": "○必察其所以之，王云：聖人眞以持身，餘以爲國，故其動作必察之焉。所以之者，謂德所加之方也。所爲者，謂所以待物也。動作於此，不必察也。"
        },
        {
          "paragraph": "今且有人於此，以隨侯之珠彈千仞之雀，世必𥬇之，是何也？則其所用者重而所要者輕也。夫生者，豈特隨侯之重哉！",
          "zhushu": "○要，一遥反。"
        },
        {
          "paragraph": "子列子窮，容貌有飢色。客有言之於鄭子陽者曰：“列禦㓂，盖有好之士也，居君之國而窮，君無乃爲不好士乎？”",
          "zhushu": "○子陽，鄭相。好，呼報反。"
        },
        {
          "paragraph": "鄭子陽即令官遺之粟。子列子見使者，再拜而辭，",
          "zhushu": "令，力呈反。"
        },
        {
          "paragraph": "使者去，子列子入，其妻望之而拊心曰：“妾聞爲有道者之妻子，皆得佚樂，今有飢色。君過而遺先生食，先生不受，豈不命邪？",
          "zhushu": "○拊，徐音撫。佚音逸。樂音洛。過，古卧反，本亦作遇。"
        },
        {
          "paragraph": "子列子𥬇謂之曰：“君非自知我也，以人之言而遺我粟，至其罪我也又且以人之言，此吾所以不受也。”其卒，民果作難而殺子陽。",
          "zhushu": "○難，乃旦反，下章同。殺子陽。子陽嚴酷，罪者無赦。舎人折弓，畏子陽怒責，因國人逐猘狗而殺子陽。"
        },
        {
          "paragraph": "楚昭王失國，屠羊說走而從於昭王。",
          "zhushu": "○楚，昭王名軫，平王子。說。音恱，或如：字。"
        },
        {
          "paragraph": "昭王反國，將賞從者，及屠羊說，屠羊說曰：“大王失國，說失屠羊；大王反國，說亦反屠羊。臣之爵禄已復矣，又何賞之言！”王曰：“強之！”屠羊說曰：“大王失國，非臣之罪，故不敢伏其誅；大王反國，非臣之功，故不敢當其賞。”王曰：“見之。”屠羊說曰：“楚國之法，必有重賞大功而後得見，今臣之知不足以存國而勇不足以死寇。吳軍入郢，越畏難而避寇，非故隨大王也。今大王欲廢法毀約而見說，此非臣之所以聞天下也。”",
          "zhushu": "○從，才用反。強，其丈反。見，賢遍反。知音智。郢，以井反。約如字，徐於妙反。見如字，亦賢遍反。"
        },
        {
          "paragraph": "王謂司馬子綦曰：“屠羊說居處卑賤而陳義甚高，子綦爲我延之以三旌之位。”",
          "zhushu": "○爲，于爲反。三旌，三公位也。司馬本作三珪，云：謂諸侯之三卿皆執珪者。"
        },
        {
          "paragraph": "屠羊說曰：“夫三旌之位，吾知其貴於屠羊之肆也；萬鍾之禄，吾知其冨於屠羊之利也；然豈可以貪爵禄而使吾君有妄施之名乎！說不敢當，願復反吾屠羊之肆。”遂不受也。原憲居魯，環堵之室，茨以生草；蓬戸不完，桑以爲樞；而甕牖二室，褐以爲塞，上漏下濕，匡坐而弦。",
          "zhushu": "○施，如字，又始豉反。茨，徐疾私反，李云：盖屋也。蓬戸，織蓬爲戸。桑以爲樞，尺朱反。司馬云：屈桑條爲戸樞也。甕牖音酉，司馬云：破甕爲牖。二室，司馬云：夫妻各一室。褐，下葛反，郭音葛，字或作褐。塞，悉代反，司馬云：以褐衣塞牖也。匡坐而弦。司馬云：匡，正也。案：弦謂弦歌。"
        },
        {
          "paragraph": "子貢乗大馬，中紺而表素，軒車不容巷，徃見原憲。原憲華冠縰履，杖藜而應門。子貢曰：“嘻，先生何病？”原憲應之曰：“憲聞之，無財謂之貧，學而不能行謂之病。今憲，貧也，非病也。”子貢逡巡而有愧色，原憲𥬇曰：“夫希世而行，比周而友，學以爲人，敎以爲已，仁義之慝，輿馬之飾，憲不忍爲也。”",
          "zhushu": "○中紺，古暗反。李云：紺爲中衣，加素爲表。華冠，胡化反，以華木皮爲冠。縰履，所𠋣反，或所買反，本或作縱，并下曵縰同。三蒼解詁作躧，云：躡也。聲𩔖，或作屣。韋昭蘇寄反。通俗文云：履不著跟曰屣。司馬本作踐。李云：縰履，謂履無跟也。王云：體之能躡，舉而曵之也。履或作屨。杖藜，以藜爲杖也。司馬本作扶杖也。應門，自對門也。嘻，許其反。逡，七旬反。希世而行司馬云：希，望也。所行常顧世譽而動，故曰希世而行。比，毗志反。爲人，于僞反，下爲已同。教人以己學當爲已，教當爲人，今反不然也。仁義之慝吐得反，惡也司馬云：謂依託仁義爲姦惡。"
        },
        {
          "paragraph": "曾子居衛，緼袍無表，顔色腫噲，手足胼胝。",
          "zhushu": "○緼袍，紵粉反，司馬云：謂麻緼爲絮。論語云衣敝緼袍是也。腫，本亦作踵，章勇反。噲，古外反，徐古活反。司馬云：腫噲剥錯也。王云：盈虚不常之貌。胼，薄田反。胝，竹尼反。"
        },
        {
          "paragraph": "三日不舉火，十年不製衣，正冠而纓絶，捉衿而肘見，納屨而踵決。",
          "zhushu": "○肘，竹九反。見，賢遍反。"
        },
        {
          "paragraph": "曵縰而歌商頌，聲滿天地，若出金石。天子不得臣，諸侯不得友。故養志者忘形，養形者忘利，致道者忘心矣。孔子謂顔回曰：“回，來！家貧居卑，胡不仕乎？”顔回對曰：“不願仕。回有郭外之田五十畞，足以給飦粥；郭内之田十畒，足以爲絲麻；鼓琴足以自娛；所學夫子之道者足以自樂也。回不願仕。”孔子愀然變容，曰：“善哉，回之意。丘聞之：‘知足者不以利自累也，審自得者失之而不懼，行脩於内者無位而不作。’丘誦之乆矣，今於回而後見之，是丘之得也。",
          "zhushu": "○飦，之然反，字或作饘，廣雅云：糜也，一云紀言反。家語云：厚粥，一音干，謂干餅。粥，之六反，又音育。樂音洛。愀，七小反，徐在九反，又七了反，子了反，又資酉反，李音秋，又遥反，一本作欣。行，下孟反；作，在路反，爾雅云：慙也，又音昨。"
        },
        {
          "paragraph": "中山公子牟謂瞻子曰：“身在江海之上，心居心乎魏闕之下，柰何？”",
          "zhushu": "○公子牟，司馬云：魏之公子，封中山，名牟。瞻子，賢人也。淮南作詹。魏闕，淮南作騩，司馬本同，云：騩讀曰魏，象魏觀。闕，人君門也。言心存榮貴。許愼云：天子兩觀也。"
        },
        {
          "paragraph": "瞻子曰：“重生。重生則利輕。”",
          "zhushu": "○重生，李云：重存生之道者，則名利輕，輕則易絶矣。此人身居江海，心貪榮利，故以此戒之。"
        },
        {
          "paragraph": "中山公子牟曰：“雖知之，未能勝也。”",
          "zhushu": "○勝音升，下同。"
        },
        {
          "paragraph": "瞻子曰：“不能自勝則從，神無惡乎？",
          "zhushu": "○不能自勝，則從絶句一讀至神字，絶句。惡如字，又烏路反。乎，絶句一讀，連下不能自勝爲句。"
        },
        {
          "paragraph": "不能自勝而強不從者，此之謂重傷之人，無壽𩔖矣。”",
          "zhushu": "○重，直用反，下同。"
        },
        {
          "paragraph": "魏牟，萬乗之公子，曰：“其隱巖穴也，難爲於布衣之士；雖未至乎道，可謂有其意矣！”",
          "zhushu": "○乗，繩證反。"
        },
        {
          "paragraph": "孔子窮於陳蔡之間，七日不火食，藜𡙡不糝，顔色甚憊，而弦歌於室。",
          "zhushu": "○不火食：元嘉本無火字。糝，素感反。憊，皮拜反。"
        },
        {
          "paragraph": "顔回擇菜，子路、子貢相與言曰：“夫子再逐於魯，削迹於衛，伐𣗳於宋，窮於商周，圍於陳蔡。殺夫子者無罪，藉夫子者無禁。弦歌鼓琴，未嘗絶音，君子之無耻也若此乎？”",
          "zhushu": "○伐𣗳於宋孔子之宋，與弟子習禮大𣗳下。宋司徒桓魋欲殺孔子，伐其𣗳，孔子遂行。藉，毀也。又云陵藉也，一云鑿也，或云係也。"
        },
        {
          "paragraph": "顔回無以應，入告孔子，孔子推琴喟然而歎曰：“由與賜，細人也。召而來，吾語之。”子路、子貢入，子路曰：“如此者可謂窮矣。”",
          "zhushu": "○喟，聲愧反，又苦怪反。語，魚據反。"
        },
        {
          "paragraph": "孔子曰：“是何言也！君子通於道之謂通，窮於道之謂窮。今丘抱仁義之道以遭亂世之患，其何窮之爲！故内省而不窮於道，臨難而不失其德，天寒旣至，霜雪旣降，吾是以知松栢之茂也。陳蔡之隘，於丘其幸乎！”",
          "zhushu": "○難，乃旦反。隘音厄，又於懈反。"
        },
        {
          "paragraph": "孔子削然反琴而弦歌，子路扢然執干而舞，",
          "zhushu": "○削，如字，李云：反琴聲。亦作梢，音消。扢，許訖反，又巨乙反，魚乙反，李云：奮舞貌。司馬云：喜貌。執干，干楯也。"
        },
        {
          "paragraph": "子貢曰：“吾不知天之高也，地之下也。”古之得道者，窮亦樂，通亦樂。所樂非窮通也，道德於此，則窮通爲寒暑風雨之序矣。",
          "zhushu": "○樂音洛，下同。"
        },
        {
          "paragraph": "故許由娛於頴陽而共伯得乎共首。",
          "zhushu": "○虞於頴陽，廣雅云：虞，安也。安於頴陽，一本作娛，娛樂也。共伯音恭，下同。得乎共首，司馬云：共伯名和，脩其行，好賢人，諸侯皆以爲賢。周厲王之難，天子矌絶，諸侯皆請以爲天子，共伯不聽，即于王位。十四年，大旱，屋焚，卜于太陽，兆曰：厲王爲祟。召公乃立宣王。共伯復歸于宗，逍遥得意共山之首。共丘山，今在河内共縣西。魯連子云：共伯後歸于國，得意共山之首。紀年云：共伯和即于王位。孟康註漢書古今人表以爲人爲三公。本或作丘首。"
        },
        {
          "paragraph": "舜以天下讓其友北人無擇，北人無擇曰：“異哉后之爲人也！居於畎畒之中而遊堯之門。不若是而已，又欲以其辱行漫我。吾羞見之。”因自投清泠之淵。",
          "zhushu": "孔子曰：土志於仁者，有殺身以成仁，無求生以害仁。夫志尚清遐，高風邈世，與夫貪利没命者，故有天地之降也。○畎，古犬反。畒，司馬云：壟上曰畒，壟中曰畎。行，下孟反，下章同。曼武課受，徐武畔反，下章同。泠音零。淵，山海經云在江南，一云在南陽郡西崿山下。"
        },
        {
          "paragraph": "湯將伐桀，因卞隨而謀，卞隨曰：“非吾事也。”湯曰：“孰可？”曰：“吾不知也。”湯又因瞀光而謀：瞀光曰：“非吾事也。”湯曰：“孰可？”曰：“吾不知也。”湯曰：“伊尹何如？”曰：“強力忍垢，吾不知其他也。”",
          "zhushu": "○瞀音務，又莫亘反，本或作務。強力，李云：徂兵須力。忍垢，司馬云：垢，辱也。李云：弑君須忍垢也。"
        },
        {
          "paragraph": "湯遂與伊尹謀伐桀，剋之，以讓卞隨。卞隨辭曰：“后之伐桀也謀乎我，必以我爲賊也；勝桀而讓我，必以我爲貪也。吾生乎亂世，而無道之人再來漫我以其辱行，吾不忍數聞也。”乃自投椆水而死。",
          "zhushu": "○數音朔。椆水，直留反，本又作桐水，徐音同，又徒董反，又音封，本又作椆，司馬本作洞，云：洞水在頴陽。一云在范陽郡界。"
        },
        {
          "paragraph": "湯又讓瞀光，曰：“知者謀之，武者遂之，仁者居之，古之道也。吾子胡不立乎？”瞀光辭曰：“廢上，非義也；殺民，非仁也；人犯其難，我享其利，非廉也。",
          "zhushu": "○知音智。難，乃旦反。"
        },
        {
          "paragraph": "吾聞之曰，非其義者，不受其禄，無道之世，不踐其土，况尊我乎！吾不忍乆見也。”乃負石而自沈於廬水。",
          "zhushu": "說曰：如卞隨、務光者，其視天下也若六合外，人所不能察也。斯則謬矣。夫輕天下者，不得有所重也。苟無所重，則無死地矣。以天下爲六合之外，故當付之堯舜、湯武耳。淡然無係，故汎然從衆，得失無槩於懷，何自投之爲哉？若二子者，可以爲殉名慕高矣，未可謂外天下也。○廬水音閭，司馬本作盧木，在遼東西界，一云在北平郡界。淡，徒暫反。槩，古代反。"
        },
        {
          "paragraph": "昔周之興，有士二人處於孤竹，曰伯夷、叔齊。二人相謂曰：“吾聞西方有人，似有道者，試徃觀焉。”",
          "zhushu": "○孤竹，司馬云：孤竹國在遼西令支縣界。伯夷、叔齊，其君之二子也。令音郎定反。文音巨移反。"
        },
        {
          "paragraph": "至於𡵨陽，武王聞之，使叔旦徃見之，與之盟曰：“加冨二等，就官一列。”血牲而埋之。",
          "zhushu": "○血牲，一本作殺牲，司馬本作血之以牲。"
        },
        {
          "paragraph": "二人相視而𥬇曰：“嘻，異哉！此非吾所謂道也。昔者神農之有天下也，時祀盡敬而不祈喜；其於人也，忠信盡治而無求焉。",
          "zhushu": "○嘻，許其反，一音於其反。喜如字，徐許記反。治，直吏反。"
        },
        {
          "paragraph": "樂與政爲政，樂與治爲治，不以人之壞自成也，不以人之卑自高也，不以遭時自利也。今周見殷之亂而遽爲政，上謀而下行貨，阻兵而保威，割牲而盟以爲信，揚行以說衆，殺伐以要利，是推亂以易暴也。",
          "zhushu": "○揚行，下孟反。吾行、房行同。說音恱。要，一遥反。"
        },
        {
          "paragraph": "吾聞古之士，遭治世不避其任，遇亂世不爲茍存。今天下闇，周德衰，其並乎周以塗吾身也，不如避之以絜吾行。”二子北至於首陽之山，遂餓而死焉。若伯夷、叔齊者，其於冨貴也，苟可得已，則必不頼。高節戾行，獨樂其志，不事於世，此二士之節也。",
          "zhushu": "論語曰：伯夷、叔齊，餓于首陽之下，不言其死也。而此云死焉，亦欲明其守餓以終，未必餓死也。此篇大意，以起高讓逺退之風。故被其風者，雖貪冐之人，乗天衢，入紫庭，猶時慨然中路而歎，况其凢乎？故夷、許之徒，足以當稷、契，對伊、吕矣。夫居山谷而弘天下者，雖不俱爲聖佐，不猶高於䝉埃塵者乎？其事雖難爲，然其風少弊，故可遺也。曰：夷、許之弊安在？曰：許由之弊，使人飾讓以求進，遂至乎之噲也；伯夷之風，使暴虐之君得賜其毒，而莫之敢亢也；尹、吕之弊，使天下貪冐之雄敢行簒逆。唯聖人無迹，故無弊也。若以伊、吕爲聖人之迹，則伯夷、叔齊亦聖人之迹也。若以伯夷、叔齊非聖人之迹邪，則伊、吕之事亦非聖矣。夫聖人因物之自行，故無迹。然則所謂聖者，我本無迹，故物得其迹。迹得而強名聖，則聖者乃無迹之名也。○被，支義反。冐，亡北反，或亡報反，下同。契，息列反。噲音快。簒，初患，又唐云：或曰：讓王之篇，其章多重生，而務光二三子自投于水，何也？荅曰：莊書之興，存乎反本，反本之由，先乎去䇿。是以明讓王之一篇，標傲世之逸志，旨在不降以厲俗，無厚身以全生。所以時有重生之辭者，亦歸弃榮之意耳，深於塵務之爲弊也。其次者，雖復被褐，投粥，保身而已，其全身尚高，而超俗自逸，寕投身於清泠，終不屈於世累也。此舊集音有，柳復録之，於義無當也。"
        }
      ]
    }
  ]
}