{
  "name": "莊子註疏·外篇·徐無鬼第二十四",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子雜篇徐無鬼第二十四",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以人名篇。"
        },
        {
          "paragraph": "徐無鬼因女商見魏武侯，武侯勞之曰：“先生病矣，苦於山林之勞，故乃肯見於寡人。”徐無鬼曰：“我則勞於君，君有何勞於我？君將盈𦒿欲，長好惡，則性命之情病矣；君將黜嗜欲，掔好惡，則耳目病矣。",
          "zhushu": "𦒿欲好惡，内外無可○。徐無鬼，緡山人，魏之隱士也。司馬本作緡山人。徐無鬼，女商人名也。李云：無鬼、女商，並魏幸臣，武侯名。擊，文侯之子，治安邑。勞之，力報反。唯山林之勞，一字如字，餘并下章。並力報反。盈𦒿，時志反，下注同。長，丁丈反。好，呼報反，下注、下章同。惡，烏路反。下注、下章同。黜，敕律反，退也，本又作出，音同。司馬本作出。掔，苦田反，又口閑反。爾雅云：固也。崔云：引去也。司馬云：牽也。"
        },
        {
          "paragraph": "我將勞君，君有何勞於我？”武侯超然不對。",
          "zhushu": "不說其言○超然：司馬云：猶悵然也。說，音恱，下文大說同。"
        },
        {
          "paragraph": "少焉，徐無鬼曰：“嘗語君吾相狗也：下之質，執飽而止，是狸德也；中之質若視日，上之質若亡其一。吾相狗，又不若吾相馬也。吾相馬，直者中繩，曲者中鉤，方者中矩，圓者中規，是國馬也，而未若天下馬也。天下馬有成材，若䘏若失，若䘮其一。若是者，超軼絶塵，不知其所。”武侯大說而𥬇。",
          "zhushu": "夫眞人之言何遜哉？唯物所好之可也。○語，魚據反。相，息亮反，下皆同。下之質，一本無質字。執飽而止，司馬以執字絶句，云：放下之能執禽也。狸德，謂貪如狐狸也。視日音示，司馬本作視，云：視日瞻逺也。若亡其一，一，身也。謂精神不動，若無其身也。直者中繩，丁仲反，下皆同。司馬云：直謂馬齒，曲謂背上，方謂頭，圓謂目。成材字亦作才，言自然巳足不湏教習也。䘏音恤。失音逸。司馬本作佚。李云：䘏失，皆驚竦若飛也。䘮，息浪反，下章注同。其一，言䘮其耦也。軼，李音逸，徐徒列反。崔云：徹也。廣雅云：過也。"
        },
        {
          "paragraph": "徐無鬼出，女商曰：“先生獨何以說吾君乎？吾所以說吾君者，橫說之則以詩書禮樂，從說之則以金板六弢。奉事而大有功者不可爲數，而吾君未嘗啓齒。",
          "zhushu": "是直樂鴳以鐘鼓耳，故愁。○說，如字，又始銳反，下皆同。司馬作恱，從，子容反。板，本亦作版，薄版反，又如字。六弢，吐刀反。司馬、崔云：金版六弢，皆周書篇名。或曰祕韯也。本又作六韜，謂太公六韜，文、武、虎、豹、龍、大也。樂音洛，章末同。鴳，一諌反。"
        },
        {
          "paragraph": "今先生何以說吾君，使吾君說若此乎？”徐無鬼曰：“吾直告之，吾相狗馬耳。”女商曰：“若是乎？”曰：“子不聞夫越之流人乎？去國數日，見其所知而喜；",
          "zhushu": "各思其本性之所好。○君說，音悅。越之流人，越，遠也。司馬云：流人，有罪自流徒者也。數，所主反。"
        },
        {
          "paragraph": "去國旬月，見所嘗見於國中者喜；及期年也，見似人者而喜矣。不亦去人滋乆，思人滋深乎？",
          "zhushu": "各得其所好則無思，無思則忘其所以喜也。○期音基。"
        },
        {
          "paragraph": "夫逃虚空者，藜藋柱乎鼪鼬之逕，踉位其空，聞人足音跫然而喜矣，而况乎昆弟親戚之謦欬其側者乎？",
          "zhushu": "得所至樂，則大恱也。○逃，司馬本作廵也。虚空，司馬云：故懷家處爲空虚也。藜，力西反。藋，徒弔反，本或作𥤊，同。柱，誅矩反。司馬云：塞也。鼪音生，又音姓。鼬，由救反。逕，本亦作徑。司馬云：徑，道也。本又作跡，元嘉本作迭，徐音逸。崔云：迭，跡。良位其空，司馬云：良，良人，謂廵虚者也。位其空，謂處虚空之間也。良或作踉，音同。跫然，郭巨㳟反，李曲㳟反，又曲勇反，陳也；徐苦江反，又按扁反。司馬云：喜貌。崔云：行人之聲而喜。李云：喻武侯之無人君之德，而處在防衛之間，雖臨朝僑、厲，愈非其意，及得其所思，猶迯竄之間，人音安能不跫然改貌，釋然而喜也？謦，苦頂反，又音罄。欬，苦愛反，一音器。李云：謦欬，喻言𥬇也。但呼聞所好猶大恱，况骨肉之情，歡之至也。"
        },
        {
          "paragraph": "久矣夫！莫以眞人之言謦欬吾君之側乎！”",
          "zhushu": "所以未嘗啓齒也。夫眞人之言，所以得吾君性也。始得之而喜，乆得之則忘。○夫音扶，後放此。"
        },
        {
          "paragraph": "徐無鬼見武侯，武侯曰：“先生居山林，食芧栗，厭葱韭，以賔寡人，乆矣夫！今老邪？其欲干酒肉之味邪？其寡人亦有社稷之福邪？”徐無鬼曰：“無鬼生於貧賤，未嘗敢飮食君之酒肉，將來勞君也。”君曰：“何哉？奚勞寡人？”曰：“勞君之神與形。”武侯曰：“何謂邪？”徐無鬼曰：“天地之養也一，",
          "zhushu": "不以爲君，而恣之無極。○食芧，音序，又食汝反，本亦作芧粟。韭音乆，或非，下作者，非也。賔，必刃反，本或作擯。司馬云：擯，弃也。又必人反。李云：賔，客也。干，李云：干，求也。社稷之福邪？李云：謂善言嘉謀，可以利社稷也。"
        },
        {
          "paragraph": "登高不可以爲長，居下不可以爲短。君獨爲萬乗之主，以苦一國之民，以養耳目鼻口，",
          "zhushu": "如此，違天地之平也。○乗，繩證反。"
        },
        {
          "paragraph": "夫神者不自許也。",
          "zhushu": "物與之耳○不自許司馬云：許，與也。"
        },
        {
          "paragraph": "夫神者，好和而惡姦。",
          "zhushu": "與物共者，和也；私自許者，姦也。"
        },
        {
          "paragraph": "夫姦，病也，故勞之。唯君所病之，何也？”武侯曰：“欲見先生久矣。吾欲愛民而爲義偃兵，其可乎？”徐無鬼曰：“不可。愛民，害民之始也；",
          "zhushu": "愛民之迹，爲民所尚，尚之爲愛，愛巳僞也。○姦病，王云：姦者，以正從邪也，謂病也。所病之何也。李云：服而無對也。或云：養違天地，獨恣其欲，自許不損於神，而以姦爲病，故不知所以以此爲病，何爲乎偃息也。"
        },
        {
          "paragraph": "爲義偃兵，造兵之本也。",
          "zhushu": "爲義則名彰，名彰則競興，競興則䘮其眞矣。父子君臣懷情相欺，雖欲偃兵，其可得乎。"
        },
        {
          "paragraph": "君自此爲之，則殆不成。",
          "zhushu": "從無爲爲之乃成耳。"
        },
        {
          "paragraph": "凡成美惡，器也。",
          "zhushu": "美成於前，則僞生於後，故戌美者，乃惡器也。"
        },
        {
          "paragraph": "君雖爲仁義，幾且僞哉！",
          "zhushu": "民將以僞繼之耳，未肯爲眞也。"
        },
        {
          "paragraph": "形固造形，",
          "zhushu": "仁義有形，固僞，形必作。"
        },
        {
          "paragraph": "成固有伐，",
          "zhushu": "成則顯也。"
        },
        {
          "paragraph": "變固外戰。",
          "zhushu": "失其常然。○成固有伐，變固外戰。王云：成功在已，亦衆所不與，欲無有伐，其可得乎？夫僞生形造，又伐焉，非本所圖，勢之變也。旣有僞伐，得無戰乎？"
        },
        {
          "paragraph": "君亦必無盛鶴列於麗譙之間，",
          "zhushu": "鶴列，陳兵也。麗譙，高樓也。○鶴列，李云：謂兵如鶴之列行。司馬云：鶴列，鍾皷也。麗如字，又力智反，力支反。譙，本亦作嶕，在逍反。司馬、郭、李皆云：麗譙，樓觀名也。案：謂華麗而嶕嶢。"
        },
        {
          "paragraph": "無徒𩦸於錙壇之官，",
          "zhushu": "歩兵曰徒，但不當爲義愛民耳，亦無爲盛兵走馬。○無徒，司馬云：徒，歩也。錙壇，徐側其反。錙壇，壇名。"
        },
        {
          "paragraph": "無藏逆於得，",
          "zhushu": "得中有逆則失耳。○藏，一本作藏，司馬本同。逆於得，司馬本作德。李云：凡非理而貪，貪得而居之，此藏逆於德内者也。孰有貪得而可以德不失哉？固冝無藏而捨之。又云：謂有貪則逆道也。"
        },
        {
          "paragraph": "無以巧勝人，",
          "zhushu": "守其朴，而朴各有所能，則平。"
        },
        {
          "paragraph": "無以謀勝人，",
          "zhushu": "率其真知，而知各有所長，則均。"
        },
        {
          "paragraph": "無以戰勝人。",
          "zhushu": "以道應物，物服而無勝名。"
        },
        {
          "paragraph": "夫殺人之士民，兼人之土地，以養吾私與吾神者，其戰不知孰善？勝之惡乎在。",
          "zhushu": "不知以何爲善，則雖尅非已勝。○惡，音烏，下同。"
        },
        {
          "paragraph": "君若勿已矣。脩胷中之誠，以應天地之情，而勿攖。",
          "zhushu": "若未能巳，則莫若脩巳之誠。○攖，一營反，又一盈反。"
        },
        {
          "paragraph": "夫民死已脫矣，君將惡乎用夫偃兵哉？”",
          "zhushu": "甲兵無所陳，非偃也。○脫音奪。"
        },
        {
          "paragraph": "黃帝將見大隗乎具茨之山，方明爲御，昌㝢驂乗，張若，謵朋前馬，昆閽、滑稽後車。至於襄城之野，七聖皆迷，無所問塗。",
          "zhushu": "聖者，名也。名生而物迷矣，雖欲之乎大隗，其可得乎？○大隗，五罪反，司馬、崔本作泰隗，或云：大司，神名也。一云：大道也。具茨，一本作次，同祀咨反，又音資，司馬本作疚，山名也。司馬云：在滎陽宻縣東，今名泰隗山。㝢音禹。驂乗，繩證反。驂乗，車右也。謵音習，元嘉本作謂，崔同。扅，舒氏反。崔本作㢁，本亦作朋，蒲登反，徐扶恒反。前馬司馬云：二人先馬導也。閽，音昏。滑，音骨。稽，音雞。後車：司馬云：二人從車後襄城之野。李云：地名。七聖：黃帝一，方明二，昌㝢三，張若四，謂朋五，昆閽六，滑稽七也。"
        },
        {
          "paragraph": "適遇牧馬童子，問塗焉，曰：“若知具茨之山乎？”曰：“然。若知大隗之所存乎？”曰：“然。”黃帝曰：“異哉小童，非徒知具茨之山，又知大隗之所存。請問爲天下。”小童曰：“夫爲天下者，亦若此而已矣，又奚事焉？",
          "zhushu": "各自若則無事矣，無事乃可以爲天下也。"
        },
        {
          "paragraph": "予少而自遊於六合之内，予適有瞀病，有長者教予曰：‘若乗日之車而遊於襄城之野。’",
          "zhushu": "日出而遊，日入而息。○少，詩召反。瞀，莫豆反，郭音務，李云：風眩貌。司馬云：瞀讀日𥈆，謂眩𥈆也。長，丁丈反。乗日之車。司馬云：以日爲車也。元嘉本車作居。"
        },
        {
          "paragraph": "今予病少痊，予又且復遊於六合之外。夫爲天下，亦若此而已，予又奚事焉？”",
          "zhushu": "夫爲天下，莫過自放任。自放任矣，物亦奚攖焉？故我無爲而民自化。○痊，七全反，李云：除也。復，扶又反。"
        },
        {
          "paragraph": "黃帝曰：“夫爲天下者，則誠非吾子之事。",
          "zhushu": "事由氏作。"
        },
        {
          "paragraph": "雖然，請問爲天下。”",
          "zhushu": "令民自得，必有道也。"
        },
        {
          "paragraph": "小童辭。黃帝又問。小童曰：“夫爲天下者，亦奚以異乎牧馬者哉？亦去其害馬者而已矣。”",
          "zhushu": "馬以過分爲害。○去，起吕反，下注同。"
        },
        {
          "paragraph": "黃帝再拜稽首，稱天師而退。",
          "zhushu": "師夫天然而去其過，公則大隗至也。"
        },
        {
          "paragraph": "知士無思慮之變則不樂，辯士無談說之序則不樂，察士無凌誶之事則不樂，皆囿於物者也。",
          "zhushu": "不能自得於内，而樂物於外，故各以所樂囿之，則萬物不召而自來，非強之也。○知音智。樂音洛，下不樂及注同。察士，李云：察，職也。凌，李云：謂相凌轢。誶音信。廣稚云：問也，又音崇，又音峻，一本作囿。有音又。強，其夾反。"
        },
        {
          "paragraph": "招世之士興朝，中民之士榮官，筋力之士矜難，勇敢之士奮患，兵革之士樂戰，枯槁之士宿名，法律之士廣治，禮樂之士敬容，仁義之士貴際。",
          "zhushu": "士之不同若此，故當之者不可易其方。○朝，直遥反。中民，李云：善治民也。難，乃旦反。槁，苦老反，後章同。宿名。宿，積乆也。王云：枯槁一生以爲娛，其所寢宿，唯名而已。治，直吏反。貴際，謂盟㑹事。"
        },
        {
          "paragraph": "農夫無草萊之事則不比，商賈無市井之事則不比。",
          "zhushu": "能同則事同，所以比。○比，毗志反，下同。賈音古。"
        },
        {
          "paragraph": "庶人有旦暮之業則勸，",
          "zhushu": "業得其志，故勸。"
        },
        {
          "paragraph": "百工有器械之巧則壯。",
          "zhushu": "事非其巧則惰。○則壯。李云：壯，猶疾也。惰，徒卧反。"
        },
        {
          "paragraph": "錢財不積則貪者憂，",
          "zhushu": "物得所耆而樂也。○所耆，時志反。樂音洛。"
        },
        {
          "paragraph": "權勢不尤則夸者悲。勢物之徒樂變，",
          "zhushu": "權勢生於事變。"
        },
        {
          "paragraph": "遭時有所用，不能無爲也。",
          "zhushu": "凡此諸士，用各有時。時用則不能自巳也。苟不遭時，則雖欲自用，其可得乎。故貴賤無常。"
        },
        {
          "paragraph": "此皆順比於歲，不物於易者也。",
          "zhushu": "士之所能，各有其極，若四時之不可易耳。故當其時物，順其倫次，則各有用矣。是以順歲則時序，易性則不物。物而不物，非毀如何？"
        },
        {
          "paragraph": "馳其形性，潜之萬物，終身不反，悲夫！",
          "zhushu": "不守一家之能，而之夫萬方，以要時利，故有匍匐而歸者，所以悲也。○要，一遥反。匍音扶，又音蒲。匐音服，又蒲北反。"
        },
        {
          "paragraph": "莊子曰：“射者非前期而中，謂之善射。天下皆羿也，可乎？”",
          "zhushu": "不期而中，謂誤中者也，非善射也。若謂謬中爲善射，是則天下皆可謂之羿，可乎？言不可也。○中，丁仲反，注同。"
        },
        {
          "paragraph": "惠子曰：“可。”莊子曰：“天下非有公是也，而各是其所是。天下皆堯也，可乎？”",
          "zhushu": "若謂謬中者羿也，則私自是者亦可謂堯矣。莊子以此明妄中者非羿，而自是者非堯。"
        },
        {
          "paragraph": "惠子曰：“可。”莊子曰：“然則儒、墨、楊、秉四，與夫子爲五，果孰是邪？",
          "zhushu": "若皆堯也，則五子何爲復相非乎？"
        },
        {
          "paragraph": "或者若魯遽者邪？”其弟子曰：‘我得夫子之道矣，吾能冬㸑鼎而夏造氷矣。’魯遽曰：‘是直以陽召陽，以隂召隂，非吾所謂道也。吾示子乎吾道。’於是乎爲之調瑟，廢一於堂，廢一於室，鼓宮宫動，鼓角角動，音律同矣。",
          "zhushu": "俱亦以陽召陽，而橫自以爲是。○魯遽，音渠，又其豦反。季云：魯遽，人姓名也，一云周初時人。爨，七亂反，又七端反。爲，于僞反，廢置也。"
        },
        {
          "paragraph": "夫或改調一弦，於五音無當也，",
          "zhushu": "隨調而改。○調，徒弔反，注皆同。當，丁浪反，合也。"
        },
        {
          "paragraph": "鼓之二十五弦皆動，",
          "zhushu": "無聲則無以相動，有聲則非同不應。今改此一弦，而二十五弦皆改，其以急緩爲調也。"
        },
        {
          "paragraph": "未始異於聲，而音之君已",
          "zhushu": "魯遽以此夸其弟子，然亦以同應同耳，未獨能爲其事也。"
        },
        {
          "paragraph": "且若是者邪？”",
          "zhushu": "五子各私所見而是其所是，然亦無異於魯遽之夸其弟子，而未能相出。也。"
        },
        {
          "paragraph": "惠子曰：“令夫儒墨楊秉，且方與我以辯，相排以辭，相鎮以聲，而未始吾非也，則奚若矣？”",
          "zhushu": "未始吾非者，各自是也。惠子使欲以此爲至。○拂，抾弗反。"
        },
        {
          "paragraph": "莊子曰：“齊人蹢子於宋者，其命閽也不以完，",
          "zhushu": "投之異國，使門者守之，出便與子，不保其全。此齊人之不慈也。然亦自以爲是，故爲之。○蹢，呈亦反，投也。司馬云：齊人憎其子，蹢之宋，使門者守之，令形不全，自以爲是。"
        },
        {
          "paragraph": "其求鈃鍾也以束縳，",
          "zhushu": "乃反以愛鍾器，爲是束縳，恐其破傷。○鈃鍾，音刑，徐戸挺反，又字林云：鈃以小鍾而長頸。又云：似壺而大，以束縳。郭云：恐其破傷。案此言賤子貴鈃，自以爲是也。"
        },
        {
          "paragraph": "其求唐子也而未始出域，有遺𩔖矣。",
          "zhushu": "唐，失也。失亡其子，而不能逺索遺其氣𩔖，而亦未始自非。人之自是，有斯謬矣。○唐子，謂失亡子也。遺，𩔖，遺亡也。亡其種𩔖故也。惠施畔道而存，皆猶齊人逺子而束縳也。索，所百反。"
        },
        {
          "paragraph": "夫楚人寄而蹢閽者，",
          "zhushu": "俱寄止而不能自投於高地也。"
        },
        {
          "paragraph": "夜半於無人之時，而與舟人鬬，未始離於岑而足以造於怨也。”",
          "zhushu": "岑，岸也。夜半獨上人舩，未離岸，巳共人闘。言齊、楚二人所行若此，而未甞，自以爲非。今五子自是，豈異斯哉？○而與舟人闘。司馬云：夜上人舩，人必擠已於水也。擠，排也。離，力智反，注同。岑，土金反，徐在林反，又語審反，謂崖岸也。上，尺掌反。"
        },
        {
          "paragraph": "莊子送葬，過惠子之墓，顧謂從者曰：“郢人堊慢其鼻端若蠅翼，使匠石斵之。匠石運斤成風，聽而斵之，",
          "zhushu": "瞑目恣手。○從，才用反。郢人，以井反，楚都也。漢書音義作優人。服䖍云：優人，吉之善塗塈者，施廣領大䄂以仰塗，而領䄂不汚，有小飛泥洖著其鼻，因令匠石揮斤而斵之。優音温，韋昭乃回反。惡，烏路反。慢，本亦作漫，郭莫于反，徐莫旦反。李云：猶塗也。"
        },
        {
          "paragraph": "盡堊而鼻不傷，郢人立不失容。宋元君聞之，召匠石曰：‘嘗試爲寡人爲之。’匠石曰：‘臣則嘗能斵之。雖然，臣之質死久矣。’自夫子之死也，吾無以爲質矣，吾無與言之矣。”",
          "zhushu": "非夫不動之質，忘言之對，則雖至言妙斵而無所用之。○爲寡，于僞反。"
        },
        {
          "paragraph": "管仲有病，桓公問之曰：“仲父之病病矣，可不謂云，至于大病，則寡人惡乎屬國而可？”管仲曰：“公誰欲與？”公曰：“鮑叔牙。”曰：“不可。其爲人絜廉，善士也；其於不已若者不比之；又一聞人之過，終身不忘。使之治國，上且鉤乎君，下且逆乎民。其得罪於君也，將弗久矣。”公曰：“然則孰可？”對曰：“勿已，則隰朋可。其爲人也，上忘而下畔，",
          "zhushu": "高而不亢，○大病，謂死也。惡音烏。屬音燭。與，如字，又音餘鉤反，也，亦作拘，音同，又音俱。上忘而下畔，言在上不自高，於下無背者也。"
        },
        {
          "paragraph": "愧不若皇帝，而哀不已若者。",
          "zhushu": "故無弃人。"
        },
        {
          "paragraph": "以德分人謂之聖，以財分人謂之賢，以賢臨人，未有得人者也；以賢下人，未有不得人者也。其於國有不聞也，其於家有不見也。勿已，則隰朋可。”",
          "zhushu": "若皆聞見，則事鍾於己，而群下無所措手足，故遺之可也。未能盡遺，故僅可也。○下，遐嫁反。僅，其靳反。"
        },
        {
          "paragraph": "吳王浮于江，登乎狙之山。衆狙見之，恂然棄而走，逃於深蓁。有一狙焉，委蛇攫抓，見巧乎王王射之，敏給",
          "zhushu": "敏，疾也。給，續括也。○狙，七徐反。恂音舜，徐音荀，又思俊反，司馬云：遽也。蓁，徐仕巾反，一音側市反。委，於危反。蛇，餘支反。攫，具縳反，徐居碧反，三蒼云：搏也。郭又七叚反，司馬云：本作攫。抓，本又作搔，素報反，徐本作　七活反，司馬本作條。見，賢遍反。巧，如字，或苦孝反，崔本作攻。射，良亦反，下同。"
        },
        {
          "paragraph": "搏捷矢。",
          "zhushu": "捷，速也。矢徃雖速，而狙猶能搏。○搏音愽。"
        },
        {
          "paragraph": "王命相者趨射之，狙執死。王顧謂其友顔不疑曰：“之狙也，伐其巧，恃其便以敖予，以至此殛也。戒之哉！嗟乎，無以汝色驕人哉！顔不疑歸而師董梧以𦔳其色，去樂辭顯，三年而國人稱之。”",
          "zhushu": "稱其忘巧遺色，而任夫素朴。○相者，息亮反，司馬云：佐王獵者也。趨音促，急也。執死，司馬云：見執而死也。之狙也，之猶是也，本或作是。便，婢面反。敖，司馬本作悻，云：狼也。董梧，有道者也，師其德以鋤色。𦔳，士居反，本亦作鋤。去，起呂反。"
        },
        {
          "paragraph": "南伯子綦隱几而坐，仰天而嘘。顔成子入見曰：“夫子，物之尤也。形固可使若槁骸，心固可使若死灰乎？”曰：“吾嘗居山穴之中矣。當是時也，田禾一覩我，而齊國之衆三賀之。",
          "zhushu": "以得見子綦爲榮。○隱，於靳反。嘘音虚。見，賢遍反。夫物之尤也，音符，一本作夫子，則如字。山穴之中，司馬本同，李云：齊南山穴也。一本作之口田禾，齊君也。尊德，故國人慶之。"
        },
        {
          "paragraph": "我必先之，彼故知之；我必賣之，彼故鬻之。若我而不有之，彼惡得而知之？若我而不賣之，彼惡得而鬻之？嗟乎！我悲人之自喪者，吾又悲夫悲人者，吾又悲夫悲人之悲者。其後而日遠矣。”",
          "zhushu": "子綦知夫爲之不足以救彼，而適足以傷我，故以不悲悲之，則其悲稍去，而泊然無心，枯槁其形，所以爲日逺矣。○鬻，羊六反。惡音烏，下同。䘮，息浪反。泊，歩各反。"
        },
        {
          "paragraph": "仲尼之楚。楚王觴之。孫叔敖執爵而立。市南宜僚受酒而祭曰：“古之人乎。於此言已。”",
          "zhushu": "古之言者，必於㑹同。○觴音商。李云：酒器之緫名也。孫叔敖。案左傳，孫叔敖是楚莊王相孔子，未生。哀公十六年，仲尼卒後，白公爲亂，宜僚未甞，仕楚。又宣十二年傳，楚有熊相冝僚。則與叔敖同時去孔子甚逺，盖寄言也。"
        },
        {
          "paragraph": "曰：“丘也聞不言之言矣。未之嘗言。",
          "zhushu": "聖人無言，其所言者，百姓之言耳，故曰不言之言。茍以言爲不言，則雖言出於口，故爲未之甞言。"
        },
        {
          "paragraph": "於此乎言之。",
          "zhushu": "今將於此，言於無言，"
        },
        {
          "paragraph": "市南宜僚弄丸而兩家之難解。孫叔敖甘寢秉羽而郢人投兵。",
          "zhushu": "此二子息訟以黙，𣽃泊自若，而兵難自解。○難，乃旦反，注同。解音蟹，注同。司馬云：宜僚，楚之勇士也，善弄丸。楚白公勝將作亂，殺令子尹子西期。石乞曰：市南有熊宜僚者，若得之，可以當五百人。乃徃告之，不許也。承之以劒，不動，弄丸如故，曰：吾亦不泄子。白公、遂殺子西、子期，歎息兩家而巳。宜僚不預其患，甘寢秉羽，如字，又音翮。司馬本作𦒏，云：讀曰翮，或作趐。雩，舞者之所執。崔本作翼。郢人投兵。司馬云：言叔敖願安寢恬卧，以養德於廟堂之上，折衝於千里之外，敵國不敢犯。郢人投兵，無所攻伐也。郢，楚都也。"
        },
        {
          "paragraph": "丘願有喙三尺。”",
          "zhushu": "苟所言非巳，則雖終身言，故爲未甞言耳。是以有喙三尺，未足稱長。凡人閉口，未是不言。○喙，許穢反，又丁豆反，或昌銳反。三尺，言長也。司馬云：喙，息也。宜僚弄丸而弭難，叔敖除備以折衝，丘亦有願有歎息其三尺。三尺，𠤎首劒。"
        },
        {
          "paragraph": "彼之謂不道之道，",
          "zhushu": "彼謂二子。"
        },
        {
          "paragraph": "此之謂不言之辯。",
          "zhushu": "此謂仲尼○彼之謂此之謂司馬云：彼謂甘寢。此。謂弄丸。"
        },
        {
          "paragraph": "故德緫乎道之所一，",
          "zhushu": "道之所容者雖無方，然緫其大歸莫過於自得，故一也。○緫音揔。"
        },
        {
          "paragraph": "而言休乎知之所不知，至矣。",
          "zhushu": "言止其分非至如何。"
        },
        {
          "paragraph": "道之所一者，德不能同也；",
          "zhushu": "各自得耳，非相同也，而道一也。不能同。一本作相同。"
        },
        {
          "paragraph": "知之所不能知者，辯不能舉也。",
          "zhushu": "非其分，故不能舉。"
        },
        {
          "paragraph": "名若儒、墨而凶矣。",
          "zhushu": "夫儒墨欲同所不能同，舉所不能舉，故凶。"
        },
        {
          "paragraph": "故海不辭東流，大之至也。",
          "zhushu": "明受之無所辭，所以成大。"
        },
        {
          "paragraph": "聖人并包天地，澤及天下，而不知其誰氏。",
          "zhushu": "汎然都任。"
        },
        {
          "paragraph": "是故生無爵，",
          "zhushu": "有而無之。"
        },
        {
          "paragraph": "死無謚，",
          "zhushu": "謚所以名功。功不在巳。故雖謚而非巳有。"
        },
        {
          "paragraph": "實不聚，",
          "zhushu": "令萬物各知足。"
        },
        {
          "paragraph": "名不立，",
          "zhushu": "功非已爲，故名歸於物。"
        },
        {
          "paragraph": "此之謂大人。",
          "zhushu": "若爲而有之，則小矣。"
        },
        {
          "paragraph": "狗不以善吠爲良，人不以善言爲賢，",
          "zhushu": "賢出於性，非言所爲。○善吠，伐廢反。司馬云：不别客主而吠不止。善言，司馬云：失本逐未而言不止也。"
        },
        {
          "paragraph": "而况爲大乎。",
          "zhushu": "夫大愈不可爲而得，"
        },
        {
          "paragraph": "夫爲大不足以爲大，而况爲德乎。",
          "zhushu": "唯自然乃德耳。"
        },
        {
          "paragraph": "夫大備矣，莫若天地。然奚求焉。而大備矣。",
          "zhushu": "天地大備，非求之也。"
        },
        {
          "paragraph": "知大備者，無求，無失，無棄，不以物易已也。",
          "zhushu": "知其自備者，不舎巳而求物，故無求、無失、無棄也。○舎音捨。"
        },
        {
          "paragraph": "反已而不窮，",
          "zhushu": "反守我理，我理自通。"
        },
        {
          "paragraph": "循古而不摩，",
          "zhushu": "順常性而自至耳，非摩拭○循古而不摩。一本作磨。王云：摩，消滅也。雖常通物而不失及巳，雖理於今，常循於古之道焉。自古及今，其名不摩滅也。拭，音式。"
        },
        {
          "paragraph": "大人之誠。",
          "zhushu": "不爲而自得，故曰誠。"
        },
        {
          "paragraph": "子綦有八子，陳諸前。召九方歅曰：“爲我相吾子，孰爲祥？”九方歅曰：“梱也爲祥。”子綦瞿然喜曰：“奚若？”曰：“梱也將與國君同食，以終其身。”子綦索然出涕曰：“吾子何爲以至於是極也？”九方歅曰：“夫與國君同食，澤及三族，而况於父母乎？今夫子聞之而泣，是禦福也。子則祥矣，父則不祥。”子綦曰：“歅！汝何足以識之而梱祥邪？盡於酒肉，入於鼻口矣，而何足以知其所自來？吾未嘗爲牧而牂生於奥，未嘗好田而鶉生於宎，若勿怪，何邪？",
          "zhushu": "夫所以怪，出於不意故也。○九方歅，音因，李烏鷄反，又音煙，善相馬人。淮南子作九方皐。爲我，于僞反。相，息亮反。梱音困，又口本反，子綦子名。瞿然，紀具反，司馬云：喜貌。本亦作爨，吁縳反，字林云：大視貌。李云：驚視貌。索然，悉各反，又色白反。司馬云：涕下貌。禦，魚吕反，距也，逆也。甞，如字，本或作曾，才能反。牂，子郎反，爾雅云：牝羊也。奥，烏報反，西南隅未地也。一曰豕牢也。好，呼報反。宎，字又作𥥛，烏弔反，徐烏了反。司馬云：東北隅也。一云：東南隅鶉火地生鶉也。一云窟也。郭徒忽反，字林穴下反。"
        },
        {
          "paragraph": "吾所與吾子遊者，遊於天地。",
          "zhushu": "不有所爲○天地司馬本地作泊。云。亂也。崔本同。"
        },
        {
          "paragraph": "吾與之邀樂於天，吾與之邀食於地，",
          "zhushu": "隨所遇於天地耳。邀，遇也。○邀，古堯反。樂音洛。"
        },
        {
          "paragraph": "吾不與之爲事，不與之爲謀，不與之爲怪，",
          "zhushu": "怪，異也。循常任性，脫然自爾。"
        },
        {
          "paragraph": "吾與之乗天地之誠而不以物與之相櫻，",
          "zhushu": "斯不爲也。"
        },
        {
          "paragraph": "吾與之一委蛇而不與之爲事所宜。",
          "zhushu": "斯順耳，無擇也。"
        },
        {
          "paragraph": "今也然有世俗之償焉。",
          "zhushu": "夫有功於物，物乃報之。吾不爲功而償之，何也？○償，時亮反，又音賞。"
        },
        {
          "paragraph": "凡有怪徴者，必有怪行，殆乎非我與吾子之罪，幾天與之也。",
          "zhushu": "今無怪行而有怪徴，故知其天命也。○行，下孟反，注同。"
        },
        {
          "paragraph": "吾以是泣也。”",
          "zhushu": "夫爲而然者，勿爲則已矣。不爲而自至，則不可柰何也，故泣之。"
        },
        {
          "paragraph": "無幾何而使梱之於燕，盗得之於道，全而鬻之則難，不若刖之則易。",
          "zhushu": "全恐其逃，故不如刖之易售也。○幾，居豈反。燕音煙。鬻之，音育，絶句。本作鬻之難。刖音月，又五刮反。易，以豉反，注同。售，受又反。"
        },
        {
          "paragraph": "於是刖而鬻之於齊，適當渠公之街，然身食肉而終。”齧缺遇許由，曰：“子將奚之？”曰：“將逃堯。”曰：“奚謂邪？”曰：“夫尭畜畜然仁，吾恐其爲天下𥬇，後世其人與人相食與？",
          "zhushu": "仁者爭尚之原故也。○渠公，或云渠公，齊之富室，爲街正，買梱自代，終身食肉至死。一云渠公屠者，與梱君臣同食肉也。街音佳，一本作術。然身食肉，終，本或作身肉食者，誤。畜畜，許六反，郭他六反，李云：行仁貌。王云：䘏愛勤勞之貌。人與如宇人相食。與音餘，言將馳走於仁義，不復營農，飢則相食。"
        },
        {
          "paragraph": "夫民不難聚也，愛之則親，利之則至，譽之則勸，致其所惡則散。愛利出乎仁義，捐仁義者寡，利仁義者衆。夫仁義之行，唯且無誠，",
          "zhushu": "仁義旣行，將僞以爲之。○譽音餘。惡，烏路反。行，下孟反。"
        },
        {
          "paragraph": "且假夫禽貪者器。",
          "zhushu": "仁義可見，則夫貪者，將假斯器以獲其志。○且假夫禽貪者器，司馬云：禽之貪者，殺害無極；仁義貪者，傷害無窮。"
        },
        {
          "paragraph": "是以一人之斷制利天下，",
          "zhushu": "若夫仁義各出其情，則其斷正不制乎一人。"
        },
        {
          "paragraph": "譬之猶一覕也。",
          "zhushu": "覕，割也。萬物萬形，而以一劑割之，則有傷也。覕，郭薄結反。向，芳舌反。司馬云：暫見貌，又甫莅反，又普結反，又初栗反。劑，子隨反。"
        },
        {
          "paragraph": "夫堯知賢人之利天下也，而不知其賊天下也，夫唯外乎賢者知之矣。”",
          "zhushu": "外賢則賢不僞，"
        },
        {
          "paragraph": "有暖姝者，有濡需者，有卷婁者。所謂暖姝者，學一先生之言則暖暖姝姝而私自說也。自以爲足矣。而未知未始有物也",
          "zhushu": "意盡形教，豈知我之獨化於玄冥之竟哉！○暖，吁爰反，又吁晚反，柔貌。姝，昌朱反，妖貌。濡音儒，又音如，安也。需音須，濡需，謂偷安須臾之頃。卷音權。婁音縷，卷婁，猶拘攣也。說音恱。竟音境。"
        },
        {
          "paragraph": "是以謂暖姝者也。濡需者，豕蝨是也。擇䟽鬛，自以廣宫大囿，奎蹄曲隈，乳間股脚，自以爲安室利處，不知屠者之一旦鼓臂布草操煙火，而己與豕俱焦也。此以域進，此以域退。此其所謂濡需者也。",
          "zhushu": "非有通變，藐世之才，而偷安乎一時之利者，皆豕蝨者也。○蝨音瑟。奎，苦圭反，本亦作睽。曲隈，鳥回反，向云：股間也。暖室，奴緩反，又虚爰反，一本作安室。操，七曹反。"
        },
        {
          "paragraph": "卷婁者，舜也。羊肉不慕蟻。蟻慕羊肉。羊肉羶也。舜有羶行，百姓恱之，故三徙成都。至鄧之虚而十有萬家。尭聞舜之賢。舉之童土之地。曰兾得其來之澤。舜舉乎童土之地。年齒長矣。聦明衰矣。而不得休歸。所謂卷婁者也。",
          "zhushu": "聖人之形，不異凡人，故耳目之用衰也。至於精神，則始終常全耳。若少則未成，及長而衰，則聖人之聖，曾不崇朝，可乎？○羊肉不慕蟻，魚綺反。李云：年長心勞，無愛樂之志，是猶羊肉不慕蟻也。羶，設然反。行，下孟反。鄧向云：邑名。之虚，音墟，本又作墟。童土，如字，又音社，向云：童土也，無草木地。長，丁丈反，注同。少，詩召反。"
        },
        {
          "paragraph": "是以神人惡衆至，",
          "zhushu": "衆自至耳，非好而致之。○惡，烏路反。好，呼報反。"
        },
        {
          "paragraph": "衆至則不比，不比則不利也。",
          "zhushu": "明舜之所以有天下，盖於不得巳耳，豈比而利之。○比，毗至反，下注同。"
        },
        {
          "paragraph": "故無所甚親，無所甚踈，抱德煬和，以順天下，此謂眞人。於蟻棄知，於魚得計，於羊棄意。",
          "zhushu": "於民則䝉澤，於舜則形勞。○煬，郭音羊，徐餘亮反。和，李云：煬，炙也，爲和氣所炙。知音智。於蟻弃知，於魚得計，於羊弃意。司馬云：蟻得水則死，魚得水則生，羊得水則病。一說云：眞人無羶，故不致蟻，是蟻弃知也。共處相忘之大道，無沾濡之德，是魚得計也。羊無羶行而不致蟻，是羊弃意也。"
        },
        {
          "paragraph": "以目視目，以耳聽耳，以心復心。",
          "zhushu": "此三音，未能無其耳目心意也。"
        },
        {
          "paragraph": "若然者，其平也繩，",
          "zhushu": "未能去繩而自平。○去，起吕反。"
        },
        {
          "paragraph": "其變也循。",
          "zhushu": "未能絶迹而玄㑹。"
        },
        {
          "paragraph": "古之眞人，以天待之，",
          "zhushu": "居無事以待事，事斯得。"
        },
        {
          "paragraph": "不以人入天。",
          "zhushu": "以有事求無事，事愈荒。"
        },
        {
          "paragraph": "古之眞人，得之也生，失之也死，得之也死，失之也生。",
          "zhushu": "死生得失，各隨其所居耳。於生爲得，於死或復爲失，未始有常也。○復，訣又反。"
        },
        {
          "paragraph": "藥也，其實，堇也，桔梗也，雞癕也，豕零也，是時爲帝者也，何可勝言。",
          "zhushu": "當其所湏則無賤，非其時則無貴。容賤有時，誰能常也。○堇音謹，郭音覲，徐音靳，司馬云：烏頭也，治風冷痺。桔音結，本亦作結。梗，古猛反。司馬云：桔梗，治心腹血瘀瘕痺。雞癕，徐於容反，本或作壅，音同。司馬云：即雞頭也，名芡，與藕子合爲散，服之延年。豕零，司馬本作豕嚢，云：名猪苓，根似猪卵，可以治渴。案：四者皆藥草名，是時爲帝者也。司馬云：藥草有時迭相爲帝，謂其王相休廢，藥各得所用也。勝音升。"
        },
        {
          "paragraph": "句踐也，以甲楯三千棲於㑹稽。唯種也，能知亡之所以存，唯種也，不知其身之所以愁。故曰：鴟目有所適，鶴脛有所節，解之也悲。",
          "zhushu": "各適其一時之用，不能靡所不可，則有時而失。有時而失，故有時而悲矣。解，去也。○句音鉤。楯，純尹反，徐音尹。棲音西，李云：登山曰棲。㑹，古外反。稽音雞。種，章勇反，越大夫名也。吳越春秋云：姓文，字少禽。所以存，本又作可以存，言知越雖亡，可以存也。鴟，尺夷反。脛，刑定反。解，佳買反，司馬云：去也，一音懈。"
        },
        {
          "paragraph": "故曰：風之過河也，有損焉，日之過河也有損焉。",
          "zhushu": "有形者自然相與爲累，唯外夫形者磨之而不磷。○有損有形，自然相累。世能累物，物能累人，故大夫種所以不免也。磷，鄰鎮反。"
        },
        {
          "paragraph": "請只風與日相與守河，而河以爲未始其攖也，",
          "zhushu": "實巳損矣，而不自覺。"
        },
        {
          "paragraph": "恃源而徃者也。",
          "zhushu": "所以不覺。非不損也。恃源徃也。○恃本亦作恃源而注者也。水由源注。雖遇風曰不能損也。道成其性。雖在於世不能移也。"
        },
        {
          "paragraph": "故水之守土也審，影之守人也審，物之守物也審。",
          "zhushu": "無意則止於分，所以爲審。"
        },
        {
          "paragraph": "故目之於明也殆，耳之於聦也殆，心之於殉也殆。",
          "zhushu": "有意則無崖，故殆。"
        },
        {
          "paragraph": "凡能其於府也殆，殆之成也不給改，",
          "zhushu": "所以貴其無能，而任其天然。"
        },
        {
          "paragraph": "禍之長也兹萃，",
          "zhushu": "萃，聚也。苟不能忘知，則禍之長也多端矣。○長，丁丈反，注同。莘，所巾反，李云：多也。本又作萃。"
        },
        {
          "paragraph": "其反也縁功，",
          "zhushu": "反守其性，則其功不作而成。"
        },
        {
          "paragraph": "其果也待乆。",
          "zhushu": "欲速則不果。"
        },
        {
          "paragraph": "而人以爲己寳。不亦悲乎。",
          "zhushu": "已寳，謂有其知能。"
        },
        {
          "paragraph": "故有亡國戮民無已",
          "zhushu": "皆有其身之禍。"
        },
        {
          "paragraph": "不知問是也。",
          "zhushu": "不知問禍之所由，由乎有心而脩心以救禍也。"
        },
        {
          "paragraph": "故足之於地也踐。雖踐，恃其所不蹍而後善博也；人之知也少。雖少，恃其所不知而後知天之所謂也。",
          "zhushu": "夫忘天地，遺萬物，然後蜩翼可得而知也，况欲知天之所謂，而可以不無其心哉！○恃其所不蹍，女展反。李云：一足常不徃，故能行廣逺也。"
        },
        {
          "paragraph": "知大一，知大隂。知大目，知大均。知大方，知大信。知大定，至矣。大一通之，",
          "zhushu": "道也。"
        },
        {
          "paragraph": "大隂解之，",
          "zhushu": "用其分内，則萬事無滯也。○解音蟹，下同，又佳買反。"
        },
        {
          "paragraph": "大目視之，",
          "zhushu": "用萬物之自見，亦犬目也。"
        },
        {
          "paragraph": "大均縁之，",
          "zhushu": "因其本性，令各自得，則大均也。○令，力呈反，下同。"
        },
        {
          "paragraph": "大方體之，",
          "zhushu": "體之使各得其分，則萬方俱得，所以爲大方也。"
        },
        {
          "paragraph": "大信稽之，",
          "zhushu": "命之所期，無令越逸，斯大信也。"
        },
        {
          "paragraph": "大定持之。",
          "zhushu": "眞不撓則自定，故持之以大定，斯不持也。○撓，乃孝反。"
        },
        {
          "paragraph": "盡有天，",
          "zhushu": "夫物未有無自然者也。"
        },
        {
          "paragraph": "循有照，",
          "zhushu": "循之則明，無所作也。"
        },
        {
          "paragraph": "冥有樞，",
          "zhushu": "至理有極，但當冥之，則得其樞要也。○樞，尺朱反。"
        },
        {
          "paragraph": "始有彼。",
          "zhushu": "始有之者彼也，故我述而不作。"
        },
        {
          "paragraph": "則其解之也，似不解之者，",
          "zhushu": "天解任彼，則彼自解，解之無功，故似不解。"
        },
        {
          "paragraph": "其知之也，似不知之也，",
          "zhushu": "用彼知也。"
        },
        {
          "paragraph": "不知而後知之。",
          "zhushu": "我不知，則彼知自用，彼知自用，則天下莫不皆知也。"
        },
        {
          "paragraph": "其問之也，不可以有崖，",
          "zhushu": "應物宜而無方。"
        },
        {
          "paragraph": "而不可以無崖。",
          "zhushu": "各以其分。"
        },
        {
          "paragraph": "頡滑有實，",
          "zhushu": "萬物雖頡滑不同，而物物各自有實也。○頡，徐下結反。滑，乎八反。向云：頡滑，謂錯亂也。"
        },
        {
          "paragraph": "古今不代，",
          "zhushu": "各自有故，不可相代。"
        },
        {
          "paragraph": "而不可以虧，",
          "zhushu": "宜各盡其分也。"
        },
        {
          "paragraph": "則可不謂有大揚搉乎！",
          "zhushu": "搉而揚之，有大限也。○揚搉，音角，又可學反。三蒼云：搉，敵也。許慎云：揚㩁，粗略法度。王云：搉略而揚顯之也。"
        },
        {
          "paragraph": "闔不亦問是已，奚惑然爲？",
          "zhushu": "若問其大搉，則物有至分，故忘巳恁物之理可得而知也，奚爲而惑若此也。"
        },
        {
          "paragraph": "以不惑解惑，復於不惑，是尚大不惑。",
          "zhushu": "夫惑不可解，故尚大不惑，愚之至也。是以聖人從而任之，所以皇王殊迹，隨世爲名也。○解，佳買反，蟹同。復音服，又扶六反。"
        }
      ]
    }
  ]
}