{
  "name": "莊子註疏·外篇·說劔第三十",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "莊子雜篇說劔第三十",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音義曰：以事名篇。"
        },
        {
          "paragraph": "昔趙文王喜劔，劔士夾門而客三千餘人，日夜相擊於前，死傷者歳百餘人，好之不厭。如是三年，國衰，諸侯謀之。",
          "zhushu": "○趙文王，司馬云：惠文王也，名何，武靈王子，後莊子三百五十年。洞紀云：周赧王十七年，趙惠文王之元年。一云：案長歷推惠文王與莊子相值，恐彪之言誤。喜，許紀反，下同。夾，郭、李音協，又古治反。好，呼報反，下同。厭，於塩反，又於𧰟反。"
        },
        {
          "paragraph": "太子悝患之，募左右曰：“孰能說王之意止劔士者，賜之千金。”左右曰：“莊子當能。”",
          "zhushu": "○悝，苦回反，太子名。募音慕，又音務。說如字，解也，又音恱。"
        },
        {
          "paragraph": "太子乃使人以千金奉莊子。莊子弗受，與使者俱，往見太子曰：“太子何以敎周，賜周千金？”太子曰：“聞夫子明聖，謹奉千金以幣從者。夫子弗受，悝尚何敢言！”",
          "zhushu": "○使，所吏反。幣從，才用反，一本作以幣從軍。"
        },
        {
          "paragraph": "莊子曰：“聞太子所欲用周者，欲絶王之喜好也。使臣上說大王而逆王意，下不當太子，則身刑而死，周尚安所事金乎？使臣上說大王，下當太子，趙國何求而不得也！”太子曰：“然，吾王所見，唯劔士也。”莊子曰：“諾。周善爲劔。”太子曰：“然吾王所見劔士，皆蓬頭突𩯭垂冠，曼胡之纓，短後之衣，瞋目而語難。王乃說之。今夫子必儒服而見王，事必大逆。”",
          "zhushu": "○說如字，又始銳反，下同。蓬，歩公反，本或作鑝。司馬蓬頭，謂著兠鍪也。有毛，故如蓬。𩯭，必刄反，司馬本作賔，云：賔讀爲𩯭。垂冠將欲闘，故冠低傾也。曼胡，莫干反，司馬云：曼胡之纓，謂麄纓無文理也。短後之衣，爲便於事也。瞋，赤夷、赤眞二反。語難，如字，艱難也。勇士憤氣積於心，胷，言不流利也，又乃旦反。旣怒而語，爲人所畏難。司馬云：說相擊也。乃說音恱，下大說同。"
        },
        {
          "paragraph": "莊子曰：“請治劔服。”治劔服三日，乃見太子。太子乃與見王，王脫白刄待之。莊子入殿門不趨，見王不拜。",
          "zhushu": "○與見，賢遍反，下劒見同，又如字，脫，一本作說，同士活反。"
        },
        {
          "paragraph": "王曰：“子欲何以敎寡人，使太子先？”曰：“臣聞大王喜劒，故以劔見王。”王曰：“子之劔何能禁制？”曰：“臣之劔，十歩一人，千里不留行！”王大說之，曰：“天下無敵矣。”",
          "zhushu": "○千里不留行：司馬云：十歩與一人相擊輙殺之，故千里不留於行也。"
        },
        {
          "paragraph": "莊子曰：“夫爲劒者，示之以虚，開之以利，後之以發，先之以至，願得試之。”王曰：“夫子休就舎待命，令設戯請夫子。”王乃校劒士七日，死傷者六十餘人，得五六人，使奉劒於殿下。乃召莊子。王曰：“今日試使士敦劒。”",
          "zhushu": "○校，司馬云：考校取其勝者也。校，本或作敎。敦如字。司馬云：敦，斷也。試使用劒相擊斷截也。一音丁回反。"
        },
        {
          "paragraph": "莊子曰：“望之乆矣。”王曰：“夫子所御杖，長短何如？”曰：“臣之所奉皆可，",
          "zhushu": "杖，直亮反。所奉，司馬本作所奏。"
        },
        {
          "paragraph": "然臣有三劒，唯王所用，請先言而後試。”王曰：“願聞三劒。”曰：“有天子劒，有諸侯劒，有庻人劒。”王曰：“天子之劒何如？”曰：“天子之劒，以燕谿石城爲鋒，齊岱爲鍔，",
          "zhushu": "○燕音煙。燕谿，地名，在燕國。石城在塞外。鍔，五各反，司馬云：劒，刃也。一云，劒，稜也。"
        },
        {
          "paragraph": "𣈆魏爲脊，周宋爲鐔，",
          "zhushu": "○鐔音淫，三蒼云：徒感反，劒口也；徐徒南反，又徒各反，謂劒鐶也。司馬云：劒，珥也。"
        },
        {
          "paragraph": "韓魏爲夾；",
          "zhushu": "○爲夾，古協反，司馬云：把也。一本作鋏，同。一云：鐔從稜向背，鋏從稜向刃也。"
        },
        {
          "paragraph": "包以四夷，裹以四時，",
          "zhushu": "○褁音果。"
        },
        {
          "paragraph": "繞以渤海，帶以常山；制以五行，論以刑德，開以隂陽，持以春夏，行以秋冬。",
          "zhushu": "○行以秋冬，隨天道以行止也。"
        },
        {
          "paragraph": "此劔，直之無前，舉之無上，案之無下，運之無旁，上決浮雲，下絶地紀。此劔一用匡諸侯，天下服矣。此天子之劔也。文王芒然自失",
          "zhushu": "，○芒，莫剛反。"
        },
        {
          "paragraph": "曰：“諸侯之劔何如？”曰：“諸侯之劔，以知勇士爲鋒，以清廉士爲鍔，以賢良士爲脊，以忠勝士爲鐔，以豪傑士爲夾。此劔，直之亦無前，舉之亦無上，案之亦無下，運之亦無旁。上法圓天以順三光；下法方地以順四時，中知民意以安四郷。此劔一用，如雷霆之震也。四封之内，無不賔服而聽從君命者矣。此諸侯之劔也。”王曰：“庻人之劔何如？”曰：“庻人之劔，蓬頭突𩯭垂冠，曼胡之纓，短後之衣，瞋目而語難。相擊於前，上斬頸領，下決肝肺。此庻人之劔，無異於闘雞，一旦命已絶矣，無所用於國事。今大王有天子之位而好庶人之劒臣，𥨸爲大王薄之？”",
          "zhushu": "○肺，芳廢反。爲，干僞反。"
        },
        {
          "paragraph": "王乃牽而上殿，宰人上食，王三環之。",
          "zhushu": "○上，時掌反，下同。三環，如字，又音患，繞也。聞義而愧，繞饌三周，不能坐食。"
        },
        {
          "paragraph": "莊子曰：“大王安坐定氣，劒事已畢奏矣。”於是文王不出宫三月，劒士皆服斃其處也。",
          "zhushu": "○斃，婢世反。司馬云：忿不見禮，皆自殺也。"
        }
      ]
    }
  ]
}