{
    "name": "白虎通德論",
    "author": "東漢・班固",
    "loadChapterCount": 3,
    "hasZhushu": true,
    "chapters": [
        {
            "name": "白虎通序",
            "paragraphs": [
                {
                    "paragraph": "白虎通德論",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "白虎通德論四部叢刋子部，上海𣹢芬樓借繆氏萟風堂藏。元大徳九年重栞宋監本景印。原書版匡髙营造尺七寸二分，寛五寸。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漢唐書籍以“通”名者五，惟白虎通與風俗通行于世，乃諸儒之𠩄討論，實為鉅典，而𠩄至缺此板。余嘗持節七閩，如建安書市，號為群籍𠩄稡，訪求無有也。令錫學得。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "劉守乎父家藏白虎通善本，繡梓以廣其傳，是亦明經之一助，豈小𥙷哉！大德乙巳四月望日，中奉大夫雲南諸路行中書省參知政事東平嚴度恪齋題。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "白虎通序",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "白虎通之為書，其来尚矣。群書中多見其引用，然不知出於何代、誰氏之手。考之載籍，始於漢建𥘉中淳于恭作白虎奏議，又班固傳作白虎通德論。唐藝文志出，載班固䓁白虎通義六卷，此其𠩄自歟？平生欲見其完書，未之淂也。余分水監，歴常之無錫省，郡之𦒿儒李𩔰翁晦識余於官舍，翌日携是帙来，且云州守劉公家蔵舊本。公名丗常，字平，父廼。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "大元開國之𥘉，行省公之子，魯齋許左轄之髙弟，収書不啻萬卷，其經史子集，士夫之家亦或互有，惟此帙丗𠩄罕見。郡之愽士與二三子請福之于學，将鏤板以廣其傳，守慨然許之。今募匠矣，求余識於卷首。余謂是書韜晦於丗，何止數百嵗而已，一旦𩔰於是邦，殆亦有數而然耶？以郡守之愽古，廣文，曁諸生之好事，俱可嘉尚，於是乎書。大德九年四月旦日，東平克齋張楷序。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "白虎通德論目録",
            "paragraphs": [
                {
                    "paragraph": "白虎通德論目録",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "謹按後漢章帝紀曰：“建𥘉四年十一月壬戌，詔諸儒㑹白虎觀，講議五經同異，使五官中郎將魏應承制問，侍中淳于㳟奏，帝親稱制臨决，如孝宣甘露石渠故事，作白虎奏議。”注云：“今白虎通。”又按班固傳曰：“天子㑹諸儒講論五經，作白虎通德論，令固撰集其事。”此書所作之因也。書肆舊甞鋟木，𡻕乆摩㓕，竟亡此集，學者欲見而不可得。邇者朝廷崇尚實學，敬以家藏監本刋行，與衆共之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "或謂是書中間多有魚魯之嫌，如首篇援尚書言迎子劉一事，即尚書顧命考之，迎本作逆，劉本作釗，其當時傳寫之誤耶？借曰初得舊本如斯，今旣重刋，攺而正諸，不亦宜乎？殊不思大學以尚書尭典俊德作峻德，孟子以毛詩烝民秉彛作秉夷，誰不知其然？千古至今讀誦，豈無宗工鉅儒者出，蔑有一人敢爲攺正。由是觀之，白虎通亦猶是也，間有不安，盡從其舊。盖纂之者班固，漢時人，去古未逺，必有所祖，假借通用，未可盡知。後人未得班固之心，安可輕議班固之述作？儻能知禮記緇衣以君牙爲君雅，說命爲兊命之意，則能釋魚魯之疑矣。昔人有云：“讀書未到康成處，安敢髙談議漢儒。”觀書者試思之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "爵第一",
            "paragraphs": [
                {
                    "paragraph": "爵第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天子者，爵稱也。爵所以稱天子者，何？王者父天母地，爲天之子也。故援神契曰：“天覆地載，謂之天子，上法斗極。”鈎命决曰：“天子，爵稱也。”帝王之德有優劣，所以俱稱天子者何？以其俱命於天，而王治五千里内也。尚書曰：“天子作民父母，以爲天下王。”何以知帝亦稱天子也？以法天下也。中候曰：“天子臣放勛。”書𨓜篇曰：“厥兆天子爵。”何以言皇亦稱天子也？以其言天覆地載，俱王天下也。故易曰：“伏羲氏之王天下也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "爵有五等，以法五行也。或三等者，法三光也。或法三光，或法五行何？質家者據天，故法三光；文家者據地，故法五行。含文嘉曰：“殷爵三等，周爵五等，各有冝也。”王制曰：“王者之制禄爵，凡五等，謂公、侯、伯、子、男，此周制也。”所以名之爲公侯者何？公者，通公正無𥝠之意也；侯者，候也，候逆順也。春秋傳曰：“王者之後稱公，其餘人皆千乘，象雷震百里所潤同。大國稱侯，小國稱伯、子、男也。”王制曰：“公侯田方百里，伯七十里，子男五十里。”伯者，百也；子者，孳也，孳孳無已也。男者，任也。人皆五十里，差次功德，小者不滿爲附庸。附庸者，附大國以名通也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "百里两爵，公侯共之。七十里一爵，五十里復兩爵何？公者，加尊二王之後；侯者，百里之正爵。士上可有次，下可有第，中央故無二。五十里有兩爵者，所以加勉進人也。小國下爵，猶有尊卑，亦以勸人也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "殷爵三等，謂公侯伯也。所以合子男從伯者何？王者受命，攺文從質，無虚退人之義，故上就伯也。尚書曰“侯、甸、任、衛作國伯”，謂殷也。春秋傳曰“合伯子男以爲一爵”，或曰合從子，貴中也。以春秋名鄭忽，忽者，鄭伯也。此未踰年之君，當稱子，嫌爲攺赴，故名之也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "地有三等不變，至爵獨變何？地比爵爲質，故不變。爲質故不變，王者有攺道之文，無攺道之實。家所以令公居百里、侯居七十里，何也？封賢極於百里，其政也不可空退人，示優賢之義，欲襃尊而上之。何以知殷家侯人不過七十里者也？曰士上有三等，有百里，有七十里，有五十里，其地半者，其數倍，制地之理體也，多少不相配。",
                    "zhushu": ""
                },
                {
                    "paragraph": "公、卿、大夫者，何謂也？内爵稱也。曰公、卿、大夫何？爵者，盡也，各量其職，盡其才也。公之爲言公正無𥝠也，卿之爲言章善明理也，大夫之爲言大扶進人者也。故傳曰：“進賢逹能，謂之大夫也。”士者，事也，任事之稱也，故傳曰：“古今辯然否，謂之士。”禮曰“四十強而士”，不言“爵爲士”，至五十爵爲大夫何？何以知士非爵？何以知卿爲爵也？以大夫知卿亦爵也。何以知公爲爵也？春秋傳曰“諸侯四佾，諸公六佾”，合而言之，以是知公、卿爲爵。内爵所以三等何？亦法三光也。所以不變質文何？内者爲本，故不攺内也。諸侯所以無公爵者，下天子也。故王制曰：“上大夫，下大夫，上士，中士，下士，凡五等。”此謂諸侯臣也。大夫但有上下何？明卑者多也。爵皆一字也，大夫獨兩字何？春秋傳曰“大夫無遂事”，以爲大夫職在之適四方，受君之法，施之於民，故獨兩字下之。或曰：“大夫，爵之下者也，稱大夫，明從大夫以上受下施，皆大自着也。”天子之士獨稱元士何？士賤，不得體君之尊，故加元以别諸侯之士也。禮經曰“士見大夫”。諸侯之士。王制曰“王者八十一元士”。",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子爵連言天子，諸侯爵不連言王侯何？即言王侯，以王者同稱，爲衰弱僣差生篡弑，猶不能爲天子也，故連言天子也。或曰：“王者天爵，王者不能生諸侯，故不言王侯。諸侯人事自着，故不着也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者太子亦稱士何？舉從下升，以爲人無生得貴者，莫不由士起。是以舜時稱爲天子，必先試於士。禮士冠經“天子之元子，士也”。",
                    "zhushu": ""
                },
                {
                    "paragraph": "婦人無爵何？隂卑無外事，是以有三從之義：未嫁從父，旣嫁從夫，夫死從子。故夫尊於朝，妻榮於室，隨夫之行。故禮郊特牲曰：“婦人無爵，坐以夫之齒。”禮曰“生無爵，死無謚”。春秋録夫人皆有謚，夫人何以知非爵也？論語曰：“邦君之妻，君稱之曰夫人，國人稱之曰君夫人。”即令是爵，君稱之與國人稱之不當異也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "庻人稱匹夫者，匹，偶也，與其妻爲偶，隂陽相成之義也。一夫一婦成一室，明君人者不當使男女有過，時無匹偶也。論語曰“匹夫匹婦之爲諒”也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "爵人於朝者，示不𥝠人以官，與衆共之義也。封諸侯於廟者，示不自專也，明法度皆祖之制也，舉事必告焉。王制曰“爵人於朝，與衆共之”也。詩云“王命卿士，南仲太祖”。禮祭統曰：“古者明君，爵有德，必於太祖，君降立於阼階，南靣向，所命北向央，由君右，執䇿命之。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "大夫功成未封而死，不得追爵賜之者，以其未當股肱也。春秋榖梁傳曰：“追賜死者，非禮也。”王制曰“葬從死者，祭從生者，所以追孝繼養也”。葬從死者何？子無爵父之義也。禮中庸記曰：“父爲大夫，子爲士，葬以大夫，祭以士；子爲大夫，父爲士，祭以大夫，葬以士也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "父在稱世子何？繫於君也。父没稱子某者何？屈於尸柩也。旣葬稱小子者，即尊之漸也。踰年稱公者，縁民之心，不可一日無君也；縁終始之義，一年不可有二君也。故踰年即位，所以繫民臣之心，然後爵者，縁孝子之心未忍安吉。故春秋魯僖公三十三年十二月乙巳，薨于小寢，文公元年春王正月，公即位，四月丁巳，葬我君僖公。韓詩内傳曰：“諸侯世子，三年䘮畢，上受爵命於天子。”所以名之爲世子何？言欲其世世不絶也。何以知天子子亦稱世子也？春秋傳曰：“公㑹世子于首止。”或曰：天子之子稱太子，尚書曰“太子發升于舟”也。或曰：諸侯之稱代子，則傳曰：𣈆有太子申生，鄭有太子華，齊有太子光。由是觀之，周制太子、代子亦不定也。漢制天子稱皇帝，其嫡嗣稱皇太子，諸侯王之嫡稱代子。後代咸因之。世子三年䘮畢，必上受爵命於天子何？明爵土者，天子之有也，臣無自爵之義。童子當受父爵命，使大夫就其國命之，明王者不與童子爲禮也。以春秋魯成公㓜少，與諸侯㑹，公不見之，經不以魯耻，明不與童子爲禮也。世子上受爵命，衣士服何？謙不敢自專也。故詩曰“韎韐有赩”，世子始行也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子大斂之後稱王者，明士不可一日無君也。故尚書曰“王麻冕黼裳”，此斂之後也。何以知王從死後加王也？以尚書言迎子劉，不言迎王。王者旣𣩵，而即繼體之位何？縁民臣之心，不可一曰無君，故先君不可得見，則後君繼體矣。尚書曰：“再拜興對，乃受銅”，明爲繼體君也。縁始終之義，一年不可有二君也。故尚書曰：“王釋冕，䘮服，吉冕受銅”，稱王，以接諸侯，明已繼體爲君也。釋冕藏銅反䘮，明未稱王以統事也。不曠年無君，故逾年乃即位，攺元，名元年，年以紀事，君名其事矣，而未發號令也。何以言踰年即位？謂攺元位？春秋傳曰：“以諸侯踰年即位，亦知天子踰年即位也。”春秋曰：“元年春王正月，公即位，攺元位也。王者攺元年，即事天地；諸侯攺元，即事社稷。王制曰：“夫䘮三年不祭，唯祭天地社稷，爲越紼而行事。”春秋傳曰：“天子三年然後稱王者，謂稱王統事，發號令也。”尚書曰“髙宗諒隂三年”，是也。論語“君薨，百官惣已聽於冡宰三年。縁孝子之心，則三年不當也，故三年除䘮，乃即位統事。即位踐祚爲主，南靣朝臣下，稱王以發號令也。故天子諸侯凡三年即位，終始之義乃備，所以諒隂三年，卒孝子之道。故論語曰：“古之人皆然，君薨，百官緫已，聽於冡宰三年。”所以聽於冡宰三年者何？以爲冡宰職在制國之用，是以由之也。故王制曰：“大冡宰制國用。”所以名之爲冡宰何？冡者，大也；宰者，制也，大制事也。故王度記曰：“天子冡宰一人，爵禄如天子之大夫。”或曰：冡宰視卿，周官所云也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "號第二",
            "paragraphs": [
                {
                    "paragraph": "號第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "帝王者何？號也。號者，功之表也，所以表功明德，號令臣下者也。德合天地者稱帝，仁義合者稱王，别優劣也。禮記謚法曰：“德象天地稱帝，仁義所生稱王。”帝者，天號，王者，五行之稱也。皇者何謂也？亦號也。皇，君也，羙也，大也，天之惣羙大稱也。時質，故惣之也。號之爲皇者，煌煌人莫違也。煩一夫，擾一士，以勞天下，不爲皇也。不擾疋夫疋婦，故爲皇。故黄金弃於山，珠玉捐於淵，巖居穴處，衣皮毛，飲泉液，吮露英，虚無廖廓，與天地通靈也。號言爲帝者何？帝者，諦也，象可承也。王者，徃也，天下所歸徃。鈎命决曰：“三皇歩，五帝趨，三王馳，五覇鶩。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "或稱天子，或稱帝王何？以爲接上稱天子，明以爵事天也。接下稱帝王者，得號天下至尊，言稱以號令臣下也。故尚書曰“諮四岳”，曰“𥙿汝衆”。或有“一人”。王者自謂一人者，謙也，欲言己材能當一人耳。故論語曰“百姓有過，在予一人”。臣謂之一人何？亦所以尊王者也。以天下之大，四海之内，所共尊者一人耳。故尚書曰“不施予一人”。或稱朕何？亦王者之謙也。朕，我也。或稱予者，予亦我也，不以尊稱自也，但自我皆謙。",
                    "zhushu": ""
                },
                {
                    "paragraph": "或稱君子何？道德之稱也。君之爲言群也。子者，丈夫之通稱也。故孝經曰“君子之教以孝”也。下言“敬天下之爲人父者也。何以言知其通稱也？以天子至於民。故詩云：“凱弟君子，民之父母。”論語云：“君子哉若人。”此謂弟子，弟子者，民也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "三皇者，何謂也？謂伏羲、神農、燧人也。或曰：伏羲、神農、祝融也。禮曰：伏羲、神農、祝融，三皇也。謂之伏羲者何？古之時，未有三綱六紀，民人但知其母，不知其父，能覆前而不能覆後。卧之詓詓，起之吁吁，飢即求食，飽即弃餘，茹毛飲血，而衣皮葦。於是伏羲仰觀象於天，俯察法於地，因夫婦，正五行，始定人道。畫八卦以治下。治下伏而化之，故謂之伏羲也。謂之神農何？古之人民皆食禽獸肉，至於神農，人民衆多，禽獸不足。於是神農因天之時，分地之利，制耒耜，教民農作。神而化之，使民冝之，故謂之神農也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "謂之燧人何？鑚木燧取火，教民熟食，養人利性，避臭去毒，謂之燧人也。謂之祝融何？祝者，属也；融者，續也。言能属續三皇之道而行之，故謂祝融也。五帝者，何謂也？禮曰：黄帝、顓頊、帝嚳、帝堯、帝舜，五帝也。易曰：“黄帝、堯、舜氏作。”書曰：“帝尭、帝舜。黄帝，中和之色，自然之姓，萬世不易。黄帝始作制度，得其中和，萬世常存，故稱黄帝也。謂之顓頊何？顓者，專也。頊者，正也。能專正天人之道，故謂之顓頊也。謂之帝嚳者何也？嚳者，極也。言其能施行窮極道德也。謂之堯者何？堯猶嶤嶤也，至髙之貌。清妙髙逺，優遊愽衍，衆聖之主，百王之長也。謂之舜者何？舜猶僢僢也，言能推信堯道而行之。三王者，何謂也？夏、殷、周也。故禮士冠經曰：“周弁，殷哻，夏収，三王共皮弁也。所以有夏、殷、周號何？以爲王者受命，必立天下之羙號，以表功自克，明易姓爲子孫制也。夏、殷、周者，有天下之大號也。百王同天下，無以相别，攺制天下之大禮，號以自别於前，所以表着己之功業也。必攺號者，所以明天命己著，欲顯揚己於天下也。已復襲先王之號，與繼體守文之君無以異也。不顯不明，非天意也。故受命王者，必擇天下美號，表著己之功業，明當致施是也，所以預自表克於前也。帝王者，居天下之尊號也，所以差優號令臣下。謚者，行之跡也，所以别於後代，著善惡，垂無窮，無自推觀施後世，皆以勸善著戒惡，明不勉也。不以姓爲號何？姓者，一字之稱也，尊卑所同也。諸侯各稱一國之號，而有百姓矣。天子至尊，即備有天下之號，而兼萬國矣。夏者，大也，明當守持大道。殷者，中也，明當爲中和之道也。聞也，見也，謂當道着見中和之爲也。周者，至也，宻也，道德周宻，無所不至也。何以知即政立號也？詩云：“命此文王，于周于京”，此攺號爲周，易邑爲京也。春秋傳曰：“王者受命而王，必擇天下之羙號以自號也。”五帝無有天下之號何？五帝德大能禪，以民爲子，成于天下，無爲立號也。或曰：唐、虞者，號也。唐，蕩蕩也，蕩蕩者，道德至大之貌也。虞者，樂也，言天下有道，人皆樂也。故論語曰：“唐、虞之際。”帝嚳有天下，號髙辛，顓頊有天下，號曰髙陽，黄帝有天號曰自然者，獨宏大道德也。髙陽者，陽猶明也，道德髙明也。髙辛者，道德大信也。五覇者，何謂也？昆吾氏、大彭氏、豕韋氏、齊桓公、晉文公也。昔三王之道衰，而五覇存其政，率諸侯朝天子，正天下之化，興復中國，攘除夷狄，故謂之霸也。昔昆吾氏，覇於夏者也；大彭氏、豕韋氏，霸於殷者也；齊桓、晉文，霸於周者也。或曰：五霸謂齊桓公、晉文公、秦穆公、楚莊王、呉王闔閭也。霸者，伯也，行方伯之職，㑹諸侯，朝天子，不失人臣之義，故聖人與之，非明王之張法。覇猶迫也，把也，迫脅諸侯，把持其政。論語曰：“管仲相桓公，覇諸侯。”春秋曰“公朝于王所”，於是時，晉文之覇。尚書曰“邦之榮懷，亦尚一人之慶”，知秦穆之霸也。楚勝鄭而不告，從而攻之，又令還師而佚，晉㓂，圍宋，宋因而與之平，引師而去，知楚莊之霸也。蔡侯無罪而拘於楚，吴有憂中國心，興師伐楚，諸侯莫敢不至，知吴之覇也。或曰：五霸謂齊桓公、晉文公、秦穆公、宋襄公、楚莊王也。宋襄伐齊，亂齊桓公，不擒二毛，不鼓不成烈，春秋傳曰“雖文王之戰不是過，知其覇也”。伯子男臣子於其國中褒其君爲公，王者臣子獨不得襄其君，謂之爲帝何？以爲諸侯有㑹聚之事，相朝聘之道，或稱公而尊，或稱伯、子男而卑，爲交接之時，不𥝠其臣子之義，心俱欲尊其君父，故皆令臣子得稱其君爲公也。帝王異時，無㑹同之義，故無爲同也。何以諸侯德公？齊侯，桓公。尚書曰“公曰嗟”，秦伯也。詩云“覃公惟𥝠”，覃子也。春秋曰“塟皆繆公”，許男也。禮大射經曰“則擇獲”，大射者，諸侯之禮也，伯子男皆在也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "謚第三",
            "paragraphs": [
                {
                    "paragraph": "謚第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "謚者何也？謚之爲言引也，引烈行之跡也，所以進勸成德，使上務節也。故禮特牲曰“古者生無爵，死無謚”。此言生有爵，死當有謚也。死乃謚之何？言人行終始不能若一，故據其終始，後可知也。士冠經曰：“死而謚之，今也。”所以臨葬而謚之何？因衆㑹，欲顯揚之也。故春秋曰“公之䘮自乾侯”。昭公死於𣈆乾侯之地，數月歸，至急，當未有謚也。春秋曰“丁巳葬，戊午日下側乃克葬”。明祖載而有謚也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "黄帝先黄後帝何？古者順死生之稱，各持行合而言之，美者在上。黄帝始制法度，得道之中，萬世不易，名黄，自然也。後世雖聖，莫能與同也。後世得與天同，亦得稱帝，不能立制作之時，故不得復黄也。謚或一言，或兩言何？文者以一言爲謚，質者以兩言爲謚。故尚書曰“髙宗，殷宗也。湯死後，世稱成湯，以兩言爲謚也。號無質文，謚有質文何？號者，始也，爲本，故不可變也。周已後用意尤文，以爲本生時號令善，故有善謚，故舎文、武王也。合言之，則上其謚，明别善惡，所以勸人爲善，戒人爲惡也。帝者，天號也。以爲堯猶謚，顧上世質，直，死後以其名爲號耳。所以謚之爲堯何？爲謚有七十二品。禮記謚法曰：“翼善傳聖謚曰堯，仁聖盛明謚曰舜，慈惠愛民謚曰文，強理直謚曰武。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子崩，臣下至南郊謚之者何？以爲人臣之義，莫不欲褒大其君，掩惡揚善者也。故之南郊，明不得欺天也。故曽子問孔子曰：“天子崩，臣下之南郊告謚之。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "諸侯薨，世子赴告天子，天子遣大夫㑹其葬而謚之何？㓜不誄長，賤不誄貴，諸侯相誄，非禮也，臣當受謚於君也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "卿大夫老歸，死有謚何？謚者，别尊卑，彰有德也。卿大夫歸無過，猶有禄位，故有謚也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "夫人無謚者何？無爵故無謚。或曰：夫人有謚，夫人一國之母，修閨門之内，群下亦化之，故設謚以彰其善惡。春秋傳曰：“葬宗㳟姫。”傳曰：“其稱謚何？賢也。”傳曰：“哀姜者何？莊公夫人也。”卿大夫妻無謚何？賤也。八妾所以無謚何？卑賤無所能務，猶士卑小不得有謚也。太子夫人無謚何？本婦人隨夫，太子無謚，其夫人不得有謚也。天子太子元士也，士無謚，知太子亦無謚也。附庸所以無謚何？卑小無爵也。王制曰：爵禄凡五等，附庸本非爵也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "後夫人於何所謚之？以爲於朝廷。朝廷本所以治政之處，臣子共審謚，白之於君，然後加之婦人，大夫故但白君而已。何以知不之南郊也？婦人本無外事，何爲於郊也？禮曽子問曰：“唯天子稱天以誅之。”唯者，獨也，明天子獨於南郊耳。顯號謚何法？法曰：“未岀而明，已入有餘光也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "五祀第四",
            "paragraphs": [
                {
                    "paragraph": "五祀第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "五祀者，何謂也？謂門、户、井、竈、中霤也。所以𥙊何？人之所處、出入、所飲食，故爲神而祭之。何以知五祀？謂門、户、井、竈、中霤也？月令曰：“其祀户。”又曰：“其祀竈”，“其祀中霤”，“其祀門”，“其祀井”。",
                    "zhushu": ""
                },
                {
                    "paragraph": "獨大夫已上得祭之何？士者位卑禄薄，但祭其先祖耳。禮曰：“天子祭天地，諸侯祭山川，卿大夫祭五祀，士祭其祖。”曲禮曰：“天地四時，山川五祀，𡻕遍。諸侯方祀山川五祀，𡻕遍。卿大夫祭五祀，士祭其先。非所當祭而祭之，名曰淫祀，淫祀無福。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "祭五祀所以𡻕一徧何？順五行也。故春即祭戸，戸者，人所出入，亦春萬物始觸戸而出也。夏祭竈者，火之主，人所以自養也。夏亦火王，長養萬物。秋祭門，門以閉藏自固也。秋亦萬物成熟，内備自守也。冬祭井，井者，水之生，藏任地中，冬亦水王，萬物伏藏。六月祭中霤，中霤者，象土在中央也。六月亦土王也。故月令春言“其祀户，祭先脾”；夏言“其祀竈，祭先肺”；秋言“其祀門，祭先肝”；冬言“其祀井，祭先腎”，中央言“其祀中霤，祭先心”。春祀户，祭所以時先脾者何？脾者，土也。春木王，煞土，故以所勝祭之也。是冬腎，六月心，非所勝也，以祭何？以爲土位在中央，至尊，故祭以心。心者，藏之尊者，水最卑，不得食其所勝。",
                    "zhushu": ""
                },
                {
                    "paragraph": "祭五祀，天子、諸侯以牛，卿大夫以羊，因四時牲也。一說户以羊，竈以雉，中霤以豚，門以犬，井以豕。或曰：中霤用牛，餘不得用豚，井以魚。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "社稷第五",
            "paragraphs": [
                {
                    "paragraph": "社稷第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者所以有社稷何？爲天下求福報功。人非土不立，非榖不食。土地廣愽，不可徧敬也。五榖衆多，不可一一而祭也。故封土立社，示有土尊。稷，五榖之長，故封稷而祭之也。尚書曰：“乃社于新邑。”孝經曰：“保其社稷，而和其民人。”盖諸侯之孝也。稷者，得隂陽中和之氣，而用尤多，故爲長也。𡻕再祭何？春求榖之義也。故月令仲春之月，擇元日，命人社。援神契曰：“仲春獲禾，報社祭稷。”以三牲何？重功故也。尚書曰：“乃社于新邑，羊一、牛一、豕一。”王制曰：“天子社稷皆大牢，諸侯社稷皆少牢。”宗廟俱大牢，社稷獨少牢何？宗廟大牢，所以廣孝道也。社稷爲報功，諸侯一國所報者少故也。王者、諸侯俱兩社何？俱有土之君。禮記三正曰：“王者二社，爲天下立禮曰太社，自爲立社曰王社。諸侯爲百姓立社曰國社，自爲立社曰侯社。”太社爲天下報功，王社爲京師報功。太社尊於王社，土地乆，故而報之。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者、諸侯必有誡社何？示有存亡也。明爲善者得之，惡者失之。故春秋公羊傳曰：“亡國之社，奄其上，柴其下。”郊特牲曰：“䘮國之社屋之，自言與天地絶也。”在門東，明自下之無事處也。或曰：皆當着明誡，當近君，置宗廟之墻南。禮曰“亡國之社稷，必以爲宗廟之屏”，示賤之也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "社稷在中門之外，外門之内何？尊而親之，與先祖同也。不置中門内何？敬之，示不褻瀆也。論語曰：“譬諸宮墻，不得其門而入，不見宗廟之美，百官之富。”祭義曰：“右社稷，左宗廟。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "大夫有民，其有社稷者，亦爲報功也。禮祭法曰：“大夫成群立社曰置在。”月令曰“擇元日，命人社。”論語曰：“季路使子羔爲費宰，曰：“有民人焉，有社稷焉。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "不謂之土何？封土爲社，故變名謂之社，别於衆土也。爲社立祀，治謂之稷，語亦自變，有内外。或曰：至稷不以稷爲社，故不變其名，事自可知也。不正月祭稷何？禮不常存，養人爲用，故立其神。",
                    "zhushu": ""
                },
                {
                    "paragraph": "社無屋何？逹天地氣。故郊特牲曰：“太社稷必受霜露風雨，以逹天地之氣。”社稷所以有樹何？尊而識之，使民人望見師敬之，又所以表功也。故周官曰：“司社而樹之，各以土地所生。”尚書亡篇曰：“太社唯松，東社唯栢，南社唯梓，西社唯栗，北社唯槐。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者自親祭社稷何？社者，土地之神也。土生萬物，天下之所主也。尊重之，故自祭也。其壇大何如？春秋文義曰：“天子之社稷廣五丈，諸侯半之。”其色如何？春秋傳曰：“天子有太社焉，東方青色，南方赤色，西方白色，北方黒色，上冒以黃土。故將封東方諸侯，青土，苴以白茅，謹敬㓗清也。”祭社有樂。樂記曰：“樂之施於金石絲竹，越於聲音，用之於宗廟社稷。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "曾子問曰：“諸侯之祭社稷，爼豆旣陳，聞天子崩，如之何？孔子曰：“廢。”臣子哀痛之，不敢終於禮也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "禮樂第六",
            "paragraphs": [
                {
                    "paragraph": "禮樂第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者所以盛禮樂何？節文之喜怒。樂以象天，禮以法地。人無不含天地之氣，有五常之性者。故樂所以蕩滌，反其邪惡也；禮所防淫佚，節其侈靡也。故孝經曰：“安上治民，莫善於禮；移風易俗，莫善於樂。”子曰：“樂在宗廟之中，君臣上下同聽之，則莫不和敬；族長郷里之中，長幼同聽之，則莫不和順；在閨門之内，父子兄弟同聽之，則莫不和親。故樂者，所以崇和順，比物飾節，節奏合以成文，所以合和父子、君臣，附親萬民也。是先王立樂之意也。故聽其雅頌之聲，志意得廣焉；執干戚，習俯仰屈信，容貌得齊焉；其惙兆，要其節奏，行列得正焉，進退得齊焉。故樂者，天地之命，中和之紀，人情之所不能免焉也。夫樂者，先王之所以飾喜也。軍族鈇龯，　所以飾怒也。故先王之喜怒，皆得其齊焉。喜則天下和之，怒則暴亂者畏之。先王之道，禮樂可謂盛矣。聞角聲，莫不惻隱而慈者；聞徴聲，莫不喜養好施者；聞啇聲，莫不剛斷而立事者；聞羽聲，莫不深思而逺慮者；聞宫聲，莫不温潤而寛和者也。禮所揖讓何？所以尊人，自損也。不爭。論語曰：“揖讓而升，下而飲，其爭也君子。”故君使臣以禮，臣事君以忠。“謙謙君子，利渉大川”，“以貴下賤，大得民也”。屈己敬人，君子之心。故孔子曰：“爲禮不敬，吾何以觀之哉？”夫禮者，隂陽之際也，百事之㑹也，所以尊天地，儐鬼神，序上下，正人道也。樂所以必歌者何？夫歌者，口言之也。中心喜樂，口欲歌之，手欲舞之，足欲蹈之。故尚書曰：“前歌後舞，假于上下。”禮貴忠何？禮者，盛不足，節有餘，使豐年不奢，凶年不儉，冨貧不相懸也。樂尚雅，雅者，古正也，所以逺鄭聲也。孔子曰“鄭聲淫”何？鄭國土地民人，山居谷浴，男女錯𮦀　爲鄭聲，以相恱懌。故邪僻聲皆淫色之聲也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "太平乃制禮作樂何？夫禮樂所以防奢淫。天下人民飢寒，何樂之乎？功成作樂，治定制禮。樂言作，禮言制何？樂者，陽也。陽倡始，故言作。禮者，隂也。隂制度於陽，故言制。樂象陽，禮法隂也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者始起，何用正民？以爲且用先王之禮樂，天下太平，乃更制作焉。書曰：“肇修殷殷禮，祀新邑。”此言太平去殷禮。春秋傳曰“昌何爲不修乎近而修乎逺？”同己也，可因先以太平也。必復更制者，示不襲也。又天下樂之者，樂者，所以象德表功殊名。禮記曰：“黄帝樂曰咸池，顓頊樂曰六莖，帝嚳樂曰五英，堯樂曰大，章，舜樂曰簫韶，禹樂曰大夏，湯樂曰大護，周樂曰大武、象，周公之樂曰酌，合曰大武。”黄帝曰咸池者，言大施天下之道而行之，天之所生，地之所載，咸䝉德施也。顓頊曰六莖者，言和律暦以調隂陽，莖者，著萬物也。帝嚳曰五英者，言能調和五聲，以養萬物，調其英華也。堯曰大章，大明天地人之道也。舜曰簫韶者，舜能繼堯之道也。禹曰大夏者，言禹能順二聖之道而行之，故曰大夏也。湯曰大護者，言湯承衰能護民之急也。周公曰酌、合者，言周公輔成王，能斟酌文武之道而成之也。武王曰象者，象太平而作樂，示已太平也。合曰大武者，天下始樂周之征伐行武，故詩人歌之：“王赫斯怒，爰整其旅。”當此之時，天下樂文王之怒，以定天下，故樂其武也。周室中制象湯樂何？殷紂爲惡日乆，其惡最甚，斮渉刳胎，殘賊天下。武王起兵，前歌後儛，剋殷之後，民人大喜，故中作所以節喜盛。",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子八佾，諸侯四佾，所以别尊卑。樂者，陽也，故以隂數，法八風六律、四時也。八風六律者，天氣也，助天地成萬物者也。亦猶樂所以順氣變化，萬民，成其性命也。故春秋公羊傳曰：“天子八佾，諸公六佾，諸侯四佾。”詩曰：“大夫士琴瑟御。”八佾者，何謂也？佾者，列也。以八人爲行列，八八六十四人也。諸公六六爲行，諸侯四四爲行。諸公謂三公、二王後。大夫、士，北面之臣，非專事子民者也，故但琴瑟而已。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者有六樂者，貴公美德也。所以作供養，傾先王之樂，明有法，示亡其本。興己。所以自作樂，明作己也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "樂，所以作四夷之樂何？德廣及之也。易曰：“先王以作樂崇德，殷薦之上帝，以配祖考。”詩云：“奏皷簡簡，衎我烈祖。”樂元語曰“受命而六樂”，樂先王之樂，明有法也；與其所自作，明有制，興四夷之樂，明德廣及之也。故南夷之樂曰兠，西夷之樂曰禁，北夷之樂曰昧，東夷之樂曰離。合觀之樂儛於堂，四夷之樂陳於右，先王所以得之，順命重始也。此言以人得之，先以文，謂持羽毛儛也。以武得之，持干戚儛也。樂元語曰：“東夷之樂持矛舞，助時生也。南夷之樂持羽舞，助時養也；西夷之樂持㦸舞，助時煞也。北夷之樂持干舞，助時藏也。”誰制夷狄之樂？以爲先聖王也。先王惟行道德，和調隂陽，覆被夷狄，故夷狄安樂，來朝中國，於是作樂樂之。南之爲言任也，任養萬物。味之爲言昧也，昧者，萬物老衰；禁者，萬物禁藏；侏離者，萬物；微離地而生。一說，東方持矛，南方歌，西方戚，北方擊金。夷狄質，不如中國，中國文章，但隨物名之耳，故百王不易戚。二者制夷狄樂，不制夷狄禮何？以爲禮者，身當履而行也，夷狄之人不能行禮。樂者，聖人作爲以樂之耳，故有夷狄樂也。殊爲舞者，以爲使中國人。何以言之？夷狄之人禮不備，恐有過誤也。作之門外者何？夷在外，故就之也。夷狄無禮義，故不在内。明堂記曰“九夷之國，在東門之外”，所以知不在門内也。明堂記曰“禹納蠻夷之樂於太廟”。言納，明有入也。曰四夷之樂者，何謂也？以爲四夷外無禮義之國。數，夷狄者從東，故舉本以爲之惣名也。言夷狄者，舉終始也；言蠻，舉逺也；言貉，舉惡也。則别之東方爲九夷，南方爲八蠻，西方爲六戎，北方爲五狄。故曽子問曰：“九夷、八蠻、六戎、五狄，百姓之難至者也。”何以知夷在東方？禮王制曰：“東方曰夷，被髮文身。”又曰：“南方曰蠻，雕題交趾。西方曰戎，被髮衣皮；北方曰狄，衣羽毛，穴居。”東所以九何？盖來者過，九之爲言究也，德徧究，故應德而來，亦九也。非故爲之，道自然也。何以名爲夷蠻？曰：聖人本不治外國，非爲制名也，因其國名而言之耳。一說曰：名其短而爲之制名也。夷者，僔狄無禮義。東方者，少陽易化，故取名也。北方太隂，鄙郄，故少蠻蟲難化，執心違邪。戎者，強惡也。狄者，易也，辟易無别也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "歌者在堂上，舞在堂下何？歌者象德，舞者象君子上德而下功。郊特牲曰：“歌者在上。”論語曰：“季氏八佾舞於庭。”書：“下管鞀鼓，笙鏞以間。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "降神之樂在上何？爲鬼神舉。故書曰：“戞擊鳴球，搏拊琴瑟以詠，祖考來格。”何以用鳴球、搏拊者何？鬼神清虚，貴浄，賤鏗鏘也。故尚書大傳曰：“搏拊鼓振，以秉，琴瑟，練絲朱絃。”鳴者，貴玉聲也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者食所以有樂何？樂食天下之太平，冨積之饒也。明天子至尊，非功不食，非德不飽。故傳曰：“天子食時舉樂。”王者所以日食者何？明有四方之物，食四時之功也。四方不平，四時不順，有徹樂之法焉，所以明至尊，著法戒也。王平居中央，制御四方。平旦食，少陽之始也；晝食，太陽之始也；晡食，少隂之始也；暮食，太隂之始也。論語曰：“亞飯干適楚，三飯繚適蔡，四飯缺適秦。”諸侯三飯，卿大夫再飯，尊卑之差也。弟子職暮食，士偃，禮士也。食力無數。庶人職在耕桑，戮力勞役，飯即食，飽即作，故無數。",
                    "zhushu": ""
                },
                {
                    "paragraph": "禮樂者，何謂也？禮之爲言履也，可履踐而行。樂者，君子樂得其道，小人樂得其欲。聲者何謂？聲鳴也，聞其聲，即知其所生。音者，飲也，言其剛柔清濁，和而相飲也。尚書曰：“予欲聞六律、五聲、八音。”五聲者，何謂也？宫、啇、角、徴、羽。土謂宫，金謂啇，木謂角，火謂徴，水謂羽。月令曰：“盛德在木，其音角。”又曰：“盛德在火，其音徴；盛德在金，其音啇；盛德在水，其音羽。”所以名之爲角者，躍也，陽氣動躍。徴者，止也，陽氣止。啇者，張也，隂氣開張，陽氣始降也。羽者，紆也，隂氣在上，陽氣在下。宫者，容也，含也，含容四時者也。八音者，何謂也？樂記曰：“土曰塤，竹曰管，皮曰皷，匏曰笙，絲曰絃，石曰磬，金曰鐘，木曰柷敔。”此謂八音也，法易八卦也，萬物之數也。八音，萬物之聲也。所以用八音何？天子承繼萬物，當知其數，旣得其數，當知其聲，即思其形，如此蜎飛蠕動，無不樂其音者，至德之道也。天子樂之，故樂用八音。樂記曰：“壎，坎音也；管，艮音也；皷，震音也；絃，離音也；鐘，兊音也；祝敔，乾音也。”壎在十一月，壎之爲言勲，陽氣於黄泉之下，勲蒸而萌。匏之言施也，在十二月，萬物始施而勞。笙者，太蔟之氣，象萬物之生，故曰：笙。有七正之節焉，有六合之和焉，天下樂之，故謂之笙。鼓，震音，煩氣也，萬物憤懣，震動而生，雷以動之，温以煖之，風以散之，雨以濡之，奮至德之聲，感和平之氣也。同聲相應，同氣相求，神明報應，天地祐之，其本乃在萬物之始耶，故謂皷也。鞀者，震之氣也，上應卯星，以通王道，故謂之鞀也。簫者，中之氣，萬物生於無聲，見於無形，僇也，簫也，故謂之簫。簫者，以禄爲本，言承天繼物，爲民本，人力加，地道化，然後萬物戮也，故謂之簫也。瑟者，嗇也，閑也，所以懲忽宮商角，則宜。君父有節，臣子有義，然後四時和；四時和，然後萬物生，故謂之瑟也。琴者，禁也，所以禁止淫邪，正人心也。磬者，夷則之氣也，象萬物之盛也，其氣磬，故曰“磬有貴賤焉，有親踈焉，有長㓜焉”。朝廷之禮，貴不讓賤，所以有尊卑也；郷黨之禮，長不讓㓜，所以明有年也；宗廟之禮，親不讓踈，所以有親也。此三者行，然後王道得；王道得，然後萬物成，天下樂用磬也。鐘之爲言動也，隂氣用事，萬物動成。鐘爲氣，用金聲也。鎛者，時之氣聲也，節度之所生也。君臣有節度則萬物昌，無節度則萬物亡。亡與昌正相迫，故謂之鎛。柷敔者，終始之聲，萬物之所生也。隂陽順而復，故曰柷。承順天地，序迎萬物，天下樂之，故樂用柷。柷，始也；敔，終也。一說，笙、柷、鼓、簫、瑟、塤、鐘、磬也，如其次，笙在北方，柷在東北方，鼓在東方，琴在南方，塤在西南方，鐘在西方，磬在北方。聲五音八何？聲爲本，出於五行；音爲末，象八風。故樂記曰：“聲成文謂之音，知音而樂之，謂之樂也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "問曰：異說並行，則弟子疑焉。孔子有言：“吾聞擇其善者而從之，多見而志之也，知之次也。”文武之道，未墜於地，天之將䘮斯文也，樂亦在其中矣。”聖人之道，猶有文質，所以據其說，述所聞者，亦各傳其所受而已。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "封公侯第七",
            "paragraphs": [
                {
                    "paragraph": "封公侯第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者所以立三公九卿何？曰：天雖至神，必因日月之光；地雖至靈，必有山川之化；聖人雖有萬人之德，必須俊賢。三公、九卿、二十七大夫、八十一元士，以順天成其道。司馬主兵，司徒主人，司空主地。王者受命，爲天地人之職，故八職以置三公，各主其一，以効其功。一公置三卿，故九卿也。天道莫不成於三。天有三光，日、月、星；地有三形，髙、下、平；人有三尊，君、父、師。故一公三卿佐之，一卿三大夫佐之，一大夫三元士佐之。天有三光，然後而能遍照，各自有三，法。物成於三，有始、有中、有終，明天道而終之也。三公、九卿、二十七大夫、八十一元士，凡百二十官，下應十二子。别名。記曰：“司徒典民，司空主地，司馬順天。”天者施生，所以主兵何？兵者，爲諸除害也，所以全其生，衛其養也，故兵稱天。宼賊猛獸，皆爲除害者所主也。論語曰：“天下有道，則禮樂征伐自天子出。”司馬主兵。言馬者，馬，陽物，乾之所爲，行兵用焉，不以傷害爲度，故言馬也。司徒主人。不言徒人者，徒，衆也，重民。司空主土，不言土言空者，空尚主之，何况於實，以㣲見著。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者主三公、九卿、二十七大夫，足以教道照幽隱。必復封諸侯何？重民之至也。善惡比而易，故知擇賢而封之，使治其民，以著其徳，極其才。上以尊天子，備蕃輔；下以子養百姓，施行其道。開賢者之路，謙不自專，故列土封賢，因而象之，象賢重民也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "州伯何謂也？伯，長也。選擇賢良，使長一州，故謂之伯也。王制曰：“千里之外設方伯。五國以爲属，属有長。十國以爲連，連有率。三十國以爲卒，卒有正。二百一十國以爲州，州有伯。”唐虞謂之牧何？尚質。使大夫往來牧諸侯，故謂之牧。旁立三人，凡十二人。尚書曰：“咨十有二牧。”何？知堯時十有二州也。以禹貢言九州也。王者所以有二伯者，分職而授政，欲其亟成也。王制曰：“八伯各以其属，属於天子之老，曰二伯。”詩云：“蔽芾甘棠，勿剪勿伐，邵伯所茇。”春秋公羊傳曰：“自陜已東，周公主之；自陜已西，邵公主之。”不分南北何？東方被聖人化日少，西方被聖人化日乆，故分東西，使聖人主其難者，賢者主其易者，乃俱到太平也。又欲令同有隂陽寒暑之節，共法度也。所分陜者，是國中也。若言面，八百四十國矣。",
                    "zhushu": ""
                },
                {
                    "paragraph": "諸侯有三卿者，分三事也。五大夫者，下天子。王制曰：“大國三卿，皆命於天子，下大夫五人，上士二十七人。次國三卿，二卿命於天子，一卿命於其君。”小國二卿，皆命於其君，大夫悉同。禮王度記曰：“子男三卿，一卿命於天子。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "諸侯封不過百里，象雷震百里，所潤雨同也。雷者，隂中之陽也，諸侯象也。諸侯比王者爲隂，南面賞罰爲陽，法雷也。七十里、五十里，差德功也。故王制曰：“凢四海之内九州，州方千里，建百里之國二，十，七十里之國六十，五十里之國百有二十，名山大澤不以封，其餘以爲附庸間田。”天子所治方千里，此平土三千，并數邑居山川至五十里。名山大澤不以封者，與百姓共之，不使一國獨專也。山木之饒，水泉之利，千里相通，所均有無，贍其不足。制土三等何？因土地有髙下中。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者即位，先封賢者，憂人之急也。故列土爲疆，非爲諸侯，張官設府，非爲卿大夫，皆爲民也。易曰：“利建侯。”此言因所利，故立之。樂記曰：“武王克殷反商，下車封夏后氏之後於𣏌，殷人之後於宋，封王子比干之墓，釋箕子之囚。”天下太平，乃封親属者，示不私也。即不私封之，何？“普天之下，莫非王土，率土之賔，莫非王臣”，海内之衆已盡得使之，不忍使親属無短足之居，一人使封之，親親之義也。以尚書封康叔，據平安也。王者始起，封諸父昆弟，與己共財之義，故可與共土。一説諸父不得封。諸侯二十國，厚有功，象賢，以爲民也。賢者子孫𩔖多賢。又卿不丗位，爲其不子愛百姓，各加一功，以虞樂其身也。受命不封子者，父子手足，無分離異財之義，至昆弟皮體有分别，故封之也。以舜封弟，象有比之野也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "封諸侯以夏何？陽氣盛養，故封諸侯，盛養賢也。封立人君，陽德之盛者。月令曰：“孟夏之月，行賞，封諸侯，慶賜無不欣恱。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "何以言諸侯？繼丗以立諸侯，象賢也。大夫不丗位何？股肱之臣，任事者也，爲其專權擅勢，傾覆國家。又曰：孫苟中庸，不任輔政，妨塞賢，故不丗丗。故春秋公羊傳曰：“譏丗，丗，非禮也。”諸侯丗位，大夫不丗，安法？所以諸侯南面之君，體陽而行，陽道不絶；大夫人臣北面，體隂而行，隂道絶。以男生内嚮，有留家之義；女生外嚮，有從夫之義。此陽不絶，隂有絶之効也。國在立太子者，防篡煞，𡑅臣子之亂也。春秋之弑太子，罪與弑君同。春秋曰“弑其君之子奚齊”，明與弑君同也。君薨，適夫人無子，有育遺腹，必待其産立之何？尊適重正也。曾子問曰：“立適以長不以賢何？以言爲賢不肖不可知也。”尚書曰“惟帝其難之”。立子以貴不以長，防愛憎也。春秋曰“適以長不以賢，立子以賢不以長也”。",
                    "zhushu": ""
                },
                {
                    "paragraph": "始封諸侯無子，死不得與兄弟何？古者象賢也，弟非賢者子孫。春秋傳曰“善善及子孫”，不言及昆弟，昆弟尊同，無相承養之義，以閔公不繼莊公也。昆弟不相繼之義。至繼體諸侯，無子，得及親属者，以其俱賢者子孫也，重其先祖之功，故得及之。",
                    "zhushu": ""
                },
                {
                    "paragraph": "禮服傳曰“大宗不可絶，同宗則可以爲後”，爲人作子何？明小宗可以絶，大宗不可絶，故舎己之父，往爲後於大宗，所以尊祖重，不絶大宗也。春秋傳曰：“爲人後者，爲人子者繼丗。”諸侯無子又無弟，但有諸父庶兄，當誰？庶與兄，推親之序也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者受命而作，興㓕國，繼絶丗何？爲先王無道，妄煞無辜，及嗣子㓜弱，爲强臣所奪，子孫皆無罪，囚而絶，重其先人之功，故復立之。論語曰“興㓕國，繼絶丗”。誅君之子不立者，義無所繼也。諸侯丗位，象賢也，今親被誅，絶也。春秋傳曰“誅君之子立”。君見弑，其子得立何？所以尊君防篡弑。春秋繼經曰“齊無知殺其君”，貴妾子公子紏當立也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "大夫功成未封，子得封者，善善及子孫也。春秋傳曰“賢者子孫，宜有土地”也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "周公不之魯何？爲周公繼武王之業也。春秋傳曰：“周公曷爲不之魯？欲天下一于周也。”詩云：“王曰叔父，建爾無子，俾侯于魯。”周公身薨，天爲之變，成王以天子之禮𦵏之，命魯郊，以明至孝，天所興也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "京師第八",
            "paragraphs": [
                {
                    "paragraph": "京師第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者必即土中者何？所以均教道，平往來，使善易以聞，爲惡易以聞，明當懼慎，損於善惡。尚書曰：“王來紹上帝，自服於土中。”聖人承天而制作。尚書曰：“公不敢不敬天之休，來相宅。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "周家始封於何？后稷封於邰，公劉去邰之邠。詩云“即有台家室”。又曰“篤公劉，于邠斯觀”。周家五遷，其意一也，皆欲成其道也。時寧先皇者，不以諸侯移，必先請從然後行。",
                    "zhushu": ""
                },
                {
                    "paragraph": "京師者，何謂也？千里之邑號也。京，大也；師，衆也。天子所居，故大衆言之，明諸侯法日月之徑千里。春秋傳曰：“京曰天子之居也。”王制曰：“天子之田方千里。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "或曰：夏曰夏邑，殷曰啇邑，周曰京師。尚書曰“率割夏邑”，謂桀也；“在啇邑”，謂殷也。王制曰：“天子三公之田視公侯，卿視伯，大夫視子、男，士視附庸。上農夫食九人，其次食八人，其次食七人，其次食六人。下農夫食五人。庶人在官者，以是爲差也。諸侯之下士視上農夫，禄足以代其耕也。中士倍下士，上士倍中士，下大夫倍上士。卿四大夫禄，君十卿禄。次國之卿，三大夫禄，君十卿禄。小國之卿，倍上大夫禄，君十卿禄。天子之縣内，有百里之國九，七十里之國二十一，五十里之國六十三，凡九十三國。名山大澤不以封，其餘以禄士，以爲間田。",
                    "zhushu": ""
                },
                {
                    "paragraph": "諸侯入爲公卿、大夫，得食兩家菜不？曰：“有能然後居其位，德加於人，然後食其禄，所以尊賢重有徳也。”今以盛徳人輔佐，兩食之何？王制曰：“天子縣内諸侯，禄也；外諸侯，嗣也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子太子食菜者，儲君嗣主也，當有土以尊之也。太子食百里，與諸侯封同。故禮曰：“公士大夫子，子也，無爵而在大夫上，故百里也。公卿大夫皆食菜者，示與民同有無也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "五行第九",
            "paragraphs": [
                {
                    "paragraph": "五行第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "五行者，何謂也？謂金、木、水、火、土也。言行者，欲言爲天，行氣之義也。地之承天，猶妻之事夫，臣之事君也。謂其位卑，卑者親事，故自周於一行，尊於天也。尚書“一曰水，二曰火，三曰木，四曰金，五曰土”。水位在北方。北方者，隂氣在黄泉之下，任飬萬物，水之爲言淮也，隂化沾濡，任生木。木在東方。東方者，隂陽氣始動，萬物始生，木之爲言觸也，陽氣動躍。火在南方。南方者，陽在上，萬物垂枝。火之爲言委随也，言萬物布施。火之爲言化也，陽氣用事，萬物變化也。金在西方，西方者，隂始起，萬物禁止，金之爲言禁也。土在中央者，主吐含萬物，土之爲言吐也。何知東方生？樂記曰：“春生、夏長，秋收、冬蔵。”土所以不名時地，土别名也，比於五行最尊，故不自居部職也。元命包曰：“土之爲位而道在，故大不預化，人主不任部職。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "五行之性，或上或下何？火者，陽也，尊，故上；水者，隂也，卑，故下。水者，少陽；金者，少隂，有中和之性，故可曲可直、從革。土者，最大，苞含物將生者、出者、將歸者，不嫌清濁爲萬物。尚書曰：“水曰潤下，火曰炎上，木曰曲直，金曰從革，土爰稼穡。”五行所以二陽三隂何？土尊，尊者配天。金、木、水、火，隂陽自偶。",
                    "zhushu": ""
                },
                {
                    "paragraph": "水味所以醎何？是其性也。所以北方醎者，萬物醎與，所以堅之也，猶五味得醎乃堅也。木味所以酸者何？東方萬物之生也，酸者以逹生也，猶五味得酸乃逹也。火味所以苦何？南方主長飬，苦者，所以長飬也，猶五味須苦可以飬也。金味所以𨐌何？西方，煞傷成物，辛所以煞傷之也，猶五味得辛乃委煞也。土味所以甘何？中央者，中和也，故甘，猶五味，以甘爲主也。尚書曰：“潤下作醎，炎上作苦，曲直作酸，從革作辛，稼穡作甘。”北方其臰朽者何？北方水，萬物所幽蔵也。又水者受垢濁，故臰腐朽也。東方者，木也，萬物新出地中，故其臭羶。南方者，水也，盛陽承動，故其臭焦。西方者，金也，萬物成熟，始復諾，故其臭腥。中央，土也，主飬，故其臭香也。月令曰：“東方其臭羶，南方其臭焦，中央其臭香，西方其臭腥，北方其臭朽。”所以名之爲東方者，動方也，萬物始動生也。南方者，任飬之方，萬物懐任也。西方者，遷方也，萬物遷落也。北方者，伏方也，萬物伏蔵也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "少陽見寅，寅者，演也，律中大簇。律之言率，所以率氣令生也。卯者，茂也，律中夾鍾。衰於辰，辰，震也，律中姑洗。其日甲乙者，萬物孚甲也。乙者，物蕃屈有節欲出。時爲春，春之爲言偆，偆，動也，位在東方，其色青，其音角，角者，氣動耀也。其帝太皥，皥者，大起，萬物擾也。其神勾芒者，物之始生，其精青龍。芒之爲言萌也，隂中陽，故太陽見於巳，巳者，物必起，律中仲吕。壯盛於午，午，物滿長，律中㽔賔。衰於未，未，味也，律中林鍾，其日丙丁者，其物炳明，丁者，強也。時爲夏，夏之言大也，位在南方，其色赤，其音徴，徴，止也，陽度極也。其帝炎帝者，太陽也，其神祝融，祝融者，属續，其精爲鳥，離爲鸞，故少隂見於申，申者，身也，律中夷則；壯於酉，酉者，老物収歛，律中南吕。衰於戌，戌者，㓕也，律中無射，無射者，無聲也，其曰庚辛，庚者，物更也；辛者，隂始成。時爲秋，秋之爲言，愁亡也，其位西方，其色白，其音啇，啇者，強也，其帝少皥，少皥者，少歛也，其神蓐収，蓐収者，縮也，其精白虎，虎之爲言，搏討也。故太隂見於亥，亥者，仰也，律中應鍾；壯於子，於子者，孳也，律中黄鍾；衰於丑，丑者，紐也，律中大吕，其日壬癸，壬者，隂始任；癸者，揆揆度，可揆度也。時爲冬，冬之爲言終也，其位在北方，其音羽，羽之爲言舒，言萬物始孳。其帝顓頊，顓頊者，寒縮也，其神玄㝠，玄㝠者，入㝠也。其精玄武，掩起離體泉，龜蛟珠蛤。土爲中宫，其日戊巳。戊者，茂也；己抑屈起。其音宫。宫者，中也。其帝黄帝，其神后土。",
                    "zhushu": ""
                },
                {
                    "paragraph": "月令云：“十一月律謂之黄鍾何？中和之色；鍾者，動也。言陽氣動於黄泉之下，動飬萬物也。十二月律之謂之大吕何？大，大也；吕者，拒也。言陽氣欲出，隂不許也。吕之爲言拒者，旅抑拒。難之也。正月，律謂之太蔟何？太，亦大也；蔟者，湊也。言萬物始大，湊地而出也。二月，律謂之夾鐘何？夾者，孚甲也。言萬物孚甲，種𩔖分也。三月，謂之姑洗何？姑者，故也；洗者，鮮也。言萬物皆去故就其新，莫不鮮明也。四月，謂之仲吕何？言陽氣極將，彼故復中難之也。五月，謂之㽔賔，㽔者，下也；賔者，敬也。言陽氣上極，隂氣始賔敬之也。六月，謂之林鍾何？林者，衆也；萬物成熟，種𩔖衆多。七月，謂之夷則何？夷，傷；則，法也。言萬物始傷，被刑法也。八月謂之南吕何？南者，任也，言陽氣尚有，任生薺麥也，故隂拒之也。九月謂之無射何？射者，終也，言萬物随陽而終也，當復随隂起，無有終已。十月謂之應鍾何？鍾，動也。言萬物應陽而動，下蔵也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "五行所以更王何？以其轉相生，故有終始也。木生火，火生土，土生金，金生水，水生木。是以木王，火相，土死，金囚，水休。王所勝，老、死、囚，故王者休。見王。火相，何以知爲臣？土所以死者，子爲父報仇者也。五行之子，慎之，物歸母。木王，火相，金成，其火燋金。金生水，水㓕火，報其理；火生土，土則害水，莫能而禦。五行所以相害者，大地之性，衆勝寡，故水勝火也；精勝堅，故火勝金；剛勝柔，故金勝木；專勝散，故木勝土；實勝虚，故土勝水也。火陽，君之象也；水隂，臣之義也。臣所以勝其君何？此謂無道之君也，故爲衆隂所害，猶紂王也。”是使水得施行，金以盖之，土以應之，欲温則温，欲寒亦何從得害火乎？曰：“五行各自有隂陽。”木生火，所以還燒其母何？曰：“金勝木，火欲爲木害金，金者堅强難消，故母以遜體助火燒金，此自欲成子之義。又陽道不相離，故爲兩盛，火死，子乃繼之。”木王所以七十二日何？土王四季，各十八日，合九十日爲一時，王九十日。土所以王四季何？木非土不生，火非土不榮，金非土不成，水無土不髙。土扶微助衰，歷　成其道，故五行更王，亦須土也。王四季，居中央，不名時。五行何以知同時？起丑訖義相生？傳曰：“五行並起赴，各以名别。”陽生隂煞，火中無生物，水中反有生物何？生者以内，火隂在内，故不生也。水、火獨一種，金、木多品何？以爲南北，隂陽之極也，得其極，故一也。東西非其極也，故非一也。水、木可食，金、火、土不可食何？木者陽，陽者施生，故可食；火者隂，在内，金者隂嗇𠫤，故不可食。火、水所以殺人何？水盛氣也，故入而殺人；火隂在内，故殺人。壯於水也。金、木㣲氣，故不能自殺人也。火不可入其中者，隂在内也，入則殺人矣。水、土陽在内，故可入其中。金、木㣲氣也，精宻不可得入也。水、火不可加人功爲用，金木加人功何？火者盛陽，水者盛隂者也，氣盛不變，故不可加人功，爲人用。金、木者不能自成，故湏人加功以爲人用也。五行之性，火𤍠水寒，有温水，無寒火何？明臣可以爲君，君不可更爲臣。五行常在，火乍亡何？水太隂也，刑者，故常在。金少隂，木少陽，㣲氣無變，故亦常在。火太陽精㣲，人君之象，象尊常蔵，猶天子居九重之内，臣下衛之也。蔵於木者，依於仁也。木自主，金須人取之乃成，隂卑不能自成也。木所以浮，金所以沉何？子生於母之義。肝所以沉，肺所以浮何？”“有知者尊其母也。一說木畏金，金之妻庚，受庚之化。木者法其本，柔可曲直，故浮也。肝法其化，直故沉。五行皆同義。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“天子所以内明而外昧，人所以外明而内昧何？”“明天人欲相嚮而治也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“行有五，時有四何？”“四時爲時，五行爲節，故木王即謂之春，金王即謂之秋，土尊不任職，君不居部，故時有四也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“子不肯禪何法？”“法四時，火不興土而興金也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“父死子繼何法？”“法木終火王也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“兄死弟及何法？”“法夏之承春也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“善善及子孫何法？”“法春生待夏復長也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“惡惡止其身何法？”“法秋煞不待冬也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“主㓜臣攝政何法？”“法土用事於季孟之間也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“子之復讎何法？”“法土勝水，水勝火也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“子順父，臣順君，妻順夫何法？”“法地順天也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“男不離父母何法？”“法火不離木也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“女離父母何法？”“法水流去金也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“娶妻親迎何法？”“法日入陽下隂也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“君譲臣何法？”“法月三十日，名其功也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“善稱君，過稱己，何法？”“法隂陽共叙共生，陽名生，隂名煞。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“臣有功歸於君何法？”“法歸明於日也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“臣法君何法？”“法金正木也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“子諌父何法？”“法火揉直木也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“臣諌君不從則去何法？”“法水潤下逹於上也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“君子逺子近孫何法？”“法木逺火近土也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“親属臣諌不相去何法？”“法水木枝葉不相離也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“父爲子𨼆何法？”“法木之蔵火也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“子爲父𨼆何法？”“法水逃金也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“君有衆民何法？”“法天有衆星也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“王者賜，先親近後踈逺何法？”“法天雨髙者先得之也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“長㓜何法？”“法四時有孟、仲、季也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“朋友何法？”“法水合流相承也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“父母生子飬長子何法？”“法水生木長大也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“子飬父母何法？”“法夏飬長木，此火飬母也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“不以父命廢主命何法？”“法金不畏土而畏火。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“陽舒隂急何法？”“法日行遲，月行疾也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“有分土無分民何法？”“法四時各有分，而所生者通也。若言東，東方天下皆生也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“君一娶九女何法？”“法九州象天之施也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“不娶同姓何法？”“法五行異𩔖乃相生也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“子䘮父母何法？”“法木不見水則憔悴也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“䘮三年何法？”“法三年一閏，天道終也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“父䘮子，夫䘮妻何法？”“法一𡻕物有終始，天氣亦爲之變也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“年六十閉房何法？”“法六月陽氣衰也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“人有五蔵六府何法？”“法五行六合也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“人目何法？”“法日月明也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“日照晝，月照夜，人目所不更照何法？“目亦更用事也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“王者監二王之後何法？”“法木須金以正，須水以潤也”",
                    "zhushu": ""
                },
                {
                    "paragraph": "“明王先賞後罰何法？”“法四時先生後煞也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "三軍第十",
            "paragraphs": [
                {
                    "paragraph": "三軍第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "國有三軍何？所以戒非常，伐無道，尊宗廟，重社稷，安不忘危也。何以言有三軍也？論語曰：“子行三軍，則誰與？”詩云：“周王于邁，六師及之。”三軍者何法？法天地人也。以爲五人爲伍，五伍爲兩，四兩爲卒，五卒爲旅，五旅爲師，師二千五百人。師爲一軍，六師一萬五千人也。傳曰：“一人必死，十人不能當；百人必死，千人不能當；千人必死，萬人不能當；萬人必死，横行天下。”雖有萬人，猶謙讓自以爲不足，故復加五千人，因法月數。月者，群隂之長也。十二足以窮盡隂陽，備物成功。二千人亦足以征伐不義，致太平也。榖梁傳曰：“天子有六軍，諸侯上國三軍，次國二軍，下國一軍。”諸侯所以一軍者何？諸侯，蕃屏之臣也，任兵革之重，距一方之難，故得有一軍。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者征伐，所以必皮弁素幘何？伐者凶事，素服示有悽愴也。伐者質，故衣古服。禮曰：“三王共，皮弁素幘。”服亦皮素幘，又招虞人亦皮弁，知伐亦皮。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者將出，辤於禰，還格祖禰者，言子辤面之禮，尊親之義也。王制曰：“王者將出，𩔖于上帝，冝于社，造于禰。”尚書曰：“歸假于藝祖。”出所以告天，至告祖無二元后。廟後告者，示不敢留尊者之命也。告天何？示不敢自專，非出辭反面之道也。與宗廟異義。還不復告天者，天道質，無内外，故不復告也。尚書言：“歸假于祖禰，不見告於天，知不吿也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者受命，質家先伐，文家先正何？質家之天命己也，使己也誅無道，今誅得爲王，故先伐。文家言天命已成，爲王者乃得誅伐王者耳，故先攺正朔也。又攺正朔者，文代其質也。文者先其文，質者先其質。故論語曰：“予小子履，敢昭告于皇天上帝。”此湯伐桀吿天，用憂家之法也。詩云：“命此文王，于周于京。”此言文王誅伐，故攺號爲周，易邑爲京也。明天著忠臣孝子之義也。湯親北面稱臣而事桀，不忍相誅也。禮曰：“湯放桀，武伐紂，時也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王法天誅者，天子自出者，以爲王者乃天之所立，而欲謀危社稷，故自出，重天命也。犯王法，使方伯誅之。尚書曰：“命予惟恭行天之罰。”此所以言開自出伐有扈也。王制曰：“賜之弓矢，乃得專征伐，犯王誅者也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "大夫將兵出，必不御者，欲盛其威，使士卒一意繫心也。故但聞將軍令，不聞君命也，明進退大夫也。春秋傳曰：“此受命于君。如伐齊則還何？大其不伐䘮也。大夫以君命出，進退在大夫也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子遣將軍必於廟何？示不敢自專也。獨於祖廟何？制法度者祖也。王制曰：“受命于祖，受成於學。”此言於祖廟命遣之也。王法年此受兵何？重不絶人嗣也。師行不必勝，故須其有丗嗣。年六十歸兵者何？不忍並闘人父子也。王制曰：“六十不預服戎。”又曰：“八十一子不從政，九十家不從政，父母之䘮，三年不從政，齊衰大功，三月不從政，廢疾非人不飬者，一人不從政。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "古者，師出不踰時者，爲怨思也。天道一時生，一時飬，人者天之貴物也，踰時則内有怨女，外有曠夫。詩云：“昔我往矣，楊栁依依。今我来思，雨雪霏霏。”春秋曰：“宋人取長葛。”傳曰：“外取邑不書，此何以書？乆也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者有三年之䘮，夷狄有内侵伐之者，重天誅，爲宗廟祉稷也。春秋傳曰：“天王居于狄泉。”傳曰：“此未三年，其稱天王何？著有天子也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "誅伐第十一",
            "paragraphs": [
                {
                    "paragraph": "誅伐第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "誅不避親戚何？所以尊君卑臣，强榦弱枝，明善惡善惡之義也。春秋傳曰：“季子煞其母兄，何善？示誅不避母兄，君臣之義。”尚書曰：“肆朕誕以爾東征”，誅弟也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "諸侯有三年之䘮，有罪且不誅何？君子恕己，哀孝子之思慕，不忍加刑罰。春秋曰：“晉士丐帥師侵齊至糓，聞齊侯卒，乃旋。”傳曰：“大其不伐䘮也。諸侯之義，非天子之命，不得動衆起兵誅不義者，所以强榦弱枝，尊天子，卑諸侯。”論語曰：“天下有道，則禮樂征伐自天子出；天下無道，則禮樂征伐自諸侯出。”丗無聖賢方伯，諸侯有相㓕者，力能救者可也。論語曰：“陳恒弑其君，孔子沐浴而朝，請討之。”王者侯之子篡弑其君而立，臣下得誅之者，廣討賊之義也。春秋傳曰：“臣弑君，臣不討賊，非臣也。”又曰：“蔡丗子班弑其君，楚子誅之。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者受命而起，諸侯有臣弑君而立，當誅君身死，子不得繼者，以其逆無所天也。詩云：“母封靡于爾邦，惟王其崇之。”此言追誅大罪也。㦯盗天子土地，自立爲諸侯，絶之而已。",
                    "zhushu": ""
                },
                {
                    "paragraph": "父煞其子當誅何？以爲天地之性，人爲貴，人皆天所生也，託父母氣而生耳。王者以飬長而教之，故父不得專也。春秋傳曰：“晉侯煞丗子申生不出蔡。”佞人當誅何？爲其亂善行，傾覆國政。韓詩内傳：“孔子爲魯司㓂，先誅少正卯，謂佞道己行，亂國政也。佞道未行，章明逺之而已。”論語曰：“放鄭聲，逺佞人。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "子得爲父報讎者，臣子於君父，其義一也。忠臣孝子所以不能已，以恩義不可奪也。故曰：“父之讎不與共天下，兄弟之讎不與共國，朋友之讎不與同朝，族人之讎不共隣。”故春秋傳曰：“子不復讎，非子。”檀弓記：子夏問曰：“居兄弟之讎如之何？”“仕不與同國，銜君命，遇之不闘。”父母以義見煞，子不復讎者，爲往來不止也。春秋曰：“父不受誅，子復讎可。”誅猶責也，誅其人，責其罪，極其過惡。春秋曰：“楚子虎誘蔡侯班，煞之于由。”傳曰：“誅君之子不立。”討者何謂討猶除也，欲言臣當掃除君之賊。春秋曰：“衛人煞州吁于濮。”傳曰：“其稱人何？討賊之辭也。”伐者何謂伐擊也，欲言伐擊之也。尚書曰：“武王伐紂。”征者何謂也？征猶正也，欲言其正也，輕重從辭也。“誕以爾東征”，誅禄甫也。又曰：“甲戍，我惟征徐戎。”戰者何謂？尚書大傳曰：“戰者，憚警之也。”春秋䜟曰：“戰者，延攺也。”弑者試也，欲言臣子殺其君父，不敢卒，候間司事，可稍稍弑之。易曰：“臣弑其君，子弑其父，非一朝一夕之故也。”篡者，何謂也？篡猶奪也，取也，欲言庶奪嫡，孽奪宗，引奪取其位。春秋傳曰：“其人何？篡辭也，稍稍煞之。”襲者，何謂也？行不假途，掩人不脩也。春秋傳曰：“其謂之秦何？夷狄之也。曷爲夷狄之？秦伯將𥫄鄭。人國掩人不脩，行不假途，人銜杖，馬繮勒，晝伏夜行，爲𥫄也。”諸侯家國，入人家，冝告主人，所以尊敬防并兼也。春秋傳曰：“桓公假途于陳而伐楚。”禮曰：“使次斤先假途，用束帛，即如是。”諸侯賣王者道，禮無往不反，非謂所賣者也。將入人國，先使大夫執幣假道，主人亦遣大夫迎於郊，爲賔主設禮而待之，是其相尊敬也。防并兼柰何？諸侯之行，必有師旅，𢙢掩人不脩士卒，歛取恒遟，先假途則預脩之矣。",
                    "zhushu": ""
                },
                {
                    "paragraph": "冬至所以休兵不舉事，閉𨵿啇旅不行何？此日陽氣微弱，王者承天理物，故率天下静，不復行役，扶助微氣，成萬物也。故孝經纎曰：“夏至隂氣始動，冬至陽氣始萌。”易曰：“先王以至日閉𨵿，啇旅不行。”夏至隂始起，反大𤍠何？隂氣始起，陽氣推而上，故大𤍠也。冬至陽始起，隂氣推而上，故大寒也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "諫諍第十二",
            "paragraphs": [
                {
                    "paragraph": "諫諍第十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "臣所以有諫君之義何？盡忠納誠也。愛之能無勞乎？忠焉能無誨乎？孝經曰：“天子有諍臣七人，雖無道，不失其天下；諸侯有諍臣五人，雖無道，不失其國；大夫有諍臣三人，雖無道，不失其家。士有諍友，則身不離於令名；父有諍子，則身不䧟於不義。”天子置左輔右弼，前凝後承，以順。左輔主修政，㓨不法；右弼主糺周，言失傾；前凝主糺度，定德經；後承主匡正，常考變天。四弼興道，率主行仁。夫陽變於七，以三成，故建三公，序四諍，列七人。雖無道，不失天下，杖辟賢也。諸侯諍不從，得去何？以屈尊申卑，孤惡君也。去日，某質性頑鈍，言愚不任用，請退避賢。如是之是待以禮，臣待放；如不以禮待，遂去。君待之以禮柰何？曰：“予熟思夫子言，未得其道。今子不且留。聖王之制，無塞賢之路，夫子欲何之？”則遣大夫送至于郊。必三諫者何？以爲得君臣之義，必得於郊者。忠厚之至也，兾君覺悟能用之。所以必三年。古者臣下有大䘮，君子年不呼其門，所以復君恩。今己所言，不合於禮義，君欲罪之，可得也。援神契曰：“三諫待放，復二千，盡惓惓也。”所以言放者，臣爲君諱，若言有罪，放之也。所諫事已行者，遂去不留。凡待放，兾君用其言耳。事已行，篡各去無爲留也。易曰：“介如石，不終日，貞吉。”論語曰：“三日不朝，孔子行。”臣待於郊者，君絶其禄者，示不欲去也，道不合耳。禄參三與之一，留與其妻、長子，使終𥙊宗廟。賜之環則反，賜之玦則去，明君子重恥也。王度記曰：“反之以玦。其不待放者，亦與之物。明有介主無介民也。”詩曰：“逝將去汝，適彼樂土。”𢦙曰：天子之臣，不得言放，天子以天下爲家也。親属諫不待放者，骨肉無相去離之義也。春秋傳曰：司馬皮曰：“請處乎此，臣請歸。”子皮者，楚公子也，時不待放。士不得諫者，士賤不得預政事，故不得諫也。謀及之，得固盡其忠耳。禮保傳：“大夫進諫，士傳民語。”妻得諫夫者，夫婦榮耻共之。詩云：“相䑕有體，人而無禮；人而無禮，胡不遄死。”此妻諫夫之詩也。諫不從不得去之者，本娶妻，非爲諫正也。故一與齊，終身不攺，此地無去夫之義也。子諫父不去者，父子一體而分，無相離之法，猶火去木而㓕也。論語“事父母，㡬諫”，下言“又敬不違。臣之諫君何取法？法金正木也。子之諫父，法火以楺木也。臣諫君以義，故折正之也。子諫父以恩，故但楺之也，木無毀傷也。待放去，取法於水火，無金則相離也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "諫者何諫，間也，因也，更也，是非相間，革更其行也。人懐五常，故有五諫：謂諷諫、順諫、窺諫、指諫、伯諫。諷者，智也。患禍之萌，深睹其事，未彰而諷告，此智性也；順諫者，仁也。出辭遜順，不逆君心，仁之性也；窺諫者，禮也。視君顔色，不恱且却，恱則復前，以禮進退，此禮之性也；指諫者，信也。指質相其事也，此信之性也；伯諫者，義也。惻𨼆發於中，直言國之害，勵志忘生，爲君不避䘮身，義之性也。孔子曰：“諫有五，吾從諷之諫。”事君進思盡忠，退思𥙷過，去而不訕，諫而不露。故曲禮曰：“爲人臣不顯者，纎㣲未見於外，如詩所㓨也。”若過惡已著，民蒙毒螫，天見災變，事白異露，作詩以㓨之，幸其覺悟也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "明王所以立諫諍者，皆爲重民而求已失也。禮保傳曰：“於是立進善之旍，懸誹謗之木，建招諫之鼓。”王法立，史記事者，以爲臣下之儀様，人之所取法則也。動則當應禮，是以必有記過之史，徹膳之宰。禮玉藻曰：“動則左史書之，言則右史書之。”禮保傳曰：“王失度則史書之，士誦之，三公進讀之，宰夫徹其膳。”是以天子不得爲非。故史之義，不書則死，宰不徹膳亦死。所以謂之史何？明王者使爲之也。謂之宰何？宰，制也，使制法度也。宰所以徹膳何？隂陽不調，五榖不熟，故王者爲不盡味而食之。禮曰：“一糓不升，不脩鷄鷃；二榖不升，不脩三牲。”人臣之義，當掩惡揚美，所以記君過何？各有所縁也。掩惡者，謂廣德宣禮之臣。所以爲君隠惡何？君至尊，故設輔弼，置諫官，本不當有遺失。故論語曰：“陳司敗問昭公知禮乎？孔子曰：知禮。”此爲君隠也。君所以不爲臣隠何？以爲君之於臣，無適無莫，義之與比，賞一善而衆臣勸，罰一惡而衆臣懼，若爲卑隠，爲不可殆也。故尚書曰：“必力賞罰，以定厥功。”諸侯臣對天子亦爲隠乎？然本諸侯之臣，今來者爲聘問天子無恙，非爲告君之惡來也。故孝經曰：“將順其美，匡救其惡，故上下治，能相親也。”君不爲臣隠，父獨爲子隱何？以爲父子一體而分，榮耻相及。故論語曰：“父爲子隠，子爲父隠，直在其中矣。”兄弟相爲隠乎？曰：然，與父子同義。故周公誅四國，常以禄甫爲主也。朋友相爲隠者，人本接朋結友，爲欲立身揚名也。朋友之道四焉，通財不在其中，近則正之，逺則稱之，樂則思之，患則死之。夫妻相爲隠乎？傳曰：“曽去妻，𥠖蒸不熟。”問曰：“婦有七出，不蒸亦預乎？”曰：“吾聞之也，絶交令可友，弃妻令可嫁也。𥠖蒸不熟而已，何問其故乎？此爲隠之也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "郷射第十三",
            "paragraphs": [
                {
                    "paragraph": "郷射第十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天所以以親射何？助陽氣，逹萬物也。春氣微弱，𢙢物有窒塞不能自逹者。夫射自内發外，貫堅入剛，象物之生，故以射逹之也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "含文嘉曰：“天子射熊，諸侯射麋，大夫射虎豹，士射鹿豕。”天子所以射熊何？示服猛巧侫也。熊爲獸猛巧者，非但當服猛也，示當服天下巧侫之臣也。諸侯射糜者，示逹迷惑人也。麋之言迷也。大夫射虎豹者，示服猛也。士射鹿豕者，示除害也。各取德所能服也。大夫士兩射者，人臣示爲君親視事，身勞苦也。或曰：臣隂，故數偶也。𠉀者以布爲之何？用人事之始也，本正則未正矣。所以名爲候何？明諸侯有不朝者，則射之。故禮射祝曰：“嗟爾不寕候，爾不朝于王所以故天下失業，亢而射爾。”所以不射正身何？君子重同𩔖，不忍射之，故晝獸而射之。",
                    "zhushu": ""
                },
                {
                    "paragraph": "射主何爲乎？曰：射義非一也。夫射者，執弓堅固，心平體正，然後中也。二人争勝，樂以徳飬也。勝負俱降，以崇禮讓，可以選士。故射選士大夫。勝者，發近而制逺也，其兵短而害長也，故可以戒難也。所以必因射助陽選士者，所以扶助微弱而抑其强，和調隂陽，戒不虞也。何以知爲戒難也？詩云：“四矢反𠔃，以禦亂𠔃。”因射習礼樂，射於堂上何？示從上制下也。礼曰：“賔主執弓，請升射於兩楹之間。”天子射百二十𡵯，諸侯九十𡵯，大夫七十𡵯，士五十𡵯，明尊者所服逺也，卑者所服近也。所以十月行郷飲酒之禮何？所復尊卑長㓜之義。春夏事急，俊井次墻至，有子使父，弟使兄，故以事閑暇，復長㓜之序也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者父事三老，兄事五更者何？欲陳孝悌之徳，以示天下也。故雖天子，必有尊也，言有父也；必有先也，言有兄也。天子臨辟雍，親祖割牲，尊三老，父象也。竭忠奉几杖，授安車濡輪，恭綏執授。兄事五更，寵接禮交加客，謙敬順貌也。禮記祭義曰：“祀于明堂，所以教諸侯之孝也。享三老五更于太學者，所以諸侯悌也。”不正言父兄，言五更者何？老者，夀考也，欲言所令者多也。更者，更也，所更暦者衆也。即如是，不但言老言三何？欲言其明於天地人之道而老也。五更者，欲言其明於五行之道而更事也。三老五更㡬人乎？曰：各一人。何以知之？旣以父事，父一而己，不冝有三。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "致仕第十四",
            "paragraphs": [
                {
                    "paragraph": "致仕第十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "臣七十懸車致仕者，臣以執事趨走爲職，七十陽道極，耳目不聡明，跂踦之属，是以退去避賢者，所以長㢘耻也。懸車，示不用也。致仕者，致其事於君，君不使自去者，尊賢者也。故曲禮“大夫七十而致仕”。王制曰：“七十致政。”郷大夫老有盛徳者留，賜之几杖，不脩之以䈥力之禮。在家者三分其禄，以一與之，所以厚賢也。人年七十，卧非人不温，適四方，乗安車，與婦人俱，自稱曰老夫。曲禮曰：“大夫致仕，若不得謝，則必賜之几杖。”王記曰：“臣致仕於君者，飬之以其禄之半。”几杖所以扶助衰也。故王制曰：“五十杖於家，六十杖於郷，七十杖於國，八十杖於朝。”臣老歸，年九十，君欲有問，則就其室，以珎從，明尊賢也。故禮祭義曰：“八十不仕朝，於君問就之。”大夫老歸，死以大夫禮葬，車馬衣服如之何？曰：盡如故也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "辟雍第十五",
            "paragraphs": [
                {
                    "paragraph": "辟雍第十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "古者所以年十五入太學何？以爲八𡻕毀齒，始有識知，入學學書計。七八十五隂陽脩，故十五成童志明，入太學學經術。學之爲言覺也，悟所不知也。故學以治性，慮以變情。故玉不𤥨不成器，人不學不知道。子夏曰“百工居肆以致其事，君子學以致其道。”故礼曰：“十年曰㓜學。”論語曰：“吾十有五而志於學，三十而立。”又：“生而知之者上也，學而知之者次也。”是以雖有自然之性，必立師傅焉。論語䜟曰：“五帝立師，三王制之。”傳曰：“黄帝師力牧，帝顓頊師緑圖，帝嚳師赤松子，帝尭師務成子，帝舜師尹夀，禹師國先生，湯師伊尹，文王師吕望，武王師尚父，周公師虢叔，孔子師老聃。”天子太子，諸侯丗子，皆就師於外，尊師重先生之道也。禮曰：“有來學者，無往教者也。”易曰：“匪我求童䝉，童䝉求我。”王制曰：“小學在公宫南之左，太學在郊。”又曰：“天子太子，群后之太子，公卿大夫之元士嫡子，皆造焉。”父所以不自教子何？爲丗瀆也。又授之道，當極說隂陽夫婦變化之事，不可父子相教也。師弟子之道有三：論語曰：“朋友自逺方來，朋友之道也。”又曰：“回也視予猶父也。”父子之道，以君臣之義教之，君臣之道也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子立辟雍何？所以行礼樂，宣德化也。辟者，璧也，象璧圎，又以法天於雍水側，象教化流行也。辟之爲言積也，積天下之道德也。雍之爲言壅也，壅天下之殘賊，故謂之辟雍也。王制曰：“天子曰辟雍，諸侯曰泮宫。”外圎者，欲使觀之平均也。又欲言外圎内方，明德當圎，行當方也。不言圎辟何？又圎於辟，何以知其圎也？以其言辟也，何以知有外也？又詩云：“思樂泮水，薄采其荇。”詩訓曰：“水圎如璧。”諸侯曰泮宫者，半於天子宫也，明尊卑有差，所化少也。半者，象璜也，獨南面礼儀之方有水耳，其餘壅之，言垣宫名之别尊卑也，明不得化四方也。不曰泮雍何？嫌但半天子制度也。詩云：“穆穆魯侯，克明其徳，旣作泮宫，淮夷攸服。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "郷曰庠，里曰序。庠者，庠礼義也；序者，序長㓜也。礼五帝記曰：“帝庠序之學，則父子有親，長㓜有序。”善如尓舎，明令必次外，然後前民者也。未見於仁，故立庠序以導之也。教民者，皆里中之老而有道徳者為右師，教里中之子弟以道藝、孝悌行義，立五帝之德，朝則坐於里之門，弟子皆出就農而復罷，示如之皆入而復罷。其有出入不時，早晏不節，有過故使語之，言心無由生也。若旣收蔵，皆入教學，立春而就事。其有賢才美質如學者，足以聞其心，頑鈍之民，亦足以别於禽獸而知人倫，故無不教之民。孔子曰：“以不教民戰，是謂弃之。”明無不教民也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子所以有靈臺者何？所以考天人之心，察隂陽之㑹，揆星度之證驗，爲万物獲福無方之元。詩云：“經始靈臺。”天子立明堂者，所以通神靈，感天地，正四時，出教化，宗有徳，童有道，顯有能，褒有行者也。明堂上圎下方，八䆫四闥，布政之宫，在國之陽。上圎法天，下方法地，八䆫象八風，四闥法四時，九室法九州，十二坐法十二月，三十六戸三十六兩，七十二牖法七十二風。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "災變第十六",
            "paragraphs": [
                {
                    "paragraph": "災變災變第十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天所以有災變何？所以譴告人君，覺悟其行，欲令悔過修德，深思慮也。援神契曰：“行有玷缺，氣逆于天，情感變出，以戒人也。”災異者何謂也？春秋潛潭巴曰：“災之言傷也，随事而誅。異之言恠，先感動之也。”何以言災有哭也？春秋曰：“新宫火，三日哭。”傳曰：“必三日哭何？禮也。”災三日哭，所以然者，宗廟先礼所處，鬼神無形體，曰：今忽得天火，得無爲災所中乎？故哭也。變者何謂？變者非常也。耀嘉曰：“禹將受位，天意火變，迅風靡木，雷雨晝㝠。”服乗者何謂？衣服乍大乍小，言語非常。故尚書大傳曰：“時則有服乗也。”孽者何謂也？曰：介蟲生爲非常。尚書大傳曰：“時則有介蟲之孽，時則有龜孽。”尭遭洪水，湯遭大旱，示有譴告乎！尭遭洪水，湯遭大旱，命運時然，所以或災變或異何？各随其行，因其事也。霜之爲言亡也，陽以散云。雹之爲言合也，隂氣專精，積合爲雹。",
                    "zhushu": ""
                },
                {
                    "paragraph": "日食者必殺之何？隂侵陽也。鼓用牲于社。社者，衆隂之主，以朱𢇁縈之，鳴鼓攻之，以陽責隂也。故春秋曰：“日食，鼓用牲于社。”所以必用牲者，社，地别神也，尊之，故不敢虚責也。日食大水，則鼔於，用牲於社，大旱則雲祭未雨，非茍虚也，𠡠陽責下，求隂道也。月食救之者，隂失明也。故角尾交日月食救之者，謂夫人擊鏡，傳人擊杖，庶人之妻楔搔。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "耕桑第十七",
            "paragraphs": [
                {
                    "paragraph": "耕桑第十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者所以親耕，后親桑何？以率天下農蠶也。天子親耕以供郊廟之𥙊，后之親桑以供祭服。祭義曰：“天子三推，三公五推，卿大夫士七推。”耕於東郊何？東方少陽，農事始起。桑於西郊，西方少隂，女功所成。故曽子問曰：“天子耕東田而三反之。”周官曰：“后親桑，率外内婦蠶於北郊。”礼祭義曰：“古者天子諸侯，必有公桑蠶室，近外水爲之，築周𣗥墙而外閉之者也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "封禪第十八",
            "paragraphs": [
                {
                    "paragraph": "封禪第十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者易姓而起，必升封㤗山何？教告之義也。始受命之時，攺制應天，天下太平，功成封禪，以告太平也。所以必於㤗山何？萬物所交代之處也。必於其上何？因髙告髙，順其𩔖也。故升封者増髙也。下禪梁甫之山基廣厚也。刻石紀號者，著己之功跡也，以自效放也。天以髙爲尊，地以厚爲德，故増㤗山之髙以放天，附梁甫之基以報地，明天地之所命，功成事遂，有益於天地，若髙者加髙，厚者加厚矣。或曰：封者，金泥銀繩。或曰：石泥金繩，封以印璽。故孔子曰：“升㤗山，觀易姓之王，可得而數者七十有餘。”封者，廣也。言禪者，明以成功相傳也。梁甫者，太山旁山名，正於梁甫何？以三皇禪於繹繹之山，明已成功而去，有德者居之。繹繹者，無窮之意也。五帝禪于亭亭者，制度審諟，德著明也。三王禪于梁甫之山者，梁信也，甫輔也，輔天地之道而行之也。太平乃封知告于天，必也於岱宗何？明知易姓也。刻石紀號，知自紀于百王也。燎祭天，報之義也。望祭山川，祀群神也。詩云：“於皇明周，陟其髙山。”言周太平，封太山也。又曰：“墮山喬嶽，允猶翕河。”言望祭山川，百神來歸也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "天下太平，符瑞所以來至者，以爲王者承統理，調和隂陽，隂陽和，萬物序，休氣充塞，故符瑞並臻，皆應德而至。徳至天則斗極明，日月光，甘露降。德至地則嘉禾生，蓂莢起，秬鬯岀，太平感。徳至文表則景星見，五緯順軌。徳至草木朱草生，木連理。徳至鳥獸則鳯凰翔，鸞鳥舞，騏驎臻，白虎到，狐九尾，白雉降，白鹿見，白烏下。徳至山陵則景雲出，芝實茂，陵出異丹，阜出蓮甫，山出器車，澤出神鼎。徳至淵泉則黄龍見，醴泉通，河出龍圖，洛出龜書，江出大貝，海出明珠。徳至八方則祥風至，佳氣時喜，鐘律調，音度施，四夷化，越裳貢。孝道至則以蓮甫者，樹名也，其葉大於門扇，不摇自扇，於飲食清凉，助供養也。繼嗣平明則賔連生於房戸。賔連者，木名，連累相承，故在於房戸，象繼嗣也。日暦得其分度，則蓂以莢生於階間。蓂莢樹名也，月一日生一莢，十五日畢，至十六日去莢，故莢階生似日月也。賢不肖位不相踰，則平路生于庭。平路者，樹名也，官位得其人則生，失其人則死。狐九尾何？狐死首丘，不忘本也，明安不忘危也。必九尾者也，九妃得其所，子孫繁息也。於尾者何？明後當盛也。景星者，大星也，月或不見，景星常見，可以夜作，有益於人民也。甘露者，美露也，降則物無不盛者也。朱草者，赤草也，可以染絳，别尊卑也。醴泉者，美泉也，狀若醴酒，可以養老。嘉禾者，大禾也。成王時有三苗異畒而生，同爲一穟，大幾盈車，長幾充箱，民有得而上之者，成王訪周公而問之，公曰：“三苗爲一穟，天下當和爲一乎。”以是果有越裳氏重九譯而來矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "廵狩第十九",
            "paragraphs": [
                {
                    "paragraph": "廵狩第十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者所以廵狩者何？廵者循也。狩牧也。爲天下循行守牧民也。道德太平，恐逺近不同化，幽隱有不得所，考禮義，正法度，同律暦，計時月，皆爲民也。尚書曰：“遂覲東后，叶時月，正日，同律度量𢖍，修五禮。”尚書大傳曰：“見諸侯，問百年，太師陳詩，以觀民命風俗。命市納賈，以觀民好惡。山川神祇，有不舉者爲不敬，不敬者削以地。宗廟有不順者爲不孝，不孝者黜以爵。變禮易樂爲不從，不從君流。攺制度衣服爲畔，畔者君討。有功者賞之。”尚書曰：“明試以功，車服以庸。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "廵狩所以四時出何？當承宗廟，故不踰時也。以夏之仲月者，同律度，當得其中也。二月、八月晝夜分，五月、十一月隂陽終。尚書曰：“二月東廵狩，至于岱宗柴；五月南廵狩，至于南岳；八月西廵狩，至于西岳；十有一月朔廵狩，至于北岳。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "所以五𡻕廵狩何？爲太煩也，過五年爲太踈也。因天道時有所生，𡻕有所成，三𡻕一閏，天道小備，五𡻕𠕅閏，天道大備。故五𡻕一廵狩，三年小備，二伯出述職黜陟。一年物有終始，𡻕有所成，方伯行國，時有所生，諸侯行邑。傳曰：“周公入爲三公，出爲二伯，中分天下，出黜陟。”詩曰：“周公東征，四國是皇。”言東征述職，周公黜陟而天下皆正也。又曰“蔽芾甘棠，勿剪勿伐，召伯所茇”。言邵公述職，親說舎於野樹之下也。春秋榖梁傳曰：“古之君民以時，視民之勤，廵狩𥙊天何？本廵狩爲祭天告至。”尚書曰：“東廵狩，至于岱宗，柴也。”王者出必告廟何？孝子出辤反面，事死如事生。尚書：“歸假于祖禰。”曽子問曰：“王者諸侯出，稱告祖禰，使祝遍告五廟，尊親也。”王者將出告天者，示不專也。故王制曰：“𩔖于上帝，冝乎社，造于禰。”𩔖祭以祖配不曰接者，尊無二禮，尊尊之義。造于禰，獨見禰何？辭從卑，不復留尊者之命，至禰不謙不至祖，即𥙊告天爲告事也，祖爲出辤也，義異。告于尊者，然後乃辭出。王者諸侯出，必將主何？示有所尊。故曽子曰：“王者將出，必以遷廟主行，載于齋車，示有尊也。”無遷主以幣帛主告于祖禰廟，遂奉以出，每舎奠焉，蓋貴命也。”必以遷主者，明廟不可空也。王者廵狩，諸侯待于境者何？諸侯以守蕃爲職也。禮祭義曰：“天子廵狩，諸侯待于境也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者廵狩，必舎諸侯祖廟何？明尊無二上也。故禮坊記曰：“君適其臣，升自阼階，示不敢有其室也。”禮曰：“天子適諸侯，必舎其祖廟。”王者出，一公以其属守，二公以其属從也。王者廵狩，崩于道，歸葬何？夫太子當爲䘮主，天下皆來奔喪，京師，四方之中也。即如是，舜葬蒼梧，禹葬㑹稽，于時尚質，故死則止葬，不重煩擾也。何以知太平乃廵狩？以武王不廵狩，至成王乃廵狩。岳者何謂也？岳之爲言桶，桶功徳。東方爲岱宗者，言萬物更相代於東方也；南方霍山者，霍之爲言護也，言萬物護也，太陽用事，護養萬物也；西方爲華山者，華之爲言穫也，言萬物成熟，可得穫也；北方爲𢘆山，𢘆者，常也，萬物伏藏於北方有常也；中央爲嵩山，言其後大之也。故尚書大傳曰：“五岳，謂岱山、霍山、華山、𢘆山、嵩山也。”謂之瀆何？瀆者，濁也。中國垢濁，發源東注海，其功着大，故稱瀆也。爾雅云：“江、河、淮、濟爲四瀆也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "考黜第二十",
            "paragraphs": [
                {
                    "paragraph": "考黜第二十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "諸侯所以考黜何？王者所以勉賢抑惡，重民之至也。尚書曰：“三載考績，三考黜陟。”禮記九錫：車馬，衣服，樂，朱戸，納陛，虎賁，鈇龯，弓矢，秬鬯。皆隨其徳可行而賜車馬，能安民者賜衣服，能使民和樂者賜以樂，民衆多者賜以朱戸，能進善者賜以納陛，能退惡者賜以虎賁，能誅有罪者賜以鈇龯，　能征不義者賜以弓矢，孝道備者賜以秬鬯。以先後與施行之次，自不相踰，相爲本末。然安民然後冨貴而後樂，樂而後衆乃多賢，賢乃能進善，進善乃能退惡，退惡乃能斷刑。内能正己，外能正人，内外行備，孝道乃生。能安民故賜車馬，以著其功德，安其身。能使人冨足，衣食倉廪實，故賜衣服，以彰其體。能使民和樂，故賜之樂，以事其先也。禮曰：“夫賜樂者，不得以時王之樂，事其宗廟也。”朱，盛色。戸，所以紀民數也，故民衆多賜朱戸也。古者人君下賢，降階一等而禮之，故進賢賜之納陛，以優之也。旣能進善，當能戒惡，故賜虎賁。虎賁者所以戒不虞而距惡。距惡當斷刑，故賜之鈇龯，鈇龯所以斷大刑。刑罰旣中，則能征不義，故賜弓矢，弓矢所以征不義，伐無道也。圭瓉秬鬯，宗廟之盛禮，故孝道備而賜之秬鬯，所以極著孝道。孝道純備，故内和外榮。玉以象徳，金以配情，芬香條鬯，以通神靈。玉飾其本君子之性，金飾其中君子之道。君子有黄中通理之道美素徳。金者，精和之至也，玉者，徳美之至也，鬯者，芬香之至也。君子有玉瓉、秬鬯乎，車者以配道德也。其至矣，合天下之極美以通其志也，其唯玉瓉秬鬯乎？車者，謂有赤有青之蓋，朱輪特能居前左右寢米庶也。以其進止有節，德綏民，路車乗馬，以安其身。言成章，行成規，卷龍之衣服，表顯其德。長於教誨，内懷至仁，則賜時王樂，以化其民。尊賢逹德，動作有禮，賜之納陛，以安其體。居處修治，房内節，男女時配，貴賤有别，則賜朱戸，以明其徳。列威武有矜，嚴仁堅強，賜以虎賁，以備非常。喜怒有節，誅伐刑，賜以鈇龯，使得專殺。好惡無私，執義不傾，賜以弓矢，使得專征。孝道之美，百行之本也，故賜以玉瓉，得專爲賜也。故王制曰：“賜之弓矢，然後專殺。”又曰：“賜圭瓉然後爲暢，未賜者資暢於天子。”王度記曰：“天子鬯，諸侯薫，大夫𦬊蘭，士蒹，庶人艾。車馬、衣服、樂三等者，賜與其物。”禮：天子賜諸侯民服車，路先設，路下四惡之。又曰：“諸公奉選服。”王制曰：“天子賜諸侯樂，則以柷將之。”詩曰：“君子來朝，何錫與之？雖無與之，路車乗馬。又何以與之？玄衮及黼。”書曰：“明試以功，車服以庸。”朱户、納陛、虎賁者，皆與之制度，而鈇龯、弓矢、玉鑚皆與之，物各因其冝也。秬者，黒黍，一稃二米。鬯者，以百草之香欎金合而釀之，成爲鬯。陽逹於墻屋，入于淵泉，所以灌地降神也。玉瓉者，器名也，所以灌鬯之器也，以圭飾其柄，灌鬯貴玉器也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "所以三𡻕一考績何？三年有成，故於是賞有功，黜不肖。尚書曰：“三載考績，三考黜陟。”何以知始考輙黜之？尚書。曰：“三年一考，少黜以地。”書所言三考黜者，謂爵土異也。小國考之有功，増土進爵；後考無功，削黜，後考有功，上而賜之矣。五十里不過五賜而進爵土，七十里不過七賜而進爵土。能有小大，行有進退也。一說：盛德始封百里者，賜三等，得征伐、專殺、斷獄。七十里伯始封賜二等，至虎賁百人。後有功，賜弓矢。復有功，賜秬鬯，増爵爲侯，益士百里。復有功，入爲三公。五十里子男始封賜一等，至樂。復有功，稍賜至虎賁，増爵爲伯。復有功，稍賜至秬鬯，増爵爲侯。未賜鈇龯者，從大國連率方伯而斷獄。受命之五，致太平之主，美群臣上下之功，故盡封之。及中興征伐，大功皆封，所以著大功。盛德之士亦封之，所以尊有德也。以德封者，必試之必附庸。三年有功，因而封五十里；元士有功者亦爲附庸，丗其位。大夫有功成，封五十里；卿功成，封七十里；公功成，封百里。士有功德遷爲大夫，大夫有功德遷爲卿；卿有功德遷爲公。故爵主有德、封主有功也。諸侯有九賜習其賜者何？子之能否未可知也，或曰得之，但未得行其習以專也。三年有功則皆得用之矣。二考無功則削其地，而賜自并知，明本非其身所得也。身得之者得以賜，當稍黜之。爵所以封賢也。三公功成當封而死，得立其子爲附庸。賢者之體能有一也，不二矣。一削爲七十里侯，再削爲七十里伯，三削爲寄公。七十里伯，一削爲五十里伯，一削爲五十里子，三削地盡。五十里子，一削爲三十里子，再削爲三十里男，三削地盡。五十里男，一削爲三十里男，再削爲三十里附庸，三削爵盡。所以至三削何？禮成於三，三三而不攺，雖反無益也。尚書曰：“三考黜陟。”先削地，後黜爵者何？爵者，尊號也；地者，人所任也。今不能治廣土衆民，故先削其土地也。故王制曰：“宗廟有不順者，君黜以爵；山川神祇有不舉者，君削以地。”明爵土不相隨也。或曰：惡人貪狼重土，故先削其所重者，以懼之也。諸侯始封爵土相隨者何？君子重德薄刑，賞疑從重。詩云：“三曰叔父，建爾元子，俾侯于魯。”君㓜稚，唯考不黜者何？君子不備責童子也。禮八十曰耄，九十曰悼。悼與耄，雖有罪，不加刑焉。二王後不貶黜者何？尊賔客，重先王也。以其當公也。罪惡足以絶之即絶，更立其次。周公誅禄甫，立微子。妻父母不削，已昆弟削而不黜何？非以賢能得之也。至於老小但令得大夫受其罪而已。諸侯喑、聾、跛、躄、惡疾，不免黜者何？尊人君也。春秋曰：“甲戍、己丑，陳侯鮑卒。”傳曰：“甲戌之日亡，己丑之死而得。”有狂易之病，蜚亡而死，由不絶也。丗子有惡疾廢者何？以其不可承先祖也。故春秋傳曰：“兄弟何以不立？疾也。何疾？惡疾也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "王者不臣第二十一",
            "paragraphs": [
                {
                    "paragraph": "王者不臣第二十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者所以不臣三，何也？謂三王之後、妻之父母、夷狄也。不臣二王之後者，尊先王，通天下之三統也。詩云：“有客有客，亦白其馬”。謂㣲子朝周也。尚書曰：“虞賔在位。”不臣丹朱也。不臣妻父母何？妻者，與己一體，恭承宗廟，欲得其歡心，上承先祖，下繼萬丗，傳於無窮，故不臣也。春秋曰：“紀季姜歸于京師。”父母之於子，雖爲王后，尊不加於父母。加王何？王者不臣也。人譏宋三丗内娶於國中，謂無臣也。夷狄者，與中國絶域異俗，非中和氣所生，非禮義所能化，故不臣也。春秋傳曰：“夷狄相誘，君子不疾。”尚書大傳曰：“正朔所不加，即君子所不臣也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者有蹔不臣者五，謂祭尸、受授之師、將師用兵、三老五更。不臣祭尸者，方與尊者配也。不臣受授之師者，尊師重道，欲使極陳天人之意也。故禮學記曰：“當其爲師，則不臣也，當其爲尸，則不臣也。”不臣將師用兵者，重士衆爲敵國，國不可從外治，兵不可從内御，欲成其威，一其令。春秋之義，兵不稱使，明不可臣也。不臣三老、五更者，欲率天下，爲人子弟。禮曰：“父事三老，兄事五更。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者不純臣諸侯何？尊重之，以其列土傳子孫，丗丗稱君，南面而治。凢不臣異，朝則迎之於著，覲則待之於阼階，升降自西階，爲庭燎，設九賔，享禮而後歸，是異於衆臣也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "始封之君不臣諸父弟何？不忍以己一日之功德加於諸父兄弟也。故禮服傳曰：“封君之子不臣諸父，封君之孫盡臣之。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "禮服傳曰：“子得爲父臣者，不遺善之義也。”詩云：“文武受命，召公雖翰。”召公，文王子也。傳曰：“子不得爲父臣者，閨門尚和，朝廷尚敬，人不能無過失，爲恩傷義也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者臣不得爲諸侯臣，以其尊當與諸侯同。春秋傳曰：“許公不丗，待以𥘉。”或曰：王者臣得復爲諸侯臣者，爲衰丗主上不明，賢者非其罪而去，道不施行，百姓不得其所，復令得爲諸侯臣，施行其道。易曰：“不事王侯。”此據言王之致仕臣也，言不事王可知。復言侯者，明年少復得仕於諸侯也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者臣有不名者五：先王老臣不名。親與先王戮力共治國，同功於天下，故尊而不名也。尚書曰：“咨，爾伯。”不言名也。不名者，貴賢者而已。共成先祖功德，德加于百姓者也。春秋曰：“單父不言名。”傳曰：“大夫之命于天子者大也。盛德之士名，尊賢也。”春秋曰：“公弟叔盻。”諸父諸兄不名。諸父諸兄者，親與己父兄有敵體之義也。詩云：“王曰叔父。”春秋傳曰：“王禮者何？無長之稱也。不名盛德之士者，不可屈爵禄也。”故韓詩内傳曰：“師臣者帝，交友受臣者王，臣臣者爵，魯臣者亡不行。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "蓍龜第二十二",
            "paragraphs": [
                {
                    "paragraph": "蓍龜第二十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天子下至士，皆有蓍龜者，重事决疑，示不自專。尚書曰：“女則有大疑，謀及卿士，謀及庶人，謀及卜筮。”定天下之吉凶，成天下之亹亹者，莫善於蓍龜。禮三正記曰：“天子龜長一尺二寸，諸侯一尺，大夫八寸，士六寸。龜隂，故數偶也。天子蓍長九尺，諸侯七尺，大夫五尺，士三尺。蓍陽，故數竒也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "所以先謀及卿士何？先盡人事，念而不能得，思而不能知，然後問於蓍龜。聖人獨見先睹，必問蓍龜何？示不自專也。或曰：清微無端緒，非聖人所及，聖人亦疑之。尚書曰：“女則有疑。”謂武王也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "乾草枯骨，衆多非一，獨以灼龜何？此天地之間壽考之物，故問之也。龜之爲言乆也，蓍之爲言𦒿也，乆長意也。龜曰卜，蓍曰筮何？卜，赴也，爆見兆筮也。者信也，見其卦也。尚書：“卜三龜。”禮士冠經曰：“筮于廟門外。”筮畫卦所以必於廟何？託義歸智於先祖至尊，故因先祖而問之也。卜春秋何方？以爲於西方東面，蓋蓍之處也。卜時西嚮，已卜退東向，問蓍於東方面，以少問老之義。皮弁素積，求之於質也。禮曰：“皮弁素積，筮于廟門之外。”或曰：天子占卜九人，諸侯七人，大夫五人，士三人。又尚書曰：“三人占，則從二人之言。”不見吉凶于蓍，復以卜何？蓍者，陽道多變，變乃成。龜以制火灼之何？禮𮦀記曰：“龜，隂之老也；蓍，陽之老也。龍非水不處，龜非火不兆，以陽動隂也。”必以荆者，取其究音也。禮三正記曰：“灼龜以荆。”以火動龜，不以水動蓍何？以爲嘔則是也。蓍龜敗則埋之何？重之，不欲人襲尊者也。周官曰：“凢國之大事，先筮而後卜。”“凢卜，人君視體，大夫視色，士視墨。”“凢人卜事，視髙揚火以作龜。”“凢取龜用秋時，攻龜用冬時。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "聖人第二十三",
            "paragraphs": [
                {
                    "paragraph": "聖人第二十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "聖人者何？聖者，通也，道也，聲也。道無所不通，明無所不照，聞聲知情，與天地合德，日月合明，四時合序，鬼神合吉凶。禮别名記曰：“五人曰茂，十人曰選，百人曰俊，千人曰英，倍英曰賢，萬人曰傑，萬傑曰聖。”聖人未没時，寕知其聖乎？曰：知之。論語曰：太宰問子貢曰：“夫子聖者歟？”孔子曰：“太宰知我乎？”聖人亦自知聖乎？曰：知之。孔子曰：“文王旣没，文不在兹乎。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "何以知帝王聖人也？易曰：“古者伏羲氏之王天下也，於是始作八卦。”又曰：“聖人之作易也。”又曰：“伏羲氏没，神農氏作。神農没，黄帝尭、舜氏作。”文俱言作，明皆聖人也。論語曰：“聖乎堯舜，其由病諸。”何以言禹、湯聖人？論語曰：“巍巍乎舜禹之有天下而不預焉。”與舜比方巍巍，知禹湯聖人。春秋傳曰：“湯以聖德，故放桀。”何以言文王、武王、周公皆聖人？詩曰：“文王受命。”非聖不能受命。易曰：“湯武革命順乎天。”湯武與文王比方。孝經曰：“則周公其人也。”下言：“夫聖人之德，又何以加於孝乎？”何以言臯陶聖人也？以自篇曰：“若稽古臯陶”。聖人而能爲舜陳道：“朕言惠可底行。”又：“旁施象刑維明。”又聖人皆有表異。傳曰：“伏羲禄、𢖍連珠、唯大目、鼻龍伏，作易八卦以應樞。黄帝顔得天匡陽，上法中𪧐，取象文昌。顓頊戴午，是謂清明，發節移度，蓋象招揺。帝嚳駢齒，上法月叅，康度成紀，取理隂陽。堯眉八彩，是謂通明，暦象日月，璇璣玉𢖍。舜重瞳子，是謂玄景，上應攝提，以象三光。”禮曰：“禹耳三漏，是謂大通，興利除害，决河踈江。”皐陶鳥喙，是謂至誠，决獄明白，察於人情。湯臂三肘，是謂柳翼，攘去不義，萬民蕃息。文王四乳，是謂至仁，天下所歸，百姓所親。武王望羊，是謂攝揚，盱目陳兵，天下冨昌。周公背僂，是謂強俊，成就周道，輔於㓜主。孔子反宇，是謂尼甫，立德澤所與，藏元通流。聖人所以能獨見前覩，與神通精者，盖皆天所生也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "八風第二十四",
            "paragraphs": [
                {
                    "paragraph": "八風第二十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "風者何謂也？風之爲言萌也。養物成功，所以象八卦。陽立於五，極於九，五九四十五日變，變以爲風，隂合陽以生風。距冬至四十五日條風至。條者，王也。四十五日明庶風至。明庶者，迎衆也。四十五日清明風至。清明者，清芒也。四十五日景風至。景大風，陽氣長養。四十五日凉風至。凉，寒也，行隂氣也。四十五日昌盍風至，戒収藏也。四十五日不周風至，不周者，不交也，隂陽未合化也。四十五日廣莫風。廣莫者，大也，同陽氣也。故曰：條風至地暖，明庶風至萬物産，清明風至物形乾，景風至棘造實，凉風至黍禾乾，昌盍風至生薺麥，不周風至蟄蟲匿，廣莫風至則萬物伏。是以王者承順之。條風至則出輕刑、解稽留，明庶風至則修封疆、埋田疇，清明風至出幣帛、使諸侯，景風至則爵有徳、封有功，凉風至報地德、化四郷，昌盍風至則申象刑、飾囷倉，不周風至則築宫室、修城郭，廣莫風至則斷大辟、行獄刑。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "啇賈第二十五",
            "paragraphs": [
                {
                    "paragraph": "啇賈第二十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "啇、賈何謂也？啇之爲言，啇其逺近，度其有亡，通四方之物，故謂之啇也。賈之爲言固，固有其用物，以待民來，以求其利者也。行曰啇，止曰賈。易曰：“先王以至日閉𨵿，啇旅不行，后不省方。”論語曰：“沽之哉！我待價者也。”即如是，尚書曰：“肇牽車牛，逺服賈用。”方言逺行可知也。方言欽厥父母，欲留供養之也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文質第二十六",
            "paragraphs": [
                {
                    "paragraph": "文質第二十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者始立，諸侯皆見何？當受法禀正教也。尚書：“輯五瑞，覲四嶽。”謂舜始即位，見四方諸侯，合符信。詩云：“玄王桓撥，受小國是逹，受大國是逹。”言湯王天下，大小國諸侯皆來見，湯能通逹以禮義也。周頌曰：“烈文辟公，錫茲祉福。”言武王伐紂定天下，諸侯來㑹，聚於京師，受法度也。逺近莫不至。受命之君，天之所興，四方莫敢違，夷狄咸率服故也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "何謂五瑞？謂珪、璧、琮、璜、璋也。禮曰：“天子珪尺二寸。”又曰：“愽三寸，剡上寸半，厚半寸，爲珪爲璋。”方中圎外曰璧，半璧曰璜，圎中牙身玄外曰琮。禮記王度曰：“王者有象君之德，燥不輕，濕不重，薄不澆，廉不傷，疵不掩，是以人君寳之。”天子之純玉尺有二寸。公侯九寸，四玉一石也。伯、子、男俱三玉二石也。五玉者各何施？盖以爲璜以徴召，璧以聘問，璋以發兵，珪以信質，琮以起土功之事也。珪以爲信者何？珪者，兊上象物皆生見於上也。信莫著于作見，故以珪爲信，而見萬物之始，莫不自㓗。珪之爲言㓗也，上兊陽也，下方隂也，陽尊，故其禮順備也。在位東方，陽見義於上也。璧以聘問何？璧者，方中圎外，象地，地道安寜而岀財物，故以璧聘問也。方中隂德方也，圎外，隂繫於陽也。隂德盛於内，故見象於内，位在中央。璧之爲言積也，中央故有天地之象，所以據用也。内方象地，外圎象天也。璜所以徴召何？璜者半璧，位在北方，北隂極而陽始起，故象半隂。陽氣始施，徴召萬物，故以徴召也。不象隂何？陽始物微，未可見。璜者横也，質尊之命也，陽氣横于黃泉，故曰璜。璜之爲言光也，陽光所及，莫不動也，象君之威命所加，莫敢不從，陽之所施，無不節也。璋以發兵何？璋半珪，位在南方，南方陽極而隂始起，兵亦隂也，故以發兵也。不象其隂何？隂始起，物尚凝，未可象也。璋之爲言明也，賞罰之道，使臣之禮，當章明也。南方之時，萬物莫不章，故謂之璋。琮以起土功發聚衆何？琮之爲言聖也，象萬物之宗聚聖也，功之所成，故以起土功發衆也。位西方，西方陽収功於内，隂出城於外，内圎象陽，外直爲隂，外牙而内湊，象聚㑹也，故謂之琮，后夫人之財也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "五玉所施非一，不可勝條，略舉大者也。合符信者，謂天子執瑁以朝諸侯，諸侯執圭以覲天子。瑁之爲言冒也，上有所覆，下有所冒。故覲禮曰：“侯氏執圭升堂。”尚書大傳曰：“天子執瑁以朝諸侯。”又曰：“諸侯執所受圭與璧，朝于天子。”無過者復得其珪，以歸其拜，有過者留其圭，能正行者復還其珪。三年珪不復，少絀以爵。圭所以還何？以爲琮信瑞也。璧所以留者，以財弊盡輙更造。何以言之？禮曰：“圭造尺八寸，有造圭門，得造璧也。”公圭九寸，四玉一石。何以知不以玉爲四器石持爲也？以尚書合言五玉也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "臣見君所以有贄何？贄者，質也，質已之誠，致己之悃幅也。王者縁臣子心以爲之制，差其尊卑，以副其意。公侯以玉爲贄者，玉取其燥不輕，濕不重，公之德全。輕以羔者，取其群不黨，卿職在盡忠率下，不阿黨也。大夫以鴈爲贄者，取其飛成行列，大夫職在以奉命之適四方，動作當能自正以事君也。士以雉爲贄者，取其不可誘之以食，懾之以威，必死不可生畜，士行威守節死義，不當移轉也。曲禮曰：“卿羔，大夫以鴈，士以雉爲贄，庻人之贄疋，童子委贄而退。野外軍中無贄，以纓、拾、矢可也。”言必有贄也。疋謂鶩也。卿大夫贄，古以麑鹿，今以羔鴈何？以爲古者質，取其内，謂得羙草鳴相呼。今文取其外，謂羔跪乳，鴈有行列也。禮相見經曰：“上大夫相見以羔，左顧右贄執麑。”明古以麑鹿，今以羔也。卿大夫贄變，君與士贄不變何？人君至尊，極美之物以爲贄，士賤，伏節死義，一介之道也，故不變。",
                    "zhushu": ""
                },
                {
                    "paragraph": "𥝠相見亦有贄何？所以相尊敬，長和睦也。朋友之際，五常之道，有通財之義，賑窮教急之意，中心好之，欲飲食之，故財幣者所以副至意也。禮士相見經曰：“上大夫相見以鴈，士冬以雉，夏以脯也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "婦人之制以棗栗暇脩者，婦人無專制之義，御衆之任，交接辭讓之禮，職在供養饋食之間，其義一也。故后夫人以棗栗暇脩者，凡内脩隂也，又取其朝早起，栗戰慄自正也。暇脩者，脯也。故春秋傳曰：“宗婦覿用幣，非禮也。然則棗栗云乎？暇脩云乎？”",
                    "zhushu": ""
                },
                {
                    "paragraph": "子見父無贄何？至親也，見無時，故無贄。臣之事君以義合也，得親供養，故質己之誠，副己之意，故有贄也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "三正第二十七",
            "paragraphs": [
                {
                    "paragraph": "三正第二十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者受命必攺朔何？明易姓，示不相襲也。明受之於天，不受之於人，所以變易民心，革其耳目，以助化也。故䘮服大傳曰：“王始起，攺正朔，易服色，殊徽號，異器械，别衣服也。”是以舜禹雖繼太平，猶冝攺以應天。王者攺作樂，必得天應而後作何？重攺制也。春秋瑞應傳曰：“敬受瑞應而王，攺正朔，易服色。”易曰：“湯、武革命，順乎天而應乎民也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "文家先攺正，質家先攺正，質家先伐何？攺正者文，伐者質，文者先其文，質者先其質。論語曰：“予小子履，敢用玄牡，敢昭告于皇王后帝。”此湯伐桀，告天以夏之牲也。詩云：“命此文王，于周于京。”此言文王攺號爲周，易邑爲京也。又曰“清酒旣載，騂牡旣備。”言文王之牲，周騂，周尚赤也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "正朔有三何。本天有三統，謂三微之月也。明王者當奉順而成之，故受命各統一正也，敬始重本也。朔者，蘇也，革也，言萬物革更於是，故統焉。禮三正記曰：“正朔三而攺，文質再而復也。”三微者，何謂也？陽氣始施黄泉，萬物動微而未著也。十一月之時，陽氣始養根株，黄泉之下，萬物皆赤。赤者，盛陽之氣也，故周爲天正，色尚赤也。十二月之時，萬物始牙而白，白者隂氣，故殷爲地正，色尚白也。十三月之時，萬物始逹孚由而岀，皆黒，人得加功，故夏爲人正，色尚黒。尚書大傳曰：“夏以孟春月爲正，殷以季冬月爲正，周以仲冬月爲正。夏以十三月爲正，色尚黒，以平旦爲朔。殷以十二月爲正，色尚白，以雞鳴爲朔。周以十一月爲正，色尚赤，以夜半爲朔。”不以二月後爲正者，萬物不齊，莫適所統，故必以三微之月也。三正之相承，若順連環也。孔子承周之弊，行夏之陸，知繼十一月正者，當用十三月也。天道左旋，攺正者右行，何也？攺正者，非攺天道也，但攺日月耳。日月右行，故攺正亦右行也。日尊於月，不言正日，言正月何也？積日成月，物隨月而變，故據物爲正也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "天質地文，質者據質，文者據文。周反統天正何也？質文再而復，正朔三而攺，三微質文數不相配，故正不隨質文也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者受命而起，或有所不攺者何也？王者有攺道之文，無攺道之質，如君南靣，臣北靣，皮弁素積，聲味不可變，哀戚不可攺，百世不易之道也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者所以存二王之後何也？所以尊先王，通天下之三統也。明天下非一家之有，謹敬謙讓之至也。故封之百里，使得服其正色，用其禮樂，永事先祖。論語曰：“夏禮吾能言之，𣏌不足徴也；殷禮吾能言之，宋不足徴也。”春秋傳曰：“王者存二王之後，使服其正色，行其禮樂。”詩曰：“厥作祼將，常服黼哻。”言微子服殷之冠，助祭於周也。周頌曰：“有客有客，亦白其馬。”此微子朝周也。二王之後若有聖德受命而王，當因其攺之耶？天下之所安得受命耶？非其運次者。王者必一質一文何？以承天地，順隂陽。陽之道極則隂道受，隂之道極則陽道受，明二隂二陽不能相繼也。質法天，文法地而已。故天爲質，地受而化之，養而成之，故爲文。尚書大傳曰：“王者一質一文，據天地之道。”禮三正記曰：“質法天，文法地也。”帝王始起，先質後文者，順天下之道，本末之義，先後之序也。事莫不先有質性，乃後有文章也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "三教第二十八",
            "paragraphs": [
                {
                    "paragraph": "三教第二十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者設三教何？承衰救弊，欲民反正道也。三正之有失，故立三教以相指受。夏人之王教以忠，其失野，救野之失莫如敬。殷人之王教以敬，其失鬼，救鬼之失莫如文。周人之王教以文，其失薄，救薄之失莫如忠。繼周尚黒，制與夏同。三者如順連環，周則復始，窮則反本。",
                    "zhushu": ""
                },
                {
                    "paragraph": "樂稽熠嘉曰：“顔回向三教變，虞夏何如？”曰：教者所以追𥙷敗政，靡弊溷濁，謂之治也。舜之承堯，無爲易也。或曰：三教攺易，夏后氏始，髙宗亦承弊，所以不攺教何？明子無攺父之道也。何言知髙宗不攺之，以周之教承以文也。三教所以先忠者，行之本也。三教一體而分，不可單行，顧王者行之有先後。何以言三教並施，不可單行也。以忠、敬、文無可去者也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "教所以三何？法天、地、人，内忠外敬、文飾之，故三而備也。即法天、地、人，各何施？忠法人，敬法地，文法天。人道主忠，人以至道教人，忠之至也。人以忠教，故忠爲人教也。地道謙卑，天之所生，地敬養之，以敬爲地教也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "教者何謂也？教者，効也。上爲之，下効之。民有質朴，不教不成。故孝經曰：“先王見教之可以化民。”論語曰：“不教民戰，是謂弃之。”尚書曰：“以教祗德。”詩云：“爾之教矣，欲民斯効。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "忠形於悃誠，故失野；敬形於祭祀，故失鬼；文形於飾皃，故失薄。",
                    "zhushu": ""
                },
                {
                    "paragraph": "夏后氏用明器，殷人用祭器，周人兼用之何？謂曰：夏后氏教以忠，故先明器，以奪孝子之心也。殷人教以敬，故先祭器，敬之至也。周人教以文，故兼用之，周人意至文也。孔子曰：“之死而致死之，不仁而不可爲也；之死而致生之，不知而不可爲也。”故有死道焉，以奪孝子之心也；有生道焉，使人勿倍也。故竹器不成用，木器不成斵，瓦器不成沫，琴瑟張而不平，竽笙備而不和，有鍾磬而無簨簴縣，示備物而不可用也。孔子曰：“爲明器者善，爲俑者不仁。塗車羞靈，自古有之。”言今古皆然也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "三綱六紀第二十九",
            "paragraphs": [
                {
                    "paragraph": "三綱六紀第二十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "三綱者何謂也？謂君臣、父子、夫婦也。六紀者，謂諸父、兄弟、族人、諸舅、師長、朋友也。故君爲臣綱，夫爲妻綱。又曰：敬諸父兄，六紀道行。諸舅有義，族人有序，昆弟有親，師長有尊，朋友有舊。何謂綱紀？綱者，張也；紀者，理也。大者爲綱，小者爲紀，所以強理上下，整齊人道也。人皆懷五常之性，有親愛之心，是以紀綱爲化，若羅網之有紀綱而萬目張也。詩云：“亹亹我王，綱紀四方。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "君臣、父子、夫婦，六人也，所以稱三綱何？一隂一陽謂之道，陽得隂而成，隂得陽而序，剛柔相配，故六人爲三綱。",
                    "zhushu": ""
                },
                {
                    "paragraph": "三綱法天、地、人，六紀法六合。君臣法天，取象日月屈信歸功天也。父子法地，取象五行轉相生也；夫婦法人，取象六合隂陽有施化端也。六紀爲三綱之紀者也。師長君臣之紀也，以其皆成己也；諸父兄弟父子之紀也，以其有親恩連也；諸舅明友，夫婦之紀也，以其皆有同志爲紀助也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "君臣者，何謂也？君，群也，下之所歸心。臣者，繵堅也，屬志自堅固。春秋傳曰：“君處此，臣請歸也。”父子者，何謂也？父者，矩也，以法度教子；子者，孳孳無己也。故孝經曰：“父有争子，則身不䧟於不義。”夫婦者，何謂也？夫者，扶也，以道扶接也。婦者，服也，以禮屈服。昏禮曰：“夫親脫婦之纓。”傳曰：“夫婦判合也。”朋友者，何謂也？朋者，黨也；友者，有也。禮記曰：“同門曰朋，同志曰友。”朋友之交，近則謗其言，逺則不相訕。一人有善，其心好之；一人有惡，其心痛之。貨則通而不計，共憂患而相救。生不属，死不託。故論語曰：子路云：“願車馬衣輕裘，與朋友共敝之。”又曰：“朋友無所歸，生於我乎？死於我乎？”𣩵朋友之道，親存不得行者二：不得許友以其身，不得專通財之恩。友飢則白之於父兄，父兄許之，乃稱父兄與之，不聽即止。故曰：友飢爲之减飡，大寒爲之不重裘。故論語曰：“有父兄在，如之何其聞斯行之也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "男稱兄弟，女稱姊妹何？男女異姓，故别其稱也。何以言之？禮親属記曰：“男子先生稱兄，後生稱弟；女子先生爲姊，後生爲妹。”父之昆弟不俱謂之世叔，父之女昆弟俱謂之姑，何也？以爲諸父曰内，親也，故别稱之也。姑當外適人，踈，故揔言之也。至姊妹亦當外適人，所以别諸姊妹何？以爲事諸姑禮等，可以外出又同，故稱略也。至姊妹雖欲有略之，姊尊妹卑，其禮異也。詩云：“問我諸姑，遂及伯姊。”謂之舅姑何？舅者，舊也。姑者，故也。舊故之者，老人之稱也。謂之姊妹何？姊者，恣也。妹者，末也。謂之兄弟何？兄者，况也，况父法也。弟者，悌也，心順行篤也。稱夫之父母謂之舅姑何？尊如父而非父者，舅也；親如母而非母者，姑也。故稱夫之父母爲舅姑也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "情性第三十",
            "paragraphs": [
                {
                    "paragraph": "情性第三十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "情性者，何謂也？性者，陽之施；情者，隂之化也。人禀隂陽氣而生，故内懷五性六情。情者，静也；性者，生也。此人所禀六氣以生者也。故鈎命决曰：“情生於隂，欲以時念也；性生於陽，以理也。陽氣者仁，隂氣者貪，故情有利欲，性有仁也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "五常者何？謂仁、義、禮、智、信也。仁者，不忍也，施生愛人也；義者，冝也，斷决得中也。禮者，履也，履道成文也。智者，知也，獨見前聞，不惑於事，見微者也；信者，誠也，專一不移也。故人生而應八卦之體，得五氣以爲常，仁、義、禮、智、信是也。六情者，何謂也？喜、怒、哀、樂、愛、惡謂六情，所以扶成五性。性所以五情所以六者何？人本含六律五行氣而生，故内有五藏六府，此情性之所由出入也。樂動聲儀曰：“官有六府，人有五藏。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "五藏者，何也？謂肝、心、胏、腎、脾也。肝之爲言干也。胏之爲言費也，情動得序。心之爲言任也，任於恩也。腎之爲言冩也，以竅冩也。脾之爲言辨也，所以積精禀氣也。五藏，肝仁，胏義，心禮，腎智，脾信也。肝所以仁者何？肝，木之精也，仁者好生。東方者陽也，萬物始生，故肝象木，色青而有枝葉。目爲之候何？目能出淚而不能内物，木亦能出枝葉不能有所内也。胏所以義者何？胏者金之精。義者斷决。西方亦金，成萬物也，故胏象金，色白也。鼻爲之候何？鼻出入氣，髙而有竅，山亦有金石累積，亦有孔穴，出雲布雨以潤天下，雨則雲消，鼻能出納氣也。心所以爲禮何？心，火之精也。南方尊陽在上，卑隂在下，禮有尊卑，故心象火，色赤而𨦣也。人有道尊，天本在上，故心下銳也。耳爲之候何？耳能遍内外，别音語，火照有似於禮，上下分明。腎所以智何？腎者水之精，智者進而止，無所疑惑。水亦進而不惑。北方水，故腎色黒；水隂，故腎𩀱。竅爲之候何？竅能㵼水，亦能流濡。脾所以信何？脾者土之精也，土尚任養萬物爲之象，生物無所私，信之至也。故脾象土，色黄也。口爲之候何？口能啖甞，舌能知味，亦能出音聲，吐滋液。故元命苞曰：“目者肝之使，肝者木之精，蒼龍之位也。鼻者胏之使，胏者金之精，制割立斷。耳者心之候，心者火之精，上爲張星。”隂者腎之冩，腎者水之精，上爲虚危。口者脾之門戸，脾者土之精，上爲北斗。主變化者也。或曰：“口者心之𠉀，耳者腎之候。”或曰：“肝繫於目，胏繫於鼻，心繫於口，脾繫於舌，腎繫於耳。”六府者，何謂也？謂大腸、小腸、胃、膀胱、三焦、膽也。府者，爲藏宫府也。故禮運記曰：“六情所以扶成五性也。”胃者，脾之府也，脾主禀氣。胃者，榖之委也，故脾禀氣也。膀胱者，腎之府也，腎者主瀉，膀胱常能有𤍠，故先决難也。三焦者，包絡府也。水榖之道路，氣之所終始也。故上焦若竅，中焦若編，下焦若瀆。膽者，肝之府也。肝者，木之精也，主仁，仁者不忍，故以膽斷也。是以肝膽二者必有勇也。肝膽異趣，何以知相爲府也？肝者，木之精也。木之爲言牧也，人怒無不色青目脤張者，是其効也。小腸、大腸，心肺府也，主禮義。禮義者有分理，腸之大小相承受也。腸爲心肺主，心爲皮體主，故爲兩府也。目爲心視，口爲心談，耳爲心聽，鼻爲心嗅，是其支體主也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "喜在西方，怒在東方，好在北方，惡在南方，哀在下，樂在上。何以西方萬物之成，故喜；東方萬物之生，故怒；北方陽氣始施，故好；南方隂氣始起，故惡。上多樂，下多哀也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "魂魄者何謂？魂猶伝伝也，行不休於外也，主於情。魄者，迫然著人，主於性也。魂者，芸也，情以除穢。魄者，白也，性以治内。",
                    "zhushu": ""
                },
                {
                    "paragraph": "精神者何謂也？精者，静也，太隂施化之氣也，象火之化任生也。神者恍惚，太隂之氣也，間棇云支體萬化之本也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "壽命第三十一",
            "paragraphs": [
                {
                    "paragraph": "壽命第三十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "命者，何謂也？人之壽也，天命已使生者也。命有三科以記驗：有壽命以保度，有遭命以遇暴，有隨命以應行。習壽命者，上命也，若言文王受命唯中身，享國五十年。隨命者，隨行爲命，若言怠弃三正，天用勦絶其命矣。又欲使民務仁立義，闕無滔天，㴞天則司命舉過言，則用以弊之。遭命者逢丗殘賤，若上逢亂君，下必災變暴至，夭絶人命，沙鹿崩于受邑是也。冉伯牛危言正行而遭惡疾，孔子曰：“命矣夫，斯人也，而有斯疾也！”",
                    "zhushu": ""
                },
                {
                    "paragraph": "夫子過鄭與弟子相失，獨立郭門外。或謂子貢曰：“東門有一人，其頭似堯，其頸似臯繇，其肩似子産，然自腰以下不及禹三寸，儡儡如䘮家之狗。”子貢以告孔子，孔子喟然而𥬇曰：“形狀未也。如䘮家之狗，然哉乎！然哉乎！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "宗族第三十二",
            "paragraphs": [
                {
                    "paragraph": "宗族第三十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宗者，何謂也？宗，尊也，爲先祖主也，宗人之所尊也。禮曰：“宗人將有事，族人皆待。”聖者所以必有宗何也？所以長和睦也。大宗能率小宗，小宗能率群弟，通於有無，所以紀理族人者也。宗其爲始祖後者爲大宗，此百丗之所宗也。宗其爲髙祖後者，五丗而遷者也。髙祖遷於上，宗則易於下。宗其爲曽祖後者爲曽祖宗，宗其爲祖後者爲祖宗，宗其爲父後者爲父宗。以上至髙祖宗皆爲小宗，以其轉遷，别於大宗也。别子者，自爲其子孫爲祖，繼别也，各自爲宗。小宗有四，大宗有一，凡有五宗，人之親所以備矣。諸侯奪宗，明尊者冝之。大夫不得奪宗何？曰：諸侯丗丗傳子孫，故奪宗。大夫不傳子孫，故不宗也。䘮服經曰：“大夫爲宗子。”不言諸侯爲宗子也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "族者何也？族者，湊也，聚也，謂恩愛相流湊也。生相親愛，死相哀痛，有㑹聚之道，故謂之族。尚書曰：“以親九族。”族所以九何？九之爲言䆒也，親踈恩愛究竟也。謂父族四，母族三，妻族二。父族四者，謂父之姓一族也，父女昆弟適人有子爲二族也，身女昆弟適人有子爲三族也，身女子適人有子爲四族也。母族三者，母之父母一族也，母之昆弟二族也，母昆弟子三族也。母昆弟者，男女皆在外親，故合言之。妻族二者，妻之父爲一族，妻之母爲二族。妻之親略，故父母各一族。禮曰：“惟氏三族之不虞。”尚書曰：“以親九族。義同也。”一說合言九族者，欲明堯時俱三也。禮所以獨父族四何？欲言周承二弊之後，民人皆厚於末，故興禮母族妻之黨，廢禮母族父之族，足以貶妻族，以附父族也。或言九者，據有交接之恩也，若“刑侯之姊，覃公惟私”也。言四者據有服耳不相害所異也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "姓名第三十三",
            "paragraphs": [
                {
                    "paragraph": "姓名第三十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "人所以有姓者何？所以崇恩愛，厚親親，逺禽獸，别婚姻也。故卋别𩔖，使生相愛，死相哀，同姓不得相娶，皆爲重人倫也。姓生也，人所禀天氣所以生者也。詩云：“天生烝民。”尚書曰：“平章百姓。”姓所以有百何？以爲古者聖人吹律定姓，以記其族。人含五常而生，聲有五音，宫、商、角、徴、羽，轉而相雜，五五二十五，轉生四時，故百而異也。氣殊音悉備，故殊百也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "所以有氏者何？所以貴功德，賤伎力。或氏其官，或氏其事，聞其氏即可知，其所以勉人爲善也。或氏王父字何？所以别諸侯之後，爲興滅國，繼絶丗也。諸侯之子稱公子，公子之子稱公孫，公孫之子各以其王父字爲氏。故魯有仲孫、季，楚有昭、屈原，齊有髙、國、崔，立氏三，以知其爲子孫也。王者之後二稱王子，兄弟立而皆封也。或曰王孫上稱王孫也。堯知命，表稷、契，賜生子姓。臯陶典刑不表姓，言天任德逺刑。禹姓姒氏，祖以億生。殷姓子氏，祖以玄鳥子也。周姓姫氏，祖以履大人跡生也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "人必有名何？所以吐情自紀，尊事人者也。論語曰：“名不正則言不順。”三月名之何？天道一時物有變，人生三月，目煦亦能𥬇，與人相更荅，故因其始有知而名之。故禮服傳曰：“子生三月，則父名之於祖廟。”於祖廟者，謂子之親廟也，明當為宗祖主也。一說名之於燕寢。名者，㓜少卑賤之稱也。寡略，故於燕寢。禮内則曰：子生，君沐浴朝服，夫人亦如之，立于阼階西南，丗婦抱子升自西階，君命之士，適子執其右手，庶子撫其首。君曰：“欽有師。”夫人曰：“記有成。”告於四境。四境者，所以遏絶萌牙，禁備未然。故曽子問曰：“丗子生三月以名告于祖禰。”内則記曰：“以名告于山川、社稷、四境。”天子太子使士負子於南郊，以桑弧蓬矢六射者何也？此男子之事也，故先表其事，然後食其禄。必桑弧何？桑者，相逢接之道也。保傳曰：“天子生，舉之以禮。使士負之者何？齋肅端緌，之郊見于天。”韓詩内傳曰：“太子生，以桑弧蓬矢六射上下四方。”明當有事天地四方也。殷以生日名子何？殷家質，故直以生日名子也。以尚書道殷家太甲、帝武丁也。於臣民亦得以生日名子何？亦不止也。以尚書道殷臣有巫咸，有祖己也。何以知諸侯不象王者以生日名子也。以太王名亶甫、王季名歷，殷之諸侯也。易曰：“帝乙，謂成湯，帝乙謂六代孫也。湯生於夏丗，何以用甲乙爲名？”曰：湯王後乃更變名，子孫法耳。本名履，故論語曰：“予小子履。”履，湯名也。不以子丑何？曰：甲乙者，幹也；子丑者，枝也。榦爲本，本質，故以甲乙爲名也。名或兼或單何？示非一也。或聽其聲，以律定其名；或依事、旁其形，故名或兼或單也。依其事者，若后稷是也。弃之，因名之爲弃也。旁其形者，孔子首𩔖魯國尼丘山，故名爲丘。或旁其名爲之字者，聞名即知其字，聞字即知其名。若名賜字子貢，名鯉字伯魚。春秋譏二名何？所以譏者乃謂其無常者也。若乍爲名，禄甫元言武庚名。不以日月山川爲名者，少賤卑己之稱也。臣子當諱爲物示通，故避之也。曲禮曰：“二名不偏諱。逮事父母則諱王父母；不逮父母則不諱王父母也。君前不諱，詩書不諱，臨文不諱，郊廟中不諱。”又曰：“君前臣名，父前子名。”謂大夫名卿，弟名兄也，明不敢諱於尊者前也。太古之時所不諱者何？尚質也。故臣子㸦言其君父之名。故禮記曰：“朝日上值，不諱正天名也。”人所以十月而生者何？人，天子之也。經天地之數五，故十月而備，乃成人也。人生所以位何？本一幹而分，得氣異息，故泣，重離母之義也。尚書曰：“啓呱呱泣也。”人拜所以自名者何？所以泣號自紀禮拜。自後不自名何？備隂陽也。人所以相拜者何？所以表情見意屈節卑體，尊事之者也。拜之言服也。所以必再拜何？法隂陽也。尚書曰：“再拜稽首也。”必稽首何？敬之至也。頭至地何以言首？謂頭也。禮曰：“首有瘍則沐。”所以先拜首後稽首何？名順其文質也。尚書曰：“周公拜首稽首。”人所以有字何？冠徳明功，敬成人也。故禮士冠經曰：“賔北面，字之曰伯某甫。”又曰：“冠而字之。”敬其名也。所以五十乃稱伯仲者，五十知天命，思慮定也，能順四時長㓜之序，故以伯仲號之。禮檀弓曰：“㓜名，冠字，五十乃稱伯仲。”論語曰：“五十而知天命。”稱號所以有四何？法四時用事先後，長㓜兄弟之象也。故以時長㓜號曰伯、仲叔、季也。伯者，長也。伯者，子最長，迫近父也。仲者，中也。叔者，少也。季者，㓜也。適長稱伯，伯禽是也。庻長稱孟，以魯大夫孟氏。男女異長，各自有伯仲，法隂陽各自有終始也。春秋傳曰：“伯姫者何？内女稱也。”婦人十五稱伯仲何？婦人值少變，隂陽道促蚤成，十五通乎織絍之事，思慮定，故許嫁笄而字。故禮經曰：“女子十五許嫁，笄禮之稱字之。”婦姓以配字何？明不娶同姓也。故春秋曰：“伯姫歸于宋。”姫者，姓也。值字所以於仲春何？值者親，故近於仲，文子尊尊故於伯仲之時物尚值，叔之時物失之章即如是。周有八士，論語曰：“伯逹、伯适、仲突、仲忽、叔夜、叔夏、季隨、季騧。”積於叔何？盖以兩兩俱生故也。不積於伯季，明其無二也。文王十子詩傳曰：“伯邑考、武王發、周公旦、管叔鮮、蔡叔鐸、成叔處、霍叔武、康叔封、南季載。”載所以或上其叔何也？管、蔡、霍、成、康、南，皆采也，故上置叔上。伯邑叔震也，以獨無乎？盖以爲大夫者，不是采地也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "天地第三十四",
            "paragraphs": [
                {
                    "paragraph": "天地第三十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天者何也？天之爲言鎮也，居髙理下，爲人鎭也。地者，易也，言養萬物懷任，交易變化也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "始起之天，始起先有太𥘉，後有太始，形兆旣成，名曰太素。混沌相連，視之不見，聽之不聞，然後剖判，清濁旣分，精出曜布，度物施生。精者爲三光，號者爲五行。行生情，情生汁中，汁中生神明，神明生道德，道徳生文章。故乾鑿度曰：“太𥘉者，氣之始也；太始者，形兆之始也；太素者，質之始也。陽唱隂和，男行女隨也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "天道所以左旋，地道右周何？以爲天地動而不别，行而不離。所以左旋右周者，猶君臣隂陽相對之義。男女揔名爲人，天地所以無惣名何？曰：天圎地方，不相𩔖，故無緫名也。君舒臣疾，卑者冝勞，天所以反常行何？以爲陽不動無以行其教，隂不静無以成其化，雖終日乾乾，亦不離其處也。故易曰：“終日乾乾，反覆道也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "日月第三十五",
            "paragraphs": [
                {
                    "paragraph": "日月第三十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天左旋，日月五星右行何？日月五星比天爲隂，故右行。右行者，猶臣對君也。含文嘉曰：“計日月右行也。”刑德放日月東行，而日行遟，月行疾何？君舒臣勞也。日日行一度，月日行十三度十九分度之七。感精符曰：“三綱之義，日為君，月為臣也。”日月所以懸晝夜者何？助天行化，照明下地。故易曰：“懸象著明，莫大乎日月。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "日之爲言實也，常滿有節；月之爲言闕也，有滿有闕也。所以有缺何？歸功於日也。八日成光，二八十六日轉而歸功，晦至朔旦，受符復行。故援神契曰“月三日成魄”也。所以名之爲星何？星者，精也，據日節言也。一日一夜適行一度，一日夜爲一日，剰復分天爲三十六度，周天三百六十五度四分度之一，日月徑千里也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "所以必有晝夜何？備隂陽也，日照晝，月照夜。日所以有長短何？隂陽更相用事也。故夏節晝長，冬節夜長。夏日𪧐在東井，出寅入戍；冬日𪧐　在牽牛，岀辰入申。",
                    "zhushu": ""
                },
                {
                    "paragraph": "月大小何？天道左旋，日月東行。日日行一度，月日行十三度。月及日爲一月，至二十九日未及七度，即三十日者過行七度，日不可分，故月乍大小，明有隂陽。故春秋曰：“九月庚戍朔，日有食之。”“十月庚辰朔，日有食之。”此三十日也。又曰：“七月甲子朔，日有食之。”“八月癸巳朔，日有食之。”此二十九日也。月有閏餘何？周天三百六十五日度四分度之一，𡻕十二月，日過十二度，故三年一閏，五年再閏，明隂不足，陽有餘也。故䜟曰：“閏者陽之餘。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "四時第三十六",
            "paragraphs": [
                {
                    "paragraph": "四時第三十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "所以名爲𡻕何？𡻕者，遂也。三百六十六日一周天，萬物畢死，故爲一𡻕也。尚書曰：“朞三百有六旬有六日，以閏月定四時成歳。”春夏秋冬，時者，期也，隂陽消息之期也。四時天異名何？天尊各據其盛者爲名也。春秋物變盛，冬夏氣變盛。春曰蒼天，夏曰昊天，秋曰旻天，冬爲上天。爾雅曰“一說春爲蒼天”等是也。四時不隨正朔變何？以爲四時據物爲名，春當生，冬當終，皆以正爲時也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "或言歳，或言載，或言年何？言歳者，以紀氣物，帝王共之，據曰爲𡻕。春秋曰“元年正月”“十有二月朔”，有朔有晦，知據月斷爲言年。載之言成也，載成萬物，終始言之也。二帝爲載，三王言年，皆謂闚𨵦。故尚書曰：“三載四海遏宻八音。”謂二帝也。又曰：“諒隂三年。”謂三王也。春秋傳曰“三年之䘮，其實二十五月，知闕。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "日言夜，月言晦，月言朔，日言朝何？朔之言蘇也，明消更生，故言朔。日晝見夜藏，有朝夕，故言朝也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "衣裳第三十七",
            "paragraphs": [
                {
                    "paragraph": "衣裳第三十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "聖人所以制衣服何？以爲絺𥿭蔽形，表德勸善，别尊卑也。所以名爲裳何？衣者，隱也；裳者，鄣也。所以隱形自鄣閉也。易曰：“黃帝、堯、舜，垂衣裳而天下治。”何以知上爲衣下爲裳？以其先言衣也。詩曰：“褰裳渉溱。”所以合爲衣也。弟子職言“摳衣而降”也。名爲衣何？上兼下也。獨以羔裘何？取輕煖，因狐死首丘，明君子不忘本也。羔者，取跪乳遜順也。故天子狐白，諸侯狐黃，大夫蒼，士羔裘，亦因别尊卑也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "所以必有紳帶，示謹敬自約整。繢繒爲結於前，下垂三分身半，紳居二焉。必有鞶帶者，示有事也。所以必有佩者，論語曰：“去䘮，無所不佩。”天子佩白玉，諸侯佩山玄玉，大夫佩水蒼玉，士佩瓀珉石。佩即象其事，若農夫佩其耒耜，工匠佩其斧斤，婦人佩其鍼鏤。何以知婦人亦佩玉？詩云：“將翶將翔，佩玉將將。彼美孟姜，徳音不忘。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "五刑第三十八",
            "paragraphs": [
                {
                    "paragraph": "五刑第三十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "聖人治天下，必有刑罰何？所以佐德助治，順天之度也。故懸爵賞者，示有勸也；設刑罰者，明有所懼也。刑所以五何？法五行也。科條三千者，應天地人情也。五刑之属三千，大辟之属二百，宫辟之属三百，腓辟之属五百。劓墨辟之属各于張布羅衆。非五刑不見劓墨何？其下刑者也。腓者，其臏。宫者，女子滛，執置宫中，不得出也。丈夫滛，割去其勢也。大辟者，謂死也。刑不上大夫何？尊大夫。禮不下庶人，欲勉民使至於士。故禮爲有知制，刑爲無知設也。庶人雖有千金，衣弊不得服。刑不上大夫者，據禮無大夫刑。或曰：撻笞之刑也。禮不及庶人者，謂酬酢之禮也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "五經第三十九",
            "paragraphs": [
                {
                    "paragraph": "五經第三十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "孔子所以定五經者何？以爲孔子居周之末丗，王道凌遟，禮義廢壞，強陵弱，衆暴寡，天子不敢誅，方伯不敢伐，閔道德之不行，故周流應聘，兾行其聖德。自衛反魯，自知不用，故追定五經，以行其道。故孔子曰：書曰：“孝乎惟孝，友于兄弟，施於有政，是以爲政也。”孔子未定五經如何？周衰道失，綱散紀亂，五教廢壞，故五常之經咸失其所，象易失理，則隂陽萬物失其性而乖，設法謗之言，並作書三千篇，作詩三百篇，而歌謡怨誹也。已作春秋，後作孝經何？欲專制正。於孝經何？夫孝者，自天子下至庶人，上下通孝經者。夫制作禮樂，仁之本，聖人道德已備，弟子所以復記論語何？見夫子遭事異變，出之號令失法。",
                    "zhushu": ""
                },
                {
                    "paragraph": "文王所以演易何？文王受王不率仁義之道，失爲人法矣。已之調和隂陽尚微，故演易，使我得卒至于太平。日月之光明則如易矣。",
                    "zhushu": ""
                },
                {
                    "paragraph": "伏羲作八卦何？伏羲始王天下，未有前聖法度，故仰則觀象於天，俯則察法於地，觀鳥獸之文，與地之冝，近取諸物，於是始作八卦，以通神明之徳，以象萬物之情也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "經所以有五何？經，常也。有五常之道，故曰五經：樂仁、書義、禮禮、易智、詩信也。人情有五性，懷五常，不能自成，是以聖人象天五常之道而明之，以教人成其徳也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "五經何謂？謂易、尚書、詩、禮、春秋也。禮解曰：“温柔寛厚，詩教也；踈通知逺，書教也；廣愽易良，樂教也；㓗浄精微，易教也；恭儉莊敬，禮教也；属辝比事，春秋教也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "春秋何常也？則黄帝已來。何以言之？易曰：“上古結繩以治，後丗聖人易之以書契，百官以理，萬民以察。”後丗聖人者，謂五常也。傳曰：“三王百丗計神元書，五帝之受録圗，丗史記從政録帝魁已來，除禮樂之書，三千二百四十篇也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "嫁娶第四十",
            "paragraphs": [
                {
                    "paragraph": "嫁娶第四十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "人道所以有嫁娶何？以爲情性之大，莫若男女；男女之交，人情之始，莫若夫婦。易曰：“天地氤氲，萬物化淳。男女稱精，萬物化生。”人承天地施隂陽，故設嫁娶之禮者，重人倫、庻繼嗣也。禮保傳記曰：“謹爲子嫁娶，必擇世有仁義者。”禮男娶女嫁何？隂卑不得自專，就陽而成之。故傳曰：“陽倡隂和，男行女隨。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "男不自專娶，女不自專嫁，必由父母，湏媒妁何？逺恥防滛泆也。詩云：“娶妻如之何？必告父母。”又曰：“娶妻如之何？匪媒不得。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "男三十而娶，女二十而嫁，陽數竒，隂數偶。男長女㓜者，陽舒隂促。男三十䈥骨堅強，任爲人父；女二十肌膚充盛，任爲人母。合爲五十，應大衍之數，生萬物也。故禮内則曰：“男五十壯有室，女二十壯而嫁。”七嵗之陽也，八𡻕隂也。七八十五，隂陽之數備，有相偶之志。故禮記曰：“女子十五許嫁，笄而字。”禮之稱字，隂繫於陽，所以專一之節也。陽尊無所繫，二十五繫者，就隂節也。陽舒而隂促，三十數三終，竒，陽節也。二十數再終，偶，隂節也。陽小成於隂，大成於陽，故二十而冠，三十而娶。隂小成於陽，大成於隂，故十五而笄，二十而嫁也。一說春秋榖梁傳曰：“男二十五繫，女十五許嫁，感隂陽也。”陽數七，隂數八，男八𡻕毀齒，女七𡻕毀齒。陽數竒三，三八二十四，加一爲五而繫心也。隂數偶，再成十四，四加一爲五，故十五許嫁也。各加一者，明專一繫心。所以繫心者何？防其滛佚也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "禮曰：“女子十五許嫁，納采，問名，納吉，請期，親迎，以鴈贄。”納徴曰玄纁，故不用鴈。贄用鴈者，取其隨時南北，不失其節，明不奪女子之時也。又取飛成行，止成列也。明嫁娶之禮，長㓜有序，不相踰越也。又婚禮贄不用死雉，故用鴈也。納徴、玄纁、束帛、離皮。玄三法天，纁二法地也。陽竒隂偶，明陽道之大也。離皮者，兩皮也，以爲庭實，庭實，偶也。禮昏經曰：“納采、問名，納吉、請期，親迎，皆用鴈。納徴，束帛、離皮。”納徴辭曰：“吾子有加命，貺室某也，有先人之禮，離皮束帛，使某請納徴。”上某者聲名也，下次某者使人名也。女之父曰：“吾子順先典，貺某重禮，某不敢辭，敢不承命。”納采辭曰：“吾子有惠貺，貺室某，某有先人之禮，使某也請納采。”對曰：“某之子惷愚，又不能教，吾子命之，某不敢辭。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子下至士，必親迎授綏者何？以陽下隂也。欲得其歡心，示親之心也。夫親迎，輪三周，下車曲顧者，防滛泆也。詩云：“文定厥祥，親迎于渭，造舟爲梁，不顯其光。”禮昏經曰：“賔升，北靣奠鴈，再拜拜手稽首，降出。婦從房中也。從降自西階，揖御婦車，授綏。”遣女於禰廟者，重先人之遺支體也，不敢自專，故告禰也。父母親男女何？親親之至也。父曰：“誡之敬之，夙夜無違命。”女必有端繡衣，若笄之母施襟結帨，曰：“勉之敬之，夙夜無違宫事。”父誡於阼階，母誡於西階，庻母及門内施鞶祭，紬以母之命，命曰：“敬㳟聽爾父母言，夙夜無愆。”視衿鞶，祭去不辭，誡不誥者，盖恥之重去也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "禮曰：“嫁女之家，不絶火三日，相思離也。娶婦之家，三日不舉樂，思嗣親也。”感親年衰老代至也。禮曰：“婚禮不賀，人之序也。”授綏，姆辭曰：“未教，未乞與爲禮也。”始親迎，於辭曰：“吾子命某，以兹𥘉昏，使某將請承命。”主人曰：“某故敬具以酒。”父命醮子，遣之迎，命曰：“徃迎爾相，承我宗事，率以敬先妣之嗣，若則有常。”子曰：“諾，唯恐不堪，不敢忘命。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "娶妻不先告廟到者，示不必安也。婚禮請期，不敢必也。婦人三月，然後祭行，舅姑旣𣳚，亦婦入三月，奠采于廟。三月一時，物有成者，人之善惡可得知也，然後可得事宗廟之禮。曽子曰：“女未廟見而死，歸葬于女氏之黨，示未成婦也。”嫁娶必以春者，春，天地交通，萬物始生，隂陽交接之時也。詩云：“士如歸妻，迨冰未泮。”周官曰：“仲春之月，合㑹男女，令男三十娶，女二十嫁。”夏小正曰：“二月，冠子娶婦之時。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "夫有惡行，妻不得去者，地無去天之義也。夫雖有惡，不得去也。故禮郊特牲曰：“一與之齊，終身不攺。”悖逆人倫，殺妻父母，廢絶綱，亂之大者，義絶乃得去也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子、諸侯，一娶九女何？重國廣繼嗣也。適也者何？法地有九州，承天之施，無所不生也。娶九女，亦足以成君施也。九而無子，百亦無益也。王度記曰：“天子，一娶九女。”春秋公羊傳曰：“諸侯娶一國，則二國徃媵之，以姪娣從之。姪者何？兄之子也。娣者何？女弟也。”或曰：天子娶十二女，法天有十二月，萬物必生也。必一娶何？防滛泆也。爲其棄德嗜色，故一娶而已，人君無再娶之義也。備姪娣從者，爲其必不相嫉妬也。一人有子，三人共之，若己生之。不娶兩娣何？傳異氣也。娶三國女何？廣異𩔖也。恐一國血脉相似，俱無子也。姪娣年雖少，猶從適人者，明人者，明人君無再娶之義也。還待年於父母之國，未任荅君子也。詩云：“姪娣從之，𥘉祁如雲。韓侯顧之，爛其盈門。”公羊傳曰：“叔姫歸于紀。”明待年也。二國來媵，誰爲尊者？大國爲尊。國等以德，德同以色。質家法天尊左，文家法地尊右。所以不聘妾何？人有子孫，欲尊之義，義不可永人以爲賤也。春秋傳曰“二國來媵”。可求人爲士，不可求人爲妾何？士即尊之漸，賢不止於士，妾雖賢，不得爲適。娶妻卜之何？卜女之德，知相冝否。昏禮經曰：“將加諸卜，敢問女爲誰氏也。”人君及宗子父母自定娶者，卑不主尊，賤不主貴，故自定之也。昏禮經曰：“親皆没，已聘命之。”詩云：“文定厥祥，親迎于渭。”大夫功成封，得備八妾者，重國廣繼嗣也。不更聘大國者，不忘本適也。故禮曰：“納女於諸侯，曰備掃灑。”天子諸侯之世子，皆以諸侯禮娶，與君同，示無再娶之義也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者之娶，必先選于大國之女，禮儀備，所見多。詩云：“大邦有子，俔天之妹。文定厥祥，親迎于渭。”明王者必娶大國也。春秋曰：“紀侯來朝。”紀子以嫁女於天子，故增爵稱侯。至數十年之間，紀侯無他功，但以子爲天王后，故爵稱侯。知雖小國者，必封以大國，明其尊所不臣也。王者娶及庻人者何？開天下之賢示不遺善也。故春秋曰：“紀侯來朝。”交加爲侯，明封之也。先封之，明不與聖人交禮也。女行𧇊缺而去其國，如之何以封爲諸侯比例矣。",
                    "zhushu": ""
                },
                {
                    "paragraph": "諸侯所以不得自趣國中何？諸侯不得專封，義不可臣其父母。春秋傳曰：“宋三代無大夫。”惡其内娶也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "不娶同姓者，重人倫，防滛泆，恥與禽獸同也。論語曰：“君娶於呉爲同姓，謂之呉孟子。”曲禮曰：“買妾不知姓則卜之。”外属小功己上亦不得娶也。以春秋傳曰：“譏娶母黨也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者嫁女必使同姓諸侯主之何？婚禮貴和，不可相荅，爲傷君臣之義，亦欲使女不以天子尊乘諸侯也。春秋傳曰：“天子嫁女于諸侯，必使諸侯同姓者主之；諸侯嫁女于大夫，使大夫同姓者主之。”以其同宗共祖，可以主親也，故使攝父事。不使同姓卿主之何？尊加諸侯，爲威厭不得舒也。不使同姓諸侯就京師主之何？諸侯親迎入京師，當朝天子，爲禮不兼。春秋傳曰：“築王姫觀于外。”明不徃京師也。所以必更築觀者何？尊之也。不於路寢，路寢本所以行政處，非婦人之居也。小寢則嫌群公之舎則己卑矣，故必攺築於城郭之内。傳曰：“築之，禮也；于外，非禮也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "卿、大夫妻二妾者何？尊賢重繼嗣也。不備姪娣何？北靣之臣賤，不足盡執人骨肉之親。禮服經曰：“貴臣貴妾。”明有卑賤妾也。士一妻何？下卿大夫禮。䘮服小記曰：“士妾有子，則爲之緦。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "娉嫡夫徃而死，媵當徃否乎？人君不再娶之義也。天命不可保，故一娶九女。以春秋伯姫卒時娣季姫更嫁鄫，春秋譏之。適夫人死後更立夫人者，不敢以卑賤承宗廟。自立其娣者，尊大國也。春秋傳曰：“叔姫歸于紀。”叔姫者，伯姫之娣也。伯姫卒，叔姫升于嫡，經不譏也。或曰：“嫡死不復更立，明嫡無二，防篡煞也。祭宗廟，攝而已。以禮不聘爲妾，明不升。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "曽子問曰：“昏禮旣納幣，有吉日，女之父母死，何如？”孔子曰：“壻使人吊之。如壻之父母死，女亦使人吊之。父䘮稱父，母䘮稱母，父母不在，則稱伯父、世尊。”壻已葬，壻之伯父、叔父使人致命女氏曰：“某子有父母之䘮，不得嗣爲兄弟，使母致命。女氏許諾，不敢嫁，禮也。壻免䘮，女父使人請，壻不娶而後嫁之，禮也。女之父母死，壻亦如之。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "婦人所以有師何？學事人之道也。詩云：“言告師氏，言告言歸。”禮昏經曰：“告于公宫三月。婦人學一時，足以成矣。”與君無親者，各教於宗廟婦之室。國君取大夫之妾、士之妻老無子者，而明於婦道，又禄之，使教宗室五属之女。大夫、士皆有宗族，自於宗子之室學事人也。女必有傳姆何？尊之也。春秋傳曰：“傳至矣，姆未至。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "婦人學事舅姑，不學事必父母者，示婦與夫一體也。禮内則曰：“妾事夫人，如事舅姑。”尊嫡絶妬嫉之原。禮服傳曰：“妾事女君與事舅姑同也。”婦事夫有四禮焉：雞𥘉鳴，咸盥漱擳縱笄緫而朝，君臣之道也；惻隱之恩，父子之道也；㑹計有無，兄弟之道也；閨閫之内，祍席之上，朋友之道也。聞見異辭，故設此也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "有五不娶：亂家之子不娶，逆家之子，世有刑人、惡疾、䘮婦、長子，此不娶也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "出婦之義，必送之，接以賔客之禮，君子絶愈于小人之交。詩云：“薄送我畿。”天子妃謂之后何？后，君也。天下尊之，故謂之后，明海内小人之君子也。天下尊之，故繫王言之。春秋傳曰：“迎王后于紀。”國君之妻稱之曰夫人何？明當扶進夫人，謂八妾也。國人尊之，故稱君夫人也。自稱小童者，謙也，言己智能寡少如童䝉也。論語曰：“國君之妻稱之曰夫人，夫人自稱曰小童，國人稱之曰君夫人，稱諸異邦曰寡小君。”謂聘問兄弟之國及臣他國稱之，謙之辭也。妻者何謂？妻者，齊也，與夫齊體。自天子下至庻人其義一也。妾者，接也，以時接見也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "嫁娶者，何謂也？嫁者，家也。婦人外成，以岀適人爲嫁。娶者，取也。男女謂男者，任也，任功業也。女者，如也，從如人也。在家從父母，旣嫁從夫，夫没從子也。傳曰：“婦人有三從之義也。”夫婦者何謂也？夫者，扶也，扶以人道者也。婦者，服也，服於家事，事人者也。配疋者何？謂相與偶也。婚姻者何謂也？昏時行禮，故謂之婚也。婦人因夫而成，故曰姻。詩云：“不惟舊因。”謂夫也。又曰：“燕爾新婚。”謂婦也。所以昏時行禮何？示陽下隂也，婚亦隂陽交時也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "男子六十閉房何？所以輔衰也，故重性命也。又曰：父子不同，□爲亂長㓜之序也。禮内則曰：“妾雖老，未滿五十，必預五日之御。”滿五十不御，俱爲助衰也。至七十大衰，食非肉不飽，寢非人不暖，故七十復開房也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "紼冕第四十一",
            "paragraphs": [
                {
                    "paragraph": "紼冕第四十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "紼者，何謂也？紼者蔽也，行以蔽前。紼蔽者小，有事因以别尊卑彰有德也。天子朱紼，諸侯赤紼。詩云：“朱紼斯皇，室家君王。”又：“赤紼金舄，㑹同有繹。”又云：“赤紼在股。”皆謂諸侯也。書曰：“黼黻衣黄朱紼。”亦謂諸侯也。並見衣服之制。故逺别之謂黄朱亦赤矣。大夫忩𢖍，别於君矣。天子、大夫赤紱忩𢖍，士韎韐。朱赤者，或盛色也。是以聖人𡍼法之用爲紼服，爲百王不易也。紼以韋爲之者，反古不忘本也。上廣一尺，下廣二尺，天一地二也。長三尺，法天地人也。所以有冠者，𢃩也，所以𢃩持其髮也。人懷五常，莫不貴德，示成禮有修飾，首别成人也。士冠經曰：“冠而字之，敬其名也。”論語曰：“冠者五六人，童子六七人。”禮所以十九見正者而冠何？漸三十之人耳。男子陽也，成於隂，故二十而冠。曲禮曰“二十弱冠”，言見正。何以知不謂正月也？以禮士冠經曰“夏葛屨，冬皮屨”，明非𡻕之正月也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "皮弁者何謂也？所以法古至質冠名也。弁之言樊也，所以樊持其髮也。上古之時質，先加服皮，以鹿皮者，取其文章也。禮曰：“三王共皮弁。”素積裳也，腰中辟積，至質不易之服，反古不忘本也。戰伐田獵，此皆服之。",
                    "zhushu": ""
                },
                {
                    "paragraph": "麻冕者何？周宗廟之冠也。禮曰“周冕而祭”，又曰“殷哻夏収而𥙊”，此三代宗廟之冠也。十一月之時，陽氣冕仰黄泉之下，萬物被施，前冕而後仰，故謂之冕。謂之詡者，十二月之時，施氣受化，詡張而後得牙，故謂之詡。謂之収者，十三月之時，氣収本舉生萬物而逹出之，故謂之収。冕仰不同，故前後乖也。詡張故萌大，時物亦牙萌大也。収而逹故前忩大者在後，時物亦前忩也。絻所以用麻爲之者，女功之始，亦不忘本也。即不忘本，不用皮，皮乃太古未有禮文之服。故論語曰：“麻冕，禮也。”尚書：“王麻冕。”冕所以前後遂延者何？示進賢退不能也。垂旒者，示不現邪。纊塞耳，示不聽䜛也。故水清無魚，人察無徒，明不尚極知下。故禮玉藻曰：“十有二旒，前後遂延。”禮器曰：“天子麻冕，朱緑藻。”垂十有二旒者，法四時十二月也。諸侯九旒，大夫七旒，士爵弁無旒。",
                    "zhushu": ""
                },
                {
                    "paragraph": "委皃者，何謂也？周朝廷理政事，行道德之冠名。士冠經曰：“委皃，周道；章甫，殷道；母追，夏后氏之道。”所以謂之委皃何？周統十一月爲正，萬物萌小，故爲冠飾最小，故曰委貌。委貌者，委曲有貌也。殷統十二月爲正，其飾微大，故曰章甫。章甫者，尚未與極其本相當也。夏者統十三月爲正，其飾最大，故曰母追。母追者，言其追大也。爵弁者，周人宗廟之冠也。禮郊特牲曰：“周弁。”士冠經曰：“周弁，殷哻，夏収。”爵何以知指謂其色？又乍言爵弁，乍但言弁。周之冠色所以爵何？爲周尚赤。所以不純赤，但如爵頭何？以本制冠者法天，天色玄者，不失其質，故周加赤，殷加白。夏之冠色純玄。何以知殷加白也？周加赤，知殷加白也。夏殷士冠不異何？古質也，以士冠禮知之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "䘮服第四十二",
            "paragraphs": [
                {
                    "paragraph": "䘮服第四十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "諸侯爲天子斬衰三年何？普天之下，莫非王土；率土之賔，莫非王臣。臣之於君，猶子之於父，明至尊，臣子之義也。䘮服經曰：“諸侯爲天子斬衰三年”。天子爲諸侯絶其何？示同愛百姓，明不獨親也。故禮中庸曰：“朞之䘮，逹乎諸侯；三年之䘮，逹乎天子。”卿大夫降緦，重公正也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "禮：庻人國君服齊衰三月。王者崩，京師之民䘮三月何？民賤，故思淺，故三月而已。天子七月而葬，諸侯五月而葬者，則民始哭素服，先葬三月成齊衰朞月以成禮葬君也。禮不下庻人，所以爲民制何？禮不下庻人者，尊卑制度也。服者，恩從内發，故爲之制也。王者崩，臣下服之有先後何？恩有深淺逺近，故制有日月。檀弓記曰：“天子崩，三日祝先服，五日官長服，七日國中男女服，三月天下服。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "三年之䘮何？二十五月以爲古民質，痛於死者，不封不樹，䘮期無數，亡之則除。後代聖人因天地萬物有終始而爲之制，以㫷斷之。父至尊，母至親，故爲於𨺚，以盡孝子恩。恩愛至深，加之則倍，故再朞二十五月也。禮有取於三，故謂之三年，縁其漸三年之氣也。故春秋傳曰：“三年之䘮，其實二十五月也。”三年之䘮不以閠月數何？以其言朞也。朞者，復其時也。大功己下月數，故以閠月除。禮士虞經曰：“言朞而小祥，又朞而大祥。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "䘮禮必制衰麻何？以副意也。服以飾情，情貌相配，中外相應，故吉凶不同服，歌哭不同聲，所以表中誠也。布衰裳，麻絰，蕭笄、繩纓、苴杖，爲略反本。絰者，亦示也，故揔而載之，示有䘮也。腰絰者，以伐紳帶也。所以結之何？思慕腸若結也。必再結之何？明思慕無已。",
                    "zhushu": ""
                },
                {
                    "paragraph": "所以必杖者，孝子失親，悲哀哭泣，三日不食，身體嬴病，故杖以扶身，明不以死傷生也。禮：童子、婦人不杖者，以其不能病也。禮曰：“斬衰三日不食，齎衰二日不食，大功一日不食，小功緦麻一日不食，再不食可也。”以竹何？取其名也。竹者，蹙也。桐者，痛也。父以竹，母以桐何？竹者，陽也；桐者，隂也。竹何以爲陽？竹斷而用之，質，故爲陽。桐削而用之，加人功文，故爲隂也。故禮曰：“苴杖，竹也；削杖，桐也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "所以必居𠋣廬何？孝子哀，不欲聞人之聲，又不欲居故處，居中門之外，𠋣木爲廬，質反古也。不在門外何？戒不虞故也。故禮大傳曰：“父母之葬，居𠋣廬於中門外東墻下，戸北面，練而居堊室，無餘之室。”又曰：“婦人不居𠋣廬。”又曰：“天子七日。又曰：“公、諸侯五日，卿、大夫三日而服成。”居外門内赤壁下爲廬，寢苫塊，哭晝無夜時，不脫絰帶。旣虞，寢有席，蔬食飲水，朝一哭，夕一哭而已。旣練，舎外寢，居聖室，始食菜果及素食，哭無時。二十五月而大祥，飲醴酒，食乾肉。二十七月而禫，通𥙊宗廟，去䘮之殺也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "䘮禮不言者何？思慕盡情也。言不文者，指謂士民不言而事成者，國君卿大夫杖而謝賔，財少恃力，面垢作身，不言而事具者，故號哭盡情。䘮有病，得飲酒食肉何？所以輔人生已重先祖遺支體也。故曲禮曰：“居䘮之禮，頭有瘡則沐，身有瘍則浴，有疾則飲酒食肉。　五十不致毀，七十唯衰麻在身，飲酒食肉。”又曰：“父母有疾，食肉不至變味，飲酒不至變皃，𥬇不至矧，怒不至詈，琴瑟不御。”曽子問曰：“三年之䘮，練不羣立，不旅行。禮以飾情，三年之䘮而吊哭，不亦虚乎！”禮檀弓曰：“曽子有母之䘮，弔子張。子張者朋友有服，雖重服，吊之可也。曽子問曰：“小功可以與祭乎？”孔子曰：“斬衰已下與𥙊，禮也。”此謂君䘮然也。子夏問：“三年之䘮旣卒哭，金革之事無避者，禮與？”孔子曰：“吾聞諸老聃曰：“魯公伯禽則有爲之也。”今以三年之䘮從其利者，吾不知也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "婦人不出境吊者，婦人無外事，防滛佚也。禮雜記曰：“婦人越彊而吊，非禮也。”而有三年䘮，君與夫人俱徃。禮妻爲父母服，夫亦當服。",
                    "zhushu": ""
                },
                {
                    "paragraph": "有不吊三何？爲人臣子，常懷恐懼，深思逺慮，志在全身，今乃畏、厭、溺死，用爲不義，故不吊也。檀弓曰：“不吊三：畏、厭、溺也。”畏者，兵死也。禮魯子記曰：“大辱加於身，皮體毀傷，即君不臣，士不交，𥙊不得爲昭穆之尸，食不得昭穆之牲，死不得葬穆之城也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "弟子爲師服者，弟子有臣君、父子、朋友之道也，故生則尊敬而親之，死則哀痛之，恩深義重，故爲之隆服，入則絰，岀則否。檀弓曰：“昔夫子之䘮顔回，若䘮子而無服，䘮子路亦然。請䘮天子若䘮父而無服也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "曽子問曰：“君薨旣𣩵，而臣有父母之䘮，則如之何？”孔子曰：“歸居于家，有殷事則之君所，朝夕否。”曰：“君旣歛，而臣有父母之䘮，則如之何？”孔子曰：“歸𣩵哭而反于君，殷事則歸，朝夕否。大夫室老行事，士則子孫行事。夫内子有殷事，則亦如之君所，朝夕否。”諸侯有親䘮，聞天子崩，奔䘮者何？屈己。親親猶尊尊之義也。春秋傳曰：“天子記崩不記葬者，必其時葬也。諸侯記葬不必有時。諸侯爲有天子喪奔，不得必以其時葬也。”大夫使受命而出，聞父母之喪，非君命不反者，盖重君也。故春秋傳曰：“大夫以君命出，聞䘮，徐行不反。”諸侯朝而有𥝠䘮，得還何？凶服不入公門，君不呼之義也。凶服不敢入公門者，明尊朝廷，吉凶不相干。故周官曰：“凶服不入公門。”曲禮曰：“居䘮不言樂，𥙊事不言凶，公庭不言婦女。”論語曰：“子於是日哭，則不歌。”臣下有大䘮，不呼其門者，使得終其孝道，成其大禮。春秋傳曰：“古者臣有大䘮，君三年不呼其門。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "聞哀哭而後行何？盡哀舒燌然後行，望國境則哭，過市朝則否。君子自抑，小人勉以及禮。見星則止，日行百里，惻怛之心，但欲見尸柩汲汲。故禮奔䘮以哭荅使者盡哀，問故遂行。曽子曰：“師三十里者行五十里，奔䘮百里。”旣除䘮，乃歸哭於墓何？明死者不可見，痛傷之至也。謂䘮不得追服者也，哭於墓而已。故禮奔䘮記曰：“之墓西向哭止。”此謂逺出歸後葬，䘮服以禮除。",
                    "zhushu": ""
                },
                {
                    "paragraph": "曽子與客立於門，其徒趨而出。曽子曰：“爾將何之？”曰：“吾父死，將出哭於巷。”曽子曰：“反哭於爾次。”曽子北面而吊焉。檀弓記曰：孔子曰：“吾惡乎哭諸？兄弟吾哭諸廟門之外，師吾哭諸寢，朋友吾哭諸寢門外，所知吾哭諸野。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "養從生，葬從死。周公以王禮葬何？以爲周公踐祚理政，與天同志，展與周道，顯天度數，萬物咸得，休氣允寒，原天之意，予愛周公與文武無異，故以王禮葬，使得郊𥙊。尚書曰“今天動威，以彰周公之德”，下言“禮亦冝之”。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "崩薨第四十三",
            "paragraphs": [
                {
                    "paragraph": "崩薨第四十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "書曰“成王崩”，天子穪崩何？别尊卑，異生死也。天子曰崩，大尊像，崩之爲言崩伏強，天下撫擊失神明，𥠖庶殞涕，海内悲凉。諸侯曰薨，國失陽，薨之言奄也，奄然亡也。大夫曰卒，精熠終卒，卒之爲言終於國也。士曰不禄，失其忠節，不忠終。君之緑，緑之言消也，身消名彰。庶人曰死，魂去亡，死之爲言澌，精氣窮也。崩薨紀於國何？以爲有尊卑之禮，謚號之制，即有矣，禮始於黄帝，至堯舜而備。易言“復”者，據遂也。書“殂落”，死者矣，各自見義。堯皆㦧痛之，舜見終，各一也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "䘮者何謂也？䘮者亡，人死謂之䘮，言其亡不可復得見也。不直言䘮何？爲孝子心不忍言。尚書曰：“武王旣䘮，䘮終曰：死，爲適室。”知據死者稱䘮也。生者䘮痛之，亦稱䘮。禮曰：“䘮服斬衰。”易曰：“不封不樹，䘮期無數。”孝經曰：“孝子之䘮親也。”是施生者也。天子下至庶人俱言䘮何？欲言身體髮膚俱受之父母，其痛一也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子崩，計告諸侯何？縁臣子䘮君，哀痛憤懣，無能不告語人者也。諸侯欲聞之，又當持土地所出，以供䘮事。故禮曰：“天子崩，遣使者計諸侯。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "王者崩，諸侯悉奔䘮何？臣子悲哀慟怛，莫不欲觀君父之棺柩，盡悲哀者也。又爲天子守蕃，不可頓空也，故分爲三部：有始死先奔者，有得中來盡其哀者，有得㑹䘮奉送君者。七月之間，諸侯有在京師親供臣子之事者也，號泣悲哀奔走道路者，有居其國哭痛思慕，竭盡所供以助䘮事者。是四海之内咸悲，臣下若䘮考妣之義也。葬有㑹者，親踈逺近盡至，親親之義也。童諸侯不朝而來奔䘮者何？明臣子於其君父，非有老少也，亦因䘮質，無般旋之禮，但盡悲哀而已。",
                    "zhushu": ""
                },
                {
                    "paragraph": "臣死亦赴告於君何？此君哀痛於臣子也，欲聞之加赙　之禮。故春秋曰“蔡侯考父卒”。傳曰：“卒赴而葬，禮也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "諸侯薨，赴告隣國何？縁隣國欲有禮也。春秋傳曰：“桓母䘮，告於諸侯。”桓母賤，尚告於諸侯，諸侯薨，告隣國明矣。",
                    "zhushu": ""
                },
                {
                    "paragraph": "諸侯夫人薨，告天子者，不敢自廢政事，天子亦欲知之，當有禮也。春秋曰：“天子使宰喧來歸惠公仲子之賵。”譏不及事。仲子者，魯君之貴妾也，何况於夫人乎？",
                    "zhushu": ""
                },
                {
                    "paragraph": "諸侯薨，使臣歸瑞珪於天子何？諸侯以瑞珪爲信，今死矣，嗣子諒闇，三年之後，當乃更爵命，故歸之，推讓之義也。禮曰：“諸侯薨，使臣歸瑞珪於天子。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子聞諸侯薨，哭之何？慘怛發中，哀痛之至也。使大夫吊之，追逺重終之義也。故禮檀弓曰：“天子哭諸侯，爵弁純衣。”又曰：遣大夫吊，詞曰：“皇天降災，子遭離之難。嗚呼哀哉！大王使臣某吊。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "臣子死，君往吊之何？親與之共治民，恩深義重厚，欲躬見之。故禮𮦀記曰：“君吊臣，主人待于門外，見馬首不哭。君至，主人先入，君升自阼階，西向哭，王人居中庭從哭。”或曰：大夫疾，君問之無數。士疾，二問之。而大夫卒，比葬不食肉；比卒哭不舉樂；士比𣩵不舉樂。玄冠不以吊者，不以吉服臨人凶，示助哀也。論語曰：“羔裘玄冠不以吊。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "崩薨三日乃小斂何？奪孝子之恩以漸也。一日之時，属纊於口上，以候絶氣。二日之時，尚兾其生。三日之時，魂氣不還，終不可柰何。故禮士䘮經曰：“御者四人，皆坐持禮属纊，以候絶氣。”禮曰：“天子、諸侯三日小斂，大夫、士二日小歛。”属纊於口者，孝子欲生其親也。人死必沐浴於中霤何？示㓗净反本也。禮檀弓曰：“死於牖下，沐浴於中霤，飯唅於牖下，小斂於戸内，大斂於阼階，𣩵於客位，祖於庭，葬於墓，所以即逺，奪孝子之恩以漸也。”所以有飯唅何？縁生食，今死不欲虚其口，故唅。用珠寳物何也？有益死者形體。故天子飯以玉，諸侯以珠，大夫以米，士以貝也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "贈禭何謂也？贈之爲言稱也，玩好曰贈。禭之爲言遺也，衣被曰，曰禭。知死者則贈禭，所以助生送死，追恩重終，副至意也。贈賵者何謂也？贈者，助也，所以相佐給不足也。故吊辤曰：“知生則赙。”貨財曰賻，車馬曰賵。",
                    "zhushu": ""
                },
                {
                    "paragraph": "天子七日而𣩵，諸侯五日而𣩵。事有小大，所供者不等。故王制曰：“天子七日而𣩵，諸侯五日而𣩵，卿大夫三日而𣩵。”夏后氏𣩵於阼階，殷人𣩵於兩楹之間，周人𣩵於西階之上何？夏后氏教以忠，忠者，厚也。曰：生吾親也，死亦吾親也，主人冝在阼。殷人教以敬，曰：死者將去，又不敢容也，故置之兩楹之間。周人共夾而敬之。周人教以文，曰：死者將去，不可又得，故賔客之也。檀弓記曰：夏后氏𣩵於阼階，殷人𣩵於兩楹之間，周人𣩵於西階。",
                    "zhushu": ""
                },
                {
                    "paragraph": "稽命徴曰：天子舟車𣩵何？爲避水火災也。故棺在車上，車在舟中，臣子更執紼，晝夜常百二十二人。紼者，所以掌持棺也。故禮曰：“天子舟車𣩵，諸侯車𣩵，大夫𠋣塗，士瘞。”尊卑之差也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "祖於庭何？盡孝子之恩也。祖者，始也，始載於庭也。乗軸車辭祖禰，故名爲祖載也。禮曰：“祖於庭，葬於墓。”又曰：“適祖昇自西階。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "所以有棺槨何？所以掩藏形惡也，不欲令孝子見其毀壞也。棺之爲言之皃，所以藏尸，令皃全也。槨之爲言廓，所以開廓辟土，無令迫棺也。禮王制曰：“天子棺槨九重，衣衾百二十稱于領。大度曰：公侯五重，衣衾九十稱，士再重。”禮曰：“大夫有大棺三重，衣衾五十稱，士無大棺二重，衣衾三十稱，單祫備爲一稱。”禮檀弓曰：“天子棺四重，水光草棺被之，其厚三寸，地棺一，梓棺二，柏椁以端長六尺。”有虞氏瓦棺，今以木何？虞尚質，故用瓦。夏后氏益文，故易之以堲周，謂堲木相周，無膠𣾰之周也。殷人棺椁，有膠𣾰之用。周人𣷽文，墻置翣，加巧飾。䘮葬之禮，縁生以事死，生時無，死亦不敢造。太古之時，穴居野處，夜皮帶革，故死衣之以薪，内藏不師。中古之時，有宫室衣服，故衣之幣帛，藏以棺椁，封樹識表，體以象生。夏殷彌文，齊之以器械。至周大文，縁夫婦生時同室，死同葬之。",
                    "zhushu": ""
                },
                {
                    "paragraph": "尸柩者何謂也？尸之爲言失也，陳也，失氣亡神，形體獨陳。柩之爲言究也，乆也，不復章也。曲禮曰：“在床曰尸，在棺曰柩。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "崩薨别號，至墓同何也？時臣子藏其君父，安暦之義貴賤同。葬之爲言，下藏之也。所以入地何？人時於隂，含陽光，死始入地，歸所與也。天子七月而葬，諸侯五月而葬何？尊卑有差也。天子七月而葬，同䡄必至；諸侯五月而葬，同㑹必至，所以愼終重䘮也。禮曰：“家人奉圗先君之葬，君居以中，昭穆爲左右，群臣從葬，以貴賤序，合葬者，所以固夫婦之道也。”故詩曰“榖則異室，死則同穴”。又禮檀弓曰：“合葬非古也，自周公已來未之有攺也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "葬於城郭外何？死生别處，終始異居。易曰“葬之中野”，所以絶孝子之思慕也。傳曰：“作樂於廟，不聞於墓；哭泣於墓，不聞於廟。”所以於北方何？就隂也。檀弓曰：“孔子卒，所以受魯君之璜玉，葬魯城北。”又曰：“於邑北，北首三代之逹禮也。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "封樹者，所以爲識，故檀弓曰：“古也墓而不墳，今丘也，東西南北之人也，不可以不識也。於是封之，崇曰尺。”春秋含文嘉曰：“天子墳髙三仞，樹以松；諸侯半之，樹以栢；大夫八尺，樹以欒；士四尺，樹以槐；庶人無墳，樹以楊柳。”",
                    "zhushu": ""
                }
            ]
        }
    ]
}