{
    "name": "尚書大傳",
    "author": "西汉・伏勝",
    "loadChapterCount": 5,
    "hasZhushu": true,
    "chapters": [
        {
            "name": "尙書大傳定本序",
            "paragraphs": [
                {
                    "paragraph": "尙書大傳定本序",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "尙書大傳四十一篇，見漢書藝文志。鄭康成序謂出自伏生，至康成詮次爲八十三篇。隋書經籍志、唐書藝文志、崇文總目、郡齋讀書志並著錄三卷。唐志别出暢訓一卷，疑卽略說之譌。舊唐志直云“尙書暢訓三卷，伏勝注”，繆甚。自葉夢得、晁公武皆言“今本首尾不倫”，直齋書錄解題言“印板刓闕，宋世已無完本”，迄明遂亡。近人編輯，有仁和孫晴川本、德州盧雅雨本、曲阜孔叢伯本。孫、盧本多殽舛。孔氏善矣，而分篇強復漢志之舊，非也。其他譌漏，猶不免焉。今覆加稽覈，楬所據依，稍參愚管而爲之案三卷首爲序錄一卷，其所芟除别爲訂誤一卷，末載漢書五行志，綴以它書所引劉氏五行傳論三卷，總爲八卷。序曰：伏生以明經爲秦博士，漢孝文時年且百歲。計其生在周末，得見詩、書古文，且博識先秦舊書雅記，多漢諸儒所未聞。遭時燔災，明哲退隱，嬴祚旣顚，守道不出。初抱百篇藏之山中，漢興亡失，求得二十九篇，而九共、帝告、嘉禾、揜誥、臩命諸闕篇，猶能言其作意，述其佚句。文帝命掌故鼂錯從受尙書，而伏生亦自以二十九篇授張生、歐陽生，敎於齊、魯之間。迄武、宣世，有歐陽、大小夏侯氏立學官，是爲今尙書。孔安國晩得壁中古文，多逸書十六篇，顧絶無師說，終漢之世，獨傳二十九篇而已。何則？二十九篇今文具存，文字異者不過數百，其餘與古文大恉略均，足相推校。逸十六篇旣無今文可攷，遂莫能盡通其義。凡古文易、書、詩、禮、論語、孝經所以傳，悉由今文爲之先驅，今文所無輒廢。古春秋左氏傳賴張蒼先修其業，故傳禮古經五十六卷，傳士禮十七篇，與后、戴同，而三十九篇逸禮竟廢。書亦猶是也。向微伏生，則唐、虞、三代典謨誥命之經，煙銷灰滅，萬古長夜。夫天爲斯文，篤生名德期頤之壽，以昌大道，豈偶然哉？尙書今學，精或不逮古文，然亦各守師法。賈逵以爲“俗儒”，康成以爲嫉此蔽冐不悛，迺謂當時博士末師破碎章句之過”。而伏生大傳條𢰅大義，因經屬恉，其文辭爾雅深厚，最近大、小戴記七十子之徒所說，非漢諸儒傳訓之所能及也。康成百世儒宗，獨注大傳，其釋三禮，每援引之。及注古文尙書，洪範五事，康誥孟侯，文王伐崇□耆之歲，周公克殷踐奄之年，咸據大傳以明事，豈非閎識博通，信舊聞者哉？且夫伏生之學，尤善於禮，其言巡狩、朝覲、郊尸、迎日、廟祭、族燕、門塾、學校、養老、擇射、貢士、考績、郊遂、采地、房堂、路寢之制，后夫人入御、太子迎問諸侯之法，三正之統，五服之色，七始之素，八伯之樂，皆唐、虞、三代遺文，往往六經所不備，諸子百家所不詳。漢始定天下，庶事艸剏，獨一叔孫通略定制度，雜以秦儀。若迺正朔、服色、郊望、宗廟之事，數世猶未章焉。假令當高帝時，伏生年未篤老，尊其高節，安車禮徵，與張蒼等考舊章，立經制，議禮樂，則魯兩生息面諛違古之誚，綘、灌諸臣冺年少紛更之讒，規橅粗定，然後繼以賈誼、董仲舒、河間獻王、王吉、劉向之倫，先後討論，法象明備，成康之治，何必不復見西京？今其書散佚，十無四五，猶可寶重。宋朱子與勉齋黃氏纂儀禮經傳通解，攈摭大傳獨詳，蓋有禆禮學，不虛也。五行傳者，自夏侯始昌，至劉氏父子傳之，皆善推禍福，著天人之應。漢儒治經，莫不明象數陰陽，以窮極性命，故易有孟、京“卦氣之候，詩有“翼奉五際”之要，春秋有公羊災異之條，書有夏侯、劉氏、許商、李尋“洪範”之論。班固本大傳，㩜仲舒，别向、歆，以傅春秋，告往知來，王事之表，不可廢也。是以錄漢書五行志附於後，以備一家之學云。東越陳壽祺。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "序錄",
            "paragraphs": [
                {
                    "paragraph": "序錄",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "史記儒林傳言尙書自濟南伏生。",
                    "zhushu": "漢書儒林傳：漢興，言書自濟南伏生。"
                },
                {
                    "paragraph": "伏生者，",
                    "zhushu": "裴駰集解：張晏曰：“伏生名勝，伏氏碑云。”○案曰：漢書儒林傳注引張晏曰：“名勝，伏生碑云。”史記索隱曰：“案張華云名勝，漢紀云字子賤。”“華”當爲“晏”字之誤。"
                },
                {
                    "paragraph": "濟南人也，故爲秦博士。孝文帝時，欲求能治尙書者，天下無有，乃聞伏生能治，欲召之。是時伏生年九十餘矣，不能行，於是乃詔太常，使掌故朝錯往受之。秦時焚書，伏生壁藏之。其後兵大𧺫流亾。漢定，伏生求其書，亾數十篇，獨得二十九篇，卽以敎於齊、魯之間。學者由是頗能言尙書，諸山東大師無不涉尙書以敎矣。伏生敎濟南張生及歐陽生，歐陽生敎千乘兒寛。兒寛旣通尙書，以文學應郡舉，詣博士受業，受業孔安國。張生亦爲博士。而伏生孫以治尙書徵，不能明也。自此之後，魯周霸、孔安國，雒陽賈嘉，頗能言尙書事。",
                    "zhushu": "漢書儒林傳同。",
                    "type": 2
                },
                {
                    "paragraph": "漢書蓺文志：尙書經二十九卷。本注：大、小夏矦二家。歐陽經三十二卷。",
                    "zhushu": "師古曰：“此二十九卷，伏生傳授者。”○案漢志“三”字舊亦作“二”，誤，今據玉海所引改。",
                    "type": 2
                },
                {
                    "paragraph": "傳四十一篇。歐陽章句三十一卷。大、小夏矦解故二十九篇。歐陽說義二篇。劉向五行傳記十一卷。許商五行傳記一篇。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "易曰：“河出圖，雒出書，聖人則之。”故書之所𧺫遠矣。至孔子篹焉，上斷於堯，下訖於秦，凡百篇，而爲之序，言其作意。秦燔書禁學，濟南伏生獨壁藏之。漢興亾失，求得二十九篇，以敎齊、魯之間。訖孝宣世，有大小夏矦氏，立於學官。劉向以中古文校歐陽、大小夏矦三家經文，酒誥脫簡一，召誥脫簡二。率簡二十五字者，脫亦二十五字，簡二十二字者，脫亦二十二字，文字異者七百有餘，脫字數十。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漢書儒林傳顏師古注引衞宏定古文官書序云：",
                    "zhushu": "案曰：“官”舊作“尙”，近金壇段若膺始據韓昌黎集正其誤，今从之。"
                },
                {
                    "paragraph": "伏生老，不能正言，言不可曉也，使其女傳言敎錯。齊人語多與潁川異，錯所不知者凡十二三，略以其意屬讀而已。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "儒林傳贊曰：“自武帝立五經博士，開弟子員，設科射策，勸以官祿，訖於元始，百有餘年，傳業者寖盛，支葉蕃滋，一經說至百餘萬言。”",
                    "zhushu": "案曰：儒林傳言，信都秦恭延君增師法至百萬言。桓譚新論亦云。"
                },
                {
                    "paragraph": "大師衆至千餘人，葢祿利之路然也。初，書唯有歐陽，至孝宣世，復立大、小夏矦尙書。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "後漢書伏湛傳：九世祖勝，字子賤，所謂濟南伏生者也。　初，自伏生已後，世傳經學，淸静無競，故東州號爲“伏不鬭”云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "顏氏家訓書證篇曰：“孔子弟子虙子賤爲單父宰，卽虙羲之後，俗字亦爲宓，或復加山。今兖州永昌郡城，舊單父地也，東門有子賤碑，漢世所立，乃云濟南伏生卽子賤之後。是虙之與伏，古來通字，誤以爲宓，較可知矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：伏生旣爲虙子賤之後，不應與其遠祖同字，而史記索隱引漢紀，以爲伏生字子賤，恐卽因漢碑而展轉致誤，漢碑固不誤也。今漢紀無此文，不知小司馬何據。然范蔚宗後漢書實云：“伏生名勝，字子賤。”其名則是，其字則非也。湖本史記載索隱引漢紀作紀年，引張晏作張華，皆誤。",
                    "type": 2
                },
                {
                    "paragraph": "尙書正義：按伏生所傳三十四篇，謂之今文，則夏侯勝、夏侯建、歐陽和伯三家所傳，及蔡邕所勒石經是也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "隋志：三家並立，而歐陽是盛。晉永嘉之亂，歐陽、大小夏侯尙書並亡。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "史記正義引七錄云：“三家至西晉並亡。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "梅頤本尙書序：伏生口以傳授，裁二十餘篇。伏生以舜典合於堯典，益稷合於皋陶謨，盤庚三篇合爲一，康王之誥合於顧命。經典釋文曰：“卽馬、鄭所注二十九篇。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：二十九篇古文分合皆與伏生本同。惟顧命一篇，馬分王出在應門以下爲康王之誥耳。今之舜典，古文、今文皆合於堯典；今之益稷，古文、今文皆合於皋陶謨。蓋百篇固別有舜典、益稷，古文“益稷”作“棄稷”，而漢世求之不得，僞孔乃于堯典、皋謨各謬析爲二篇也。",
                    "type": 2
                },
                {
                    "paragraph": "漢書五行志：董仲舒治公羊春秋，始推陰陽，爲儒者宗。宣、元之後，劉向治穀梁春秋，數其禍福，傳以洪範，與仲舒錯。至向子歆治左氏傳，其春秋意已乖矣，言五行傳又頗不同。孝武時，夏矦始昌通五經，善推五行傳，以傳族子夏矦勝，下及許商，皆以敎所賢弟子。其傳與劉向同，唯劉歆傳獨異。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漢書楚元王傳：成帝卽位，詔向頜校中五經秘書。向見尙書洪範，箕子爲武王陳五行陰陽休咎之應。向乃集合上古以來厯春秋六國至秦漢符瑞灾異之記，推迹行事，連傅禍福，著其占驗，比𩔖相從，各有條目，凡十一篇，號曰洪範五行傳論，奏之。贊曰：劉氏洪範論發明大傳，著天人之應。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漢書夏侯勝傳：從始昌受尙書及洪範五行傳，說灾異。　會昭帝崩，昌邑王嗣立，數出。勝當乘輿前諫曰：“天久陰而不雨，臣下有謀上者，陛下出欲何之？”王怒，謂勝爲妖言，縛以屬吏。吏白大將軍霍光。是時，光與車騎將軍張安世謀欲廢昌邑王，光讓安世以爲泄語，安世實不言。廼召問勝，勝對言：“在洪範傳曰：皇之不極，厥罰常陰，時則下人有伐上者，惡察察言，故云臣下有謀。”光、安世大驚，以此益重經術士。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漢書李尋傳：治尙書，獨好洪範灾異。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "晉書五行志：文帝時，宓生創紀大傳，其言五行庶徵僃矣。班固據大傳，采仲舒、劉向、劉歆著五行志。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "宋書五行志：伏生剏紀大傳，五行之體始詳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "水經注卷五河水篇：漯水又東逕漢徵君伏生墓南，碑碣尙存，以明經爲秦博士。秦坑儒士，伏生隱焉。漢興，敎於齊、魯之間，𢰅五經尙書大傳。文帝安車徵之，年老不行，乃使掌故歐陽生等受尙書於徵君，號曰伏生者也。",
                    "zhushu": "案曰：伏生未嘗徧𢰅五經，掌故受尙書者乃鼂錯，非歐陽生，水經注有誤。",
                    "type": 2
                },
                {
                    "paragraph": "後漢書鄭𢆯傳：凡𢆯所注周易、尙書、毛詩、儀禮、禮記、論語、孝經、尙書大傳、中候、乾象厤，又著天文七政論、魯禮禘祫議、六藝論、毛詩譜、駮許愼五經異議、答臨孝存周禮難，凡百餘萬言。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孝經序疏：鄭志目錄記鄭之所注，五經之外，有中候、大傳、七政論、乾象厤、六藝論、毛詩譜、答臨碩難周禮、許愼異義、釋廢疾、發墨守、箴膏肓、答甄守然等書。經典釋文序錄：尙書大傳三卷，伏生作。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "隋書經籍志：尙書大傳三卷，",
                    "zhushu": "鄭𢆯注。"
                },
                {
                    "paragraph": "大傳音三卷，",
                    "zhushu": "顧彪𢰅。"
                },
                {
                    "paragraph": "尙書洪範五行傳論十一卷。",
                    "zhushu": "漢光祿大夫劉向注。"
                },
                {
                    "paragraph": "伏生尙書傳四十一篇，以授同郡張生，張生授千乘歐陽生、濟南伏生之傳，惟劉向父子所著五行傳是其本法，而又多乖戾。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "隋書五行志：易以八卦定吉凶，書以九疇論休咎，春秋以灾祥驗行事。漢時有伏生、董仲舒、京房、劉向之倫，能言灾異，六經有足觀者。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "初學記：伏生爲尙書傳四十一篇，歐陽、大小夏矦傳其學，各有能名，是曰今文尙書。劉向五行傳、蔡邕勒石經皆其本。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "舊唐書經籍志：尙書暢訓三卷，伏勝注。",
                    "zhushu": "案曰：尙書大傳有略說一篇，諸經義疏每引之。隋志無大傳而有暢訓，伏生無此書，“暢訓”當爲“略說”形近之譌，“三卷”當爲“一卷”。此伏生所𢰅，不可謂注。舊志此條多謬，新唐書亦然。第新書列大傳三卷，又出暢訓一卷，疑舊志尙有脫誤。",
                    "type": 2
                },
                {
                    "paragraph": "尙書洪範五行傳論十一卷，劉向𢰅。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "唐書藝文志：伏勝注大傳三卷，暢訓一卷。劉向洪範五行傳論十一卷。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "册府元龜：顧彪𢰅大傳音三卷。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "崇文總目：尙書大傳三卷，漢濟南伏勝𢰅，後漢大司農鄭𢆯注。伏生本秦博士，以章句授諸儒，故博引異言，援經而申證云。",
                    "zhushu": "見文獻通考。",
                    "type": 2
                },
                {
                    "paragraph": "中興書目：鄭康成敘曰：葢自伏生也。伏生爲秦博士，至孝文時，年且百歲。張生、歐陽生從其學而授之。音聲猶有譌誤，先後猶有差舛，重以篆隷之殊，不能無失。生終後，數子各論所聞，以己意彌縫其闕，別作章句。又特撰大義，因經屬指，名之曰傳。劉子政校書，得而上之，凡四十一篇。至𢆯始詮次爲八十三篇。",
                    "zhushu": "見玉海卷三十七。",
                    "type": 2
                },
                {
                    "paragraph": "郡齋讀書志：尙書大傳三卷，右秦伏生勝𢰅，鄭康成注。",
                    "zhushu": "下與中興書目同。"
                },
                {
                    "paragraph": "今本四卷，首尾不倫。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "直齋書錄解題：尙書大傳凡八十有三篇，當是其徒歐陽、張生之徒雜記所聞，然未必當時本書也。印板刓闕，合更求完善本。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "葉夢得曰：“自安國學行，歐陽氏遂廢。今世所見，惟伏生大傳，首尾不倫，言不雅馴。至以天地人四時爲七政，以金縢作於周公殁後，何可盡據？其流爲劉向五行傳、夏矦氏灾異之說，失孔子本意益遠。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "遂初堂書目尙書𩔖：尙書大傳。",
                    "zhushu": "不注卷數。",
                    "type": 2
                },
                {
                    "paragraph": "文獻通攷經籍攷：尙書大傳三卷。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "通志藝文略：伏生大傳三卷，",
                    "zhushu": "鄭𢆯注。"
                },
                {
                    "paragraph": "洪範五行傳論十一卷，",
                    "zhushu": "漢光祿大夫劉向。"
                },
                {
                    "paragraph": "五行傳記一篇。",
                    "zhushu": "漢許商。",
                    "type": 2
                },
                {
                    "paragraph": "宋史藝文志：伏勝大傳三卷，鄭𢆯注。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "宋史李燾傳：尙書大傳雜記一卷。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孫退谷承澤庚子銷夏記：唐王維伏生圖摩詰妙畫，傳世者，人止知有江干雪霽圖。余曾一見之，乃後人臨本。至人物之妙，有非唐人所能及者。伏生圖，一老儒生伏几而坐，手持一卷，乃授經圖也。宋高宗題簽云：“王維寫濟南伏生。”上用乾卦小圓璽。卷舊在金陵黃琳家。顧遯園客座贅譚載，都元敬嘗在黃美之家見此圖，驚嘆不置。不知何年入故內，今復傳出。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "劉體仁公㦷七頌堂識小錄，伏生圖，席地憑几，短鬚雞皮，眞九十老人，而眉目靜遠，則大儒也。宣和題“王維寫伏生”數字，字極楷，上用乾卦印，背亦精絹装。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "朱彜尊王維伏生圖跋，右王維所𦘕伏生，上有宋思陵題字。庚戌十月觀于退谷孫侍郞齋。生，濟南人也。予遊濟南，于長白山之陰相生墓，",
                    "zhushu": "案曰：水經注：漯水又東逕漢徵君伏生墓南云云。"
                },
                {
                    "paragraph": "見其祠宇庳隘，至不容筵几，有司牲醪歲時之饗，或闕焉不修，世人無知重生者，葢經學之不明久矣。思秦之時，書生訟言封禪，致有坑儒之禍，生爲秦博士得免，其明哲有過人者。及漢興，隱士負一時之望，莫若商山四皓，初未聞講習經義，傳之弟子，則其年雖八十餘，衣冠甚偉，與土木何異？生獨能于微言旣絕之時，敎學齊魯，老而益勤，卒傳之晁錯。斯文未喪，天若有意于生而錫之年者。百世之後，宜師其人而識其貌焉。維之所畫，特想像爲之而已。然蓺事旣神，其精思所感，必或見之。觀是圖者，不問知其爲生，此思陵所以寶惜而親題之也。世之法書善畫，多祕之內府，人旣未得觀，間復流傳于世，藏之者非其人，則觀者亦取非其人，此書畫之厄也。是圖之得歸孫氏，非至幸與？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "再題王維伏生圖，是圖庚戌冬觀于北平孫侍郞塾室，因跋其尾。旣而歸干棠邨梁相國，今爲漫堂宋公所藏。主雖三易，不墮秦會之、賈師憲、嚴惟中之手，濟南生亦幸矣。桉中興書目、館閣續錄：",
                    "zhushu": "桉曰：宋嘉定間人編次。"
                },
                {
                    "paragraph": "維所畫濟南伏生圖，曾歸祕閣儲藏，故宋元以來，題跋獨少。宋公定爲眞蹟，知孫、梁二公賞鑒略同也。",
                    "zhushu": "案曰：宣和畫譜，王維寫濟南伏生像，亦見淸河書畫舫。",
                    "type": 2
                },
                {
                    "paragraph": "建立伏博士始末  ",
                    "zhushu": "載陽湖孫氏平津館叢書。",
                    "type": 2
                },
                {
                    "paragraph": "嘉慶元年十二月十一日，署按察使司孫咨山東學院曹爲咨呈事，本司査",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "國家擇先聖賢之後，置五經博士，授以世職，所以崇儒重道，典禮優渥。其制仿自明景泰時，歴代增置。至我",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "朝修明祀典，自孔門十哲，上溯周公，旁及關裔，下至宋儒，皆爲置立五經博士，至周至備。考列朝五經博士之設，或以制禮作樂，或以身通六藝，或以闡揚道統。惟漢代諸儒，承秦絶學之後，傳授經文經義，去古不遠，皆親得七十子之傳。若伏生、鄭康成，其功在經學絕續之際，較七十子爲難，又迥在唐、宋諸儒之上。今世祠墓子孫，現在本屬鄒平、高密之境，允宜會同貴院，將二賢學行奏請",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "國家，予以曠典，以昭先賢傳道之報。考尙書出於伏生壁藏，又口授其義，始有今文廿八篇顯於世。及孔壁得古文書，孔安國以今文讀之，其無今文可証者凡十六篇，竟不能讀，又無能註者，謂之“逸書”，存于故府。今之孔傳梅頥所上，非孔壁古文，朱文公疑之。是漢無伏生，則尙書不傳，傳而無伏生，亦不明其義。卽古文書後出，孔壁無伏生之今文，亦不能識讀。是伏生一人，爲唐、虞三代微言道統之所寄。今鄒平有伏氏，諸城有宓氏，皆其後也。鄭康成爲東州大儒，於易、書、詩、禮、論語、孝經皆有傳註。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "欽定諸經義疏，多引鄭注。唐儒正義，推闡其說，宋儒章句，沿襲其詞。至乎三代禮儀、服物、典章，周、程、張、朱註解，不出鄭註範圍，亦或遜其精密，故范史以“孔書遂明”稱之。核其行事，見于史傳，亦無可議。今其祠墓、子孫現在高密，前學院阮曾加修葺，又爲設奉祀生。或以前代置五經博士，重在道統，不知道存乎經統，本于堯、舜、禹、湯、文、武。伏生不傳尙書，道何所存？統何所述？東晉板蕩，經師失傳，諸經之義，豈能臆說？賴鄭康成集漢儒之大成，經義無康成，則淵源幾絕，唐宋諸儒何由復傳道統？幸値我",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "國家久道化成，興廢繼絕，伏生、鄭康成祠墓、子孫適在東省，地方官自宜陳請增置五經博士，以爲世職。維學院有激揚風化之責，事關崇奉先賢，本司不便專政。爲此咨呈貴院，挈本司銜名，具稿上聞，並祈指正裁奪，賜覆施行。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "嘉慶三年十二月初三日。鄒平縣知縣李詳濟南府金　爲查明先賢嫡裔，詳請承襲，以隆祀典事。卷查嘉慶二年正月初四日，䝉本府票內開一件：爲咨呈事。嘉慶元年十二月十六日，䝉學院曹牌開，嘉慶元年十二月十一日，據署臬司孫咨稱，先儒伏生、鄭康成宜陳請增置五經博士等情到院。查五經博士承襲定例，由藩司核議，詳請撫部院具題咨部辦理。兹據呈請增設，事關題請，應飭該地方官查明伏生、鄭康成嫡裔，開造事實淸册，妥議通詳等因到府，合行轉飭。又於嘉慶三年五月二十一日，䝉本府憲票前事，內開“本年五月十二日，䝉布政司票開，前准臬司咨查先儒伏生後裔伏氏係鄒平縣人，增置五經博士，以光祀典等因。當經抄錄行查去後，迄今日久，未據詳覆，合行飭催等因到縣。䝉此，遵卽差查去後。嗣據卑縣伏生鄕伏中興同伏敬祖呈稱，爲遵諭陳明，懇恩轉詳事。切身始祖名勝，爲秦博士。及漢文時，口授傳今文尙書。宋咸平三年，追封乘氏伯，居古濟南城東關，今祠墓在鄒平城者十八里。二世、三世、四世，名諱無考。至五世祖孺，當漢武時，客東武，因家焉。六世、七世亦無考。八世祖名理，當代名儒，受詩于匡衡。九世祖名湛，漢成時拜大司徒，封陽都侯，家藏宗圖。二世、三世、四世以及六世、七世闕名，與漢書所載伏氏世系適相符合，實無從再爲確查闕文。十世祖名翕，爲湛之子，亦嗣陽都侯爵。至十六世祖典，當漢獻時國除。累世傳至元代，有名伏步者，當順帝末年，靑州府屬縣兵荒特甚，遷居鄒平北鄕，載在家乘，步係始祖四十六世孫，湛祖三十八世孫，此回籍鄒平之始祖也。又傳至六十一世，名永芳，前任縣主程於康熈三十五年選爲奉祀。乾隆十一年，前任縣主雷又選身父名紹先爲奉祀，均䝉賜給縣文可驗。又傳至身，爲始祖六十三世孫，身姪孫爲始祖六十五世孫。現今䝉各憲飭查後裔，宜陳請增置五經博士。身年已老邁，不堪承襲。身姪孫敬祖年十歲，現在從師肄業，於嘉慶元年奉祀陪祭，爲始祖六十五世孫，爲湛祖五十七世孫，守墓祭奠，歴經數百年矣。理合將遷徙回籍緣由，懇請轉詳上憲。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "奏請授敬祖世襲五經博士，以昭二千餘年曠典，伏祈恩准轉詳。計粘呈宗圖一紙等情。據此，卑職會同儒學覆查無異。該鄒平縣知縣李瓊林查看得奉憲飭査先儒伏生後裔，請增置五經博士一案。緣伏生名勝，爲秦博士，及漢文時，口授今文尙書，至宋咸平時，追封乘氏伯，居古濟南城東關，今祠墓在卑職城北十八里伏生鄕，春秋官爲致祭。伏生五世孫伏儒，漢武時遷居東武，卽今之靑州府屬也，載在漢書。至元代有名伏步者，係伏生四十六世孫，當順帝末年，値靑屬兵荒，遷居卑縣城北伏生鄕，累世相傳，至六十一世名永芳，康熈年間，前任程令選爲奉祀，令其陪祭。至乾隆十一年間，前任雷令又選六十二世孫伏繼宗之兄伏紹先爲奉祀生，均未詳給部照。今紹先之子伏中興，係伏生六十三世孫，現在年老務農，不能承襲。惟査六十五世孫敬祖，年甫十齡，從師讀書，克承儒業。卑職伏思",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "國家崇儒重道，凡先賢後裔，咸增置五經博士，以昭曠典。今查先儒伏生自秦火之後，口授尙書今文二十八篇，以顯於世。是漢無伏生，則尙書不傳，傳而無伏生，亦不明其義。誠如前臬憲所咨，伏生一人爲唐虞三代微言道統之所寄，允宜選擇嫡裔，早爲承襲，以昭褒崇盛典。今查伏敬祖是否係伏生嫡派、長支、長孫，除宗圖之外，别無考証。惟盡卑縣境内，現在除伏繼宗、伏中興、伏敬祖三人，並無伏姓其人，則伏敬祖爲伏生嫡派，似無疑義。應請卽令伏敬祖承襲五經博士，以符",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "盛典。緣奉飭議，理合取具宗圖，並地隣戸族甘結，造具履歴淸册，加具印結，會同儒學具文，祥請憲臺察核施行。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "嘉慶五年十二月初十日，布政使司全詳。巡撫部院惠，爲詳請增設五經博士，以光祀典事。嘉慶五年四月初三日，䝉前巡撫部院蔣批：據鄒平縣先儒伏生增設五經博士緣由，䝉批，查增設五經博士，事關鉅典，未便草率。據詳先儒伏氏祠墓，子孫俱在該縣城北，有無碑誌書籍考証？其祠堂建始何年？現在作何修理？墓道何所？曾否設有奉祀生？現在本支人數若干？詳內均未查明聲敘，礙難核辨。仰布政司轉飭詳細確切查明祠墓實據，取具世系宗譜圖說，詳請察奪，仍候學院批示繳等因批司。䝉此，當經錄批轉飭詳查祠墓實據去後，兹據濟南府知府德生詳，據鄒平縣知縣李瓊林詳稱，遵卽覆査。據卑縣伏生鄕伏繼宗呈稱，緣身始祖名勝，前爲秦博士，宋咸平二年追封乘氏伯爵，配享",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "聖廟東廡。墓在鄒平縣城北一十八里伏生鄕，卽今縣誌所載古濟南郡東關也。其祠之創建，年遠莫稽。墓前碑記，至順二年重修，禮部尙書張起巖撰文。後歴元明以及",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "國朝重修數次，俱有縣誌碑文可考。縣誌内載“伏墓林煙圖”，爲邑十六景之一。又載墓有牆，旁有祠，祠旁有書院，爲朔望講學之所。今墓與書院俱廢，僅有墓坵、墓道碑在鄒邑城東七里舖東西大路北，與墓南北對値，相隔十八里。墓東南旁現有祠三間，東西書樓二座，祭庭三間，大門一座。查漢書載伏生世系，始祖名勝，卽傳經之伏生，二世無名，三世有記載無名，四世無名，五世名儒，武帝時客東武，因家焉。六世、七世俱無名，八世名理，當代大儒，以詩授成帝。至湛爲始祖九世孫，光武徵拜大司徒，封陽都侯。漢書與身家所傳譜系相合，雖有闕名，實足信古而傳後。且嘗考家乘圖說，有始祖四十六世孫名步，爲身十七世祖，當元朝末年，自靑歸鄒，世守祠墓，治祭陪祭已數百餘年。至康熈三十五年，前任縣主程選身父名永芳爲奉祀，名載重修碑記。乾隆十二年，前任縣主雷又選身堂兄名紹先爲奉祀，給縣印札，實未領有部照。紹先係現在詳請承襲五經博士，伏敬祖之曾祖也。現今本支人數，身爲始祖六十二世孫外，惟姪曾孫敬祖爲始祖六十五世孫。身年七十六歲，無子嗣。敬祖年十歲，祖父皆没，從師温習四書，並熟易、書、詩三經，則爲乘氏伯嫡裔。大宗堪充𣸸設五經博士𨕖者，止有敬祖一人。身伏思傳經支葉閱二千餘年之久，僅存此一老一幼，零丁狐獨，如一線之未絕耳。懇恩轉詳，計粘宗圖一紙等情。據此，卑職覆查無異，擬合取具宗圖，具文詳請本府核轉等情到府。卑府覆查無異，擬合將送到宗圖册結，轉詳本使司核轉等情到司。據此，該本使司查得先儒伏生爲有漢大儒，口授尙書于秦火之餘，厥功甚鉅，似宜𨕖擇嫡裔承襲博士，以光祀典。兹據濟南府縣查明，伏生六十五代孫伏敬祖克承儒業，堪膺充補五經博士之職，取造册結宗圖前來，理合備由具文，詳請憲臺察核施行。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "嘉慶七年正月十九日，山東巡撫和疏題爲請詳增設五經博士，以光祀典事云云。該臣看得先儒伏生爲有漢大儒，口授尙書於秦火之餘，厥功甚鉅，似宜選擇嫡裔承襲博士，以光祠典。今據布政使吳俊詳稱，據濟南府行據鄒平縣查明，伏生六十五代孫伏敬祖，克承儒業，堪以充補五經博士之職。取造册結宗圖，墨搨碑文，並伏生所載縣誌文記，詳送到司，擬合詳情㑹核具題等情，呈詳前來。臣覆查無異，除册結宗圖、墨搨文記送部外，謹會同學政臣劉合詞具題，伏祈",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "皇上睿鑒，",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "勅部議覆施行。謹會題請旨。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "嘉慶七年四月初二日，禮部疏題前事云云。該臣等議得自古先賢鉅儒，博考經濟，垂世立敎，或顯達未及其身，斯旌揚宜歸於後。兹據該撫疏稱“先儒伏生六十五代孫伏敬祖，請設爲五經博士”等語。臣等伏查，伏勝爲秦博士，秦時焚書，六經幾至息傳。漢孝文時，求能治尙書者，天下無有，賴伏勝口授尙書於晁錯。自是典謨誓誥之文，藉以不墜，其傳經之功甚鉅。旣據該撫查明伏勝祠墓碑記，遺蹟尙存，嫡泒子孫世系可考，似應𣸸設世襲五經博士一員，以廣酧庸之典，以昭",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "崇文之治。應如該撫所請，伏勝六十五代孫伏敬祖立爲五經博士，先行咨部註册，俟伊年及十五以上，給咨送部考試，驗其文理明順，再行題請承襲，咨吏部給劄。恭候",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "命下之日，行文吏部並該撫查照辦理。臣等未敢擅便，謹題請",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "旨本月初四日奉",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "旨：依議，欽此。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "嘉慶十年十二月十七日，禮部疏題爲請",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "旨事。准前任山東巡撫全保咨稱：前准禮部議覆前任山東巡撫和寕題請伏生後裔𣸸設五經博士一疏，內開伏勝六十五代孫伏敬祖，應請立爲五經博士，俟年及十五以上，給咨送部考試，再行題請承襲等因。於嘉慶七年四月初二日題，初四日奉",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "旨：依議，欽此。欽遵在案。今據署布政司金光悌詳稱，據濟南府詳，據鄒平縣查明，應襲五經博士伏敬祖年十七歲，應令赴部考試，取具印甘各結呈送，轉請給咨赴部考試等情，詳送前來，理合給咨該博士親賫赴部投逓考試等因，移咨到部。該臣等議得，例載先儒後裔應承襲五經博士人員，年十五歲以上者，由該省督撫給咨赴部考試，如果文理明順，題准承襲等語。查先儒後裔，前經臣部于嘉慶七年題准，𣸸設五經博士，俟伊六十五代孫伏敬祖年及十五以上，該撫送部考試，驗其文理明順，再行題請承襲等因在案。今據前任山東巡撫全保咨稱，伏勝後裔伏敬祖，現年十七歲，例應送部考試前來。經臣部考試，得伏敬祖文理明順，與承襲之例相符，應准其承襲五經博士。恭候",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "命下臣部，行知吏部，照例給劄。臣等未敢擅便，謹題請",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "旨。本月十九日奉",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "旨：依議，欽此。",
                    "zhushu": "",
                    "type": 2
                }
            ]
        },
        {
            "name": "重修伏生祠記",
            "paragraphs": [
                {
                    "paragraph": "重修伏生祠記",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "暴秦焚滅經籍，欲愚黔首。黔首固未可愚，祇自愚以速滅亡。而經籍之在人心者，如日月之揭乎天，固亦不可得而滅也。噫！秦灰已冷，漢業聿新，孰謂禍難㪚亡之餘，間有伏生巋然久存，獨能壽遺經於胸臆，以傳來學，而新生民之耳目哉！是盖天相斯人，𢌿之以九十之年，而其所以託之者有在也。濟南鄒平縣治東北十餘里，號伏生鄕，伏生之墓在焉。卽墓所有祠，歲久弊漏。縣尹大寕曹明叔視事之歲，躬拜祠下，顧瞻徘徊，睠先賢之所藏，仰遺像之有託，慨然興懷，營修完飾，輪奐一新。率邑人士與凡在官者，具牲醴以祀。復專其子獻來請曰：“願有述。”起巖緬維先生之有功於斯文，天下所共知，後世論次其功，贈乘氏伯，號曰大儒，從享孔廟，天下通祀。惟鄒以其鄕，獲私展其敬，旣列祠縣學，又卽墓建祠，其趨向可知也。會曹尹復能崇墓葺祠，俾邑人益知有以景仰前哲而進于學，於以化民成俗，是眞能舉其職矣。起巖，濟產也，聞其請，故不敢辭。旣書其事，因附所見，俾來者有攷，仍繫以銘。按漢儒林傳：伏生名勝，爲秦博士，壁藏書以避禁兵，後亡數十篇，獨以二十九篇敎于齊、魯。文帝欲召，時年已九十餘，老不能行，詔掌故晁錯往受之。衞宏云：伏生老不能正言，言不可曉，使其女傳語敎錯。孔安國書序但云：失其本經，口以傳授。藝文志：尙書二十九篇，乃其所受者，漢儒謂之今文。隋經藉志乃云：伏生口傳二十八篇，作書傳四十一篇，以授同郡張生，張生授千乘歐陽生，歐陽生授倪寛，寛授歐陽之子，世傳至曾孫高，謂之歐陽學。又張生傳夏侯都尉，有大小夏侯學。宋葉夢得以書出伏生者二十三篇傳歐陽歙。崇文總目：尙書大傳二卷，爲伏勝撰。晁氏以爲勝終之後，歐陽生、張生各誦所聞，特撰大義，名之曰“傳”。其說互有不同，要之今文尙書出於伏生者則一也。先生爲秦博士，秦坑儒，無所施其學，其學至漢始傳。然則先生之學旣施於漢，而名以顯於後世，故余不繫之秦而繫之漢，題曰“漢濟南伏先生祠碑”云。銘曰：於維先生，始焉則屯，終焉則亨。獨抱遺經，以淑後人，以慰幽貞。行法俟命，天錫耄年，庸待治平。竟以所授，列於學宮，其道大明。書以人傳，人以書顯，垂萬世名。稽古之力，斯文與俱，兹不曰榮。從祀孔廟，徧於寰區，罔不敬承。矧兹梁鄒，鄕墓攸在，礪世作程。沉沉亢扃，體魄斯安，祠以妥靈。茂宰尙賢，有壞必葺，遹觀厥成。於鄕於學，祀享相望，閱千百齡。穹碑有銘，被之絃歌，用侑爾牲。元至順二年禮部尙書張起巖撰",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "唐傳堯典",
            "paragraphs": [
                {
                    "paragraph": "唐傳",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：困學紀聞卷二云：“大傳說堯典，謂之唐傳，則伏生不以是爲虞書。”",
                    "type": 2
                },
                {
                    "paragraph": "堯典",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "堯年十六，以唐侯升爲天子，遂以爲號。",
                    "zhushu": "論語泰伯疏。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：堯典正義云：“徧檢書傳，無帝堯卽位之年。”則此似非伏生大傳文，疑出書緯。",
                    "type": 2
                },
                {
                    "paragraph": "辯章百姓",
                    "zhushu": "見毛詩采菽正義、史記五帝紀索隱、後漢書注。",
                    "type": 2
                },
                {
                    "paragraph": "辨章百姓，百姓昭明。",
                    "zhushu": "癸辛雜識前集引“尙書大傳第一日”云云。",
                    "type": 2
                },
                {
                    "paragraph": "主春者，張昏中，可以種穀。主夏者，火昏中，可以種黍。主秋者，虚昏中，可以種麥。主冬者，昴昏中，可以收歛。",
                    "zhushu": "以上見禮書卷三十五、尙書堯典正義。又周禮司寤氏疏引“穀”作“稷”，“收歛”下多“葢藏”二字，“黍”下多“菽”字。又周禮考工記疏、北堂書鈔、太平御覽二十一時序部六、八百三十八百穀部二、八百四十二百穀部六並節引。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：太平御覽時序部十八、又二十一、又二十四引尙書考靈曜曰：“鳥星爲春候，火星爲夏期，專陽相助，同精感符。虚星爲秋候，昴星爲冬期，陰氣相佐，德乃弗邪。子助母收，母合子符。”鄭康成注：虚星，北方㝛也；昴星，西方㝛也。陰，指母也。禮記月令正義引尙書考靈曜曰：“主春者，鳥星，昏中可以種稷。主夏者，心星，昏中可以種黍。主秋者，虚，昏中可以種麥。主冬者，昴星，昏中則入山可以斬伐，具器械。王者南面而坐，視四星之中者，而知民之緩急，急則不賦力役，故敬授民時。”書緯之言，與伏生書傳同。淮南子主術訓：張昏中，則務種穀；大火中，則種黍菽；虚中，則種㝛麥；昴中，則收斂畜積、伐薪木。此卽本大傳。",
                    "type": 2
                },
                {
                    "paragraph": "秋昏，虚星中，可以種麥。注：虚，北方𢆯武之㝛，八月昏中，見於南方。",
                    "zhushu": "齊民要術二。",
                    "type": 2
                },
                {
                    "paragraph": "主冬者，昴昏中，可以收斂、田獵、斷伐，當上吿之天子，而下賦之民。故天子南面而視四星之中，知民之緩急，急則不賦籍，不舉力役。故曰：“敬授人時。”此之謂也。注：籍，公家之常徭。",
                    "zhushu": "太平御覽二十六時序部十一。又尙書堯典正義、北堂書鈔、路史後紀十一引小異。",
                    "type": 2
                },
                {
                    "paragraph": "東方者，何也？動方也。物之動也。何以謂之春？春，出也，故謂東方春也。",
                    "zhushu": "太平御覽十八時序部三。又藝文𩔖聚三。",
                    "type": 2
                },
                {
                    "paragraph": "春，出也，萬物之出也。",
                    "zhushu": "廣韻十八眞。",
                    "type": 2
                },
                {
                    "paragraph": "南方者，何也？任方也。任方者，物之方任。何以謂之夏？夏者，假也，吁荼萬物養之外者也。故曰：南方夏也。",
                    "zhushu": "御覽二十一時序部六。",
                    "type": 2
                },
                {
                    "paragraph": "夏者，假也，吁荼萬物而養之外也。注：吁荼讀曰“嘘舒”。",
                    "zhushu": "事𩔖賦注。末六字是鄭注。",
                    "type": 2
                },
                {
                    "paragraph": "西方者，何也？鮮方也。鮮，訊也。訊者，始入之皃。始入者，何以謂之秋？秋者，愁也。愁者，萬物愁而入也。故曰：“西方者秋也。”注：秋，收斂皃。",
                    "zhushu": "御覽二十四時序部九。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：“愁”當如禮記作“揫”字之誤。注“秋”字亦當作“揫”。",
                    "type": 2
                },
                {
                    "paragraph": "北方者，何也？伏方也。伏方也者，萬物伏藏之方。伏藏之方則何以謂之冬？冬者，中也。中也者，萬物方藏於中也。故曰：北方冬也。陽盛則吁荼萬物而養之外也，陰盛則呼吸萬物而藏之內也。注：吁荼，氣出而温；呼吸，氣入而寒。温則生，寒則殺也。故曰“吁吸也者，陰陽之交接，萬物之終始。”",
                    "zhushu": "御覽二十六時序部十一。又藝文𩔖聚三、記纂淵海卷三節引。又事𩔖賦五。",
                    "type": 2
                },
                {
                    "paragraph": "中春辯秩東作，中夏辯秩南譌，中秋辯秩西成，中冬辯在朔易，",
                    "zhushu": "周禮馮相氏注。賈公彥疏云：“據書傳而言。”",
                    "type": 2
                },
                {
                    "paragraph": "便秩東作。",
                    "zhushu": "史記五帝紀集解引尙書傳。",
                    "type": 2
                },
                {
                    "paragraph": "辯秩東作，",
                    "zhushu": "史記五帝紀索隱引尙書傳。",
                    "type": 2
                },
                {
                    "paragraph": "便在伏物。",
                    "zhushu": "史記五帝紀索隱引尙書傳。",
                    "type": 2
                },
                {
                    "paragraph": "分命和仲，度西曰桺穀，",
                    "zhushu": "周禮縫人注。賈疏云：“是濟南伏生書傳文。”",
                    "type": 2
                },
                {
                    "paragraph": "寅餞入日，辯秩西成。傳曰：“天子以秋命三公將率𨕖士厲兵，以征不義，決獄訟，斷刑罰，趣收斂，以順天道，以佐秋殺。”",
                    "zhushu": "御覽二十四時序部九。",
                    "type": 2
                },
                {
                    "paragraph": "辯在朔易，日短。朔，始也。傳曰：“天子以冬命三公謹葢藏，閉門閭，固封境，入山澤田獵，以順天道，以佐冬固藏也。”",
                    "zhushu": "御覽二十六時序部十一。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：伏生尙書大傳引書“日短”下無“星昴”二字，或傳寫失之，或以“日短”斷句。",
                    "type": 2
                },
                {
                    "paragraph": "注：否，不也。",
                    "zhushu": "文𨕖羽獵賦注引鄭元尙書大傳注。○案曰：此疑否德之注。",
                    "type": 2
                },
                {
                    "paragraph": "孔子對子張曰：“男子三十而娶，女子二十而嫁。女二十而通織絍績紡之事，黼黻文章之美，不若是，則上無以孝於舅姑，下無以事夫養子也。”",
                    "zhushu": "周禮媒氏疏無“女二十而”四字。通典五十九嘉禮四。○又毛詩摽有梅正義。",
                    "type": 2
                },
                {
                    "paragraph": "婦人八歲僃數，十五從嫡，二十承事君子。",
                    "zhushu": "公羊隱七年解詁。徐疏云：“書傳文。”",
                    "type": 2
                },
                {
                    "paragraph": "孔子曰：“舜父頑母嚚，不見室家之端，故謂之鰥。",
                    "zhushu": "毛詩桃夭序正義引唐傳。又尙書堯典正義、通鑑前編“帝堯七十載注。○堯典正義曰：“鰥者，無妻之名，不拘老少。書傳以舜年尙少，爲之說耳。”",
                    "type": 2
                },
                {
                    "paragraph": "男三十而娶，女二十而嫁。”書：有鰥在下曰虞舜。",
                    "zhushu": "大戴禮本命篇盧辨注。",
                    "type": 2
                },
                {
                    "paragraph": "舜生姚墟。",
                    "zhushu": "風俗通山澤，弟十。謹案尙書云云。姚墟在濟陰城陽縣。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：尙書無此文，此葢尙書傳文。",
                    "type": 2
                },
                {
                    "paragraph": "昔舜耕于厯山，陶于河濱，注：厯山在河東。",
                    "zhushu": "毛詩魏譜正義。又尙書大禹謨正義。",
                    "type": 2
                },
                {
                    "paragraph": "注：厯山在河東，今有舜井。",
                    "zhushu": "水經瓠子水注。御覽四十二地部七“井”作“墓”，引鄭元云。",
                    "type": 2
                },
                {
                    "paragraph": "販于頓丘，就時負夏。",
                    "zhushu": "史記五帝紀索隱。又御覽八百二十九資產部九引上句。",
                    "type": 2
                },
                {
                    "paragraph": "舜漁于雷澤之中。注：雷夏，沇州澤，今屬濟陰。",
                    "zhushu": "史記五帝紀集解。御覽七十二地部三十七，又八百三十三資產十三引傳。",
                    "type": 2
                },
                {
                    "paragraph": "正月上日，受終于文祖，抂旋機玉衡，以齊七政。齊，中也。七政者，謂春、秋、冬、夏、天文、地理、人道，所以爲政也。道正而萬事順成，故天道政之大也。旋機者，何也？傳曰：“旋者，還也。機者，幾也，微也。其變幾微，而所動者大，謂之旋機。是故旋機謂之北極。受謂舜也。上日，元日。",
                    "zhushu": "御覽二十九時序部十四。又史記五帝紀正義、天官書索隱，○玉海天文上引大傳與此不同，葢誤。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：隋書天文志引尙書攷靈曜：“璇璣中而星未中爲急，急則日過其度，月不及其㝛；璇璣未中而星中爲舒，舒則日不及其度，月過其㝛；璇璣中而星中爲調，調則風雨時，庶艸蕃蕪，而百穀登，萬事康也。”玉海天文門引此文，首有“昏明主時，乃命中星者”九字，是書緯言抂旋機以定中星之法也。",
                    "type": 2
                },
                {
                    "paragraph": "注：渾儀中筩爲旋機，外規爲玉衡也。",
                    "zhushu": "史記天官書索隱引鄭元注大傳云。",
                    "type": 2
                },
                {
                    "paragraph": "萬物非天不生，非地不載，非春不動，非夏不長，非秋不收，非冬不藏。故書曰：“煙于六宗。”此之謂也。注：煙，祭也，字當爲禋。馬氏以爲六宗，謂日、月、星辰、泰山、河、海也。經曰：“肆𩔖于上帝，禋于六宗，望秩于山川，徧于羣神。”月令：“天子祈來年于天宗。”如此，則六宗近謂天神也。以周禮差之，則爲星辰、司中、司命、風師、雨師也。",
                    "zhushu": "御覽十八時序部三、儀禮經傳通解續二十六上因事之祭。○又御覽五百二十八禮儀部七。績漢祭祀志中注、北堂書鈔引並無注。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：注“司中”，宋本御覽作“司人”，非。“煙”，舊作“湮”。路史餘論五云：禋于六宗，大傳作“煙”，則事止燔燎。据此，大傳字从火㫄垔作“煙”，故鄭注直釋之曰“祭”也。周禮大宗伯疏引尙書洛誥注云：“禋，芬芳之祭。”康成注周禮“以禋祀祀昊天上帝”云：“禋之言煙，周人尙𦤀，煙，氣之𦤀聞者也。”是鄭据書堯典“煙于六宗”之文以解禮也。他書誤爲“湮”字，則注語不可通矣。史晨祀孔子廟碑“以供煙祀”，樊毅修西嶽廟記“奠柴燎煙”，西京賦“升高煙于太乙”，魏受禪碑“煙于六宗”，與大傳合。",
                    "type": 2
                },
                {
                    "paragraph": "古者圭必有冒，言不敢專達之義也。天子執冒以朝諸侯，見則覆之。注：君恩覆之，臣敢進。",
                    "zhushu": "周禮玉人疏。",
                    "type": 2
                },
                {
                    "paragraph": "古者圭必有冒，言下之必有冒，不敢專達也。天子執冒以朝諸侯，見則覆之。故冒圭者，天子所與諸侯爲瑞也。瑞也者，屬也。無過行者，得復其圭，以歸其國；有過行者，畱其圭，能改過者，復其圭。三年圭不復，少黜以爵；六年圭不復，少黜以地；九年圭不復，而地畢，此所謂諸侯之朝於天子也。義則見屬，不義則不見屬。",
                    "zhushu": "禮書五十二。又御覽八百六珍寶部五。文獻通考節引，“畱其圭”下有“三年”二字。",
                    "type": 2
                },
                {
                    "paragraph": "天子執瑁以朝諸侯，見則覆之。故圭瑁者，天子所與諸侯爲瑞也。瑞也者，屬也。諸侯執所受圭與璧，以朝於天子，無過者得復其圭，以歸其國，其餘有過者，畱其圭，能正行者，復還其圭。三年圭不復，少絀以爵；六年圭不復，少絀以地；九年圭不復而地削。此謂諸侯之朝于天子也。義則見屬，不義則不見屬。",
                    "zhushu": "白虎通文質篇。又路史後紀十二、山堂考索、演䌓露、玉海竝節引。",
                    "type": 2
                },
                {
                    "paragraph": "古者巡守，以遷廟之主行，出，以幣帛皮圭吿於祖，遂奉以載於齊車，每舍奠焉，然後就舍。反必吿奠，卒，斂幣玉，藏之兩階之間，蓋貴命也。",
                    "zhushu": "路史後紀十二疏仡紀有虞。",
                    "type": 2
                },
                {
                    "paragraph": "見諸侯，問百年。命大師陳詩以觀民風俗。命市納賈以觀民好惡。山川神祇有不舉者爲不敬，不敬者削以地。宗廟有不順者爲不孝，不孝者黜以爵。變禮易樂爲不從，不從者君流。改衣服制度爲畔，畔者君討。有功者賞之。尙書曰：“明試以功，車服以庸。”",
                    "zhushu": "白虎通巡守篇。",
                    "type": 2
                },
                {
                    "paragraph": "注：百年，老成人，見尊之之至也。",
                    "zhushu": "路史後紀十二疏仡紀有虞引鄭康成注云。",
                    "type": 2
                },
                {
                    "paragraph": "舜修五禮、五玉、三帛，",
                    "zhushu": "廣韻入聲二十陌“帛”字注。",
                    "type": 2
                },
                {
                    "paragraph": "以賢制爵，以庸制祿，故人愼德興功，輕利而興義。",
                    "zhushu": "路史後紀十一陶唐氏。",
                    "type": 2
                },
                {
                    "paragraph": "三年一使三公絀陟，",
                    "zhushu": "公羊隱八年何休解詁。疏云：書傳文。",
                    "type": 2
                },
                {
                    "paragraph": "五年親自巡守。巡，猶循也。狩，猶守也。循行守視之辭。亦不可國至人見爲煩擾，故至四嶽，知四方之政而已。",
                    "zhushu": "公羊隱八年解詁。蔬云：堯典文。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：堯典無此文，蓋皆出伏生堯典傳，疏脫“傳”字耳。今附錄於此。",
                    "type": 2
                },
                {
                    "paragraph": "古之帝王必有命，民能敬長矜孤，取舍好讓者，命於其君，然後得乘飾車駢馬，衣文錦。未有命者，不得衣，不得乘，乘、衣者有罰。",
                    "zhushu": "後漢書王符傳注。又藝文𩔖聚舟車部引同，惟無“命於其君”四字，“不得乘”作“不乘車”。又禮書卷十四引同，“未有命者”作“民之未命者”。又毛詩都人士正義、禮記大學正義、御覽八百十五布帛部二、路史後紀十一並節引，“好讓”下有“舉事力”三字。",
                    "type": 2
                },
                {
                    "paragraph": "注：飾，漆之。駢，併也。",
                    "zhushu": "周禮巾車疏引鄭注云。",
                    "type": 2
                },
                {
                    "paragraph": "注：居士錦帶。",
                    "zhushu": "禮書十四引鄭氏釋之曰。",
                    "type": 2
                },
                {
                    "paragraph": "古者有命，民有飾車駢馬衣錦。",
                    "zhushu": "禮記玉藻正義引唐傳云。",
                    "type": 2
                },
                {
                    "paragraph": "唐虞象刑，而民不敢犯，苗民用刑，而民興相漸。唐虞之象刑，上刑赭衣不純，中刑雜屨，下刑墨幪，以居州里而民恥之。注：純，緣也。時人尙德義，犯刑者但易之衣服，自爲大恥。屨，履也。幪，巾也。使不得冠飾。",
                    "zhushu": "御覽六百四十五刑法部十一。○又文𨕖求賢良詔注、七命注，初學記二十，白帖象刑，荀子正論篇注，竝節引。",
                    "type": 2
                },
                {
                    "paragraph": "唐虞之象刑，上刑赭衣不純，中刑雜屨，下刑墨幪，以居州里而反於禮。注：純，緣也。時人尙德義，犯刑者但易之衣服，自爲大恥。周禮罷民亦然。上刑易三，中刑易二，下刑易一，輕重之差。",
                    "zhushu": "公羊傳襄二十九年疏。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：傳末“而反於禮”四字，公羊襄二十九年疏作“而民恥之”。據路史後紀十一紀陶唐云：唐傳作“而反于禮”，甫刑傳以三刑爲有虞氏者，非。今依改。○案又曰：路史引“而反於禮”四字爲唐傳，下卽言“三刑非有虞制”，是此四字與上刑、中刑、下刑云云相屬，皆在唐傳中。路史此下又釋云：純，緣也。幪，巾也。周禮罷民亦然。上刑易三，下刑易一，輕重之差也。皆用鄭注文，則唐傳有此節傳注甚明。吳中本以此四字綴上條“而民恥之”下，非也。",
                    "type": 2
                },
                {
                    "paragraph": "唐虞象刑，犯墨者䝉皂巾，犯劓者赭其衣，犯臏者以墨幪其臏處而畫之，犯大辟者布衣無領。",
                    "zhushu": "北堂書鈔象刑。○酉陽雜俎卷八引首九字，無“䝉”字。“皂”舊譌爲“帛”，今從雜俎引改。○雜俎下引白虎通：墨者，額也，取漢法火之勝金。",
                    "type": 2
                },
                {
                    "paragraph": "帝猶反側，晨興，闢四門，來仁賢。",
                    "zhushu": "文𨕖刻漏銘注。又毛詩關雎正義引首句。",
                    "type": 2
                },
                {
                    "paragraph": "書曰：“三歲考績，三考黜陟幽明。”其訓曰：“三歲而小考者，正職而行事也。九歲而大考者，黜無職而賞有功也。其賞有功也，諸侯賜弓矢者，得專征，賜鉄鉞者，得專殺，賜圭瓚者得爲鬯以𥙊。不得專征者，以兵屬於得專征之國。注：春秋傳曰：魯賦八百，邾賦六百，以兵屬於晉，由是也。不得專殺者，以獄屬於得專殺之國。不得賜圭瓚者，資鬯於天子之國，然後𥙊。注：資，取。",
                    "zhushu": "儀禮集傳集注三十三王制之已。又儀禮經傳通解、續宗廟、路史發揮五、禮記王制正義竝節引。又路史後紀十二有虞紀引作周傳。考績訓。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：“周書無‘考績’之文，‘周’當爲‘唐’字之誤。”路史“賞有功也”下尙有“一之三以至九年”云云三十八字，其文詞不𩔖大傳，葢羅氏泌之語，今不錄。",
                    "type": 2
                },
                {
                    "paragraph": "三年一使三公絀陟。",
                    "zhushu": "公羊隱八年何休解詁，疏云：“書傳文。”",
                    "type": 2
                },
                {
                    "paragraph": "堯南撫交阯。",
                    "zhushu": "水經注三十七淹水注。",
                    "type": 2
                },
                {
                    "paragraph": "堯時麒麟在郊藪。",
                    "zhushu": "毛詩麟趾序正義引唐傳云。",
                    "type": 2
                },
                {
                    "paragraph": "堯使契爲田，",
                    "zhushu": "路史發揮卷四注引伏氏書。",
                    "type": 2
                },
                {
                    "paragraph": "弃爲田。",
                    "zhushu": "路史後紀十一云：“伏書亦謂弃爲田。”。"
                }
            ]
        },
        {
            "name": "虞傳",
            "paragraphs": [
                {
                    "paragraph": "虞傳",
                    "zhushu": "○案曰：“尙書正義卷二云：‘伏生雖有一虞夏傳，以外亦有虞傳、夏傳。’”",
                    "type": 1
                },
                {
                    "paragraph": "九共傳。",
                    "zhushu": "○案曰：困學紀聞卷二云：“虞傳有九共篇。”漢藝文志考證云：“大傳篇有九共。",
                    "type": 2
                },
                {
                    "paragraph": "書曰：“予辯下土，使民平平，使民無敖。”",
                    "zhushu": "困學紀聞卷二、玉海卷三十七、○路史後紀十一引作“民以無敖”。",
                    "type": 2
                },
                {
                    "paragraph": "九共以諸侯來朝，各述其土地所生美惡，人民好惡，爲之貢賦政敎。略能記其語曰：“予辯下土，使民平平，使民無敖。”",
                    "zhushu": "薛季宣書古文訓十六引伏生稱。",
                    "type": 2
                },
                {
                    "paragraph": "五年一朝。",
                    "zhushu": "公羊桓元年注，徐疏云：“虞傳文。”",
                    "type": 2
                },
                {
                    "paragraph": "古者諸侯之於天子，五年一朝。朝，見其身，述其職。述其職者，述其所職也。",
                    "zhushu": "文𨕖二十六謝靈運之郡初發都詩注，又上林賦注、張景陽雜詩注、五等諸侯論注。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：公羊疏以“五年一朝”爲書傳文，其詳見此，蓋卽九共之傳也。"
                }
            ]
        },
        {
            "name": "虞夏傳",
            "paragraphs": [
                {
                    "paragraph": "虞夏傳",
                    "zhushu": "案曰：禮記王制正義云：“伏生書傳有虞夏傳。”",
                    "type": 1
                },
                {
                    "paragraph": "堯爲天子，丹朱爲太子，舜爲左右。注：",
                    "zhushu": "左右，助也，若周之冡宰典國事。"
                },
                {
                    "paragraph": "堯知丹朱之不肖，注：肖，似也。",
                    "zhushu": "史記五帝本紀索隱亦引此三字。"
                },
                {
                    "paragraph": "必將壞其宗廟，滅其社稷，而天下同賊之。故堯推尊舜而尙之，屬諸侯焉，致天下於大麓之野。注：堯受運衡，知天命之所在而授，又深知朱之不似，不欲命於天誅，如桀、紂也。",
                    "zhushu": "御覽百四十六皇親部十二引傳並注。",
                    "type": 2
                },
                {
                    "paragraph": "堯推尊舜，屬諸侯，致天下於大麓之野。注：山足曰麓。麓者，錄也。古者天子命大事，命諸侯，則爲壇國之外。堯聚諸侯，命舜陟位居攝，致天下之事，使大錄之。",
                    "zhushu": "路史發揮五引虞夏傳及鄭康成注云。",
                    "type": 2
                },
                {
                    "paragraph": "堯得舜，推而尊之，贈以昭華之玉。",
                    "zhushu": "文𨕖石闕銘注、曲水詩序注。",
                    "type": 2
                },
                {
                    "paragraph": "堯致舜天下，贈以昭華之玉。",
                    "zhushu": "御覽八百四珍寶部三。又見事𩔖賦九。案曰：此上二條當與路史所引爲一。",
                    "type": 2
                },
                {
                    "paragraph": "尙書曰：“堯將禪舜，納之大麓之野，烈風雷雨不迷，致之以昭華之玉。”",
                    "zhushu": "水經濁漳水注引尙書。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：疑尙書逸篇之文，且與文𨕖注、御覽所引異，恐非尙書傳。",
                    "type": 2
                },
                {
                    "paragraph": "舜耕于厯山，堯妻之以二女，屬其九子也，贈以昭華之玉。",
                    "zhushu": "初學記帝玉部。",
                    "type": 2
                },
                {
                    "paragraph": "維元祀，巡守四嶽八伯。注：祀，年也。元年，謂月正元日，舜假于文祖之年也。巡，行也，視所守也。天子以天下爲守，堯始得羲和，命爲六𨜮，其主春夏秋冬者，并掌方嶽之事，是爲四嶽，出則爲伯。其後稍死，鵃吺、共工等代之，乃分置八伯。",
                    "zhushu": "注見儀禮通解續二十六，亦見周禮序，御覽皇王部六、禮儀部十六。又通鑑前編節引。"
                },
                {
                    "paragraph": "壇四奧，沈四海，封十有二山，兆十有二州。注：奧，內也，安也。四方之內，人所安居也。爲壇祭之，謂祭四方之帝、四方之神也。祭水曰沈，",
                    "zhushu": "注見儀禮通解續。又見文𨕖宋郊祀歌注。御覽禮儀部十六亦引此句。"
                },
                {
                    "paragraph": "祭者必封，封亦壇也。十有二山，十有二州之鎭也。兆，域也，爲營域以祭十二州之分星也。壇、沈、封、兆，皆因所宐爲之名。",
                    "zhushu": "御覽八十一皇王部六引“維元祀”至此，下有“濬川”二字，宐從之。○注見儀禮通解續。"
                },
                {
                    "paragraph": "樂正定樂名。注：樂正，樂官之長。周禮曰“大司樂”。",
                    "zhushu": "注見儀禮通解續。"
                },
                {
                    "paragraph": "元祀代泰山，注：元，始也。歲二月東巡守，始祭代氣於泰山也。東稱代。書曰：“至于岱宗，柴。”",
                    "zhushu": "注見儀禮通解續。"
                },
                {
                    "paragraph": "貢雨伯之樂焉。陽伯之樂，注：陽伯，猶言春伯，春官秩宗也，伯夷掌之。",
                    "zhushu": "毛詩小雅鼓鐘疏引虞傳，“陽伯”上有“東嶽”二字。儀禮經傳通解續二十六、通鑑前編竝同。○注見儀禮通解續。"
                },
                {
                    "paragraph": "舞株離，注：株離，舞曲名。言象物生育離根株也。",
                    "zhushu": "注見儀禮通解續。又毛詩鼓鐘正義、周禮鞮鞻氏疏引注“株離”至此。"
                },
                {
                    "paragraph": "其歌聲比余謠，注：徒歌謂之謠。其聲淸濁，比如余謠，然後應律也。",
                    "zhushu": "注見儀禮通解續。"
                },
                {
                    "paragraph": "名曰晳陽。注：晳，當爲析。春厥民析。晳陽，樂正所定名也。是時契爲司徒，掌地官矣。後又舉禹掌天官。",
                    "zhushu": "注見儀禮通解續。"
                },
                {
                    "paragraph": "儀伯之樂，注：儀，當爲羲，羲，仲之後也。",
                    "zhushu": "注見儀禮通解續。"
                },
                {
                    "paragraph": "舞鼚哉，其歌聲比大謠，名曰“南陽”。”注：鼚，動貌。哉，始也。言象物應雷而動，始出見也。南，任也。",
                    "zhushu": "注見儀禮通解續。"
                },
                {
                    "paragraph": "中祀大交霍山，",
                    "zhushu": "爾雅釋地疏引虞夏傳：“霍山爲南嶽。”。"
                },
                {
                    "paragraph": "貢兩伯之樂焉。注：中，仲也，古字通。春爲元，夏爲仲。五月南巡守，仲祭大交氣於霍山也。南交，稱大交，書曰“宅南交”是也。",
                    "zhushu": "注見通鑑前編。"
                },
                {
                    "paragraph": "夏伯之樂，注：夏伯，夏官司馬也，棄掌之。舞謾彧。",
                    "zhushu": "聖賢羣輔錄“謾彧”作“漫哉”，“舞”下有“武”字。一無“武”字。玉海同。"
                },
                {
                    "paragraph": "其歌聲比中謠，名曰初慮。",
                    "zhushu": "羣輔錄作“祁盧”。玉海同。"
                },
                {
                    "paragraph": "注：謾，猶曼也。彧，長貌。言象物之滋曼彧然也。初慮，陽上極，陰始謀也。謾或爲謗。羲伯之樂，注：羲伯，羲叔之後也。舞將陽。其歌聲比大謠，名曰朱于。",
                    "zhushu": "案曰：羣輔錄作“朱華”。玉海同。詩考作“于”。"
                },
                {
                    "paragraph": "注：將陽，言象物之秀實動搖也。于，大也。秋祀桺穀華山，貢兩伯之樂焉。注：八月西巡守，祭桺穀之氣於華山也。桺，聚也，齊人語。秋伯之樂，注：秋伯，秋官士也。咎陶掌之。舞蔡俶。其歌聲比小謠，名曰苓落。",
                    "zhushu": "案日：“苓”，羣輔錄作“零”。"
                },
                {
                    "paragraph": "注：蔡，猶衰也。俶，始也。言象物之始衰也。和伯之樂，注：和伯，和仲之後也。",
                    "zhushu": "案日：注“和仲”，儀禮通解續及路史後紀引作“和叔”，非，今改正。"
                },
                {
                    "paragraph": "舞𢆯鶴。其歌聲比中謠，名曰歸來。注：𢆯鶴，言象陽鳥之南也。歸來，言反其本也。幽都𢎞山祀，注：𢎞山，恆山也。十有一月朔巡守，祭幽都之氣於恆山也。互言之者，明祭山北稱幽都也。貢兩伯之樂焉。冬伯之樂，注：“冬伯，冬官司空也。垂掌之。舞齊落。注：齊落，終也。言象物之終也。齊或爲聚。歌曰縵縵。垂爲冬伯舞丹鳳，一曰齊落。歌曰齊樂，一曰縵縵。注：和伯樂闕。",
                    "zhushu": "聖賢羣輔錄引。又玉海百二十五引大傳云，見羣輔錄。○注“和伯樂闕”四字，見通鑑前編。○案：“日一日齊落，一日縵縵”二句，疑鄭注之文，非大傳文也。"
                },
                {
                    "paragraph": "幷論八音四會注：“此上下有脫辭，其說未聞。”",
                    "zhushu": "羣輔錄。"
                },
                {
                    "paragraph": "歸假于禰祖，用特。五載一巡守，羣后德讓，貢正聲，而九族具成。注：“族”當爲“奏”，言諸侯貢其正聲，而天子九奏之樂乃具成也。",
                    "zhushu": "以上傳自“維元祀”至此，見儀禮經傳通解續二十六，上因事之祭全引。又通鑑前編帝舜元載引虞夏傳“維元祀”至“用特”止。○又御覽八十一禮儀部十六引“維元祀”至“兆十有二州”，路史餘論卷八引“舜元祀”，後紀十二有虞紀引“維元祀”至“八伯”，竝云虞夏傳。毛詩小雅鼓鐘正義引“東嶽陽伯之樂”，尙書堯典正義引說舜典之四岳及羲伯、和伯，周禮鞮鞻氏疏引“陽伯之樂舞株離”，並云虞傳。○又周禮序，文𨕖上林賦注、長笛賦注、顏延年郊祀歌注，御覽皇王部六，禮記王制正義，路史後紀十二，通鑑前編帝堯元載，玉海、詩攷、小學紺珠、聖賢羣輔錄並引。○以上注自“夏伯”至此，並見儀禮經傳通解續二十六。",
                    "type": 2
                },
                {
                    "paragraph": "五載一巡守，羣后德讓，貢正聲，而九族具成。雖禽獸之聲，猶悉關於律。樂者，人性之所自有也。故聖王巡十有二州，觀其風俗，習其性情，因論十有二俗，定以六律、五聲、八音、七始，著其素蔟以爲八，此八伯之事也。分定於五，此五嶽之事也。五聲，天音也。八音，天化也。七始，天統也。",
                    "zhushu": "通鑑前編帝舜六載引書大傳。又北堂書鈔樂、隋書音樂志、禮書百十七、路史後紀十二、詩地理考並節引。"
                },
                {
                    "paragraph": "注：“族”當爲“奏”。言諸侯貢其正聲，而天子九奏之樂乃具成也。關，猶入也。",
                    "zhushu": "“入”，路史後紀引作“統”。"
                },
                {
                    "paragraph": "今詩國風是也。",
                    "zhushu": "案日：此因論十有二俗下注。"
                },
                {
                    "paragraph": "五聲，宫、商、𧢲、徵、羽也。八音，鐘、鼓、笙、磬、塤、篪、柷、敔、琴也。七始，黃鐘、林鍾、大蔟、南吕、姑洗、應鍾、㽔賓也。歌聲不應此則去之。素，猶始也。蔟，猶聚也。樂音多，聚以爲八也。五，謂塤在北方，鼓抂東方之屬。天，所以理陰陽也。",
                    "zhushu": "注見通鑑前編全引。○又隋書音樂志、禮書百十七。",
                    "type": 2
                },
                {
                    "paragraph": "維五祀，定鐘石，論人聲，乃及鳥獸，咸變於前。故更箸○四時，推六律六吕，詢十有二變，而道宏廣。五作十道，孝力爲右。秋養耆老，而春食孤子，乃浡然招樂，興於大鹿之野。執事還歸。二年，𧭓然乃作大唐之歌。",
                    "zhushu": "通鑑前編帝舜五載引虞夏傳。又宋書禮志、路史後紀十二有虞紀、路史發揮五、詩攷。",
                    "type": 2
                },
                {
                    "paragraph": "注：詢，均也。五作，五教也。十道，謂君令、臣共、父慈、子孝、兄愛、弟敬、夫和、妻柔、姑慈、婦聽者也。興，成也。樂以致天神，出地祇，致人鬼爲成也。𧭓，猶灼也。大唐之歌，美堯之禪也。",
                    "zhushu": "注見通鑑前編帝舜五載。〇又路史後紀十二引“五作十道”注。",
                    "type": 2
                },
                {
                    "paragraph": "樂曰：“舟張辟雍，鶬鶬相從。八風回回，鳳皇喈喈。",
                    "zhushu": "玉海音樂，又六藝流别卷一。",
                    "type": 2
                },
                {
                    "paragraph": "案日：路史後紀十二云：維五祀，定鐘石，論人聲，鳥獸咸變。乃更著四時，推律吕，均十有二變，而道宏廣。于是勃然興韶于大麓之野。執事還歸，二年，䜎然乃作大唐之歌，以聲帝美。聲成而絑鳳至。故其樂日：“舟張辟雍，鶬鶬相從。八風回回，鳳皇喈喈。”据此，則“樂日”以下當與上文相屬，但疑尙有脫文耳。“𧭓”作“䜎”字之誤。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "又案日:尙書無劮：“無或侜張，爲幻爾疋。”釋訓：“侜張，誑也。”說文解字：“侜，有壅蔽也。”揚雄國三老箴：“姦寇侏張。”“侏張”卽“侜張”之異文。鄭注周禮甸祝“禂，今侏大也”。注：論語“朱張”爲“侏張”，與“夷逸”皆不作人名解。鄭意“夷逸”謂夷于逸民，“侏張”謂狂士張大皃也。尙書大傳“舟張辟雍”，“舟”卽“侜”之省，同聲假借，言辟雍之形有壅蔽而張大也。",
                    "type": 2
                },
                {
                    "paragraph": "維五祀，定鐘石，論人聲。注：舜始欲改堯樂。乃及鳥獸，咸變於前。注：百獸率舞之屬。秋養耆老，而春食孤子，乃浡然招樂，興於大鹿之野。報事還歸。二年，𧭓然乃作大唐之歌。注：𧭓，猶灼也。大唐之歌，美堯之禪也。歌者三年，昭然乃知乎王世，明有不世之義。招爲賓客，而雍爲主人。注：招、雍皆樂章名也。賓入奏招，主人入奏雍也。始奏肆夏，納以孝成。注：始，謂尸入時也。納，謂薦獻時也。肆夏、孝成，皆樂章名。舜爲賓客，而禹爲主人。注：舜旣使禹攝天子之事，於祭祀避之，居賓客之位，獻酒則爲亞獻也。樂正道贊曰：“尙考太室之義，唐爲虞賓。注：尙考，猶言往時也。太室，明堂中央室也。義，當爲儀。儀，禮儀也。謂祭太室之禮，堯爲舜賓也。至今衍於四海，成禹之變，垂於萬世之後。注：衍，猶溢也。言舜之禪天下，至於今，其德業溢滿四海也。",
                    "zhushu": "御覽五百七十一樂部九，又御覽天部八、人事部四十六。詩考。",
                    "type": 2
                },
                {
                    "paragraph": "維十有三祀，帝乃稱王而入唐郊，猶以丹朱爲尸。於時百執事咸昭然乃知王世不絕，爛然必自有繼祖守宗廟之君。注：舜承堯，猶子承父。雖已改正易樂，猶祭天於唐郊，以丹朱爲尸。至十三年，天下旣知己受堯位之意矣，將自正郊，而以丹朱爲王者後，欲天下昭然知之，然後爲之，故稱王也。晉祀夏郊，以董伯爲尸，知當以丹朱爲王者後，使祭其郊也。祖，或爲體。",
                    "zhushu": "儀禮經傳通解續二十二天神引傳及注。○又禮記曲禮正義載異義引虞夏傳“舜入唐郊”二句。禮書七十四尸、通鑑前編帝堯七十載引同。",
                    "type": 2
                },
                {
                    "paragraph": "維十有四祀，帝乃雍而歌者重篇。",
                    "zhushu": "通鑑前編帝舜十四載引虞夏傳。",
                    "type": 2
                },
                {
                    "paragraph": "維十有四祀，鐘石笙筦變。聲樂未罷，疾風發屋，天大雷雨。帝沈首而笑曰：“明哉！非一人天下也，乃見於鐘石。”",
                    "zhushu": "北堂書鈔石。○又路史發揮五注引虞傳云：“維五祀，興韶樂於大鹿之野。十四祀，笙管變，天大雷雨疾風爲遜禹之事也。”。",
                    "type": 2
                },
                {
                    "paragraph": "維十有五祀，祀者貳尸。",
                    "zhushu": "通鑑前編帝舜十五載引虞夏傳。",
                    "type": 2
                },
                {
                    "paragraph": "維十有五祀，舜爲賓客，禹爲主人。樂正進贊曰：“尙考太室之義，唐爲虞賓。”",
                    "zhushu": "文𨕖王元長曲水詩序引尙書大傳。",
                    "type": 2
                },
                {
                    "paragraph": "還歸二年，而廟中苟有歌大化、大訓、六府、九原，而夏道興。",
                    "zhushu": "通鑑前編。",
                    "type": 2
                },
                {
                    "paragraph": "歌大化、大訓、六府、九原，而夏道興！注：四章皆歌禹之功。",
                    "zhushu": "困學紀聞卷二。",
                    "type": 2
                },
                {
                    "paragraph": "於時𨜮雲聚，俊乂集，百工相和而歌𨜮雲。",
                    "zhushu": "御覽人事部四十六，又天部八。又藝文𩔖聚天部上、祥瑞部上，後漢書崔駰傳注、文𨕖江文通雜體、顔特進侍宴詩注，竝引，小異。",
                    "type": 2
                },
                {
                    "paragraph": "於時俊乂百工相和而歌𨜮雲。帝乃倡之曰：“𨜮雲爛兮，注：和氣之明者也。糺縵縵兮，注：敎化廣遠。或以爲雲出岫，回薄而難名狀也。日月光華，旦復旦兮。注：言明明相代。八伯咸進，稽首曰：“明明上天，爛然星陳。日月光華，弘於一人。”帝乃載歌，旋持衡曰：“日月有常，星辰有行。四時從經，萬姓允誠。於予論樂，配天之靈。遷於賢聖，莫不咸聽。鼚乎鼓之，軒乎舞之。菁華已竭，褰裳去之。”於時八風循通，𨜮雲藂藂。注：藂或爲蔟，言和氣應也。蟠龍賁信於其藏，注：蟠，屈也。蛟魚踴躍於其淵，龜鼈咸出於其穴，遷虞而事夏也。",
                    "zhushu": "通鑑前編“帝舜十五載”。又御覽樂部九引“帝乃倡之”至末，引傳及注。○又御覽八天部八引“舜時𨜮雲見，於時百工和歌，舜歌日”云云。又御覽九天部九，御覽八百七十二休徵部一，事𩔖賦二“雲”注、卷十一“歌”注，藝文𩔖聚四十三祥瑞部上，文𨕖東京賦注、别賦注、曲水詩序注、潘正叔贈陸機詩注、七命注，竝分别載歌，藝文四十三、御覽五百七十一，並作再歌。“舞之”，御覽作“無之”。“循通”，御覽作“循涌”，“賁”作“僨”。他書“循通”作“脩通”，非。“於其藏”，文𨕖七命注“于”作“越”。“旋持衡”三字，御覽無，今從前編增。“旋”上依宋書符瑞志當有“擁”字，前編亦脫。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案日：“𧭓然作大唐之歌”，徐陵梁禪陳策文云：“精華旣竭，耄勤已倦，則抗首而笑，惟賢是與，䜎然作歌，𥳑能斯授。”悉用尙書大傳事，而“䜎”字作“䜎”，路史亦作“䜎”。据鄭注“𧭓，猶灼也”，則作“䜎”者誤。又北堂書鈔引大傳“沈首而笑”，徐陵文作“抗首”，通鑑外紀作“枕首”。尋其文義，“抗首”是也。又宋書符瑞志云：“舜乃擁璿持衡而笑。”北齊書文宣帝紀云：“重華握厤，持衡擁璇。”通鑑前編引大傳“帝乃載歌，旋持衡”。“旋”上當脫“擁”字。“載歌”，藝文𩔖聚四十三、御覽五百七十一引竝作“再歌”。外紀說此事亦然，惟於“歌卿雲”後云：“帝乃再歌，擁旋持衡，枕首而笑曰：“時哉夫！天下非一人之天下也，亦見乎鐘石竽瑟。”此則上下舛亂，劉道原所据大傳已失其舊矣。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：宋書符瑞志：禹乃與九招之樂，致異物，鳳皇來翔。又曰：“舜在位十有四年，奏鐘石笙筦未罷，而天大雷雨，疾風發屋拔木，桴鼓播地，鐘磬亂行，舞人頓伏，樂正狂走。舜乃擁璿持衡而笑曰：“明哉乎！天下非一人之天下也，亦乃見於鐘石笙筦乎！”乃薦禹於天，使行天子事。於時和氣普應，慶雲興焉，若煙非煙，若雲非雲，郁郁紛紛，蕭索輪囷。百工相和而歌𨜮雲。帝乃倡之日：“慶雲爛兮，糺縵縵兮。日月光華，旦復旦兮。”羣臣咸進稽首，日：“明明上天，爛然星陳。日月光華，宏予一人。”帝乃再歌曰：“日月有常，星辰有亦。四時從經，萬姓允誠。於予論樂，配天之靈。遷於聖賢，莫不咸聽。鼚乎鼓之，𨊱乎舞之。精華旣竭，褰裳去之。”於是八風脩通，慶雲藂藂，蟠龍奮𨑙於其藏，蛟魚踊躍於其淵，龜鼈咸出其穴，遷虞而事夏。宋志此文蓋悉本大傳。今大傳舜五祀、十二祀、十四祀、十五祀之事錯見，書籍所引闕佚不全，又先後乖舛。吳中舊本徒据太平御覽樂部九所引一條，實多闕漏。考路史後紀十二有虞紀言：維五祀，定鐘石，論人聲，興韶於大麓之野。還歸。二年，作大唐之歌。聲成而絑鳳至，故其樂曰：“舟張辟雍，鶬鶬相從。八風回回，鳳皇喈喈。”困學紀聞卷二引大傳“樂曰”以下四句，是宐與大唐之歌相屬也。御覽樂部九引“歌者三年，乃知乎王世，明有不世之義”，此十七字亦宐綴“樂日”四句之下。葢所謂“歌者”，卽歌大唐之歌也。所謂“明有不世之義”，卽指堯禪舜而言也。儀禮經傳通解續卷二十二引“維十有三祀，帝乃稱王而入唐郊，猶以丹朱爲尸”，正說舜受禪事。下言“百執事咸知王世不絕，必有繼祖守宗廟之君”，與“乃知王世，明有不世之義正相對照，是此段宜與“歌者三年”三句相屬也。路史發揮五注引虞傳云“十四祀，笙管變，天大雷雨疾風”，爲遜禹之事。北堂書鈔引“維十有四祀，鐘石笙筦變”云云，通鑑前編引“維十有四祀，帝乃雍而歌者重篇”，是此數條宐相屬也。宋書符瑞志說舜十四年奏樂事甚詳，與北堂書鈔所引大傳合，則宋志之爲全採大傳無疑。書鈔所引有不備者，當据宋書、路史補之也。路史後紀十二敘“舜咨禹而㢲位”下云：“鐘石渝，笙筦變，未及終，天大雷電烈風，大木盡拔，大屋盡發，宫羽盡革，二工伏柷以操雅。帝乃雍而歌者重篇，樂人重贊，舞人復綴。乃更容貳節，僃十有二變，奏肆夏而納以孝成。四岳三公曁百執事咸贊于帝者，尙稽太室，唐爲虞賓。始而狂然，汔兹羡于四海。誠禹之命敷于四海，韶爲賓而雍爲主人矣。”尋路史此段多本大傳，其次第略可見。“帝乃雍而歌者重篇”在“鐘石笙筦變”之下，尙有“樂正重贊，舞人復綴”數語。而始奏肆夏，納以孝成。“尙稽太室，唐爲虞賓”一節，据文𨕖曲水詩序注，乃十有五祀事。路史乃與歌雍重篇聯爲一時。今詳審文義，“納以敎成”以上當爲十四祀事，下當接“歌者二年，而廟中苟有歌大化、大訓、六府、九原，而夏道興”。“舜爲賓客”以下，當從𨕖注爲十五祀事，其上當据前編増“祀者貳尸”一語，如此則文從而不紊矣。聖賢羣輔錄云“十有五祀後，又有百工相和而歌慶雲，八伯稽首而進見”，是𨜮雲之歌在十五祀後也。通鑑前篇引虞夏傳“維十有四祀，帝乃雍而歌者重篇”，下卽接云“于時俊乂百工相和而歌𨜮雲”云云，亦失次。今參訂諸書所徴，更定之如左。"
                }
            ]
        },
        {
            "name": "今重定傳文",
            "paragraphs": [
                {
                    "paragraph": "今重定傳文",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "維五祀，定鐘石，論人聲，乃及鳥獸，咸變於前。故更箸四時，推六律六吕，詢十有二變，而道宏廣。五作十道，孝力爲右。秋養耆老，而春食孤子，乃浡然招樂，興於大鹿之野。報",
                    "zhushu": "一作“執”。"
                },
                {
                    "paragraph": "事還歸。二年，𧭓然乃作大唐之歌。樂曰：“舟張辟雍，鶬鶬相從。八風回回，鳳皇喈喈。”歌者三年，昭然乃知乎王世，明有不世之義。",
                    "zhushu": ""
                },
                {
                    "paragraph": "維十有三祀，帝乃稱王而入唐郊，猶以丹朱爲尸。於時百執事咸昭然乃知王世不絕，爛然必自有繼祖守宗廟之君。",
                    "zhushu": ""
                },
                {
                    "paragraph": "維十有四祀，鐘石笙筦變，聲樂未罷，疾風發屋，天大雷雨。帝沈首而笑曰：“明哉！非一人之天下也，乃見於鐘石。”",
                    "zhushu": "案曰：“雷雨”下當依宋書符瑞志補“桴鼓播地，鐘磬亂行，舞人頓伏，樂正狂走，帝乃擁璿持衡”凡二十二字。又“發屋”下補“拔木”二字。“明哉”下補“天下”二字。“乃見于鐘石”下補“笙筦乎”三字。"
                },
                {
                    "paragraph": "帝乃雍而歌者重篇，",
                    "zhushu": "此下當依路史後紀十二補“樂正重贊，舞人復綴，乃更容貳節，僃十有二變”，凡十八字。"
                },
                {
                    "paragraph": "招爲賓客，而雍爲主人。始奏肆夏，納以孝成。還歸二年，而廟中苟有歌大化、大訓、六府、九原，而夏道興。",
                    "zhushu": ""
                },
                {
                    "paragraph": "維十有五祀，祀者貳尸，舜爲賓客，而禹爲主人。樂正進贊曰：“尙考太室之義，唐爲虞賓。至今衍於四海，成禹之變，垂於萬世之後。”於時𨜮雲聚，俊乂集，百工相和而歌𨜮雲。帝乃倡之曰：“𨜮雲爛兮，礼",
                    "zhushu": "案曰：“礼”字當作“糺”。"
                },
                {
                    "paragraph": "縵縵兮，日月光華，旦復旦兮。”八伯咸進，稽首曰：“明明上天，爛然星陳。日月光華，宏予一人。”帝乃再",
                    "zhushu": "案曰：“再”字一作“載”。"
                },
                {
                    "paragraph": "歌，旋持衡曰：“日月有常，星辰有行。四時從經，萬姓允誠。於予論樂，配天之靈。遷于賢聖，莫不咸聽。鼚乎鼓之，軒乎舞之。菁華已竭，褰裳去之。”于時八風循通，𨜮雲藂藂。蟠龍賁信於其藏，蛟魚踊躍於其淵，龜鼈咸出於其穴，遷虞而事夏也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虞夏傳皋繇謨",
            "paragraphs": [
                {
                    "paragraph": "虞夏傳",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "皋繇謨",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "翊，輔也。",
                    "zhushu": "華嚴經第七十四音義卷下引尙書大傳。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：此今文尙書“夙夜翊明有家”之訓。今文見史記五帝本紀。",
                    "type": 2
                },
                {
                    "paragraph": "古者諸侯之於天子也，三年一貢士，天子命與諸侯輔𦔳爲政，所以通賢共治，示不獨專，重民之至。大國舉三人，次國舉二人，小國舉一人。一適謂之攸好德，注：“適，猶得也。”",
                    "zhushu": "注見後漢書蔡邕傳注。"
                },
                {
                    "paragraph": "再適謂之賢賢，三適謂之有功。有功者，天子賜以車服弓矢，再賜以秬鬯，三賜以虎賁百人，號曰命諸侯。命諸侯得專征者，鄰國有臣弑其君、孼伐其宗者，注：“孼，支子也。宗，適子也。”",
                    "zhushu": "注見儀禮經傳通解集注三十三。"
                },
                {
                    "paragraph": "雖弗請於天子而征之可也，征而歸其地於天子。注：“征，伐也。”",
                    "zhushu": "注見儀禮通解集注。"
                },
                {
                    "paragraph": "有不貢士謂之不率正者，注：“率，循也。正，由也。”",
                    "zhushu": "注見儀禮通解集注。"
                },
                {
                    "paragraph": "天子絀之。一不適謂之過，注：“謂三年時也。”再不適謂之敖，注：“謂六年時也。”三不適謂之誣，注：“謂九年時也。”",
                    "zhushu": "注見禮記射義正義。"
                },
                {
                    "paragraph": "誣者天子絀之。一絀，少絀以爵；注：“言少絀，明以漸也。”再絀，少絀以地，三絀而爵、地畢。注：“凡十五年。”",
                    "zhushu": "後漢書左周黃傳論注、儀禮經傳通解“王制之己有不貢士”以下十字，通解引作“諸侯之有不率正者”，又見禮記射義正義，小異。路史後紀十一：“陶唐氏云三適之賞，見虞夏傳。”○注見禮記射義正義。○又公羊莊元年解詁引“三年一貢士”至“小國舉一人”。儀禮集傳集注三十三引伏書“禮，諸侯三年一貢士”至“三絀而地畢”，小異。又禮書卷一百八、漢書武帝紀注、後漢書蔡邕傳注、通典𨕖舉一、文𨕖晉武帝華林園集詩注、困學紀聞卷五竝節引。",
                    "type": 2
                },
                {
                    "paragraph": "書稱“天工人其代之”，傳曰：“夫成天地之功者，未嘗不蕃昌也。”",
                    "zhushu": "濳夫論卷二思賢篇。",
                    "type": 2
                },
                {
                    "paragraph": "天子衣服，其文華蟲、作繢、宗𢑴、藻火、山龍；諸侯，作繢、宗𢑴、藻火、山龍；子、男，宗𢑴、藻火、山龍；大夫，藻火、山龍；士，山龍。故書曰：“天命有德，五服五章哉！”",
                    "zhushu": "禮書卷三。又卷一引至“士山龍”止。",
                    "type": 2
                },
                {
                    "paragraph": "山龍純靑，華蟲純黃。作會宗𢑴純黑，藻純白，火純赤。",
                    "zhushu": "隋書禮儀志七引尙書大傳。下云：“以此相閒，而爲五采。”八字，恐非大傳文，今不錄。",
                    "type": 2
                },
                {
                    "paragraph": "山龍靑也。華蟲黃也。作繢黑也；宗𢑴白也。藻火赤也。天子服五、諸侯服四，次國服三、大夫服一、士服一。注元或疑焉。",
                    "zhushu": "禮書卷一，又卷三。○案：此注有闕。○又御覽六百九十服章部七。",
                    "type": 2
                },
                {
                    "paragraph": "注五采相錯，非一色也。",
                    "zhushu": "隋書禮儀志引“鄭𢆯議已非之云。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：續漢書輿服志：“孝明皇帝永平二年，初詔有司采周官、禮記、尙書皋陶篇，乘輿從歐陽氏說，公𨜮以下從大、小夏侯氏說。”又曰：“衣裳玉佩備章采，乘輿刺繡，公侯九𨜮以下皆織成。”又曰：“顯宗初服旒冕，衣裳，赤舄絇屨，以祠天地，養三老五更于三雍。天子、三公、九𨜮、特進侯、侍祠侯祀天地明堂，皆冠旋冕，衣裳𢆯上纁下，乘輿備文日月星辰十二章，三公、諸侯用山龍九章，九𨜮以下用華蟲七章，皆備五采。”後漢書明帝紀永平二年注引董巴輿服志日：“顯宗初服冕衣裳以祀天地，衣裳以𢆯上纁下，乘輿備文日月星辰十二章，三公、諸侯用山龍九章，𨜮已下用華蟲七章，皆五色采。乘輿刺繡，公𨜮已下皆織成。陳留襄邑獻之。”徐廣車服注曰：“漢明帝案古禮備其服章，天子郊廟衣皂上絳下，前三幅，後四幅，衣畵而裳繡。”然則顯宗更定服章，所謂從歐陽、夏侯說，卽此是也。然書傳之文無日月星辰，而云“天子服五，何與？陳祥道禮書卷三引尙書大傳：“山龍靑也，宗彝白，藻火赤。”陳氏辨之曰：“大夫之服自𢆯冕而下，士之服自皮弁而下，固無藻火、山龍矣。旣日“子男，宗彝、藻、火、山龍；士，山龍”，又曰“次國服三，大夫服二，士服一”，是自戾也。”壽祺案：書傳所言，虞制也，固與周禮不同。書傳服五、服四、服三、服二、服一者，言其采色，非言其章數，前後之文，未嘗相戾。永平初，定冕服，公𨜮已下從大、小夏侯說，乘輿服從歐陽說，日、月、星辰十二章，三公、諸侯用山龍九章，𨜮已下用華蟲七章，則是歐陽說冕服章數仍以十二、九、七爲節，大、小夏侯說冕服章數乃自天子至公侯以九爲節，𨜮以下以七爲節明矣。尙書益稷正義引鄭糸書注云：“自日、月至黼黻凡十二章，天子以飾祭服。至周而變之，以三辰爲旂旗。”王肅以爲舜時三辰卽畵於旌旗，不在衣也，天子山、龍、華蟲耳。攷王肅雖善賈、馬之學，而其父朗師楊賜，則治歐陽尙書者。肅解虞書作服，與伏生大傳相合，葢亦用今文家記也。大傳五服無日、月、星辰，又無粉米、黼、黻，故知五服是采色，非章數也。隋書禮儀志：“大業元年，虞世基奏：“近代故實，依尙書大傳，山龍純靑，華蟲純黃，作繪宗彝純黑，藻純白，火純赤，以此相間而爲五采。後周故事，升日月於旌旗，乃闕三辰，而章無十二，但有山、龍、華蟲、作繪，宗彝、藻、火、粉米、黼、黻，乃與三公不異。開皇中，就裏欲生分別，故衣重宗彝，裳重黼黻，合重二物，以就九章，爲十二等。但每一物上下重行，衮服用九，鷩服用七，今重此三物，乃非典故。”據此，虞世基旣言近代服依書傳，而後周於山、龍、華蟲、作繪宗彝、藻、火之外，仍有粉米、黼、黻，此章數也。大傳以山龍爲靑，華蟲爲黄，“作繢宗彝”四字連讀爲黑，藻爲白，火爲赤。陳祥道引云：“作繢黑也，宗彝白也，藻火赤也。”分作繢、宗彝爲二，合藻、火爲一，非伏生本文，由所見大傳本誤，當從隋志更正。又引云“子男，宗彝、藻火、山龍”，以“次國服三”核之，“子男”下“宗彝”亦誤衍，宐刪。陳氏反以是疑傳文自戾，過矣。說文十三“糸”部“繪，會五采繡也”，引虞書“山龍、華蟲作繪”。以後漢書明帝紀“乘輿刺繡，公𨜮已下皆織成”攷之，則大傳五服亦皆謂繡，非畵也。鄭康成注尙書始云“繪讀爲“繢”，凡畵者爲繢”，與伏、許異。見尙書正義、左傳昭二十五年正義、文選景福殿賦注。作繪何？以爲黑也。說文十上黑部“䵳，沃黑色”，十二下女部“嬒，女黑色也”。繪之爲黑，此其義。",
                    "type": 2
                },
                {
                    "paragraph": "六律者何？黃鍾、㽔賓、無射、太蔟、夷則、姑洗是也。故天子左五鍾，右五鍾。注：六律爲陽，六吕爲陰。凡律吕十二，各一鍾。天子宫縣，黃鍾、㽔賓在南北，其餘則在東西。天子將出，則撞黃鍾，",
                    "zhushu": "周禮樂師注引“黃鍾”下有“之鍾”二字。"
                },
                {
                    "paragraph": "右五鍾皆應。注：黃鍾在陽，陽氣動。西五鍾在陰，陰氣靜。君將出，故以動吿靜，靜者皆和也。馬鳴中律，步者皆有容，駕者皆有文，御者皆有數。步者中規，折還中矩，立則磬折，拱則枹鼓。注：言聲合於樂，體比於禮也。然後太師奏登車，吿出也。注周禮王出入奏王夏。入則撞㽔賓，",
                    "zhushu": "周禮樂師注引“㽔賓”下有“之鍾”二字。"
                },
                {
                    "paragraph": "左五鐘皆應。注㽔賓在陰，東五鍾在陽。君入，故以靜吿動，動者則亦皆和之也。以治容貌，容貌得則氣得，氣得則肌膚安，肌膚安則色齊矣。注入故欲其靜也。㽔賓聲，狗吠□鳴，及倮介之蟲，皆莫不延頸以聽㽔賓。注皆守物及陰之𩔖也。在內者皆玉色，在外者皆金聲。注玉色，反其正性也。金聲，其事殺。然後少師奏登堂就席，吿入也。注少師，佐成大師之事者也。此言至樂相和，物動相生，同聲相應之義也。",
                    "zhushu": "以上傳、注全見儀禮經傳通解集傳集注卷二十七樂記。○又周禮樂師注、儀禮大射儀疏、禮記玉藻正義、後漢書班固傳注、文𨕖東都賦注、太平御覽三百八十八卷人事部二十九。",
                    "type": 2
                },
                {
                    "paragraph": "古者天子必有四鄰：前曰疑，後曰丞，左曰輔，右曰弼。天子有問無以對，責之疑。可志而不志，責之丞。可正而不正，責之輔。可揚而不揚，責之弼。其爵視𨜮，其祿視次國之君也。",
                    "zhushu": "禮記文王世子正義、通典卷二十職官二、儀禮經傳通解集傳集注王制之丙、玉海卷百二十。○又史記夏本紀注、漢書伏湛傳注、太平御覽卷七十六、路史後紀並節引。",
                    "type": 2
                },
                {
                    "paragraph": "古者天子必有四鄰：前曰疑，後曰丞，左曰輔，右曰弼。天子中立而聽朝，則四聖維之。是以慮無失計，舉無過事。故書曰：“欽四鄰。”此之謂也。",
                    "zhushu": "通鑑前編帝舜元載注。",
                    "type": 2
                },
                {
                    "paragraph": "天子必有四鄰，前儀，後丞，左輔，右弼。直立而敢斷，廣心而從欲。輔善而相承謂之輔。廉潔而切直謂之弼。",
                    "zhushu": "華嚴經第八十音義卷下。○案曰：“直立而敢斷”下當脫“謂之儀”三字，“廣心而從欲”下篇脫“謂之丞”三字，以下文輔、弼二句文法知之。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：萬卷菁華前集引云：“道是周公也，克是太公也，弼是召公也，丞是史佚也。故成王中立而聽朝，則四聖維之。”與前篇所引不同。此大戴記保傳篇及賈子新書文也。“𠑽”二書作“克”，此以文字相近，𩔖書誤耳。",
                    "type": 2
                },
                {
                    "paragraph": "古者帝王升歌淸廟之樂，注淸廟，樂章名。大琴練弦達越，大瑟朱弦達越，以韋爲鼓，謂之搏拊。何以也？注練弦、朱弦，互文也。越，下孔也。凡練弦達越、搏拊者，象其德寬和。君子有大人聲，不以鐘鼓竽瑟之聲亂人聲。淸廟升歌者，歌先人之功烈德澤也，注烈，業也。故欲其淸也。其歌之呼也，注呼，出聲也。曰：“於穆淸廟，肅雝顯相。”注肅雝顯相，四海敬和，明德來助祭。",
                    "zhushu": "傳、注“肅雝”以下“共”十七字，見毛詩淸廟正義。"
                },
                {
                    "paragraph": "於者，歎之也。穆者，敬之也。淸者，欲其在位者徧聞之也。故周公升歌文王之功烈德澤，苟在廟中嘗見文王者，愀然如復見文王。故書曰：“搏拊琴瑟以詠，祖考來假。”此之謂也。",
                    "zhushu": "儀禮經傳通解集傳集注卷二十七樂記全引傳、注。又見通解續宗廟樂舞二十五。又禮記樂記正義引首二句，云虞書傳。○又樂記正義引“以章爲鼓”以下八字。又毛詩文王、周頌譜淸廟序、淸廟諸正義，文𨕖江文通雜體詩，白帖琴、朱子詩集傳、陳暘樂書並節引。",
                    "type": 2
                },
                {
                    "paragraph": "拊，革裝之以穅。",
                    "zhushu": "周禮太師疏載白虎通引尙書大傳。又見禮記樂記正義引白虎通。曲阜孔廣林曰：周禮、禮記疏兩引白虎通如此。賈、孔皆云今書傳無其文。案：白虎通今亦無此文，其禮樂篇引書傳云：“搏拊，鼓振以秉疑卽“革裝以穅”之譌。",
                    "type": 2
                },
                {
                    "paragraph": "博。拊，鼓振以秉。琴瑟，練絲徽弦。鳴者貴玉聲也。",
                    "zhushu": "白虎通禮樂。",
                    "type": 2
                },
                {
                    "paragraph": "舜彈五弦之琴，歌南風之詩，而天下治。",
                    "zhushu": "風俗通卷六琴稱“謹案尙書”云云，○案曰：“尙書無此文，蓋出書傳。”。",
                    "type": 2
                },
                {
                    "paragraph": "舜之時，西王母來獻白玉琯。",
                    "zhushu": "風俗通聲音第六。又漢書律志一上孟康注。",
                    "type": 2
                },
                {
                    "paragraph": "“元首明哉，股肱良哉！”元首，君也。股肱，臣也。",
                    "zhushu": "文選褚淵碑文注。"
                }
            ]
        },
        {
            "name": "夏傳禹貢",
            "paragraphs": [
                {
                    "paragraph": "夏傳",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "禹貢",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "“夏成五服，外薄四海。”注：“言德廣之所及。”“東海，魚須、魚目。”注：“所貢物。魚須，今以爲簪。又魚目，今以雜珠。”“南海，魚革、珠璣、大貝。”注：“魚革，今以飾小車，𦆑兵室之口。貝，古以爲貨，王莽時亦然。”“西海，魚骨、魚幹、魚脅。”注：“魚幹、魚脅，未聞。”“北海，魚劒、魚石、出瑱、擊閭。”注：“魚劒，魚兵如劒也。魚石，頭中石也。出瑱，狀如凝膏，在水上。擊閭，狀如鮐魚，大五六尺，今海家謂之口口。”“河，魭。”注：“魭，當作黿，黿狀如鼈而大。”月令：“季夏，命漁人伐鮫、取鼉、登龜、取黿也。”“江，鱓，大龜。”注：“鱓，或作鼉，鼉狀如蜥蝪，長六七尺。鱓或爲鱣，鱣，鯉也。”“五湖，𢆯唐。”注：“五湖，揚州浸也，今屬吳。元唐，未聞。”“鉅野，蔆。”注：“鉅野，大野也，魯藪，今屬山陽。蔆，芰。”鉅定，蠃。注：“鉅定，澤也，今屬樂安所有，故縣則屬齊。蠃，蝸牛也。”濟中，詹諸。注：“詹諸，鼃黽也。”孟諸，靈龜。注：“孟諸，宋藪也。龜俯者靈。周禮：“天龜曰靈屬。”降谷，𢆯玉。注：“降，讀如“厖降”之降，或作“函谷”，今河南穀城西關山也。”大都，𩷏魚魚刀。注：“大都，明都。𩷏魚，今江南以爲鮑。魚刀，魚兵如刀者也。”咸會於中國。注：“言德能及之，異物來至也。”",
                    "zhushu": "傳、注並見玉晦王會解注後。○又初學記政理部三，御覽七百六十六襍物部一、九百四十七蟲豸部四、九百七十五果部十二，禮書五十一，爾雅翼卷三十，錦繡萬花谷後集卷十八，困學紀聞二。",
                    "type": 2
                },
                {
                    "paragraph": "禹成五服，齒革羽毛器僃，",
                    "zhushu": "禹貢合注，太平御覽七百六十六。",
                    "type": 2
                },
                {
                    "paragraph": "文皮千合，",
                    "zhushu": "史記貨殖傳索隱。",
                    "type": 2
                },
                {
                    "paragraph": "白羽之矰。",
                    "zhushu": "路史疏仡紀高辛。",
                    "type": 2
                },
                {
                    "paragraph": "高山大川，五嶽四瀆之屬。",
                    "zhushu": "史記夏本紀集解。",
                    "type": 2
                },
                {
                    "paragraph": "五嶽，謂岱山、霍山、崋山、恆山、嵩山也。",
                    "zhushu": "白虎通巡守篇。",
                    "type": 2
                },
                {
                    "paragraph": "江、河、淮、濟爲四瀆。",
                    "zhushu": "白虎通巡守、風俗通山澤第十。謹案尙書大傳、禮三正記。",
                    "type": 2
                },
                {
                    "paragraph": "五嶽皆觸石而出雲，扶寸而合，不崇朝而雨天下。注：“四指爲扶。”",
                    "zhushu": "藝文𩔖聚卷一天部上，文𨕖應休璉與從弟君苗君胄書注。○又後漢書章帝紀，御覽卷八、卷十天部，○又事𩔖賦三。",
                    "type": 2
                },
                {
                    "paragraph": "大川相間，小川相屬，東歸於海。",
                    "zhushu": "水經注序。",
                    "type": 2
                },
                {
                    "paragraph": "大水小水，東流歸海也。",
                    "zhushu": "文𨕖海賦注、郭有道碑文注。",
                    "type": 2
                },
                {
                    "paragraph": "百川趨於東海。",
                    "zhushu": "文𨕖郭有道碑文注。○又吳都賦、海賦，孫子荆爲石仲容與孫皓書注。又長歌行注作“百川赴東海”。",
                    "type": 2
                },
                {
                    "paragraph": "非水無以準萬里之平，非水無以通遠道任重也。",
                    "zhushu": "藝文𩔖聚卷八水部，御覽五十八地部二十三。○又白帖水、記纂淵海卷一水。藝文引無“遠”字，記纂引無“道”字。",
                    "type": 2
                },
                {
                    "paragraph": "五嶽視三公，四瀆視諸侯，其餘山川視伯，小者視子男。注：“所視者，謂其牲幣粢盛籩豆爵獻之數，非謂尊卑。”",
                    "zhushu": "禮記王制正義引“夏傳曰”並注。又尙書舜典正義引注。○又風俗通山澤第十引“其餘山川”下作“或伯或子男，大小爲差”。”○注“所視者”三字据書疏增。○又禮書。",
                    "type": 2
                },
                {
                    "paragraph": "禹奠南方霍山。注：“謂奠祭也。”",
                    "zhushu": "兩漢刋誤補遺引“夏傳曰”。",
                    "type": 2
                },
                {
                    "paragraph": "東原㡳平大而高平者謂之大原，",
                    "zhushu": "水經汾水注六。",
                    "type": 2
                },
                {
                    "paragraph": "下而平者謂之隰。隰之言溼也。",
                    "zhushu": "御覽五十七地部二十三。",
                    "type": 2
                },
                {
                    "paragraph": "夏傳曰：“下溼曰隰。”",
                    "zhushu": "毛詩𨻋桑正義引“夏傳曰”。",
                    "type": 2
                },
                {
                    "paragraph": "順流而下曰沿。",
                    "zhushu": "事𩔖賦七引書大傳。",
                    "type": 2
                },
                {
                    "paragraph": "圻者，天子之境也。諸侯曰境。天子游不出封圻。諸侯非朝聘不出境。",
                    "zhushu": "路史國名紀八。",
                    "type": 2
                },
                {
                    "paragraph": "天子游不出封圻，不吿祖廟。注：周禮：“方千里曰王圻。”詩曰：“邦圻千里，惟民所止。”",
                    "zhushu": "儀禮經傳通解續二十六上因事之祭。"
                }
            ]
        },
        {
            "name": "夏傳",
            "paragraphs": [
                {
                    "paragraph": "夏傳",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天子三公，一曰司徒公，二曰司馬公，三曰司空公。注：周禮：天子六𨜮，與太宰、司徒同職者，則謂之司徒公；與宗伯、司馬同職者，則謂之司馬公；與司冦、司空同職者，則謂之司空公。一公兼二𨜮，舉下以爲稱。",
                    "zhushu": "傳、注並見周禮地官序官疏。又匠人疏引書傳云：“司徒公、司馬公、司空公。”又大戴禮保傅篇注引今尙書說：“三公，司馬、司徒、司空也。”○案曰：漢書百官公𨜮表：“或說司馬主天，司徒主人，司空主土，是爲三公。”",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：禮記月令“命太尉”，正義云：“按書傳有司馬公、司徒公、司空公，領三𨜮，此夏制也。”。",
                    "type": 2
                },
                {
                    "paragraph": "百姓不親，五品不訓，則責之司徒。",
                    "zhushu": "御覽二百七職官部。",
                    "type": 2
                },
                {
                    "paragraph": "蠻夷猾夏，冦賊奸宄，則責之司馬。",
                    "zhushu": "御覽二百九職官部。",
                    "type": 2
                },
                {
                    "paragraph": "溝瀆壅遏，水爲民害，田廣不墾，則責之司空。",
                    "zhushu": "御覽二百八職官部。○案曰：朱子文集云：“伏生書多說司徒、司馬、司空。”。",
                    "type": 2
                },
                {
                    "paragraph": "注：坐而論道，謂之三公，通職名，無正官名。",
                    "zhushu": "考工記序工疏引夏傳。注。",
                    "type": 2
                },
                {
                    "paragraph": "司馬在前。",
                    "zhushu": "周禮序官疏引夏傳。",
                    "type": 2
                },
                {
                    "paragraph": "古者天子三公，每一公三𨜮佐之，每一𨜮三大夫佐之，每一大夫三元士佐之，故有三公九𨜮、二十七大夫、八十一元士。所與爲天下者，若此而已。",
                    "zhushu": "御覽二百二職官部二、儀禮經傳通解王制之戊集傳集注三十二。又藝文𩔖聚四十五職官一引至“三元士佐之”。",
                    "type": 2
                },
                {
                    "paragraph": "注：自三公至元士，凡百二十，此夏時之官也。周之官三百六十。禮志曰：“有虞氏官五十，夏后百，殷二百，周三百。”近之，未得其實也。據夏、周推其差，則有虞之官六十，夏后氏百二十，殷二百四十，周三百六十，爲有所法。",
                    "zhushu": "儀禮集傳集注三十二。又御覽二百三引首三句。",
                    "type": 2
                },
                {
                    "paragraph": "舜攝時，三公、九𨜮、百執事，此堯之官也，故使百官事舜。",
                    "zhushu": "路史後紀陶唐。",
                    "type": 2
                },
                {
                    "paragraph": "注：“所謂六𨜮者，后稷、司徒、秩宗、司馬、士、共工爲六𨜮。”",
                    "zhushu": "路史後紀十四夏后紀下引大傳夏書注。又禮記曲禮下正義。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：路史引此條爲夏書注，則是注說有虞之官制如此也。上條引舜攝時堯之官制，當與此注相屬，故人之夏傳此篇當是說甘誓“乃召六𨜮”之文。",
                    "type": 2
                },
                {
                    "paragraph": "天子、諸侯必有公桑蠶室，就川而爲之。”築官有三尺。注：“官當爲宫。雉長三丈，高一丈。度長以長，度高以高，則蠶宫高一丈。禮志曰：“仞有三尺，七尺曰仞。”",
                    "zhushu": "案曰：毛詩瞻卬正義引此，傅注云：“彼文直云“宫有三尺”，“宫”下當脫“仞”字也。”。"
                },
                {
                    "paragraph": "棘牆而外閉之。大昕之朝注：“季春朔日之朝也。”三宮之夫人浴種於川。世婦卒蠶，獻繭於夫人。注：“此諸侯之禮，天子則獻繭於后。”繅三盆手。注：“手猶親也。言后夫人親以手總之也。”",
                    "zhushu": "毛詩瞻卬正義分引傳、注，云尙書夏傳文。○又齊民要術卷五節引傳首三句、“大昕之朝”二句。○又儀禮鄕射記疏引注。",
                    "type": 2
                },
                {
                    "paragraph": "尙書大傳卷二下",
                    "zhushu": "案曰：周禮攷工記輿人疏、禮記文王世子正義、毛詩文王序正義、路史後紀十四、困學紀聞卷二並引殷傳。",
                    "type": 2
                }
            ]
        },
        {
            "name": "殷傳帝吿",
            "paragraphs": [
                {
                    "paragraph": "殷傳",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "帝吿",
                    "zhushu": "困學紀聞卷二云：“殷傳有帝吿篇。”○玉海卷三十七。",
                    "type": 2
                },
                {
                    "paragraph": "殷傳：“未命爲士者，不得乘飾車。",
                    "zhushu": "攷工記輿人疏引殷傳。",
                    "type": 2
                },
                {
                    "paragraph": "未命爲士者，不得乘朱軒。注：“軒，輿也。士以朱飾之。軒，車通稱也。”",
                    "zhushu": "文𨕖别賦注，又張景陽咏史詩注、顏延年曲水詩序注、褚淵碑文注、安陸昭王碑文注。",
                    "type": 2
                },
                {
                    "paragraph": "未命爲士，車不得有飛軨。注：“如今窗車也。”",
                    "zhushu": "文𨕖七發劇奏美新注。",
                    "type": 2
                },
                {
                    "paragraph": "未命爲士，不得衣繡。",
                    "zhushu": "廣韻四十九宥繡字注、太平御覽布帛部二。",
                    "type": 2
                },
                {
                    "paragraph": "士乘飾車兩馬。庶人單馬木車。",
                    "zhushu": "公羊隱元年疏。",
                    "type": 2
                },
                {
                    "paragraph": "庶人單馬木車，衣布帛。”",
                    "zhushu": "路史後紀十一注。",
                    "type": 2
                },
                {
                    "paragraph": "帝吿篇：“書曰：“施章乃服，明上下。”",
                    "zhushu": "困學紀聞卷二。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：外紀卷二：“成湯令未命之爲士者，車不得朱軒及有飛軨，不得乘飾車、駢馬、衣文繡。命，然後得，以順有德。”通志器服畧：“湯令未命之士，不得朱軒及飛軨，不得飾車、駢馬、衣文繡。旣命，然後得，以旌有德。”據二書所言，皆本伏生大傳。二書皆云“湯令”，則知此文在殷傳無疑。今並錄以補書傳之闕逸。"
                }
            ]
        },
        {
            "name": "殷傳湯誓",
            "paragraphs": [
                {
                    "paragraph": "湯誓",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "殷傳：“湯誓云：“夏人飮酒，醉者持不醉者，不醉者持醉者，相和而歌曰：“盍歸于亳，盍歸于亳。注：“亳，湯之都也。",
                    "zhushu": "注惟見繹史十四。"
                },
                {
                    "paragraph": "亳亦大矣。”故伊尹退而閒居，深聽歌聲。注：“思其故也。是時伊尹在桀。”更曰：“覺兮較兮，吾大命格兮。注：“覺兮謂先知者。較兮謂直道者。格，至也。吾謂桀也。”去不善而就善，何不樂兮！”伊尹入吿于桀曰：“大命之亾有日矣。”桀僩然歎，啞然笑曰：“天之有日，猶吾之有民也。日有亾哉？日亾吾乃亾矣。”注：自比于天，言常在也。比于日，言去復來也。",
                    "zhushu": "住，見文𨕖西征賦注。"
                },
                {
                    "paragraph": "是以伊尹遂去夏適湯。",
                    "zhushu": "路史後紀十四夏后紀引伏書。○又藝文𩔖聚帝王部二、太平御覽八十三皇王部八。御覽不重“盍歸于亳”句。又藝文、御覽並無“僩然歎”三字，今依路史増。○“日有亾哉”四字，惟見文𨕖西征賦，汪史記殷本紀集解，據増。○藝文𩔖聚十二帝王部二、太平御覽八十三皇王部八。御覽無注“吾謂桀也”四字。○通鑑前編夏桀四十歲引新序，注云“大傳與此大同小異”。",
                    "type": 2
                },
                {
                    "paragraph": "湯放桀居中野，士民皆奔湯。桀與其屬五百人南徙千里，止於不齊，不齊士民往奔湯。桀與其屬五百人徙於魯，魯士民復奔湯。桀曰：“國，君之有也。吾聞海外有人。”與五百人俱去。",
                    "zhushu": "太平御覽八十三皇王部八。",
                    "type": 2
                },
                {
                    "paragraph": "湯放桀而歸於亳，三千諸侯大會。湯取天子之壐置之於天子之坐左，復而再拜，從諸侯之位。湯曰：“此天子之位，有道者可以處之矣。夫天下非一家之有也，唯有道者之有也，唯有道者宜處之。”湯以此三讓，三千諸侯莫敢卽位，然後湯卽天子之位。",
                    "zhushu": "太平御覽八十三皇王部。",
                    "type": 2
                },
                {
                    "paragraph": "桀殺刑彌厚而民彌暴，故爾梁遠，遂以是亾。注：故爾，窮其近也。梁，讀爲掠。",
                    "zhushu": "路史後紀十四夏后紀下引殷傳。○案曰：傳及注“故”字有誤。",
                    "type": 2
                },
                {
                    "paragraph": "湯之君民，聽寬而獄省。",
                    "zhushu": "太平御覽八十三皇王部八。",
                    "type": 2
                },
                {
                    "paragraph": "桀無道，囚湯，後釋之。諸侯八譯來朝者六國。",
                    "zhushu": "北堂書鈔十帝王部來遠。"
                },
                {
                    "paragraph": "漢南諸侯聞之，歸之四十國。",
                    "zhushu": "路史後紀夏后紀下。",
                    "type": 2
                },
                {
                    "paragraph": "湯伐桀之後，大旱七年。史卜曰：“當以人爲禱。”湯乃翦髮斷爪，自以爲牲，而禱於桑林之社，而雨大至，方數千里。",
                    "zhushu": "左傳襄十年正義。○案曰：湯禱旱之事，見吕覽。",
                    "type": 2
                },
                {
                    "paragraph": "景亳之命，費昌爲御。",
                    "zhushu": "路史後紀十四夏后紀下。"
                }
            ]
        },
        {
            "name": "殷傳般庚",
            "paragraphs": [
                {
                    "paragraph": "般庚",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "書曰：“若德明哉！湯任父言。”卑應言：",
                    "zhushu": "困學紀聞卷二、漢藝文志考證。",
                    "type": 2
                },
                {
                    "paragraph": "“古者諸侯始受封，則有采地。百里諸侯以三十里，七十里諸侯以二十里，五十里諸侯以十五里。其後子孫雖有罪黜，其采地不黜，使其子孫賢者守之，世世以祠其始受封之人。此之謂興滅國，繼絕世。書曰：“兹予大享于先王，爾祖其從與享之。”此之謂也。”",
                    "zhushu": "路史國名紀四。○案曰：韓詩外傳與此同。"
                }
            ]
        },
        {
            "name": "殷傳高宗肜曰",
            "paragraphs": [
                {
                    "paragraph": "高宗肜曰",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "“武丁祭成湯，有飛雉升鼎耳而雊。武丁問諸祖己，祖己曰：“雉者，野鳥也，不當升鼎。今升鼎者，欲爲用也。遠方將有來朝者乎？”故武丁內反諸己，以思先王之道。三年，編髮重譯來朝者六國。",
                    "zhushu": "藝文𩔖聚鳥部、太平御覽九百十七羽族部四。又御覽八十三皇王部八。又論衡是應篇“祖己”作“祖乙”。又後漢書郞顗傳注、記纂淵海六十六。",
                    "type": 2
                },
                {
                    "paragraph": "孔子曰：“吾於高宗肜日，見德之有報之疾也。”注：“肜日，尙書篇名。”",
                    "zhushu": "御覽皇王部八。〇又後漢書郞顗傳注。",
                    "type": 2
                },
                {
                    "paragraph": "武丁之時，",
                    "zhushu": "外紀卷二此句上有“成湯之後”四字，下有“王道虧”三字。困學紀聞卷二此句下有“先王道虧，刑罰犯”七字。"
                },
                {
                    "paragraph": "桑穀俱生於朝，七曰而大拱。注：“兩手搤之曰拱。生七日而見其大滿兩手也。”",
                    "zhushu": "注上六字又見史記殷本紀集解，“生七日”以下十一字惟見尙書咸乂正義。"
                },
                {
                    "paragraph": "武丁召其相而問焉，其相曰：“吾雖知之，吾不能言也。”問諸祖己，曰：“桑穀，野艸也。注：“此木也，而云草，未聞。劉向以爲艸妖。”野艸生於朝，亾乎？”武丁懼，側身脩行，思昔先王之政，興滅國，繼絕世，舉逸民，明養老之禮，重譯來朝者六國。注：“九州之外國也。”",
                    "zhushu": "太平御覽八十三皇王部八引傳、注，惟無注“生七日”以下十一字。○又尙書咸乂正義引“七日大拱”四字。又漢書五行志引傳“俱生於朝”二句。又外紀卷二、記纂淵海卷六十六朕兆，又史記殷本紀集解、索隱並節引。又繹史十七引“重譯”上有“三年之後”四字。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：外紀劉恕曰：“按伏生、劉向以武丁有桑穀，而向著說苑以大戊、武丁時俱有桑穀。吕氏春秋：湯時穀生於廷，比旦而大供。韓詩外傳：三日而大拱。皆與書序不同。”壽祺案：尙書咸又正義引帝王世紀亦以爲大戊事。鄭注所引劉氏說，乃劉向五行傳論語，見漢書五行志。"
                }
            ]
        },
        {
            "name": "殷傳西伯戡耆",
            "paragraphs": [
                {
                    "paragraph": "西伯戡耆",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：尙書音義：“黎，尙書大傳作“耆”。外紀卷二：“西伯勝黎”，伏生、司馬遷作“耆”。路史國名紀卷一：大傳作“西伯戡耆”，卷六云：“大傳作“戡耆”。漢藝文志考證卷一：“大傳以“西伯戡黎”爲“戡耆”。",
                    "type": 2
                },
                {
                    "paragraph": "伯夷避紂，居北海之濱。太公避紂，居東海之濱。皆率其黨曰：“盍歸乎？吾聞西伯昌善養老，此二人者，蓋天下之大老也。往而歸之，是天下之父歸之也。天下之父歸之，其子曷往？”",
                    "zhushu": "聖賢羣輔錄引尙書大傳。",
                    "type": 2
                },
                {
                    "paragraph": "周文王至磻溪，見吕望，文王拜之。尙父曰：“望釣得玉璜，刻曰：“周受命，吕佐檢，德合於今昌來提。”",
                    "zhushu": "初學記武部漁、御覽八百三十四資產十四。○又白帖溪、御覽六十七地部十三。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：釣璜事與尙書中候同。",
                    "type": 2
                },
                {
                    "paragraph": "周文王至磻溪，見吕尙釣，文王拜。尙云：“望釣得玉黄剜，曰：“姬受命，吕佐檢，德合於今昌來提。”注：釣得魚，中得玉璜也。佐檢，猶助。提者，取也。半璧曰璜。",
                    "zhushu": "開元占經器服休咎占篇引傳及鄭元云”。",
                    "type": 2
                },
                {
                    "paragraph": "虞人與芮人質其成於文王，入文王之境，則見其人萌讓爲士大夫。入其國，則見士大夫讓爲公𨜮。二國相謂曰：“此其君亦讓以天下而不居也。”讓其所爭以爲閒田。",
                    "zhushu": "文𨕖西征賦注。○又毛詩緜正義、通鑑前編舉要。紂十四祀。",
                    "type": 2
                },
                {
                    "paragraph": "文王一年質虞、芮，二年伐于，三年伐密須，四年伐畎夷，紂乃囚之。四友獻寶，乃得免於虎口，出而伐耆。",
                    "zhushu": "左傳襄三十一年正義。○正義又引鄭𢆯尙書注，據書傳爲說云：“紂聞文王斷虞、芮之訟，後又三伐皆勝，始畏而惡之，拘于羑里。紂得散宜生等獻寶而釋文王，文王釋而伐黎。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：“于”，他書引竝作“邘”，從史記集解徐廣引改正。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：据毛詩文王序正義、禮記文王世子正義兩引殷傳言獻寶後克耆事，則左傳正義引此條卽殷傅文無疑。而毛詩文王序疏引“文王受命一年，斷虞、芮之訟”云云，稱尙書周傳。禮記正義先引書傳云“五年伐耆”，後引殷傳云“五年之初，得散宜生等獻寶”云云，是周傳别有“受命一年”以下之文也。",
                    "type": 2
                },
                {
                    "paragraph": "西伯得四友獻寶，免於虎口而克耆。",
                    "zhushu": "毛詩文王序正義引殷傳云。",
                    "type": 2
                },
                {
                    "paragraph": "五年之初，得散宜生等獻寶而釋文王。文王出則克耆，六年伐崇則稱王。",
                    "zhushu": "禮記文王世子正義引殷傳云。",
                    "type": 2
                },
                {
                    "paragraph": "旣伐于崈，",
                    "zhushu": "詩攷詩異字異義。",
                    "type": 2
                },
                {
                    "paragraph": "散宜生、南宮括、閎夭三子相與學訟於太公，遂與三子見文王於羑里。獻寶以免文王。",
                    "zhushu": "毛詩緜正義引書傳。",
                    "type": 2
                },
                {
                    "paragraph": "散宜生、南宮括、閎夭三子相與學訟於太公，四子遂見西伯於羑里。",
                    "zhushu": "毛詩文王序正義引書傳。",
                    "type": 2
                },
                {
                    "paragraph": "散宜生等受學於太公，太公除師學之禮，酌酒切脯，約爲朋友。",
                    "zhushu": "公羊定四年疏引書傳。",
                    "type": 2
                },
                {
                    "paragraph": "散宜生、閎夭、南宮括三子者學乎太公。太公見三子，知爲賢人，遂酌酒切脯，除爲師學之禮，約爲朋友。",
                    "zhushu": "太平御覽四百六人事部四十七。",
                    "type": 2
                },
                {
                    "paragraph": "散宜生、閎夭、南宮适三子者學乎太公，見三子，知三子之爲賢人，遂酌酒切脯，約爲朋友。",
                    "zhushu": "御覽六十二飯食部二十。又藝文𩔖聚七十二食物部。",
                    "type": 2
                },
                {
                    "paragraph": "閎夭、南宫适、散宜生三子學於太公望。望曰：“嗟乎！西伯，賢君也。”四子遂見西伯於羑里。注：“散宜生，文王四臣之一也。”吕尙有勇而爲將，散宜生有文德而爲相。",
                    "zhushu": "繹史十九。",
                    "type": 2
                },
                {
                    "paragraph": "太公之羑里見文王，散宜生遂之犬戎氏，取美馬，駮身朱鬛雞目。",
                    "zhushu": "六字又見山海經海内北經注。○又爾雅翼卷十八引作“驄身朱髦”，此下有“除凡取九六焉”六字。"
                },
                {
                    "paragraph": "之西海之濱，取白狐靑翰，注：“翰，毛之辰大者。",
                    "zhushu": "注見文𨕖羽獵賦“憿吳將校部曲”注。又藝文𩔖聚祥瑞部下作“長毛也”。"
                },
                {
                    "paragraph": "之於陵氏，取怪獸，",
                    "zhushu": "案曰：吳中本“取怪獸”下有“大不辟虎狼閒”六字。傳文無“騶”字，注有“閒，大也。虞，蓋騶虞也”八字。"
                },
                {
                    "paragraph": "尾倍其身，名曰騶虞。",
                    "zhushu": "八字見御覽八百九十獸部二。"
                },
                {
                    "paragraph": "之有參氏，取姜女，之江淮之浦，取大貝，如車渠，注：渠，車罔也。”",
                    "zhushu": "注見文𨕖江賦注引“鄭元曰”。"
                },
                {
                    "paragraph": "陳於紂之廷，紂出見之，還而觀之，曰：“此何人也？”散宜生遂趨而進曰：“吾西蕃之臣，昌之使者。”",
                    "zhushu": "見繹史十九引此三十字。"
                },
                {
                    "paragraph": "紂大悅，曰：“非子罪也，崇侯也。”遂遣西伯伐崇。",
                    "zhushu": "御覽六百四十一刑法部七。○又御覽人百七珍寶部六。又御覽八百九十獸部二。又尙書顧命正義，儀禮士喪禮“貝三實于笄”疏，周禮天府疏，藝文𩔖聚八十四寶玉部下、九十九祥瑞部下，文𨕖江賦注，爾雅翼十八，路史國名紀，路史餘論五，夢溪筆談二十二，記纂淵海四、○藝文𩔖聚、文𨕖注、御覽珍寶部獸部引此文之上，並有“文王囚於羑里”六字，",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：六韜亦說散宜生等獻寶事，與此小異。”。",
                    "type": 2
                },
                {
                    "paragraph": "文王以閎天、太公望、南宮括、散宜生爲四友。",
                    "zhushu": "玉海官制。",
                    "type": 2
                },
                {
                    "paragraph": "周文王胥附、奔輳、先後、禦侮，謂之四隣，以免於羑里之害。懿子曰：“夫子亦有四隣乎？”",
                    "zhushu": "繹史九十五。",
                    "type": 2
                },
                {
                    "paragraph": "孔子曰：“文王得四臣，丘亦得四友焉。自吾得囘也，門人加親，是非胥附與？自吾得賜也，遠方之士日至，是非奔輳與？自吾得師也，前有輝，後有光，是非先後與？自吾得由也，惡言不人於門，是非禦侮與？文王有四臣以免虎口，丘亦有四友以禦侮。”",
                    "zhushu": "毛詩緜正義。○後漢書祭彤傳注引“孔子曰”至“是非禦侮邪”止，“疏附”“疏”作“胥”，“奔走”“走”作“輳”，今依改。四“與”字皆作“邪”。又世說新語卷五品𧀉注引與後漢書注同。孔子集語卷下引全，“與”亦作“邪”，“門”作“耳”。又玉海官制人物、繹史九十五引至“是非禦侮與”止。又御覽三百六十六人事七節引，“門”亦作“耳”。又小學紺珠節引。又文𨕖安陸昭王碑文注引周書與此略同。"
                }
            ]
        },
        {
            "name": "殷傳微子",
            "paragraphs": [
                {
                    "paragraph": "微子",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "微子將往朝周，過殷之故墟，見麥秀之蔪蔪，曰：“此父母之國，宗廟社稷之所立也。”志動心悲，欲哭則爲朝周，俯泣則婦人。推而廣之，作雅聲",
                    "zhushu": "文𨕖魏都賦辨亾論下注。"
                },
                {
                    "paragraph": "歌曰：“麥秀蔪蔪兮，黍禾𣋋𣋋。彼狡童兮，不我好兮。”",
                    "zhushu": "文𨕖思舊賦注。"
                },
                {
                    "paragraph": "注：狡童，謂紂。",
                    "zhushu": "文𨕖宣德皇后令注引“鄭元曰”。",
                    "type": 2
                },
                {
                    "paragraph": "微子朝周，過殷故墟，見麥秀之蔪蔪兮，禾黍之𣋋𣋋也，曰：“此故父母之國。”乃爲麥秀之歌曰：“麥秀漸漸兮，禾黍油油。彼狡童兮，不我好仇。”",
                    "zhushu": "學齊估畢卷二。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：文𨕖思舊賦注引歌作“黍禾𣋋𣋋”，於韻不協，非也。蓋緣篇首云云而誤。當從學齊佔畢所引作“油油”，與“仇”協韻。禮記樂記正義引“黍禾之油油”爲箕子歌，亦誤。曲阜孔廣林說。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "史繩祖云：“史記、尙書傳所載之歌，只差末句一句，惟書傳序與歌“蔪蔪”“𣋋𣋋”不同。宋玉笛賦、枚乘七發皆作“麥秀蔪兮”，注：“麥𦬆也。”字之稍差，不爲要切。但史記以爲箕子，而書大傳以爲微子，且稱“父母之國”，尤爲有理。不知司馬何所據而與書傳扺梧耶？”。",
                    "type": 2
                }
            ]
        },
        {
            "name": "周傳大誓",
            "paragraphs": [
                {
                    "paragraph": "周傳",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "大誓",
                    "zhushu": "案曰：洛誥傳曰：“周書自大誓就召誥而盛於洛誥。”然則今文周書首大誓也。",
                    "type": 2
                },
                {
                    "paragraph": "唯四月，太子發上祭于畢，下至于孟津之上。注：“四月，周四月也。發，周武王也。卒父業，故稱太子也。”乃告於司徒、司馬、司空、諸節：“亢才，予無知，以先祖先父之有德之臣，左右小子，予受先公，戮力賞罰，以定厥功，明于先祖之遺。”太子發升于舟，中流，白魚入于舟。王跪取，出俟以燎。羣公咸曰：“休哉！”",
                    "zhushu": "太平御覽百四十六皇親部十二。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：亢才，史記周本紀作“信哉”。“才”，“哉”古通。同年王大理伯申云：“亢”乃“允”字之誤，司馬子長以訓詁改經文，故爲“信”也。",
                    "type": 2
                },
                {
                    "paragraph": "八百諸侯俱至孟津，白魚入舟。",
                    "zhushu": "尙書孔序正義卷一引書傳有“八百諸侯俱至孟津，白魚入舟”之事，與大誓同。",
                    "type": 2
                },
                {
                    "paragraph": "武王伐紂，觀兵于孟津，有火流于王屋，化爲赤烏，三足。",
                    "zhushu": "御覽百八十一居處部九。",
                    "type": 2
                },
                {
                    "paragraph": "周將興之時，有大赤烏銜穀之種而集王屋之上者。武王喜，諸大夫皆喜。周公曰：“茂哉！茂哉！天下之見此以勸之也，恐恃之。”",
                    "zhushu": "春秋䌓露。同𩔖相勸篇引尙書傳言。",
                    "type": 2
                },
                {
                    "paragraph": "武王伐紂，至于商郊，停止㝛夜，士卒皆歡樂歌舞以待旦。",
                    "zhushu": "禮記祭統正義。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：正義云“舞莫重于武㝛夜”者，皇氏云：“師說書傳云云，武㝛夜，其樂名也。”此據書傳釋“武㝛夜”最確。",
                    "type": 2
                },
                {
                    "paragraph": "王升舟入水，鼓鐘惡，觀臺惡，將舟惡，宗廟惡。注：“惡皆爲亞。亞，次也。觀臺，靈臺，知天時占候者也。宗廟遷主。”",
                    "zhushu": "周禮肆師注引尙書傳十七字，“惡”仍作“亞”。儀禮經傳通解續因事之祭卷二十六上引傳注。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：周禮肆師。疏曰：“王升舟”以下者，謂說武王於文王受命十一年觀兵之時，武王於孟津渡河，升舟入水在前。鐘鼓亞，亞王舟後。“觀臺亞”者，觀臺可以望氛，祥亞鼔鐘後。“將舟亞”者，以社主主殺戮，而軍將同，故名社主爲“將”，將舟亞在觀臺後。“宗廟亞”者，宗廟則遷主也，亞在將舟後。",
                    "type": 2
                },
                {
                    "paragraph": "惟丙午，王逮師。前師乃鼓䵾譟，師乃慆，前歌後舞，注：“慆，喜也。衆大喜，前歌後舞也。”",
                    "zhushu": "御覽四百六十七人事部一百八引傳、注全，惟“前師”無“前”字。此句六字又見周禮大司馬注。又御覽五百七十四樂部十二。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：周禮大司馬注引書曰：“前師乃鼓䵾譟。”賈疏云：“書傳文。彼說武王伐紂事。”隷釋魏大饗碑：“士有拊譟之歡，民懷惠康之德。”“拊譟”與“䵾譟”同。文𨕖二十一秋胡詩注引班彪冀州賦曰：“感鳬藻以進樂兮。”後漢書杜詩傳：“士卒鳬藻”，劉陶傳：“武旅有鳬藻之士。”錢詹事大昕廿二史考異曰：“鳬藻，卽“䵾譟”也。王逸楚詞章句曰：“武王三軍，人人樂戰，並馳驅，赴敵爭先，前歌後舞，鳬噪讙呼。”惠徵君棟後漢書補注曰：“䵾譟，漢人讀爲“鳬噪”，言如鳬之噪呼。杜詩劉陶傳又作“鳬藻”，釋云“如鳬之戲於藻”，非尙書之義也。”壽祺謂“䵾譟”“鳬藻”，字别而聲義同，此或歐陽、夏侯之異。李賢後漢書注言“如鳬之戲於藻”，所謂望文生義，差之遠矣。蔡邕集上加元服與羣臣上壽表云：“臣等不勝踴躍鳬藻。”魏志文帝紀注：“臣妾遠近，莫不鳬藻。”此亦均本大傳，用爲“讙呼”之義矣。顔延年秋胡詩“鳬藻馳目成”，似與李賢注同，意亦失之。又案：藝文𩔖聚引樂緯稽耀嘉曰：“武王承命興師誅於商，萬國咸喜，軍渡孟津，前歌後舞。”是書傳所說伐紂之事也。”",
                    "type": 2
                },
                {
                    "paragraph": "丕天之大律。注云：“律，法也。奉天之大法。”",
                    "zhushu": "唐律疏義卷一。又翻譯名義集九卷。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：“漢書郊祀志引大誓曰：“正稽古，立功立事，可以永年，丕天之大律。”是此五字，乃古文大誓詞，而大傳載之也。",
                    "type": 2
                }
            ]
        },
        {
            "name": "周傳牧誓",
            "paragraphs": [
                {
                    "paragraph": "牧誓",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "大戰篇",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "武王與紂戰於牧之野，紂之卒，輻分，紂之車，瓦裂，紂之甲魚鱗，下，賀乎武王。",
                    "zhushu": "文𨕖宣德皇后令注引至此，“與”作“伐”，“牧之野”無“之”字，“魚”作“如”，“乎”作“于”，“王”下有“也”字。"
                },
                {
                    "paragraph": "紂死，武王皇皇，若天下之未定，召太公而問曰：“入殷奈何？”太公曰：“臣聞之也，愛人者，兼其屋上之烏；",
                    "zhushu": "此句又引見毛詩名物解八。"
                },
                {
                    "paragraph": "不𢜤人者，及其𦙃餘。注：“𦙃餘，里落之壁。”何如？”武王曰：“不可。”召公趨而進曰：“臣聞之也，有罪者殺，無罪者活，咸劉厥敵，母使有餘烈。何如？”武王曰：“不可。”周公趨而進曰：“臣聞之也，各安其宅，各田其田，母故母私，惟仁之親。",
                    "zhushu": "後漢書申屠剛傳引“武王入殷，周公曰：各安其宅，各田其田，無故無新，惟仁之親”。"
                },
                {
                    "paragraph": "何如？”武王曠乎若天下之已定，遂入殷，封比干之墓，表商容之閭，發鉅橋之粟，散鹿臺之財，歸傾宫之女。",
                    "zhushu": "又引見後漢書郞顗傳注。"
                },
                {
                    "paragraph": "而民知方曰：“王之於仁人也，死者封其墓，况於生者乎？王之於賢人也，亾者表其閭，况於在者乎？王之於財也，聚者散之，况於復藉乎？王之於色也，在者歸其父母，况於復徵乎？”",
                    "zhushu": "通鑑前編武王十三年引全。○又記纂淵海六十一引太公曰：“愛人者兼其屋上之烏。”注：出尙書太傳大戰篇。是此篇皆大戰篇之文也。○記纂淵海又引“憎人者惡其胥餘”。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：說苑貴德篇、韓詩外傳三載太公、召公、周公之語，與此略同。",
                    "type": 2
                },
                {
                    "paragraph": "大戰篇云：“太公曰：“罵女母歎，唾女母乾。母歎母乾，是謂艱難。”",
                    "zhushu": "吳曾能改齋漫錄卷二引尙書大傳大戰篇。"
                }
            ]
        },
        {
            "name": "周傳洪範",
            "paragraphs": [
                {
                    "paragraph": "洪範",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王勝殷，繼公子祿父。注：“武庚，字祿父。”",
                    "zhushu": "尙書洪範序正義引鄭云。"
                },
                {
                    "paragraph": "武王勝殷，繼公子祿父。注：“祿父，紂之子也。”釋箕子囚，箕子不忍周之釋，走之朝鮮。注：“誅我君而釋己，嫌苟免也。”",
                    "zhushu": "此注惟見通鑑前編。"
                },
                {
                    "paragraph": "武王聞之，因以朝鮮封之。注：“朝鮮，今樂浪郡。箕子旣受周之封，不得無臣禮，故於十三祀來朝。”",
                    "zhushu": "太平御覽卷七百八十四夷部一。又通鑑前編引書洪範大傳自首至“封之”止，並注。又御覽二百一封建部四、路史後紀十二，並節引。",
                    "type": 2
                },
                {
                    "paragraph": "汩，亂也。",
                    "zhushu": "華嚴經第七十八音義卷下。○案曰：此疑洪範傳“汨陳五行”之訓。",
                    "type": 2
                },
                {
                    "paragraph": "水火者，百姓之所飮食也。金木者，百姓之所興作也。土者，萬物之所資生也。是爲人用。",
                    "zhushu": "尙書洪範正義引書傳。",
                    "type": 2
                },
                {
                    "paragraph": "八政何以先食？傳曰：“食者，萬物之始，人事之本也。”故八政先食。",
                    "zhushu": "尙書洪範正義、文𨕖籍田賦注。又白帖食、御覽八百四十七飮食部五。",
                    "type": 2
                },
                {
                    "paragraph": "洪範曰：“不叶于極，不麗于咎，毋侮鰥寡，而畏高明。”",
                    "zhushu": "困學紀聞卷二引大傳。",
                    "type": 2
                },
                {
                    "paragraph": "聖人在上，其君子不誦無用之言，其工不作無用之器，其商不通無用之物。",
                    "zhushu": "御覽四百一人事部四十二。",
                    "type": 2
                },
                {
                    "paragraph": "聖人者，民之父母也。母能生之，能食之，父能敎之，能誨之。聖王，曲僃之者也，能生之，能食之，能敎之，能誨之也。爲之城郭以居之，爲之宮室以處之，爲之庠序學校以敎誨之，爲之列地制畝以飮食之。故書曰：“作民父母，以爲天下王。”此之謂也。",
                    "zhushu": "御覽四百一人事部四十二。",
                    "type": 2
                },
                {
                    "paragraph": "晦而月見西方謂之朓。注：“朓，條也，條達行疾貌。”朓則侯王其荼。注：“荼，緩也。”朔而月見東方，謂之側匿。注：“側匿，猶縮縮，行遲貌。”側匿則侯王其肅。注：“肅，急也。日，君象也。月，臣象也。君政急，則日行疾、月行徐，臣逡遁不進；君政緩，則日行徐、月行疾，臣放恣也。”",
                    "zhushu": "太平御覽四引傳、注全，注“君政緩”上誤衍“朓則侯王其徐。徐，緩也。十字，又誤“荼”爲“徐”，今刪。○又周禮保章氏疏引傳。又散見文𨕖元皇后哀䇿文、月賦、舞賦注、藝文𩔖聚一、穀梁傳序疏、後漢書蔡邕傳注。○文𨕖月賦注引鄭注作“朓，條達行疾貌也”，元皇后哀策文注引鄭注作“朓，猶條達也”，當从之。“側匿，猶縮縮”當作“猶縮朒”。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：文𨕖舞賦注引鄭𢆯尙書五行傳注：“闇跳，行疾皃。”是鄭注“條達”一作“闇跳”也。“側匿”一作“朒”，一作“朏”。說文：“朏，月未成之名。晦而月見西方謂之朓，朔而月見東方謂之縮朒。”此則“側匿”與“縮朒”聲近義一也。漢書五行志：“晦而月見西方謂之朓，朔而見東方謂之仄匿。仄匿則侯王其肅，朓則侯王其舒。”劉向以爲：朓者，疾也。君舒緩則臣驕慢，故日行遲而月行疾也。仄匿者不進之意，君肅急則臣恐懼，故日行疾而月行遲，不敢迫近君也。不舒不急，以正失之者，食朔日。劉歆以爲：舒者侯王展意顓事，臣下促急，故月行疾也；肅者，王侯縮朒不任事，臣下弛縱，故月行遲也。當春秋時，侯王率多縮朒不任事，故食二日仄匿者十八，食晦日朓者一，此其效也。案：此漢志據伏生書傳爲說，“仄匿”并作“仄慝”，字之譌。而劉歆則作“縮朒”，“側匿”猶“縮朒”也。孟康注漢書曰：“朓者，月行疾，在日前，故早見。仄匿者，行遲，在日後，當没而更見是也。”蔡卞毛詩名物解：“禮曰：“大明生於東，月生於西。”蓋朔而月出西方，夕見暮見也。故王者早見曰朝，暮見曰夕，義取諸此。所謂朝夕放於日月者也。至望，然後出於東方，夕見。尙書大傳以爲晦而月見西方謂之朏，朔而月見東方謂之朒，蓋言異也。又事文𩔖聚亦引尙書大傳：“晦而月見西方謂之朓，朔而月見東方謂之朏。”諸書所引“朓”“朒”“朏”“闇跳”“側匿”“縮朒”各字，每相互異。攷後漢書盧植傳，植上封事諫曰：“臣聞日晦而月見謂之朓，王侯其舒。”李賢注：“五行傳，劉向所著，字與此小異。”然則伏、劉諸本固有别矣。惟“朏”與“朓”異，它書“朓”作“朏”者誤。"
                }
            ]
        },
        {
            "name": "洪範五行傳",
            "paragraphs": [
                {
                    "paragraph": "洪範五行傳",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "維王后元祀，注：“王，謂禹也。后，君也。祀，年也。禹始居攝，爲君之元年也。”",
                    "zhushu": "注又見通鑑前編。"
                },
                {
                    "paragraph": "帝令大禹步于上帝。注：“帝，舜也。步，推也。于，於也。上帝，謂天也。令禹推演天道，謂覩得失反覆也。”",
                    "zhushu": "注又見玉海。又文𨕖演連珠注引“步，推也”。又通鑑前編引注末句。"
                },
                {
                    "paragraph": "維時洪祀，六沴用咎于下。注：“用此時始大祀。六沴之用咎于下者。”用極□□□，□□□，其祀之□□也。”",
                    "zhushu": "案曰：文淵閣本儀禮通解續此注“用”作“言”，“始”上有“禹”字，“者”下有“咎，凶也。民其祀之令消也，十字。"
                },
                {
                    "paragraph": "是用知不畏而神之怒。注：“而，乃也。舜任禹，禹能治其道，口無其神。舜知禹敬，神之怒可知也。”若六沴作見，若是共禦。注：“若，順也。共，讀曰恭。禦，止也。”帝用不差，神則不怒。注：“□□也。舜見禹知人□□□之，無復疑也。”五福乃降，用章于下。",
                    "zhushu": "八字又見周禮疾醫疏。"
                },
                {
                    "paragraph": "注：“降，下也。章，明也。”若六沴作見，若不共禦，六伐旣侵，六極其下。注：“侵，陵也。庶幾□□行罰，殺萬物也。□□□□□□，□□□，凶也。”禹乃共辟厥德，受命休令。注：“□□厥，其也。休，美也。禹於是恭明□□□□孳孳受舜之美令奉行之。爰用五事，建用王極。注：“王極，或皆爲皇極。初禹治水，得神龜負文於洛，於以盡得天人陰陽之用。至是奉帝命而陳之也。”",
                    "zhushu": "案曰：注“初，禹”以下至末，據通鑑前編引補，儀禮通解續無。"
                },
                {
                    "paragraph": "長事，注：“長，猶君也，一曰貌。”貌之不恭，是謂不肅。注：“肅，敬也。君貌不恭，則是不能敬其事也。”",
                    "zhushu": "案曰：此注儀禮通解續缺“貌不能敬事也”六字，據續漢書五行志及注補。下同。"
                },
                {
                    "paragraph": "厥咎狂。注：“君臣不敬，則倨慢如狂矣。”",
                    "zhushu": "案曰：儀禮通解續注鈌“君”“倨”二字，據續漢志補。"
                },
                {
                    "paragraph": "厥罰常雨，注：“貎曰木，木主春，春氣生，生氣失則踰其節，故常雨也。”",
                    "zhushu": "案曰：儀禮通解續缺。注“貌氣失則”四字，據續漢志補。"
                },
                {
                    "paragraph": "厥極惡。注：“生氣失，故於人則爲惡。”",
                    "zhushu": "案曰：“厥極惡”注，續漢志、儀禮通解續並缺，見文獻通考卷八十八郊社考。"
                },
                {
                    "paragraph": "時則有服妖，注：“服，貌之飾也。”時則有龜孼，注：“龜，蟲之生於水，而游於春者也，屬木。”時則有雞禍，注：“雞，畜之有冠翼者也，屬貌。”時則有下體生于上之痾，注：“痾，病也，貌氣失之病也。”時則有靑𤯝、靑祥，注：“靑，木色也。𤯝生於此，祥自外來也。”維金沴木。注：“沴，殄也。凡貌、言、視、聽、思心，",
                    "zhushu": "案曰：“思心”二字，儀禮通解續無，據續漢志注增。"
                },
                {
                    "paragraph": "一事失，則逆人之心；人心逆則怨，木、金、水、火、土氣爲之傷，傷則衝勝來乘殄之，於是神怒人怨，將爲禍亂。故五行先見變異，以譴吿人也。及妖孼、禍痾、𤯝祥，皆其氣𩔖暴作非常，爲時怪者也，各以物象爲之占也。”",
                    "zhushu": "案曰：自“貌之不恭”至“惟金沴木”，傳、注全節，並見續漢書五行志及劉昭注、文獻通考郊社考。"
                },
                {
                    "paragraph": "次二事曰言。言之不從，是謂不艾，",
                    "zhushu": "案曰：“艾”，各本多作“乂”，據漢書五行志、文獻通考引作“艾”。"
                },
                {
                    "paragraph": "注：“艾，治也。君言不從，則是不能治其事也。”厥咎僭，注：“君臣不治，則僭差矣。”厥罰常陽，",
                    "zhushu": "案曰：漢志、續漢志引並作“陽”，葢今文也。各本作“暘”，乃改從古文，非。"
                },
                {
                    "paragraph": "注：“言曰金，金主秋，秋氣殺，殺氣失，故常陽也。”",
                    "zhushu": "案曰：注“言曰金”三字，續漢志缺，據文獻通考卷八十八引增。"
                },
                {
                    "paragraph": "厥極憂，注：“殺氣失，故於人爲憂。”時則有詩妖，注：“詩之言志也。”時則有介蟲之孼，注：“蝝、螽、蜩、蟬之𩔖，蟲之生於火，而藏於秋者也，屬金。”",
                    "zhushu": "案曰：注“蟲之”二字，續漢志缺，據文獻通考引增。"
                },
                {
                    "paragraph": "時則有犬禍，注：“犬，畜之以口吠守者也，屬言。”時則有口舌之痾，注：“言氣失之病。”時則有白𤯝白祥，維木沴金。”",
                    "zhushu": "案曰：“惟木沴金”，周禮疾醫、太祝疏引“木”作“火”，當從之，作“木”者，誤也。○又曰：自“言之不從”至“維木沴金”，傳、注全節，並見續漢五行志及劉昭注、文獻通考郊社考。"
                },
                {
                    "paragraph": "次三事曰視，視之不明，是謂不悊，注：“悊，視瞭也。君視不明，則是不能瞭其事也。”厥咎荼，注：“荼，緩也。君視不瞭，則荼緩矣。”",
                    "zhushu": "案曰：注“荼，緩也”三字，惟見玉海天文五，據增。"
                },
                {
                    "paragraph": "厥罰常奥，",
                    "zhushu": "案曰：“他書所引多作“燠”，惟續漢志作“奥”，今從之。"
                },
                {
                    "paragraph": "注：“視曰火，火主夏，夏氣長。長氣失，故常奥也。”厥極疾，注：“長氣失，故於人爲疾。”時則有草妖，注：“草視之物，可見者莫衆於草。”",
                    "zhushu": "案曰：文獻通考引注無“草視之”三字。"
                },
                {
                    "paragraph": "時則有倮蟲之孼，注：“蠶螟蟲之𩔖，蟲之生於火而藏於秋者也。”時則有羊禍，注：“羊，畜之遠視者也，屬視。”時則有目痾，時則有赤𤯝赤祥。維水沴火。”",
                    "zhushu": "案曰：自“視之不明”至“維水沴火”，傳、注全節並見續漢志及劉昭注文獻通考郊社考。"
                },
                {
                    "paragraph": "次四事曰聽。聽之不聰，是謂不謀，注：“君聽不聰，則是不能謀其事也。”厥咎急，注：“君臣不謀則急矣。”厥罰常寒，注：“聽曰水，水主冬，冬氣藏。藏氣失，故常寒也。”厥極貧，注：“藏氣失，故於人爲貧。”時則有鼓妖，注：“鼓，聽之應也。時則有魚孼，注：“魚，蟲之生於水而游於水者也。時則有豕禍，注：“豕，畜之居閑衞而聽者也，屬聽。”時則有耳痾，注：“聽氣失之病。時則有黑𤯝黑祥，維火沴水。”",
                    "zhushu": "案曰：“維火沴水”，周禮疾醫太祝疏引“火”作“土”，當從之。○自“聽之不聰”至“維火沴水”，傳、注全節並見續漢五行志及劉昭注、文獻通考郊社考。"
                },
                {
                    "paragraph": "次五事曰思心。思心之不容，是謂不聖。注：“容，當爲睿。睿，通也。心明曰聖。孔子說休徵曰：聖者，通也。兼四而明，則所謂聖。聖者，包貌、言、視、聽而載之以思心者，通以待之。君思心不通，則是非不能心明其事也。”",
                    "zhushu": "案曰：“思心之不容”，此節注，續漢志缺，見文獻通考。"
                },
                {
                    "paragraph": "厥咎霿，注：“霿，冒也。君臣心有不明，則相䝉冒矣。”",
                    "zhushu": "案曰：“霿”，文獻通考引作“雺”，非。今從漢書五行志、續漢五行志所引。"
                },
                {
                    "paragraph": "厥罰常風，注：“思心曰土。土，王四時，主消息、生殺、長藏之氣，風亦出內雨陽寒奥之微，皆所以殖萬物之命者也。殖氣失，故常風。”厥極凶、短、折。注：“殖氣失，則於人爲凶、短、折。未齔曰凶，未冠曰短，未昏曰折。”",
                    "zhushu": "案曰：“厥極凶、短、折”注，儀禮通解續缺，見文獻通考郊社考。"
                },
                {
                    "paragraph": "時則有脂夜之妖，注：“夜，讀曰液。時則有華孼，注華，當爲夸。夸，蚓蟲之生於土而遊於土者。”時則有牛禍，注：“地厚德載物。牛，畜之任重者也，屬思心。”",
                    "zhushu": "案曰：“注地厚德載物”五字，惟見禮記月令正義，今據補。“屬思心”三字，文獻通考引缺。他本或作“屬王極”，亦誤。惟月令正義作“屬思”，脫“心”字。今據正義以上下文定、補。"
                },
                {
                    "paragraph": "時則有心腹之痾，注：“思心氣失之病。”時則有黃𤯝黃祥。維木、金、水、火沴土。注：“志、論皆言君不寛容則地動，𢆯或疑焉。今四行來沴土，地乃動，臣下之相帥爲畔逆之象，君不通於事所致也。以爲不寛容，亦皆爲陰勝陽、臣强君之異。”",
                    "zhushu": "案曰：自“思心之不容”至“惟木金水火沴土”，傳並見漢志、續漢志。鄭注全節惟見文獻通考郊社考及禮記月令正義，續漢志缺鄭注。“志論”，謂漢書五行志、劉向等五行傳論也。"
                },
                {
                    "paragraph": "王之不極，是謂不建。",
                    "zhushu": "案曰：“王”字，漢志、續漢志並作“皇”。劉昭注云：“尙書大傳作“王”。”文獻通考、玉海引同。"
                },
                {
                    "paragraph": "注：“王，君也。不名體而言王者，五事象五行，則王極象天也。人法天，元氣純，則不可以一體而言之也。天變化爲陰爲陽，覆成五行。經曰：“厤象日月星辰，敬授民時。”論語曰：“爲政以德，譬如北辰。”是則天之通於人政也。孔子說春秋曰：“政以不由王出，不得爲政。”則是王君出政之號也。極，中也。建，立也。王象天，以性情覆成五事，爲中和之政也。王政不中，則是不能立其事也。”",
                    "zhushu": "案曰：“王之不極”以下至“星辰逆行”注，見續漢五行志劉注。惟注“人法天”至“而言之也”，續漢志缺，見文獻通考。"
                },
                {
                    "paragraph": "厥咎瞀。注：“瞀與思心之咎同耳。故子駿傳曰：瞀，眊。眊，亂也。君臣不立，則上下亂矣。”",
                    "zhushu": "案曰：“瞀”，漢志、續漢志引並作“眊”。劉昭注云：“尙書大傳作“瞀”。”鄭注引劉子駿五行傳以“眊”釋“瞀”是也。文獻通考郊社考引作“雺”，與思心傳同，非。續漢志注引此注脫“子駿”二字，今從文獻通考。"
                },
                {
                    "paragraph": "厥罰常陰。注：“王極象天，天陰養萬物，養氣失，故常陰也。”厥極弱。注：“天爲剛德，剛氣失，故於人爲弱。易曰：“貴而无位，高而无民，賢人在下位而无輔。”此之謂弱。或云：懦不毅也。”",
                    "zhushu": "案曰：續漢志注引此注“毅”作“敬”誤。"
                },
                {
                    "paragraph": "時則有射妖，注：“射，王度之極也。射人將發矢，必先於此儀之，發矢則必中於彼矣。君將出政，亦先於朝廷度之，出則應於民心，射其象也。”時則有龍虵之孼，注：“龍，蟲之生於淵，行於無形，游於天者也，屬天。蛇，龍之𩔖也。或曰：龍無角者曰虵。”時則有馬禍，注：“天行健。馬，畜之疾行者也，屬王極。”時則有下人伐上之痾。注：“夏侯勝說：伐宜爲代，書亦或作代。陰陽之神曰精氣，情性之神曰魂魄。君行不由常，侜張無度，則魂魄傷也。王極氣失之病也。天於不中之人，恆耆其味，厚其毒，增以爲病，將以開賢代之也。春秋傳所謂“奪伯有魄”者是也。不名病者，病不著於身體也。”",
                    "zhushu": "案曰：注“味厚其”三字，續漢志注無，見儀禮通解續二十六、文獻通考郊社考。○自“時則有龜孼”注“龜，蟲之生”至“時則有下人伐上之痾”注“情性之神日魂魄”，儀禮通解續二十六并缺引，今據續漢五行志注、文獻通考引補。"
                },
                {
                    "paragraph": "時則有日月亂行，星辰逆行。注：“亂，謂薄食鬬竝見；逆，謂贏縮反明，經天守舍之𩔖也。不言沴天，天，至尊，無能沴之者。離逢非沴，維鮮之功，謂此也。”",
                    "zhushu": "案曰：續漢五行志注引此節注“王，君也”至“守舍之𩔖也”，缺“不言沴天”至“謂此也”二十三字，見儀禮通解續二十六。"
                },
                {
                    "paragraph": "維五位復建，辟厥沴。注：“君失五事，則五行相沴，違其位。復立之者，當明其吉凶變異，則知此爲貌邪言，輒改過以共禦之。至司之口月，又必齋肅祭祀，以撫其神，則凶咎除矣。不言六位，天不違其位也。”",
                    "zhushu": "案曰：注“君失五事”至“不違其位也”，見儀禮通解續。○案“又曰：貌邪言”下有脫文，當以“言、視、聽、思、心之失”與“貌邪”並列也。文獻通考引此注亦略，今無從補。"
                },
                {
                    "paragraph": "曰：二月、三月，維貌是司；四月、五月，維視是司；六月、七月，維言是司；八月、九月，維聰是司；十月、十一月，維思心是司；十二月與正月，維王極是司。注：“司，主也。此月數，夏數也。夏數得天之正。𢆯或疑焉。此用五事之次，則四月、五月主，視，六月、七月主言，非也。口，五行王相之次，則八月、九月主聽，十月、十一月主思心，亦非也。子駿傳曰：“二月、三月，維貌是司；四月、五月，維視是司；六月、七月，惟思心是司；八月、九月，惟言是司；十月、十一月，維聽是司；十二月與正月，維王極是司。於四時之氣，似近其𩔖也。”凡六沴之作，歲之朝，月之朝，日之朝，則后王受之；歲之中，月之中，日之中，則公卿受之；歲之夕，月之夕，日之夕，則庶民受之。注：“自正月盡四月，爲歲之朝；自五月盡八月，爲歲之中；自九月盡十二月，爲歲之夕。上旬爲月之朝，中旬爲月之中，下旬爲月之夕。平且至食時，爲日之朝；禺中至日昳，爲日之中；下側至黃昏，爲日之夕。受之，受其凶咎也。”其二辰以次相將，其次受之。注：“二辰，謂日月也。假令歲之朝也，日月中，則上公受之；日月夕，則下公受之；歲之中也，日月朝，則孤卿受之；日月夕，則大夫受之；歲之夕也，日月朝，則上士受之；日月中，則下士受之。其餘差以尊卑多少，則悉矣。”",
                    "zhushu": "案曰：注“歲之中也”四字，“則孤卿受之”五字，“日月夕則”四字，儀禮通解、續、文獻通考引並脫，惟續漢五行志注具，今據補。"
                },
                {
                    "paragraph": "星辰莫同。注：“莫，夜也。星辰之變，夜見亦與晝同。初昏爲朝，夜半爲中，將晨爲夕。或曰：將晨爲朝，初昏爲夕也。”是離逢非沴，維鮮之功。注：“離，憂也。逢，見也。是謂，憂見之象，非沴也。言五行非能沴，天者也。鮮，殺也。功，成也。維凶咎之殺已成，故天垂變異以示人也。”禦貌于喬忿。注：“止貌之失者，在於喬忿也。驕忿者，是不恭之形也。喬忿，謂若傲很明德，忿戾無期之𩔖也。”",
                    "zhushu": "案曰：注“謂若”上，惟儀禮通解續重“喬忿”二字。"
                },
                {
                    "paragraph": "以其月，從其禮，祭之，參，乃從。注：“從，順也。三祭之，其神乃順不怒也。”禦言于訖衆，以其月，從其禮，祭之，參，乃從。注：“訖，止也。止言之失者，在於去止衆。止衆者，是不從之刑也。止衆，謂若周威厲王弭𧩂以障民口之𩔖也。”禦視于忽似，以其月，從其禮，祭之，參，乃從。注：“止視之失者，在於去忽似。忽似者，是不明之刑也。忽似，謂若亂於是非，象龔滔天，及不辨鹿馬之𩔖也。”",
                    "zhushu": "案曰：注“謂若”上，惟儀禮通解續重“忽似”二字。"
                },
                {
                    "paragraph": "禦聽于怵攸，以其月，從其禮，祭之，參，乃從。注：“怵，讀爲“獸不狘”之狘。攸，讀爲“風雨所漂颻”之颻。止聽之失者，在於去怵攸。怵攸者，是不聰之刑也。怵攸，謂若“老夫灌灌，小子蹻蹻，誨爾訰訰，聽我眊眊”之𩔖。禦思心于有尤，以其月，從其禮，祭之，參，乃從。注尤，過也。止思心之失者，在於去欲有所過。欲有所過者，是不容之刑也。欲有所過，謂若昭公不知禮而習小儀，不脩政而欲誅季氏之𩔖也。",
                    "zhushu": "案曰：注者“是不容”上，儀禮通解續脫“有所過”三字，今增。“謂若昭公”上，惟通解續多“欲有所過”四字。"
                },
                {
                    "paragraph": "禦王極于宗始，以其月，從其禮，祭之，參，乃從。注宗，尊也。止王極之失者，在於尊用始祖之法度。不言其惡者，人性僃於五德，得失在斯，王不極，則五事皆失，非一惡也。大者易姓，小者滅身。其能宗始，則錄延。其受命之君，承天制作，猶天之敎命也。故掌祖廟之藏者，謂之天府也。六沴之禮，散齊，七曰致齊。新器絜祀用赤黍。三日之朝，于中庭祀四方，從東方始，卒于北方。注禮志：“致齊三日。”周禮：凡祭祀，前期十日，宗伯帥執事卜日，是爲齊一旬乃祀也。今此致齊卽祀者，欲得容三祀也。蓋八日爲致齊期，九日朝而初祀，亦一旬有一日，事乃畢也。新器、赤黍，改過之宐也。中庭，明堂之庭也，或曰朝廷之廷也。此祀五精之神，其牲器粢盛有常禮，記其異者也。不祀天，非正月，亦以此禮祀此神也。",
                    "zhushu": "案曰：太平御覽五百二十四引傳“致齊”下衍“三日”二字，非。儀禮通解、續、文獻通考引並無。玩注則傳不當有此二字。一本御覽“從東方始”下衍“自南至西”四字，亦非。通解、續、通考並無。○御覽引注自“禮志”至“事乃畢也”止。"
                },
                {
                    "paragraph": "其祀禮，曰格祀。注：“篇名也，今亾。”曰：“某也。方祀，曰：“播國率相行祀。”注：“篇中大祝贊主人辭也。某，天子名也。方祀，祀四方也。播讀曰藩。藩國謂侯。相，助也。言諸侯率其常事來，卽助行祭之禮也。”其祝也，",
                    "zhushu": "案曰“祝”字，他書所引作“祀”，今據御覽五百二十四引改。"
                },
                {
                    "paragraph": "注：“大祝吿神以君悔過之辭也。周禮：“大祝掌六祝之辭，以事鬼神。”祇，祈福祥，求永貞也。”曰：若爾神靈，洪祀六沴是合。注：“神靈，謂木精靈威仰、火精赤熛怒、土精含樞紐、金精白招矩、水精叶光紀，及木帝太皥、火帝炎帝、土帝黃帝、金帝少皞、水帝顓頊、木官勾𦬆、火官祝融、土官后土、金官蓐收、水官𢆯㝠，皆是也。古者生能其事，死在祀典，配其神而食。合，猶爲也。六沴，是神靈所爲也。”無差無傾，無有不正。注：“言神靈正直無口𩔖，所謂口皆是也。”若民有不敬事，則會批之于六沴。注：“若民，廣謂天下有過者也。事，六事也。會，合也。批，推也。言天下有過，神靈亦合內推於六沴，天子以天下爲任者也。”六事之機，以縣示我。",
                    "zhushu": "案曰：玉海引“縣”作“垂”，非。觀注宐作“縣”。"
                },
                {
                    "paragraph": "注：“六事，貌、言、視、聽、思、心、王極也。機，天文也。天文運轉，以縣見六事之變異示我。我，謂天子。”我民人無敢不敬事。上下王祀。注：“我與民人無敢不敬畏六事，上下君祀之所縣示變異者，言皆悔過也。上君祀靈威仰，下君祀太皞之屬也。”",
                    "zhushu": "以上自傳首“維王后元祀”至“上下王祀”止，傳、注並見儀禮經傳通解續卷二十六。下因事之祭，惟五事，鄭注不全。又文獻通考卷八十八郊社考祈禳引同，但傳、注間有詳略。玉海天文五引自傳首至“上下王祀”，惟不引“六沴之禮”至“卒於北方”。又續漢書五行志引“貌之不恭”至“星辰逆行”傳、注，惟“思心之不容”至“木金水火沴土”一節注，又引“凡六沴之作”至“其次受之”傳、注。又太平御覽八百七十四咎徽部引傳“爰用五事”至“星辰逆行”，又五百二十四禮儀部三引“六沴之禮”至“上下王祀”傳、注，卷十七時序部二引“凡六沴之作”至“庶民受之”。又通鑑前編帝舜三十三載引傳首二句“禹乃共辟”至“建用王極”傳、注。今并合諸書參考。○又周禮疾醫太祝注、羊人序官疏，文𨕖演連珠注、石闕銘注，尙書洪範正義，禮記月令正義，白虎通灾變篇，後漢書申屠剛傳注，穀梁傳桓十四年注，並節引。",
                    "type": 2
                },
                {
                    "paragraph": "田獵不宿，注：“不宿，不宿禽也。角主天兵。周禮：四時習兵，因以田獵。禮志曰：“天子不合圍，諸侯不掩羣，過此則暴天物，爲不宿禽。”角南有天庫、將軍、騎官。”飮食不享。注：“享，獻也。禮志曰：“天子諸侯無事，則歲三田：一爲乾豆，二爲賓客，三爲充君之庖。周禮：獸人冬獻狼，夏獻麋，春秋獻獸物。此獻禮之大略也。”出入不節。注：“角爲天門，房有三道，出入之象也。”奪民農時。注：“房、心，農時之候也。季冬之月，命農師計耦耕事，是時房、心晨中。春秋傳曰：“辰爲農祥，后稷之所經緯也。”及有姦謀。注：“亢爲朝廷，房、心爲明堂，謀事出政之象。”則木不曲直。注：“君行此五者，爲逆天東宫之政。東宫於地爲木，木性或曲或直，人所用爲器者也。無故生不暢茂，多有折槁，是爲木不曲直。木、金、水、火、土，謂之五材。春秋傳曰：“天生五材，民並用之。其政逆則神怒，神怒則材失性，不爲民用。其他變異皆屬沴，沴亦神怒。凡神怒者，日月五星旣見，適於天矣。”",
                    "zhushu": "以上傳。自“田獵不宿”至“木不曲直”，見續漢書五行志一。注見劉注。"
                },
                {
                    "paragraph": "棄法律，逐功臣。注：“東井主法令也。功臣，制法律者也。或曰：喙主尙食，七星主衣裳，張爲食厨，翼主天倡。經曰：“臣作朕股肱耳目。予欲左右有民，女翼。予欲觀古人之象，日、月、星辰、山、龍、華蟲，作繢，宗彝、藻、火、粉米、黼、黻、絺繡，以五采章施于五色，作服，女明。予欲聞六律、五聲、八音，在治曶，以出納五言，女聽。”是則食與服樂，臣之所用，爲大功也。七星，北有酒旗，南有天厨，翼南有器府。”殺太子，注：“五行火生土，天文以參繼東井，四時以秋代夏，殺太子之象也。春秋傳曰：“夫千乘之主，將廢正而立不正，必殺正也。”以妾爲妻，注：“軒轅爲后妃，屬南宫。其大星，女主之位，女御在前，妾爲妻之象也。”則火不炎上。注：“君行此四者，爲逆天南宮之政。南宫於地爲火，火，性炎然上行，人所用爲亨飪者也。無故因見作𤍠，燔熾爲害，是爲火不炎上。其他變異，皆屬沴也。”",
                    "zhushu": "以上自“棄法律”至“火不炎上”傳，並見續漢書五行志二。注見劉注。○案曰：續志引“火不炎上”傳在“金不從革”之後，今依大傳五事之次移前。又此節傳亦見開元占經水火占篇。"
                },
                {
                    "paragraph": "治宮室，飾臺榭，内淫亂，犯親戚，侮父兄，則稼穡不成。",
                    "zhushu": "以上傳自“治宫室”至“稼穡不成”，見續漢書五行志四。"
                },
                {
                    "paragraph": "好攻戰，注：“參、伐爲武府，攻戰之象。”輕百姓，注：“輕之者，不重民命。春秋傳曰：“師出不正反，戰不正勝也。”“飾城郭，注：“昴、畢閒爲天街。甘氏經曰：“天街。保塞，孔途道衢。”保塞，城郭之象也。月令曰：“四鄙入保。”",
                    "zhushu": "注末七字見御覽咎徵部一。"
                },
                {
                    "paragraph": "侵邊竟。注：“畢主邊兵。”則金不從革。注：“君行此四者，爲逆天西宫之政。西宮於地爲金，金，性從形而革，人所用爲器者也。無故冶之不銷，或入火飛亾，或鑄之裂形，是爲不從革。其他變異，皆屬沴也。”",
                    "zhushu": "以上傳自“好攻戰”至“金不從革”，見續漢書五行志四。注自“參伐爲武府”至“皆屬沴也”，見續志四劉昭注。"
                },
                {
                    "paragraph": "簡宗廟，不禱祠，注：“虚、危爲宗廟。”廢祭祀，注：“牽牛主祭祀之牲。”逆天時，注：“日在星紀，周以爲正；日在𢆯枵，殷以爲正。皆不得四時之正，逆天時之象也。春秋定十五年夏五月辛亥，郊，譏連卜三正，以至失時，是其𩔖也。”則水不潤下。注：“君行此四者，爲逆天北宫之政也。北宫於地爲水，水性浸潤下流，人所用灌漑者也。無故源流竭絕，川澤以涸，是爲不潤下。其他變異，皆屬沴也。”",
                    "zhushu": "以上傳自“簡宗廟”至“水不潤下”，見續漢書五行志三。注自“虚、危爲宗廟”至“皆屬沴也”，並見續志三劉昭注。○又傳“田獵不宿”以下至末，亦見御覽八百七十四咎徵部一，無鄭注。",
                    "type": 2
                },
                {
                    "paragraph": "東方之極，自碣石東至日出榑木之野，帝太皞、神勾𦬆司之。自冬日至數四十六日，迎春於東堂，距邦八里，堂高八尺，堂階八等，靑稅八乘，旂旐尙靑，田車載矛，號曰助天生。倡之以角，舞之以羽，此迎春之樂也。孟春之月，御靑陽左个，禱用牡，索祀於艮隅。貌必恭，厥休時雨。朔，令曰：挺羣禁，開閉闔，通窮室，達障塞，待優游。其禁：母伐林木。",
                    "zhushu": ""
                },
                {
                    "paragraph": "仲春之月，御靑陽正室，牲先脾，設主於戸，索祀於震正。朔，令曰：“棄怒惡，解役罪，免優患，休罰刑，閉關梁。其禁田獵不宿，飮食不享，出入不節，奪民農時，及有姦謀。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "季春之月，御靑陽右个，薦用鮪，索祀於㢲隅。朔，令曰：“宣庫財，和外怨，撫四方，行柔惠，止剛强。九門磔禳，出疫於郊，以禳春氣。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "南方之極，自北戸南至炎風之野，帝炎帝，神祝融司之。自春分，數四十六日，迎夏於南堂，距邦七里，堂高七尺，堂階七等，赤稅七乘，旂旐尙赤，田車載弓，號曰“助天養”。倡之以徵，舞之以鼓鼗，此迎夏之樂也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "孟夏之月，御明堂左个，嘗麥用彘，索祀於㢲隅。視必明，厥休時燠。朔令曰：“爵有德，賞有功，惠賢良，舉力農。其禁母隳防。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "仲夏之月，御明堂正室，牲先肺，設主於竃，索祀於離正。朔令曰：“振貧窮，惠孤寡，慮休疾，出大祿，行大賞。其禁棄法律，逐功臣，殺太子，以妾爲妻。”乃令民雩。",
                    "zhushu": ""
                },
                {
                    "paragraph": "季夏之月，御明堂右个，牲先心，設主於中霤，索祀於坤隅。思必睿，",
                    "zhushu": "案曰：“睿”當爲“容”。"
                },
                {
                    "paragraph": "厥休時風。朔令曰：“起毁宗，立無後，封廢國，立賢輔，䘏喪疾。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "中央之極，自昆侖中，至大室之野。帝黃帝，神后土司之。土王之曰禱，用牲，迎中氣於中室，樂用黃鍾之宫，爲民祈福。命世婦治服章，令民口虐。",
                    "zhushu": "案曰：“虐”字有誤，盧氏本缺此字。"
                },
                {
                    "paragraph": "其禁治宮室，飾臺榭，內淫亂，犯親戚，侮父兄。",
                    "zhushu": ""
                },
                {
                    "paragraph": "西方之極，自流沙西至三危之野。帝少皞，神蓐收司之。自夏日至，數四十六日，迎秋於西堂。距邦九里，堂高九尺，堂階九等，白稅九乘，旌旄尙白，田車載兵，號曰助天收。唱之以商，舞之以干戚，此迎秋之樂也。",
                    "zhushu": ""
                },
                {
                    "paragraph": "孟秋之月，御總章左个，嘗穀用犬，索祀於坤隅。言必從，厥休時暘。",
                    "zhushu": "案曰：“暘”當作“陽”。"
                },
                {
                    "paragraph": "朔令曰：審用法，僃盜賊，禁姦邪，飭羣牧，謹貯聚。其禁母弛戎僃。",
                    "zhushu": ""
                },
                {
                    "paragraph": "仲秋之月，御總章正室，牲先肝，設主於門，索祀於兌正。朔令曰：謹功築，遏溝瀆，修囷倉，决刑獄，趣收斂。其禁：好攻戰，輕百姓，飾城郭，侵邊竟。乃令民畋醵，庶甿畢入于室，曰：“時殺將至，母罹其菑。”",
                    "zhushu": ""
                },
                {
                    "paragraph": "季秋之月，御總章右个，薦用田禽，索祀於乾隅。朔令曰：除道路，守門閭，陳兵甲，戒百官，誅不法。除道成梁，以利農夫。",
                    "zhushu": ""
                },
                {
                    "paragraph": "北方之極，自丁令北至積雪之野，帝顓頊，神糸㝠司之。自秋分，數四十六日，迎冬於北堂。距邦六里，堂高六尺，堂階六等，黑稅六乘，旗旄尙黑，田車載甲鐵，號曰助天誅。唱之以羽，舞之以于戈，此迎冬之樂也。孟冬之月，御𢆯堂左个，祈年用牲，索祀於乾隅。聽必聰，厥休時寒。朔令曰：申羣禁，修障塞，畢積聚，繫牛馬，收澤賦。其禁母作淫巧。",
                    "zhushu": ""
                },
                {
                    "paragraph": "仲冬之月，御𢆯堂正室，牲先腎，設主於井，索祀於坎正。朔令曰：𢯱外徒，止夜樂，誅詐僞，省醖釀，謹閉關。其禁簡宗廟，不禱祀，廢祭祀，逆天時。乃令民罷土功。季冬之月，御𢆯堂右个。薦用魚，索祀於艮隅。朔令曰：省牲牷，修農器，收秸薪，築囹圄，謹葢藏。乃大儺以禳疾。命國爲酒，以合三族，君子說，小人樂。",
                    "zhushu": "以上自“東方之極”至此，見明黃佐六藝流別卷十七五行篇。"
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：六藝流別全載五行傳一篇，自“維王后元祀”至“上下王祀”，下卽接“東方之極”云云，至“小人樂”，惟無“六沴之禮”至“卒於北方”之節，及“田獵不宿”至“水不潤下”一節。篇題下云：“伏生尙書大傳紀帝舜命禹攝政，初祀事。”盧氏本與六藝流別同，而多“六沴之禮”一節，及末“田獵不宿”至“水不潤下”一節。今以盧本末一節“咎徵”移置“東方之極”云云之前，於文爲順。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案：又曰：此節據六藝流别，明云“帝舜命禹攝政初祀事”，碻是伏書。然其文頗不𩔖伏書，又時與伏書相複，他書亦無有稱引者，惟皇覽稱“逸禮”，與此大同，皆可疑也。",
                    "type": 2
                }
            ]
        },
        {
            "name": "大誥",
            "paragraphs": [
                {
                    "paragraph": "大誥",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "書曰：“民儀有十夫。”",
                    "zhushu": "困學紀聞卷二。",
                    "type": 2
                },
                {
                    "paragraph": "周公先謀於同姓，同姓從；謀於朋友，朋友從；然後謀於天下，天下從；然後加之蓍龜。是以君子、聖人謀義，不謀不義，故謀必成；卜義，不卜不義，故卜必吉；以義擊不義，故戰必勝。是以君子、聖人謀則吉，戰則勝。",
                    "zhushu": "太平御覽四百五十人事部九十一。○又六藝流別卷二十。"
                }
            ]
        },
        {
            "name": "金縢",
            "paragraphs": [
                {
                    "paragraph": "金縢",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：葉夢得云：“伏生大傳以天、地、四時爲七政，以金縢作於周公殁後。”",
                    "type": 2
                },
                {
                    "paragraph": "武王殺紂，",
                    "zhushu": "毛詩邶鄘衞譜正義引此下有“立武庚”三字。"
                },
                {
                    "paragraph": "而繼公子祿父，注：“繼者，以武庚爲商後也。”使管叔、蔡叔監祿父。注：“不及霍叔者，葢赦之也。”武王死，成王幼，周公盛養成王，注：“盛，猶長也。”使召公奭爲傅，周公身居位，聽天下爲政。",
                    "zhushu": "通鑑前編引“爲”作“之”。"
                },
                {
                    "paragraph": "管叔疑周公，",
                    "zhushu": "毛詩邶鄘衞譜、豳風破斧正義、左傳定四年正義，並引此傳“管蔡流言”，是“管叔”下當有“蔡叔”二字，御覽無之，宜据詩疏增。"
                },
                {
                    "paragraph": "流言于國曰：“公將不利于王。”奄君薄姑，注：“元或疑焉。薄姑，齊地，非奄君名也。”謂祿父曰：“武王旣死矣，今王尙幼矣，",
                    "zhushu": "毛詩、左傳正義引此句作“成王幼”。"
                },
                {
                    "paragraph": "周公見疑矣，此世之將亂也，",
                    "zhushu": "毛詩、左傳正義引此句作“百世之時也”。"
                },
                {
                    "paragraph": "請舉事。”注：“言周弱，且不和，欲伐之而復政也。”然後祿父及三監叛也。周公以成王之命殺祿父，",
                    "zhushu": "太平御覽六百四十七刑法部十三。又御覽封建部四、四夷部一、刑法部七，毛詩邶鄘衞譜、豳風破斧齊譜，左傳定四年諸正義，通鑑前編“成王二年”，繹史二十二。"
                },
                {
                    "paragraph": "遂踐奄。踐之云者，謂殺其身，執其家，瀦其官。",
                    "zhushu": "毛詩豳風破斧正義、經典釋文成王政序下。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：曲阜孔氏廣林本以“遂踐奄”云云入成王政篇，恐非。",
                    "type": 2
                },
                {
                    "paragraph": "成王幼，在襁褓。",
                    "zhushu": "毛詩斯干正義引：“書傳說成王之幼云：“在襁褓。”褓，小兒被也。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：“在襁褓”三字，當在上傳“成王幼”之下。",
                    "type": 2
                },
                {
                    "paragraph": "周公致政，封魯，老于周，心不敢遠成王，欲事文、武之廟。公疾，曰：“吾死，必葬成周，示天下臣於成王。”及死，成王葬之畢，而云“示天下不敢臣”。故公封於魯，身未嘗居魯。",
                    "zhushu": "路史後紀十高辛紀下注。○又詩地理考五引“周公封於魯，未嘗居魯也。”",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：荀子儒效篇：“周公歸周，反籍於成王，而天下不輟事周。”楊倞注：“周公所封畿内之國亦名周。春秋周公黑肩，葢其後也。言周公自歸其國也。”此周公“老於周”之事。",
                    "type": 2
                },
                {
                    "paragraph": "三年之後，",
                    "zhushu": "此句上當依路史所引增“周公致政，封魯”六字。"
                },
                {
                    "paragraph": "周公老于豐，心不敢遠成王，而欲事文、武之廟。然後周公疾，曰：“吾死，必葬於成周，示天下臣於成王。”成王曰：“周公生欲事宗廟，死欲聚骨於畢。”畢者，文王之墓也。故周公薨，成王不葬於成周，而葬之於畢，示天下不敢臣也，所以明有功，尊有德。故忠孝之道，咸在成王、周公之間。故魯郊，成王所以禮周公也。",
                    "zhushu": "通鑑前編“成王十一年”。○又儀禮經傳通解續卷五喪大記上注節引。",
                    "type": 2
                },
                {
                    "paragraph": "周公疾，曰：“吾死必葬於成周，示天下臣於成王也。”周公死，",
                    "zhushu": "案曰：此下當依儒林傳注，增“成王欲葬之於成周”八字。"
                },
                {
                    "paragraph": "天乃雷雨以風，禾盡偃，大木斯抜。國恐。",
                    "zhushu": "案曰：當依漢書儒林傳注引作“國人大恐”。"
                },
                {
                    "paragraph": "王與大夫開金縢之書，執書以泣曰：“周公勤勞王家，予幼，人弗及知。”乃不葬於成周，而葬之於畢，示天下不敢臣。",
                    "zhushu": "漢書梅福傳注。",
                    "type": 2
                },
                {
                    "paragraph": "周公死，成王欲葬之於成周，天乃雷雨以風，禾盡偃，大木斯拔，國人大恐。王乃葬周公於畢，示不敢臣也。",
                    "zhushu": "漢書儒林傳注。○又後漢書張奐傳注“雨”作“電”。"
                }
            ]
        },
        {
            "name": "嘉禾",
            "paragraphs": [
                {
                    "paragraph": "嘉禾",
                    "zhushu": "案曰：漢藝文志攷證云：“大傳序又有嘉禾、揜誥，今本闕。”",
                    "type": 1
                },
                {
                    "paragraph": "成王之時，有三苗貫桑葉而生，同爲一穗，其大盈車，長幾充箱。民得而上諸成王。",
                    "zhushu": "尙書歸禾序正義。",
                    "type": 2
                },
                {
                    "paragraph": "成王時，有苗異莖而生，同爲一穟。人有上之者，王召周公而問之。公曰：“三苗爲一穟，抑天下共和爲一乎？”果有越裳氏重譯而來。",
                    "zhushu": "太平御覽八百三十九百穀部三。○又初學記二十七草部，又記纂淵海卷四引，並無末九字。記纂作“異畞同穗”，初學記“穟”並作“穗”。",
                    "type": 2
                },
                {
                    "paragraph": "拔而貢之。",
                    "zhushu": "尙書歸禾序正義。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：尙書正義引“成王之時”云云，又引下傳云“拔而貢之”，其文不僃。今盧本大傳“有越裳氏”上有“拔而貢之文王之廟”八字。記纂淵海卷四引孫氏瑞應圖曰：“周時嘉禾三本同穗，貫桑而生，其穗盈箱，生於唐叔之國，以獻。周公曰：‘此嘉禾也，太和氣之所生焉。此文王之德。’乃獻文王之廟。”據此，則大傳當有“拔而貢之文王之廟”之語，而書疏僅存上四字，餘無所徵，因錄瑞應圖之文以僃攷。記纂淵海又引大傳“嘉禾莖長五尺，三十五穗”，恐非大傳文，不錄。",
                    "type": 2
                },
                {
                    "paragraph": "交阯之南，有越裳國。周公居攝六年，制禮作樂，天下和平。越裳以三象重譯而獻白雉，曰：“道路悠遠，山川阻深，音使不通，故重譯而朝。”成王以歸周公。公曰：“德不加焉，則君子不饗其質；注：質，亦贄也。政不施焉，則君子不臣其人。吾何以獲此賜也？”其使請曰：“吾受命吾國之黃耉曰：‘久矣，天之無烈風澍雨，意者，中國有聖人乎？有則盍往朝之？’”周公乃歸之於王，稱先王之神致，以薦於宗廟。周德旣衰，於是稍絕。",
                    "zhushu": "太平御覽七百八十五四夷部六。○又御覽天部九、後漢書馬融傳注、文𨕖王元長曲水詩序注、事𩔖賦三。",
                    "type": 2
                },
                {
                    "paragraph": "成王之時，越裳重譯而來朝，曰：“道路悠遠，山川阻深，恐使之不通，故重三譯而朝也。”注：鄭元曰：“欲其轉相曉也。”",
                    "zhushu": "文𨕖應吉甫華林園集詩注。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：御覽引但云“重譯”，文𨕖應吉甫詩注引作“重三譯”，王元長文注引作“重九譯”。",
                    "type": 2
                },
                {
                    "paragraph": "周公辭不受，曰：“正朔不施，則君子不臣也。”",
                    "zhushu": "通典七十四賓禮一。",
                    "type": 2
                },
                {
                    "paragraph": "正朔所不加，君子所不臣。",
                    "zhushu": "白虎通卷三王者不臣篇。",
                    "type": 2
                },
                {
                    "paragraph": "周公謂越裳之譯曰：“德澤不加焉，則君子不享其質；政令不施焉，則君子不臣。",
                    "zhushu": "毛詩臣工正義。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案：詩疏引此，較御覽多“澤”字、“令”字，惟白虎通、通典引“政令”作“正朔”，當是傳本各異。",
                    "type": 2
                },
                {
                    "paragraph": "久矣。天之無烈風澍雨。”注：暴雨也。",
                    "zhushu": "御覽十天部十。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：御覽天部一本引作“天之無烈風東西南北來也”。下六字當是注文，誤入傳。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案又曰：劉勰文心雕龍云：“尙書大傳‘別風淮雨’，帝王世紀作‘列風淫雨’。‘列’‘淫’義當而不奇，‘别’‘淮’理違而新異。”乃謂大傳字作“別”“淮”。攷御覽先引尙書說曰“淮雨”，注：“淮，暴雨之名也。”下又引尙書大傳曰：“久矣，天之無烈風澍雨。注‘暴雨也’。”兩書兩注各不同，則尙書說非伏氏大傳，而大傳作“澍”不作“淮”，明矣。御覽四夷部六又引作“注”字，此寫誤也。藝文𩔖聚天部引作“烈風迅雨”，亦非。而“烈”字諸書不異，鄭君亦無注，則大傳作“烈”不作“別”，又明矣。恐彥和適見誤本大傳，執以爲說，未可據也。尙書舜典正義、毛詩蓼蕭序、周頌譜正義並引作“烈風淫雨”，則唐人因彥和之語，改從帝王世紀，並易“澍”爲“淫”耳。毛詩周頌譜正義引“越裳”作“越常”，“裳”“常”古通，疑大傳舊本如此。"
                }
            ]
        },
        {
            "name": "康誥",
            "paragraphs": [
                {
                    "paragraph": "康誥",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "周公將作禮樂，優游之，三年不能作。君子恥其言而不見從，恥其行而不見隨，將大作，恐天下莫我知也；將小作，恐不能揚父祖功業德澤。然後營洛，以觀天下之心。於是四方諸侯率其羣黨，各攻位於其庭。周公曰：“示之以力役，且猶至，况導之以禮樂乎！”然後敢作禮樂。書曰：“作新大邑于東國洛，四方民大和會。”此之謂也。",
                    "zhushu": "毛詩周頌譜正義。○又禮記明堂位正義、尙書康誥正義、文𨕖聖主得賢臣頌注並節引。",
                    "type": 2
                },
                {
                    "paragraph": "書曰：“惟乃丕顯考文王，克明俊德。”",
                    "zhushu": "困學紀聞卷二。",
                    "type": 2
                },
                {
                    "paragraph": "天之命文王，非啍啍然有聲音也。文王在位而天下大服，施政而物皆聽，命則行，禁則止，動搖而不逆天之道，故曰：“天乃大命文王。”文王受命一年，斷虞、芮之質，二年，伐于；三年，伐密須；四年，伐畎夷；五年，伐耆；六年，伐崇；七年而崩。",
                    "zhushu": "通鑑外紀卷二。○又毛詩文王序正義引“文王受命”至末，云尙書周傳。又尙書戡黎正義。又通鑑前編“紂十七祀”引“文王受命”至“伐崇”。○又文𨕖褚淵碑文注、毛詩緜皇矣二雅譜正義、左傳襄三十一年正義、禮記文王世子正義並節引。“畎”，從皇矣正義作。禮記正義“邘”作“鬼方”，誤。"
                },
                {
                    "paragraph": "注：“畎夷，混夷也。詩云：“混夷駾矣。”四年伐之。南仲一行，并平二冦。",
                    "zhushu": "毛詩采薇序正義。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：毛詩皇矣正義云：“混夷，書傳作‘畎夷’，蓋‘畎’‘混’聲相近。或作‘犬夷’，則‘畎’字之省也。二雅譜正義引作‘昆夷’，禮記文王世子正義引作‘鬼方’，並誤。”案又曰：通鑑前編：“紂十有八祀，西伯伐邘。”注引徐廣曰：“邘城，在野王縣西北。大傳作“于”。”然則大傳“邘”字作“于”也。史記集解引徐廣說，下云“音于”，是史記本作“邗”，不作“䢴”。諸家引並作“䢴”，非。",
                    "type": 2
                },
                {
                    "paragraph": "子夏曰：“昔者三王慤然欲錯刑遂罰，注：“錯，處也。遂，行也。”平心而應之，和然後行之。然且曰：‘吾意者以不平，慮之乎？吾意者以不和，平之乎？’如此者三，然後行之。此之謂愼罰。”",
                    "zhushu": "太平御覽六百三十五刑法部一。"
                }
            ]
        },
        {
            "name": "酒誥",
            "paragraphs": [
                {
                    "paragraph": "酒誥",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天子有事，諸侯皆侍，尊卑之義。注：“事，謂祭祀。”",
                    "zhushu": "儀禮特牲饋食疏引書傳康誥云。○曲阜孔廣林云：儀禮疏“康”當爲“酒”之誤。"
                },
                {
                    "paragraph": "宗室有事，族人皆侍終日。大宗已侍於賓奠，然後燕私。",
                    "zhushu": "案曰：儀禮特牲疏云：“大宗已侍於賓奠者，或有作‘𦿉’，或有作‘餕’，皆誤，以奠爲正也。”"
                },
                {
                    "paragraph": "注：“謂卿、大夫以下。宗室，大宗子之家也。”禮志云：“别子爲祖，繼別爲大宗，繼禰爲小宗。”賓，僚友助祭者。燕私者何也？祭已而與族人飮也。",
                    "zhushu": "儀禮經傳通解卷五五宗傳第七引傳及注。又儀禮特牲鄭注、毛詩湛露正義、尙書酒誥正義並引傳。儀禮特牲疏亦引傳及注。",
                    "type": 2
                },
                {
                    "paragraph": "宗子燕族人於堂，宗婦燕族人於房，序之以昭穆。",
                    "zhushu": "儀禮喪服不杖章疏。",
                    "type": 2
                },
                {
                    "paragraph": "不醉而出，是不親也。注：“出，猶去也。”醉而不出，是媟宗也。出而不止，是不忠也。注：“忠，厚。”親而甚敬，忠而不倦，若是，則兄弟之道僃。僃者，成也。成者，成於宗室也。故曰：飮而醉者，宗室之意也；德將無醉，族人之意也。是故祀禮有讓，德施有復，義之至也。注：“復，反也。”",
                    "zhushu": "儀禮經傳通解卷五五宗第七引傳、注，連上“宗室有事”至“族人飮也”爲一條。",
                    "type": 2
                },
                {
                    "paragraph": "古者聖帝之治天下也，五十以下，非蒸、社，不敢遊飮，在六十以上遊飮也。",
                    "zhushu": "大戴禮四曾子立事篇盧注。",
                    "type": 2
                },
                {
                    "paragraph": "王曰：“封！惟曰若圭璧。”",
                    "zhushu": "困學紀聞卷二、漢藝文志攷證一。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：王伯厚以此傳八字爲尙書之逸文。考今文與古文章句多寡、異同非止一二。酒誥篇有“王曰：封！我聞惟曰：在昔殷先哲王”之語，大傳所引，疑或此處之異文，未必爲逸句也。"
                }
            ]
        },
        {
            "name": "梓材",
            "paragraphs": [
                {
                    "paragraph": "梓材",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：金履祥尙書表注：“案：大傳今文，當有‘周公曰’，而無‘封’字。”又云：“梓材，伏生今文作周公敎伯禽之書。”通鑑前編成土七年載梓材云：“按：伏生今文當作‘周公曰’，而無‘封’字。”又云：“按：梓材之書，伏生大傳以爲周公命伯禽之書。”又云：“梓材之事，伏生誤以爲周公命伯禽之書。”大傳所說喬梓之事，固非梓材之本意。然以爲周公命伯禽之書，則篇首當有“周公曰”之語，無“王曰封”之語矣。",
                    "type": 2
                },
                {
                    "paragraph": "伯禽與康叔見周公，三見而三笞之。康叔有駭色，謂伯禽曰：“有商子者，賢人也。與子見之。”乃見商子而問焉。商子曰：“南山之陽有木焉，名喬。二三子往觀之。”見喬實高高然而上，反以告商子。商子曰：“喬者，父道也。南山之陰有木焉，名梓。二三子復往觀焉。”見梓實晉晉然而俯，反以吿商子。商子曰：“梓者，子道也。”二三子明日見周公，入門而趨，登堂而跪。周公迎，拂其首，勞而食之，曰：“爾安見君子乎？”",
                    "zhushu": "世說新語注卷七排調。",
                    "type": 2
                },
                {
                    "paragraph": "伯禽與康叔朝於成王，見乎周公，三見而三笞之。二子有駭色，乃問於商子曰：“吾二子見於周公，三見而三笞之，何也？”商子曰：“南山之陽有木，名橋。南山之陰有木，名梓。二子盍往觀焉？”於是二子如其言而往觀之，見橋木高而仰，梓木晉而俯。注：“晉，肅貎。",
                    "zhushu": "此注惟見藝文類聚。"
                },
                {
                    "paragraph": "反以吿商子。商子曰：“橋者，父道也。梓者，子道也。”二子明日復見，入門而趨，登堂而跪。周公迎，拂其首而勞之曰：“汝安見君子乎？”二子以實吿。公曰：“君子哉！商子也。”",
                    "zhushu": "文𨕖王文憲集序注。○又左太冲招隱詩、謝靈運經湖中瞻眺詩注引“相與觀乎南山之陽”。又長笛賦注引“觀乎南山之陰”。又藝文𩔖聚八十九節引“晉而俯”句作“晉然實而俯”，“拂其首而勞之”作“拂其首，勞而食之”。它書引“實而俯”，無“晉然”二字。又錦繡萬花谷前集卷十六、記纂淵海卷九十、六藝流别、繹史二十一並節引。六藝流别“南山之陰”作“北山之陰”，非。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：太平御覽五百十八宗親十八引周書、說苑建本篇皆與此文略同。",
                    "type": 2
                },
                {
                    "paragraph": "伯禽封於魯，周公曰：“於乎！吾與女族倫。吾文王之爲子也，武王之爲弟也，今王之爲叔父也。吾於天下，豈卑賤也？豈乏士也？所執質而見者十二，委質而相見者三十，其未執質之士百，我欲盡智得情者千人，而吾僅得三人焉，",
                    "zhushu": "案：千，一本作“十”。"
                },
                {
                    "paragraph": "以正吾身，以定天下。是以敬其見者，則隱者出矣。謹諸！乃以魯而驕人，可哉？尸祿之士，猶可驕也，正身之士，去貴而爲賤，去富而爲貧，面目𩧋黑而不失其所，是以文不滅而章不敗也。愼諸！女乃以魯國而驕，豈可哉？”",
                    "zhushu": "通鑑前編成王元年。○又外紀用此文。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：此篇盧氏本入洛誥，蓋以爲“王命周公後”之傳也。今以𩔖入梓材。",
                    "type": 2
                },
                {
                    "paragraph": "注：贄者，所執以至也。君子見於所尊敬，必執贄以將其厚意也。十人，公卿之中也。三十人，羣大夫之中也。百人，羣士之中也。",
                    "zhushu": "荀子堯問篇楊倞注引鄭注云。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：荀子注引鄭注作“十人”，則前編引傳作“十二”，誤。",
                    "type": 2
                },
                {
                    "paragraph": "是其好自用也，以歛益之也。",
                    "zhushu": "荀子堯問篇注。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "曲阜孔廣林曰：楊倞注荀子堯問篇“彼其好自用”句云：“大傳作‘是其好自用也’云云，而通鑑前編所載無之。葢前編止取後文，未經全載，當以荀子文參攷。",
                    "type": 2
                },
                {
                    "paragraph": "附：荀子堯問篇：伯禽將歸于魯，周公謂伯禽之傅曰：“女將行，盍志而子美德乎？”對曰：“其爲人寛，好自用，以愼。此三者，其美德已。”周公曰：“嗚乎！以人惡爲美德乎？君子好以道德，故其民歸道。彼其寛也，出無辨矣。女又美之。彼其好自用也，是所以窶小也。君子力如牛，不與牛爭力；走如馬，不與馬爭走；知如士，不與士爭知。彼爭者，均者之氣也。女又美之。彼其愼也，是其所以淺也。聞之曰：‘無越踰不見士。’見士問曰：‘無乃不察乎？’不聞卽物少至，少至則淺。彼淺者，賤人之道也。女又美之。吾語女：我文王之爲子，武王之爲弟，成王之爲叔父，吾於天下不賤矣。然而吾所執贄而見者十人，還贄而相見者三十人，貎執之士百有餘人，欲言而請畢事者千有餘人。於是吾僅得三士焉，以正吾身，以定天下。吾所以得三士者，亾於十人與三十人中，乃在百人與千人之中。故上士吾薄，爲之貎；下士吾厚，爲之貌。人人皆以我爲越踰好士，然故士至，士至而後見物，見物然後知是非之所在。戒之哉！女以魯國驕人，幾矣。夫仰祿之士，猶可驕也；正身之士，不可驕也。彼正身之士，舍貴而爲賤，舍富而爲貧，舍佚而爲勞，顏色黎黑而不失其所以，是以天下之紀不息，文章不廢也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "召誥",
            "paragraphs": [
                {
                    "paragraph": "召誥",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "成王在豐，欲宅洛邑，使召公先相宅。六日乙未，",
                    "zhushu": "曲阜孔廣林曰：“六日”上當有脫文。”"
                },
                {
                    "paragraph": "王朝步自周，則至于豐，惟太保先周公相宅。注：太保召公先周公視洛邑也。",
                    "zhushu": "太平御覽二百六職官部四。"
                }
            ]
        },
        {
            "name": "洛誥",
            "paragraphs": [
                {
                    "paragraph": "洛誥",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "書曰：“乃女其悉自學功。”悉，盡也。學，效也。傳曰：當其效功也，於卜洛邑，營成周，改正朔，立宗廟，序祭祀，易犧牲，制禮樂，一統天下，合和四海，",
                    "zhushu": "二句又見文選求自試表注。"
                },
                {
                    "paragraph": "而致諸侯，皆莫不依紳端冕以奉祭祀者。注：“紳，大帶也。”其下莫不自悉以奉其上者，莫不自悉以奉其祭祀者，此之謂也。盡其天下諸侯之志，而效天下諸侯之功也。廟者，貌也，以其貌言之也。",
                    "zhushu": "二句又見藝文𩔖聚三十八禮部上。"
                },
                {
                    "paragraph": "宫室中度，衣服中制，犧牲中辟，注：“辟，法也。”殺者中死，割者中理，搙弁者爲文，注：“搙弁，或爲‘振’，非，當言‘拚帚’。”爨竃者有容，椓杙者有數。注：“杙者，繋牲者也。”太廟之中，繽乎其猶模繡也。注：“言文章之可觀也。模，所㭬文章之範。”天下諸侯之悉來，進受命於周，而退見文、武之尸者，千七百七十三諸侯，注：“八州，州二百一十國，畿内九十三國，此周所因於殷九州諸侯之數。”",
                    "zhushu": "“天下諸侯”以下，又見周禮大司徒疏、禮記王制正義，並引作浴誥傳。又見通鑑地理通釋一、詩考𥙷遺。"
                },
                {
                    "paragraph": "皆莫不磬折玉音，金聲玉色，注：“玉音金聲，言宏殺之調也。”",
                    "zhushu": "二句又見文𨕖西都賦、咏懷詩、箜篌引、七啟、四子講德論等注。"
                },
                {
                    "paragraph": "然後周公與升歌而弦文、武。注：“與諸侯升歌文王、武王之德，又以琴瑟播之。”諸侯在廟中者，伋然淵其志，和其情，注：“伋，讀曰‘播’。播然變動貌。",
                    "zhushu": "案曰：注“播”當爲“憣”字之誤。"
                },
                {
                    "paragraph": "愀然若復見文、武之身。然後曰：“嗟子乎！此葢吾先君文、武之風也夫！”注：“子，成王也。",
                    "zhushu": "案曰：王侍郞伯申經義述聞云：“嗟子”，猶“嗟咨”。注釋“子”爲“成王”，非其義也。"
                },
                {
                    "paragraph": "及執俎、抗鼎、執刀、執匕者，負廧而歌，憤於其情發於中而樂節文。注：卑賤者尙然，而况尊貴者乎！故周人追祖文王而宗武王也。是故周書自大誓，就召誥，而盛於洛誥也。故其書曰：“揚文、武之德烈，奉對天命，和恆萬邦四方民。”是以見之也。孔子曰：“吾於洛誥，見周公之德，光明於上下，勤施四方，㫄作穆穆，至於海表，莫敢不來服，莫敢不來享，以勤文王之鮮光，以揚武王之大訓，而天下大治。”故曰：“聖之與？聖也。猶規之相周，矩之相襲也。”注：聖，言太祖。",
                    "zhushu": "儀禮經傳通解續二十九祭義全引傳、注。○末三句又見文𨕖皇太子釋奠詩注。",
                    "type": 2
                },
                {
                    "paragraph": "祭者，察也，至也，言人事至於神也。",
                    "zhushu": "唐王涇大唐郊祀錄卷一注。",
                    "type": 2
                },
                {
                    "paragraph": "祭之爲言察也；察者，至也；至者，人事至也。人事至，然後祭。祭者，薦也。薦之爲言在也。在也者，在其道也。注：禮志曰：“齋之日，思其居處，思其笑語，思其志意，思其所樂，思其所耆。齋三日，乃見其所爲齋者。祭之日，入室，僾然必有見乎其位；周旋出戸，肅然必有聞乎其容聲；出戸而聽，愾然必有聞乎其嘆息之聲。”是之謂“至”。禮志曰：“君子生則敬養，死則敬饗，思終身不忘。”是之謂“在其道”。",
                    "zhushu": "太平御覽五百二十四禮儀部三引尙書大傳周傳，全。又儀禮經傳通解續祭義全引傳、注。○又藝文𩔖聚禮部上。",
                    "type": 2
                },
                {
                    "paragraph": "夏后氏迎於廟庭，殷人迎於堂，周人迎於戶。",
                    "zhushu": "公羊傳隱二年疏。",
                    "type": 2
                },
                {
                    "paragraph": "古者處師，八家而爲鄰，三鄰而爲朋，三朋而爲里，五里而爲邑，十邑而爲都，十都而爲師，州十有二師焉。注：“州凡四十三萬二千家，此蓋虞夏之數也。",
                    "zhushu": "太平御覽百五十七州郡部三。又禮記雜記正義節引傳、注云。洛誥傳。○又藝文𩔖聚八州郡部、初學記州郡部、廣韻、長安志卷二節引。○又玉海二十地理戸口引此注云。洛誥。",
                    "type": 2
                },
                {
                    "paragraph": "家不盈三口者不朋，由命士以上不朋。注：“或云黃帝法。”",
                    "zhushu": "玉海二十地理戸口。",
                    "type": 2
                },
                {
                    "paragraph": "八家爲鄰，三鄰爲閭，三閭爲里，五里爲邑。",
                    "zhushu": "華嚴經第六十七音義卷下末有“此虞夏之制也”六字，蓋音義之文。○案曰：此“朋”字作“閭”，疑誤。",
                    "type": 2
                },
                {
                    "paragraph": "周公攝政，一年救亂，二年克殷，三年踐奄，四年建侯衞，五年營成周，六年制禮作樂，七年致政成王。",
                    "zhushu": "隋書李德林傳。又通鑑外紀卷三。○又尙書康誥正義、毛詩邶鄘衞譜、豳風譜、王城譜、周頌譜、淸廟序等正義，周禮序官疏、禮記明堂位正義，通鑑前編“成王五年”，通志、詩地理考並分引。",
                    "type": 2
                },
                {
                    "paragraph": "二年克殷。注：“誅管、蔡及祿父等也。”",
                    "zhushu": "毛詩邶鄘、衞譜正義。"
                }
            ]
        },
        {
            "name": "多士",
            "paragraphs": [
                {
                    "paragraph": "多士",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "古者百里之國，三十里之遂，二十里之郊，九里之城，三里之宫；七十里之國，二十里之遂，九里之郊，三里之城，一里之宫。五十里之國，九里之遂，三里之郊，一里之城，以城爲宫。遂郊之門執禁，以譏異服，譏異言。注：“𢆯或疑焉。周禮：‘匠人營國，方九里’，謂天子城也。今大國九里，則與天子同。春秋傳曰：‘中五之一，小九之一。’”以此推說，小國大都之城方百步，中都之城六十步，小都之城三十二步，三分之一，非也。然則大國七里之城，次國五里之城，小國三里之城焉，爲近可也。或者天子實十二里之城，諸侯大國九里，次國七里，小國五里。",
                    "zhushu": "儀禮經傳通解王制之已集傳集注三十三全引傳、注，傳末十三字或誤入注，非。又禮書二十四引傳至“以城爲宫”止，引注至末，中有脫文。又禮記王制正義節引，云：伏生多士傳文。○又毛詩文王有聲正義、周禮典命疏、左傳隱元年正義並節引傳、注。周禮疏引作無逸傳，誤。又見通典五十三。"
                },
                {
                    "paragraph": "天子之堂，廣九雉，三分其廣，以二爲内，五分内以一爲高，東房、西房、北堂各三雉。",
                    "zhushu": "以上又見禮記明堂位正義，引作多士傳。"
                },
                {
                    "paragraph": "公、侯七雉，三分其廣，以二爲內，五分內，以一爲高，東房、西房、北堂各二雉。伯、子、男五雉，三分其廣，以二爲内，五分內，以一爲高，東房、西房、北堂各一雉。士三雉，三分其廣，以二爲內，五分內，以一爲高。有室，無房、堂。",
                    "zhushu": "自首至此，又見儀禮釋宮注。"
                },
                {
                    "paragraph": "注：“廣，榮間相去也，雉長三丈。內，堂東、西序之內也。高，穹高也。今士禮有房，此云無房、堂也。”其桷，天子斲其材而礱之，加密石焉；",
                    "zhushu": "二句又見毛詩閟宫正義。禮記本脱“其材而礱加密石焉”八字，今補。"
                },
                {
                    "paragraph": "大夫達稜；士首本；庶人到加。注：“礱，礪之也。密石，砥之也。稜，菱也。”天子賁庸，注：“賁，大也。墻謂之庸。大牆，正直之牆。”",
                    "zhushu": "“天子賁庸”至此傳、注，又見初學記二十四居處部、太平御覽百八十七居處部十五節引，注末句並作“大牆，正直也”。"
                },
                {
                    "paragraph": "諸侯疏杼，注：“疏，猶衰也。杼，亦牆也。言衰殺其上下，不得正直。”大夫有石材，注：“柱下礩也。”",
                    "zhushu": "御覽百八十八居處部十六引注，“柱”上多“石材”二字，應補。"
                },
                {
                    "paragraph": "庶人有石承。注：“當柱下而已，不外出爲飾也。”",
                    "zhushu": "御覽居處部十六引注“當”上多“石承”二字，應補。自首“天子之堂”至末，傳、注，禮書四十三全引。又朱子文集亦引多士傳。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：漢書鼂錯傳：“家有一堂二內。”張晏注：“二內，二房也。”論衡别通篇：“富人之宅，以一丈之地爲內。貧人之宅，亦以一丈爲內。”此與大傳說“內”之義甚明。王伯申侍郞經義述聞曰：詩唐風山有樞篇：“子有廷內”，大雅抑篇：“洒掃廷內”，廷謂中廷，內謂堂與室也。周官寺人：“王之正內五人。”夏小正：“傳曰：燕操泥而就家，入人內。”此皆兼堂室而言之者也。尙書大傳：“天子堂廣九雉，三分其廣，以二爲內，二分其內，以一爲高。”漢書鼂䥘傳：“家有一堂二內。”史記封禪書：“有芝生殿房內中。”續外戚世家：“女亾匿內中牀下。”論衡：“以一丈之地爲內。”吉驗篇曰：“光武帝生於濟陽宫後殿第二內中。”此皆專指室而言之者也。案又曰：禮記禮器鄭注：“宫室之飾，士首本，大夫達稜，諸侯斲而礱之，天子加密石焉。”正義引禮緯合文嘉云：“大夫達稜，謂斲爲四稜，以達兩端。士首本者，士斲去木之首本，令細與尾頭相應。”尙書大傳所言“天子斲其材而礱之”云云，本之國語晉語，又與禮緯合也。然鄭君注大傳，以“菱”訓“棱”，與孔異義。案：大傳“庶人到加”，“到”，古“倒”字。“加”，當爲“茄”。爾雅：“荷，芙蕖，其莖茄，其本蔤。”文𨕖西京賦曰：“蔕倒茄於藻井，披紅葩之狎獵。”魯靈光殿賦曰：“圓淵方井，反植荷蕖。”景福殿賦曰：“茄蔤倒植，吐被芙蕖。”魏都賦曰：“綺井列疏以懸蒂，華蓮垂葩而倒披。”李善引薛綜西京賦舊注曰：“以其莖倒植於藻井，其華下向倒披。”又引風俗通曰：“今殿作天井。井者，東井之象也。”淮南子本經訓：“木巧之飾，菱杼紾抱。”高誘注：“菱杼，采實紾戾也。抱，轉也。皆壯采相銜貌也。”案：“抱”當爲“軳”。廣雅：“軫、軳，轉戾也。”淮南子又曰：“橑檐榱題，雕𤥨刻鏤，喬枝菱阿，夫容芰荷，五采爭勝，流漫陸離。”高誘注：“阿，曲屋。夫容，蕅華也。芰，菱角交萏也。荷，夫蕖也。”據此，達、菱、倒、茄爲一𩔖，皆宫室之飾。殿作天井，以象東井。菱、茄，水中之物，所以示厭火。天子宫殿，施於藻井，大夫以下，惟施於桷而已，庶人無垂葩之飾也。書傳注義自可通。○又案：漢書揚雄傳“反離騷”注，師古曰：“茄，亦荷字，見張揖古今字詁。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "毋逸",
            "paragraphs": [
                {
                    "paragraph": "毋逸",
                    "zhushu": "案曰：困學紀聞卷二云：“高宗亮陰”，大傳作“梁闇”。",
                    "type": 1
                },
                {
                    "paragraph": "書曰：“高宗梁闇，三年不言。”何謂梁闇也？傳曰：“高宗居倚廬，三年不言，百官總己以聽於冡宰，而莫之違。此之謂梁闇。”子張曰：“何謂也？”孔子曰：“古者君薨，王世子聽於冡宰，三年不敢服先王之服，履先王之位而聽焉。以民臣之義，則不可一日無君矣。不可一日無君，猶不可一日無天也。以孝子之隱乎？則孝子三年弗居矣。”注：“隱，痛也，字或爲‘殷’。”故曰：義者，彼也；隱者，此也。遠彼而近此，則孝子之道僃矣。",
                    "zhushu": "儀禮經傳通解續十五喪禮義引傳，又卷五喪大記上引注。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：晉書二十禮志：杜預等議喪服云：“至周公旦，乃稱殷之高宗諒闇，三年不言。其傳曰：‘諒，信也；闇，黙也。’”預所引書字作“諒闇”，則古文尙書也。所引傳解“諒闇”與大傳異，則古文家說也。論語作“諒陰”，集解引孔安國注與預正同。今僞孔書傳乃與之合，豈僞孔襲用古文家說與？禮記作“諒闇”，鄭注以爲“凶廬”，從大傳義。",
                    "type": 2
                },
                {
                    "paragraph": "高宗有親喪，居廬三年，然未嘗言國事，而天下無背叛之心者，何也？及其爲太子之時，盡以知天下人民之所好惡。是以雖不言國事也，知天下無背叛之心。",
                    "zhushu": "太平御覽百四十六皇親部十二。"
                }
            ]
        },
        {
            "name": "揜誥",
            "paragraphs": [
                {
                    "paragraph": "揜誥",
                    "zhushu": "案曰：困學紀聞云：“大傳之序有揜誥。”曲阜孔廣林曰：“案：百篇無揜誥，疑‘揜’卽‘奄’也。成王旣踐奄，作成王政，揜誥其卽成王政與？”壽祺案：孔君此說甚善，然竟以毛詩破斧正義所引大傳“遂踐奄”云云入此篇，恐非。今不從，而以“遂踐奄”以下之文入金縢傳“殺公子祿父”下，較合。",
                    "type": 1
                }
            ]
        },
        {
            "name": "周傳",
            "paragraphs": [
                {
                    "paragraph": "周傳",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "古之帝王者，必立大學、小學。注：禮志曰：“小學在公官之左，大學在郊。”使王太子、王子、羣后之子，以至公、卿、大夫、元士之適子，十有三年始入小學，見小節焉，踐小義焉；年二十入大學，見大節焉，踐大義焉。故入小學，知父子之道、長幼之序；入大學，知君臣之義、上下之位。小師取小學之賢者，登之大學；大師取大學之賢者，登之天子，天子以爲左右。注：“天子”當爲“太子”。禮志曰：“周公居攝，踐祚而治，亢世子法於伯禽，使之與成王居，欲使成王之知父子、君臣、長幼之義，所以善成王也。",
                    "zhushu": "太平御覽百四十八皇親部十二。○又禮書四十八、四十九，御覽六百十三學部七，大戴禮保傳注、禮記王制正義節引尙書周傳，各小異。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：禮記王制正義引尙書周傳云：“王子，公、卿、大夫、元士之適子，十五入小學，二十入大學。”是周傳有此文也。大戴禮保傳注引白虎通曰：“八歲入小學，十五入大學。”此太子之禮。尙書大傳曰：“公、卿之太子，大夫、元士之適子，年十三始入小學，見小節而履小義，年二十入大學，見大節而踐大義。”此世子入學之期也。又曰：“十五入小學，十八入大學。”謂諸子晚成者，至十五入小學；其早成者，十八入大學。盧辨此注分引書傳而疏通之，最爲明晰。其書傳後一條“十五入小學”云云，禮記王制正義亦引以爲書傳略說文，則與周傳兩篇分見，審矣。大戴注引“公、卿之太子”云云，御覽學部七、儀禮經傳通解學制所引並同，而王制正義與御覽皇親部兩引又各異。今從御覽皇親部，而他書異同，附識於此。",
                    "type": 2
                },
                {
                    "paragraph": "使公卿之太子，大夫、元士之適子，十有三年，始入小學，見小節焉，踐小義焉。年二十，入大學，見大節焉，踐大義焉。故入小學，知父子之道、長幼之序；入大學，知君臣之義、上下之位。故爲君則君，爲臣則臣，爲父則父，爲子則子。",
                    "zhushu": "儀禮經傳通解卷九學制第十六引多末十六字。"
                }
            ]
        },
        {
            "name": "多方",
            "paragraphs": [
                {
                    "paragraph": "多方",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "古者十稅一。多於十稅一，謂之大桀、小桀；少於十稅一，謂之大貊、小貊。王者十一而稅，而頌聲作矣。故書曰：“越維有胥賦小大多政。”",
                    "zhushu": "困學紀聞卷二，○又文𨕖報孫會宗書注引“王者什一而稅”。"
                }
            ]
        },
        {
            "name": "臩命",
            "paragraphs": [
                {
                    "paragraph": "臩命",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "案曰：漢藝文志攷證一：“大傳“冏命”爲“臩命”。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "鮮誓",
            "paragraphs": [
                {
                    "paragraph": "鮮誓",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：史記魯世家作“𦙝誓”，索隱云：“大傳作‘鮮誓’。”困學紀聞卷二云：“費誓”，說文作“柴”，史記作“𦙝”，大傳作“鮮”。",
                    "type": 2
                },
                {
                    "paragraph": "擭，捕獸機檻。",
                    "zhushu": "經典釋文、禮記中庸音義。"
                }
            ]
        },
        {
            "name": "甫刑",
            "paragraphs": [
                {
                    "paragraph": "甫刑",
                    "zhushu": "案曰：漢藝文志攷證一：“大傳以“呂刑”爲“甫刑”。",
                    "type": 1
                },
                {
                    "paragraph": "有虞氏上刑赭衣不純，中刑雜屨，下刑墨𢄐，以居州里，而民恥之。",
                    "zhushu": "案曰：路史後紀十一陶唐紀注引唐傳，又云：“甫刑傳以三刑爲有虞氏者，非。”",
                    "type": 2
                },
                {
                    "paragraph": "案曰：荀子正論篇曰：“世俗之爲說者曰：治古無肉刑，而有象刑：墨黥；",
                    "zhushu": "楊倞注：或曰‘墨黥’當爲‘墨𢄐’，但以墨巾䝉其頂而已。”"
                },
                {
                    "paragraph": "慅嬰；",
                    "zhushu": "注：當爲“澡纓”，謂澡濯其布爲纓。禮記曰：“緦冠澡纓”。澡或讀爲“草”。愼子作“草纓”也。"
                },
                {
                    "paragraph": "共，艾畢；",
                    "zhushu": "注：共，未詳，或衍字耳。艾，蒼白色。畢與“韠”同，紱也，所以蔽前。君以朱，大夫素，士爵韋。令罪人服之，故以蒼白色爲韠也。"
                },
                {
                    "paragraph": "菲，對屨；",
                    "zhushu": "注：“對”當爲“䋽”。䋽，枲也。愼子作“䋽”。“對”或作“蒯”。"
                },
                {
                    "paragraph": "殺，赭衣而不純。",
                    "zhushu": "注：“純“音“準”。殺，所介反。"
                },
                {
                    "paragraph": "治古如是。是不然。”路史後紀十二注引愼子曰：“有虞氏之誅也，以畫跪當黥，以草纓當劓，以履䋽當刖，以艾畢當宮，布衣無領以當大辟，謂之戮。上世用戮，而民不犯。”羅氏曰：“畫跪，一作‘𢄐巾’。履䋽，一作‘菲履’。艾畢，韠也。草纓，荀作‘慅黥’，墨刑也。與甫刑傳之說不同。布衣無領，卽赭衣不純。”路史後紀陶唐紀謂：“而民恥之”，唐傳作“而反於禮”；甫刑傳以三刑爲有虞氏者，非。又引愼子與甫刑傳之說不同，是甫刑傳有“有虞氏三刑”之文甚明。且末句唐傳作“而反於禮”；則甫刑傳作“而民恥之”又明矣。今據補入甫刑傳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子張曰：“堯、舜之王，一人不刑而天下治，何則？敎誠而𢜤深也。",
                    "zhushu": "以上又見路史後紀十一陶唐紀，“子張”作“子貢”，“曰”下有“傳云”二字。"
                },
                {
                    "paragraph": "今一夫而被此五刑。”子龍子曰：“未可謂能爲書。”注：二人俱罪甫侯之說刑也。“被此五刑”，喻犯數罪也。孔子曰：“不然也，五刑有此敎。”注：“敎然耳，犯數罪，猶以上一罪刑之。”",
                    "zhushu": "太平御覽六百三十五刑法部一。○又御覽八十皇王部五引首二句。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：荀子議兵篇：“古者帝堯之治天下也，葢殺一人，刑二人，而天下治。”此傳云“一人不刑而天下治”，卽虞夏傳所謂“唐、虞象刑而民不犯”之意也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "古者中刑用鑽鑿。",
                    "zhushu": "御覽七百六十四器物部九。",
                    "type": 2
                },
                {
                    "paragraph": "夏刑三千條。",
                    "zhushu": "唐律疏義卷一、玉海律令引長孫無忌唐律疏。",
                    "type": 2
                },
                {
                    "paragraph": "夏后氏不殺不刑，死罪罰二千饌。",
                    "zhushu": "史記平準書索隱。",
                    "type": 2
                },
                {
                    "paragraph": "禹之君民也，罰弗及強，而天下治。一饌六兩。注：所出金鐵也。死罪出三百七十五斤，用財少爾。",
                    "zhushu": "路史後紀十三夏后氏紀引甫刑傳。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：“饌”，他本作“鐉”，非。惟震澤王氏史記本不誤。案又曰：“鄭注“三百七十五斤”，適合千饌六千兩之數。今文經云：“大辟疑赦，其罰千率。”史記索隱引大傳“死罪罰二千饌”，“二”字當衍。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "決關梁、踰城郭而略盜者，其刑髕。男女不以義交者，其刑宫。觸易君命、革輿服制度、奸軌、盜攘、傷人者，注：“攘，竊也。”其刑劓。非事而事之、注：令",
                    "zhushu": "原作‘今’，誤，今改。"
                },
                {
                    "paragraph": "所不當爲也。",
                    "zhushu": "以上注見御覽刑法部十四。"
                },
                {
                    "paragraph": "出入不以道義而誦不詳之辭者，其刑墨。降叛、冦賊、刼略、奪攘、矯䖍者，其刑死。",
                    "zhushu": "周禮司刑注。〇又太平御覽百四十八刑法部十四引至“其刑墨”止，“詳”作“祥”，“㚥軌盜攘”作“奸凶攘傷”。○案曰：“其刑髕”，諸書引作“臏”，惟華嚴經第七十三音義卷下引傳首三句作“髕”，音義云：“字從骨，今依改。”○又尙書吕刑正義、毛詩召旻正義、北堂書鈔並節引。",
                    "type": 2
                },
                {
                    "paragraph": "孔子曰：“古之刑者省之，今之刑者䌓之。”其敎，古者有禮然後有刑，是以刑省也；今也反是，無禮而齊之以刑，是以䌓也。書曰：“伯夷降典禮，折民以刑。”謂有禮然後有刑也。又曰：“兹殷罰有倫。”今也反是，諸侯不同聽，注：聽，議獄也。每君異法，聽無有倫，是故知法難也。",
                    "zhushu": "御覽六百三十五刑法部一。○又孔子集語卷下引至“是以䌓也”止。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：孔叢用此文。“諸侯不同聽”，“聽”作“德”，其義長。疑注“聽，議獄也”四字，當在傳文“聽無有倫”之下。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子曰：吳、越之俗，男女同川而浴，其刑重而不勝，由無禮也。中國之敎，内外有別，男女不同椸架，不同巾櫛，其刑重而勝，由有禮也。語曰：“夏后氏不殺不刑，罰有罪而民不輕犯。”",
                    "zhushu": "孔子集語卷下。",
                    "type": 2
                },
                {
                    "paragraph": "子曰：今之聽民者，求所以殺之；古之聽民者，求所以生之。不得其所以生之之道，乃刑殺，君與臣會焉。",
                    "zhushu": "孔子集語卷下。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：孔叢用此文。漢書刑法志引“孔子曰：今之聽獄者”四句，不言大傳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子曰：古之聽民者，察貧窮，哀孤、獨、矜、寡，宥老、幼、不肖、無吿，有過必赦，小過勿增，大罪勿纍。注：延罪無辜曰纍。",
                    "zhushu": "注見御覽刑法部一，又刑法部十八。"
                },
                {
                    "paragraph": "老弱不受刑，有過不受罰。是故老而受刑謂之悖，弱而受刑謂之暴，不赦有過謂之賊，率過以小謂之枳。",
                    "zhushu": "孔子集語卷下。又御覽六百三十五刑法部一引“有過”至“謂之賊”。○案曰：孔叢用此文。"
                },
                {
                    "paragraph": "故與其殺不辜，寕失有罪；與其增以有罪，寕失過以有赦。",
                    "zhushu": "御覽六百五十二刑法部十八。",
                    "type": 2
                },
                {
                    "paragraph": "聽訟之術，大略有三：治必寬，寬之術歸於察，察之術歸於義。注：察，猶審也。是故聽而不寬，是亂也；寬而不察，是慢也。古之聽訟者，言不越辭，辭不越情。是故聽民之術，怒必思兼思意，小罪勿兼。注：怒，責也。責囚之罪，必思意。兼，謂思其辭，思其義。思義，罪小，可求以出之罪也。",
                    "zhushu": "御覽六百三十九刑法部五。○案曰：孔叢用此文，“辭不越情”下有“情不越義”一句。",
                    "type": 2
                },
                {
                    "paragraph": "子曰：聽訟者雖得其情，必哀矜之。死者不可復生，𣃔者不可復續也。",
                    "zhushu": "孔子集語卷下。○案曰：孔叢用此文。",
                    "type": 2
                },
                {
                    "paragraph": "書曰：“哀矜哲獄。”",
                    "zhushu": "困學紀聞卷二。",
                    "type": 2
                },
                {
                    "paragraph": "獄貨非可寶也，然後寶之者，未能行其法者也。貪人之寶，受人之財，未有不受命以矯其上者也。親下以矯其上者，未有能成其功者也。",
                    "zhushu": "御覽六百四十一刑法部七。",
                    "type": 2
                },
                {
                    "paragraph": "子夏曰：昔者三王慤然欲錯刑遂罰，注：錯，處也。遂，行也。平心而應之，和然後行之。然且曰：“吾意者，以不平慮之乎？吾意者，以不和平之乎？”如此者三，然後行之。此之謂愼罰。",
                    "zhushu": "御覽六百三十五刑法部一。",
                    "type": 2
                },
                {
                    "paragraph": "孔子如衞，人謂曰：“公甫不能聽訟。”注：公甫，魯大夫。子曰：“非公甫之不能聽獄也。注：答而反之。公甫之聽獄也，有罪者懼，無罪者恥，民近禮矣。”",
                    "zhushu": "御覽六百三十九刑法部五。“非”字作“不知”，從孔子集語卷下引改。集語無“公甫之聽獄也”六字。",
                    "type": 2
                },
                {
                    "paragraph": "君子之於人也，有其語也，無不聽者，皇於聽獄乎？注：皇，猶况也。必盡其辭矣。聽獄者，或從其情，或從其辭。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：孔叢用此文。",
                    "type": 2
                },
                {
                    "paragraph": "大夫有汙豬之宫，殺君之地，雖有美菜，有義之士弗食。",
                    "zhushu": "藝文𩔖聚八十二草部下。御覽九百七十六菜部一。",
                    "type": 2
                }
            ]
        },
        {
            "name": "略說",
            "paragraphs": [
                {
                    "paragraph": "略說",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "遂火爲遂皇，伏羲爲戲皇，神農爲農皇也。遂人以火紀。火，太陽也，陽尊，故託遂皇於天。伏羲以人事紀，故託戲皇於人。葢天非人不因，人非天不成也。神農悉地力，種穀疏，故託農皇於地。天地人之道僃，而三五之運興矣。",
                    "zhushu": "風俗通皇霸第一引尙書大傳說。○又太平御覽七十七皇王部二、又七十八皇王部三、又火部一、初學記九、事𩔖賦注、藝文𩔖聚十一帝王、路史因提紀並節引。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：孫之騄本首列此條目爲三五傳，無據，不可從。今姑入之略說爲近似。",
                    "type": 2
                },
                {
                    "paragraph": "伏羲氏没，神農氏作。神農氏没，黃帝、堯、舜氏作。",
                    "zhushu": "羅璧識遺卷二引大傳言。○案曰：識遺云：“敘三五傳次甚明。”",
                    "type": 2
                },
                {
                    "paragraph": "伏羲氏作八卦。",
                    "zhushu": "路史後紀卷一太昊紀上注。",
                    "type": 2
                },
                {
                    "paragraph": "天立五帝以爲相，四時施生，法度明察，春夏慶賞，秋冬刑罰。帝者任德設刑，以則象之，言其能行天道，舉錯審諦也。黃帝始制冠冕，垂衣裳，上棟下宇，以避風雨，禮文法度，興事創業。黃者，光也，厚也，中和之色。德施四季，與地同功，故先黃以别之也。顓者，專也。頊者，信也。言其承易，文之以質，使天下䝉化，皆貴貞慤也。嚳者，考也，成也。言其考明法度，醇美嚳然，若酒之芬香也。堯者，高也，饒也。言其隆興煥炳，最高明也。舜者，推也，循也。言其推行道德，",
                    "zhushu": "案曰：四字原文誤在“舜者，推也”之上，今移此。"
                },
                {
                    "paragraph": "循堯緒也。",
                    "zhushu": "風俗通義皇霸卷一五帝篇“謹案：易、尙書大傳”云云。○又御覽七十七皇王部二載風俗通同，惟無“黃帝始制”以下二十五字，又無“嚳然”二字、“饒也”二字，䝉化之䝉作“遵”，末四句作“舜者，准也，循也，言其准行道以循堯緒也”，當從之。“准”“循”與“舜”聲近，“推”則遠矣。今本風俗通字誤。",
                    "type": 2
                },
                {
                    "paragraph": "堯八睂，舜四瞳子，禹其跳，湯扁，文王四乳。八睂者，如八字者也。其跳者，踦也。注：“其，發聲也。踦，步足不能相過也。”扁者，枯也。注：“言湯體半小，象扁枯。言皆不善也。”",
                    "zhushu": "御覽三百六十三人事部四。○又玉篇卷四目部、初學記九帝王部、路史有虞紀、荀子非相篇注。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：荀子非相篇曰：“禹跳，湯偏，堯、舜參眸子。”楊倞注引尸子曰：“舜兩眸子，是謂重明，作事成法，出言成章。”又引尸子曰：“禹之勞，十年不窺其家，手不爪，脛不生毛，偏枯之病，步不相過，人曰禹歩。”吕氏春秋曰：“禹通水濬川，顏色黎黑，步不相過。”",
                    "type": 2
                },
                {
                    "paragraph": "多聞而齊給。注：齊，疾也。",
                    "zhushu": "史記五帝本紀索隱。○案曰：此葢尙書大傳說黄帝語。",
                    "type": 2
                },
                {
                    "paragraph": "乃命五史，以書五帝之蠱事。",
                    "zhushu": "李鼎祚周易集解載伏曼容註引此，釋云：“然爲訓者，正以太古之時，无爲无事也。”",
                    "type": 2
                },
                {
                    "paragraph": "成王問周公曰：“舜之冠何如焉？”周公曰：“古之人有冒皮而勾領者，然鳳皇巢其樹，麒麟聚其域也。”",
                    "zhushu": "北堂書鈔冠。",
                    "type": 2
                },
                {
                    "paragraph": "成王問周公曰：“舜何人也？”周公曰：“其政也，好生而惡殺。”",
                    "zhushu": "文𨕖檄蜀文注、路史後紀十二有虞紀注。",
                    "type": 2
                },
                {
                    "paragraph": "舜好生惡殺，鳳皇巢其樹。",
                    "zhushu": "御覽九百十五羽族部二，又九百二十八羽族部十五、事𩔖賦注十八、玉海百九十九。",
                    "type": 2
                },
                {
                    "paragraph": "古之人衣上有冒而勾領。注：言在德不在服也。“古之人”，三皇時也。冒，覆項也。“勾領”，繞頸也。禮：正服方領也。",
                    "zhushu": "荀子哀公篇楊倞注。",
                    "type": 2
                },
                {
                    "paragraph": "周公對成王云：“古人冒而勾領。”注：古人，謂三皇時。以冐覆頭，勾領繞頸，至黃帝則有冕也。",
                    "zhushu": "禮記冠義篇目正義引略說。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：禮記冠義疏引此文爲略說，則自北堂書鈔以下四條，皆略說文也。晏子曰：“古者有紩衣攣領而王天下者矣。”淮南子曰：“古有鍪頭而卷領以王天下。”與略說同意。荀子哀公篇：“魯哀公問舜冠於孔子，孔子不對。三問，不對。哀公曰：‘寡人問舜冠於子，何以不言也？’孔子對曰：‘古之王者，有務而拘領者矣，其政好生而惡殺焉。",
                    "zhushu": "注：務，讀爲冒。“拘”與“勾”同。"
                },
                {
                    "paragraph": "是以鳳在列樹，麟在郊野，鳥鵲之巢可俯而窺也。君不問而問舜冠，所以不對也。’荀子作哀公問孔子，書傳作成王問周公，傳聞異詞。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "舜不登而高，不行而遠，拱揖於天下，而天下稱仁。",
                    "zhushu": "御覽八十一皇王部六，又四百十九人事部六十。",
                    "type": 2
                },
                {
                    "paragraph": "夏后氏主敎以忠，",
                    "zhushu": "儀禮士喪禮疏引書傳略說。",
                    "type": 2
                },
                {
                    "paragraph": "周人之敎以文。上敎以文君子，其失也小人薄。注：文，謂尊卑之差制也。習文法，無悃誠也。",
                    "zhushu": "文𨕖運命論注。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：士喪禮疏引“夏后氏主敎以忠”，稱書傳畧說。此文𨕖注所引“周人之敎以文”云云，當相連屬，中間尙有脫文及說殷人之敎耳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "帝命周公踐阼，朱草暢生。",
                    "zhushu": "御覽八百七十三休徵部二。",
                    "type": 2
                },
                {
                    "paragraph": "周公輔幼主，不矜功，則蓂莢生。注：矜，夸也。",
                    "zhushu": "御覽八百七十三休徵部二引傳。又文𨕖鮑昭詠史詩注引傳及注。○又記纂淵海卷四。",
                    "type": 2
                },
                {
                    "paragraph": "王者德及皇天，則祥風𧺫。",
                    "zhushu": "御覽九天部九。又八百七十二休徵部二，初學記一。",
                    "type": 2
                },
                {
                    "paragraph": "王者德下究地之厚，則朱草生。",
                    "zhushu": "御覽八百七十三休徵部二。又文𨕖魯靈光殿賦注、王元長曲水詩序注、非有先生論注，記纂淵海卷四。又開元占經竹木草藥占篇引曰：“德光地序，則朱草生”，文選注同。",
                    "type": 2
                },
                {
                    "paragraph": "狄人將攻太王亶甫，",
                    "zhushu": "御覽“甫”作“父”，此下重“亶父”二字。"
                },
                {
                    "paragraph": "召耆老而問焉，曰：“狄人何欲？”耆老對曰：“欲得菽粟財貨。”太王亶甫曰：“與之。”每與，狄人至不止。太王亶甫贅其耆老而問之，",
                    "zhushu": "毛詩綿正義引“贅”作“屬”。〇案曰：桑柔正義引孟子曰：“太王屬其耆老”，書傳云：“贅其耆老。”是“贅”爲“屬”。據此，則緜正義作“屬”者誤也。今改正。"
                },
                {
                    "paragraph": "曰：“狄人又何欲乎？”耆老對曰：“又欲君土地。”太王亶甫曰：“與之。”耆老曰：“君不爲社稷乎？”太王亶甫曰：“社稷所以爲民也，不可以所爲民亾民也。”耆老對曰：“君縱不爲社稷，不爲宗廟乎？”太王亶甫曰：“宗廟，吾私也，不可以私害民。”遂策杖而去，逾梁山，邑岐山。注：梁山，在岐山東北。",
                    "zhushu": "注見毛詩公劉正義。"
                },
                {
                    "paragraph": "岐山，在梁山西南。",
                    "zhushu": "注見毛詩緜正義。"
                },
                {
                    "paragraph": "周人奔而從之者三千乘，一止而成三千戶之邑。",
                    "zhushu": "毛詩緜正義引書傳略說。又御覽七百九十九四夷部二，○又禮記哀公問正義、毛詩豳風譜正義，並引書傳畧說。又毛詩桑柔天作正義節引。“周人”，禮記正義作“國人”。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：毛詩緜正義引書傳，又引韓奕箋云：“梁山，在馮翊夏陽縣西北。”鄭於書傳注云：“岐山，在梁山西南。”然則梁山之袤，其東當夏陽縣西北，其西當岐山東北。自豳適周，當踰之也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "宣王問於春子曰：“寡人欲行孝弟之義，爲之有道乎？”注：宣王，齊君，陳敬仲之後也。春子曰：“昔者衞聞之樂正子，注：樂正子，曾子弟子也。曰：“文王之治岐也，五十者杖於家，六十者杖於鄕，七十者杖於朝，注：朝，當爲“國”。見君，揖杖。注：揖，當爲“去”。八十者杖於朝，見君揖杖。”注：揖，挾也。君曰：‘趣見客，毋俟朝。’注：不欲久停老者也。古者七十致仕，來者客之也。以朝乘車輲輪，注：乘車，安車也。言輲輪，明其小也。",
                    "zhushu": "案曰：此注見禮記曲禮正義引書傳略說。○案曰：儀禮通解引注無“言輲輪”以下七字，云見前“乘安車”注。葢通解前引曲禮載疏引書傳及注之文，故此處不重載鄭注也。今補。"
                },
                {
                    "paragraph": "御爲僕，送至於家，注：御，君之御也。而孝弟之義達於諸侯。九十杖而朝，見君建杖。注：建，樹也。君曰：‘趣見，毋俟朝。’以朝車送之舍。天子重鄕養，注：舍，館也。重，猶尊也。養，以禮食之也。卜筮、巫醫御於前，祝咽祝哽以食。",
                    "zhushu": "禮書引作“祝饐祝鯁”。"
                },
                {
                    "paragraph": "乘車輲輪，胥與就膳徹，注：胥，樂官也。就，成也。胥成膳徹，謂以樂食之也。送至於家。君如有欲問，明日就其室，以珍從。注：明日，明旦。而孝弟之義達於四海。此文王之治岐也。君如欲行孝弟之大義，盍反文王之治岐？”",
                    "zhushu": "儀禮經傳通解十九、五學引傳、注。又玉海七十四末引注。○“九十”以下至“達於四海”，又見禮書五十。篇首，見困學紀聞卷五。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：禮記曲禮正義引書傳，略說：“致仕者以朝，乘車輲輪”，在此篇。呂氏春秋：“春居問於齊宣王，王稱之。”“春居”，王氏困學紀聞以爲卽大傳所謂“春子”。家語言養老事，則孔子之問哀公，疑王肅剽書傳而爲之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "大夫、士七十而致仕，老於鄕里。大夫爲父師，士爲少師。注：所謂里庶尹也。古者仕焉而已者，歸敎於閭里。耰鉏已藏，祈樂已入，注：“祈樂”，當爲“新穀”。歲事已畢，餘子皆入學。注：餘子，猶衆子也。古者適子恆代父而仕也。十五始入小學，見小節，踐小義；十八入大學，見大節，踐大義焉。注：小節、小義，正謂始口典口師受業。大節、大義，謂博習盡識也。距冬至四十五日，始出學，傅農事。注：立春學止。上老平明坐於右塾，庶老坐於左塾，餘子畢出，然後皆歸。夕亦如之。注：上老，父師也。庶老，少師也。餘子皆入，父之齒隨行，兄之齒鴈行，朋友不相踰，輕任并重任，分頒白者不提攜。出入皆如之。",
                    "zhushu": "儀禮通解卷九學制第十六引傳、注全。又禮書四十九引傳全。○又儀禮鄕飮酒疏、禮記曲禮王制正義並節引，稱書傳略說。○又尙書洛誥正義、禮記學記正義、藝文𩔖聚三十八禮部、御覽五百三十四禮儀部十三並節引。𩔖聚、御覽“已畢”並作“欲畢”。又見文獻通考、玉海。困學紀聞卷八。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：門塾之學，漢書食貨志、白虎通、公羊傳宣十年注、禮記學記注，皆有此說，葢本書傳。尙書洛誥正義引書傳此文而釋之曰：“是敎農人以義也”，以爲“予其明農哉”之證。然則略說亦是申解洛誥此句經文耳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "傳曰：已有三牲，必田狩者，孝子之意，以爲己之所養，不如天地自然之性，逸豫肥美，禽獸多則傷五穀，因習兵事，又不空設，故因以捕禽獸，所以共承宗廟，示不忘武僃，又因以爲田除害。鮮者何也？秋取嘗也。注：取禽嘗祭。秋取嘗，何以也？習鬥也。習鬥也者，男子之事也。然而戰鬥不可空習，故於蒐狩閑之也。閑之者，貫之也。貫之者，習之也。已祭，取餘獲，陳於澤，注：澤，射宫也。然後卿、大夫相與射。命中者，雖不中也取；命不中者，雖中也不取。何以也？所以貴揖讓之取，而賤勇力之取也。鄕之取也於囿中，勇力之取也；於澤，揖讓之取也。",
                    "zhushu": "儀禮集傳集解卷三十六王制之壬引傳、注。○又儀禮鄕射記注引“戰鬥”以下至末，“何以也”，“也”作“然”。又毛詩六月正義、周禮大司馬囿人疏、禮記郊特牲射義正義、玉海射並節引。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：此條諸書所引不言何篇，盧氏本入之“略說”，無所據。觀傳文專𥼶“鮮”字爲“秋取嘗”，疑是鮮誓之傳，未敢斷也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "天子太子年十八曰孟侯。注：孟，迎也。",
                    "zhushu": "注惟見毛詩豳譜正義。"
                },
                {
                    "paragraph": "孟侯者，於四方諸侯來朝，迎於郊者，問其所不知也。問之人民之所好惡，土地所生，美珍怪異、山川之所有無。及父在時，皆知之。注：十八嚮入太學，爲成人，博問庶事也。",
                    "zhushu": "太平御覽百四十六皇親部十二引全，惟傳首無“天子”二字，注無“孟，迎也”三字。毛詩豳風譜正義節引，作書傳略說，有“天子”二字。○又尙書康誥正義、毛詩采菽正義、儀禮覲禮疏、禮記月令正義、周禮大行人疏、藝文𩔖聚十六儲宫部。",
                    "type": 2
                },
                {
                    "paragraph": "古者帝王躬率有司、百執事，而以正月朝迎日於東郊，以爲萬物先而尊事天也；祀上帝於南郊，所以報天德。迎日之辭曰：“維某年月上日，明光於上下，勤施於四方，㫄作穆穆，維予一人某，敬拜迎日東郊。”迎日，謂春分迎日也。堯典曰：“寅賓出日。”此之謂也。",
                    "zhushu": "儀禮通解續二、二十三天神。又禮記玉藻正義引“祀上帝於南郊，卽春迎日於東郊”，作書傳略說。○又毛詩噫嘻正義、禮記郊特牲正義、宋書禮志、玉海。",
                    "type": 2
                },
                {
                    "paragraph": "王者存二王之後，與已爲三，所以通三統，立三正。周人以至日爲正，殷人以日至後三十日爲正，夏人以日至後六十日爲正。天有三統，土有三王。三王者，所以統天下也。注：所存二王後者，命使郊天，以天子禮祭其始祖受命之王，自行其正朔服色，此謂通天三統。",
                    "zhushu": "尙書微子之命正義引傳、注。○案曰：末句“三統”或作“之統”。案：毛詩生民正義云：“王者存先代，所以通天三統。”此用書傳及鄭注，作“通天三統”是也。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：漢書成帝紀十綏和元年詔曰：“蓋聞王者必存二王之後，所㠯通三統也。”本此。",
                    "zhushu": ""
                },
                {
                    "paragraph": "天有三統，物有三變，故正色有三。天有三生三死，故土有一王，王特一生死。",
                    "zhushu": "禮記檀弓上正義引書傳略說。",
                    "type": 2
                },
                {
                    "paragraph": "周以至動，殷以萌，夏以牙。注：謂三王之正也。至動，冬日至，物始動也。物有三變，故正色有三。天有三生三死，故土有三王。王特一生死。是故周人以日至爲正，殷人以日至三十日爲正，夏以日至六十日爲正。是故三統、三正，若循連環，周則又始，窮則反本。",
                    "zhushu": "公羊傳隱元年疏引書傳略說。",
                    "type": 2
                },
                {
                    "paragraph": "夏以孟春爲正，殷以季冬爲正，周以仲冬爲正。夏以十三月爲正，色尙黑，以平旦爲朔。殷以十二月爲正，色尙白，以雞鳴爲朔。周以十一月爲正，色尙赤，以夜半爲朔。不以二月後爲正者，萬物不齊，莫適所統，故必以三微之月也。三正之相承，若順連環也。",
                    "zhushu": "白虎通三正篇。又御覽二十九時序部十四引同，惟“二月”作“二三月”，“所統”作“所立”，末句無“順”字。○又御覽二十六時序部十一、初學記歲時下。",
                    "type": 2
                },
                {
                    "paragraph": "夏以十三月爲正，色尙黑，以平旦爲朔。殷以十二月爲正，色尙白，以雞鳴爲朔。周以十一月爲正，色尙赤，以夜半爲朔。必以三微之月爲正者，當爾之時，物皆尙微，王者受命，當扶微理，得章成之義也。",
                    "zhushu": "後漢書章帝紀注。又通典賓禮一引，末云“必用三微之月爲正，時物尙微，以明王者受命，扶微章成，此正使其道重大，正始也”。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：書傳說正朔二字最晰。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "周以至動，殷以萌，夏以牙。注：謂三王之政也。至動，冬至日物始動也。物有三變，故正色有三。天有三生、三死。注：異時生者，恆異時死。是故周人以日至爲正，殷人以日至三十日爲正，夏以日至六十日爲正。天有三統，土有三王。注：統，本也。三統者，所以序生也。三正者，所以統天下也。三統若循連環，周則又始，窮則反本也。夏以孟春爲正者，貴形也。",
                    "zhushu": "御覽二十九時序部十四。○又文𨕖西征賦、游仙詩、臨終詩、廣絕交論等注，並引“三王之統，若循連環”云云。",
                    "type": 2
                },
                {
                    "paragraph": "三王之治，若循環之無端，如水之勝火。",
                    "zhushu": "御覽七十六皇王部一。",
                    "type": 2
                },
                {
                    "paragraph": "王者一質一文，據天地之道。",
                    "zhushu": "白虎通三正篇。",
                    "type": 2
                },
                {
                    "paragraph": "正色三而復者也。",
                    "zhushu": "文𨕖皇太子宴元圃賦詩注。",
                    "type": 2
                },
                {
                    "paragraph": "諸侯有德者，一命以車服、弓矢，再命以虎賁三百人，三命秬鬯。諸侯三命者，皆受天子之樂，以祀其宗廟。",
                    "zhushu": "儀禮通解續宗廟樂舞。又路史後紀十一陶唐紀引至“以祀其宗廟”止，作略說。○案曰：此與虞夏傳所言不同。",
                    "type": 2
                },
                {
                    "paragraph": "晉平公問師曠曰：“吾年七十，欲學，恐已暮。”師曠曰：“臣聞老而學者，如執燭之明。執燭之明，孰與昧行？”公曰：“善。”",
                    "zhushu": "藝文𩔖聚八十火部。",
                    "type": 2
                },
                {
                    "paragraph": "高郵王侍郞伯申曰：“執燭”之“執”當爲“熱”。“熱”，古“爇”字。說苑建本篇作“炳燭”，“炳”乃“焫”之譌，“焫”與“爇”同。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "案曰：自此以下七條，諸書所引大傳未稱略說，今以意定之，宜入此篇。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子曰：“心之精神是謂聖。”",
                    "zhushu": "孔子集語卷下。又繹史八十六。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：孫之騄本入五行傳，葢以爲“思心曰䜭，䜭作聖”之訓也，似近之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子曰：“君子不可以不學，見人不可以不飾。不飾無貌，無貎不敬，不敬無禮，無禮不立。夫遠而光者，飾也；近而逾明者，學也。譬之圩邪，水潦集焉，菅蒲生焉，從上觀之，誰知非源水也。”",
                    "zhushu": "孔子集語卷下。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：大戴禮勸學篇與此大同。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子張曰：“仁者何樂於山也？”孔子曰：“夫山者，𡷞然高。”“𡷞然高，則何樂焉？”“夫山，草木生焉，鳥獸蕃焉，財用殖焉，生財用而無私爲焉，四方皆代焉，毎無私予焉。出雲風以通乎天地之間，陰陽和合，雨露之澤，萬物以成，百姓以饗。此仁者之所以樂於山者也。”",
                    "zhushu": "太平御覽四百十九人事部六十，○又三十八地部三“𡷞然”作“嵬嵬然”，無“𡷞然高”以下八字，“鳥”作“禽”，“財用”作“林木”，“風”作“雨”，無“生財”以下八字，又無“代焉每”三字。○又文𨕖頭陀寺碑文注引“夫山”至“無私與焉”。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：孔叢引此，又“代”作“伐”。",
                    "zhushu": ""
                },
                {
                    "paragraph": "子貢曰：“葉公問政於夫子，子曰：‘政在附近而來遠’。魯哀公問政，子曰：‘政在於論臣’。齊景公問政，子曰：‘政在於節用’。三君問政，夫子應之不同，然則政有異乎？”子曰：“荆之地廣而都狹，民有離志焉，故曰‘在於附近而來遠’。哀公有臣三人，內比周以惑其君，外障距諸侯賓客以蔽其明，故曰‘政在論臣’。齊景公奢於臺榭，淫於苑囿，五官之樂不解，一旦而賜人百乘之家者三，故曰‘政在節用’。”",
                    "zhushu": "孔子集語卷下。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：韓非子難三、家語辯政、說苑政理篇與此大同。漢書武帝紀元朔六年詔：“葢孔子對定公㠯徠遠，哀公㠯論臣，景公以節用，非期不同，所急異也。”臣瓚注曰：“論語及韓子皆言葉公問政於孔子，孔子答以悅近來遠。今云定公，與二書異。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "東郭子思問於子貢曰：“夫子之門，何其雜也？”子貢曰：“夫櫽括之㫄多枉木，良醫之門多疾人，砥礪之㫄多頑鈍。”夫子聞之曰：“修道以俟天下，來者不止，是以雜也。”",
                    "zhushu": "孔子集語卷下。又繹史九十五。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：說苑雜言篇與此同，惟“子思”之“思”作“惠”。荀子法行篇與此小異，“東郭子惠”作“南郭惠子”。劉恕外紀卷九載“東郭子惠問於子貢”云云，不著所徵，然與說苑異，與書傳同，則書傳之文也。“思”當爲“惠”。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子夏讀書畢，見夫子。夫子問焉：“子何爲於書？”對曰：“書之論事也，昭昭若日月之明，離離若參辰之錯行。上有堯、舜之道，下有三王之義。商所受於夫子者，志之弗敢忘也。雖退而窮居河、濟之間，深山之中，壤室編蓬，爲戶於中，彈琴詠先王之道，則可發憤慷慨矣。”",
                    "zhushu": "藝文𩔖聚六十四居處部四。〇又五十五雜文部一，又草部下。文𨕖蘇子卿古詩注、左太冲招隱詩注、非有先生論注節引。御覽百卉四。",
                    "type": 2
                },
                {
                    "paragraph": "子夏讀書畢，孔子問曰：“吾子何爲於書？”子夏曰：“書之論事，昭昭若日月焉，所受於夫子者弗敢忘。退而窮居河、濟之間，深山之中，壤室蓬戶，彈琴瑟以歌先王之風，有人亦樂之，無人亦樂之。上見堯、舜之道，下見三王之義，可以忘死生矣。”孔子愀然變容曰：“嘻！子殆可與言書矣。雖然，見其表，未見其裏；闚其門，未入其中。”顔回曰：“何謂也？”孔子曰：“丘常悉心盡志以入其中，則前有高岸，後有大谿，塡塡正立而已。六誓可以觀義，五誥可以觀仁，甫刑可以觀誡，洪範可以觀度，禹貢可以觀事，皋陶謨可以觀治，堯典可以觀美。”",
                    "zhushu": "外紀卷九。○又文𨕖夏侯常侍誄注引“子見其表，未見其裏”。御覽四百十九人事部六十、困學紀聞卷二、小學紺珠卷四並引“六誓”以下。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：外紀引“子夏讀書畢”一條，未舉所徵。然文𨕖注、御覽、困學紀聞分引數條，並與此合，是爲書傳文無疑。薛季宣書古文訓序亦有此文，末有“通斯七者，書之大義舉矣”二句，亦不稱所出。而末敘七觀云：“是故帝典可以觀美，大禹謨、禹貢可以觀事，皋陶謨、益稷可以觀政，洪範可以觀度，六誓可以觀義，五誥可以觀仁，甫刑可以觀戒。”其序次與孔叢子同，與御覽、困學紀聞所引大傳七觀異，則非書大傳之文明矣。孔叢言大禹謨、益稷者，蓋作僞者羼入，而不知真古文與今文皆無大禹謨，其益稷一篇，則統於皋陶謨中也。又韓詩外傳說此事，以爲子夏讀詩。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子曰：“參！女以爲明主爲勞乎？昔者舜左禹而右皋陶，不下席而天下治。”",
                    "zhushu": "孔子集語卷下。○案曰：此與大戴禮王言篇同，末二句又與說苑卷一君道篇同。"
                }
            ]
        },
        {
            "name": "尙書大傳",
            "paragraphs": [
                {
                    "paragraph": "尙書大傳",
                    "zhushu": "諸書所引，有未審何篇無所附者，今雜綴於此。",
                    "type": 1
                },
                {
                    "paragraph": "伊尹母方孕，行汲，化爲枯桑。其夫尋至水濱，見桑穴中有兒，乃收養之。",
                    "zhushu": "錦繡萬花谷前集卷十引尙書大傳。",
                    "type": 2
                },
                {
                    "paragraph": "民擊壤而歌，鑿井而飮，畊田而食，帝力何有？",
                    "zhushu": "禮記經解正義引尙書傳。",
                    "type": 2
                },
                {
                    "paragraph": "周人以仁接民，而天下莫不仁，故曰大矣。注：言文王仁，故謂之大矣。",
                    "zhushu": "太平御覽四百十九人事部六十。",
                    "type": 2
                },
                {
                    "paragraph": "文王施政，而物皆聽。",
                    "zhushu": "文𨕖褚淵碑文注、沈休文奏彈王源注。",
                    "type": 2
                },
                {
                    "paragraph": "周人可比屋而封。",
                    "zhushu": "文𨕖七命注、四子講德論、勸進、今上箋、奏彈王源等注。",
                    "type": 2
                },
                {
                    "paragraph": "成王削桐葉爲珪，以封唐叔。",
                    "zhushu": "禮記大傳正義。",
                    "type": 2
                },
                {
                    "paragraph": "公，爵；劉，名也。",
                    "zhushu": "毛詩音義。",
                    "type": 2
                },
                {
                    "paragraph": "周公兼思三王之道，以施於春秋冬夏",
                    "zhushu": "困學紀聞卷八。",
                    "type": 2
                },
                {
                    "paragraph": "戰者，憚警之也。",
                    "zhushu": "白虎通誅伐篇、藝文𩔖聚五十九武部。又御覽三百四兵部三十五、又三百八兵部三十九“警”並作“驚”。",
                    "type": 2
                },
                {
                    "paragraph": "王者躬耕，所以供粢盛。",
                    "zhushu": "文𨕖籍田賦注。",
                    "type": 2
                },
                {
                    "paragraph": "煙氛郊社不修，山川不祝，風雨不時，霜雪不降，責於天公。臣多弑主，孼多殺宗，五品不訓，責於人公。城郭不繕，溝池不修，水泉不隆，水爲民害，責於地公。",
                    "zhushu": "論衡卷十五順鼓篇。○又丹鉛總錄卷二十六瑣語𩔖引小異。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：韓詩外傳卷十八亦說：天公、人公、地公，此與夏傳“天子三公”又爲一義。",
                    "type": 2
                },
                {
                    "paragraph": "季夏可以大赦罪人。",
                    "zhushu": "北堂書鈔夏。",
                    "type": 2
                },
                {
                    "paragraph": "衣錦尙□，",
                    "zhushu": "詩考異字異義、困學紀聞卷三。"
                },
                {
                    "paragraph": "注：“□”讀爲“絅”，或爲“絺”。",
                    "zhushu": "困學紀聞卷三。",
                    "type": 2
                },
                {
                    "paragraph": "剴，切。",
                    "zhushu": "毛詩雨無正正義。",
                    "type": 2
                },
                {
                    "paragraph": "矜、寡、孤、獨，天民之窮而無吿者，皆有常餼。",
                    "zhushu": "毛詩大田正義。",
                    "type": 2
                },
                {
                    "paragraph": "外無曠夫，内無怨女。",
                    "zhushu": "毛詩雄雉序正義。○正義云：“書傳‘曠夫’謂未有室家者。”",
                    "type": 2
                },
                {
                    "paragraph": "老而無妻謂之鰥，老而無夫謂之寡，幼而無父謂之孤，老而無子謂之獨，行而無資謂之乏，居而無食謂之困，此皆天下之至悲哀而無吿者。故聖人在上，君子在位，能者任職，必先施此，無使失職。",
                    "zhushu": "御覽四百七十七人事部百十八。〇又毛詩何草不黃正義、周禮遺人廪人疏節引。",
                    "type": 2
                },
                {
                    "paragraph": "火發於密，水洩於深。",
                    "zhushu": "記纂淵海卷一水火引尙書大傳。萬卷菁華前集。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：韓昌黎外集擇言解有“火洩於密，水發於深”二語，葢本書大傳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡宗廟有先王之主曰都，無曰邑。",
                    "zhushu": "唐釋湛然止觀輔行傳宏決卷第四之三注引尙書大傳。○案曰：傳文“宗廟”二字似有誤。",
                    "type": 2
                },
                {
                    "paragraph": "子夏葉拱而進。",
                    "zhushu": "困學紀聞卷二。",
                    "type": 2
                },
                {
                    "paragraph": "案曰：“葉拱”二字，亦見家語辯樂解。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魏文侯問子夏，子夏乃遷延而退。",
                    "zhushu": "文𨕖難蜀父老注。",
                    "type": 2
                },
                {
                    "paragraph": "髴髴，周成王時，州靡國獻之。",
                    "zhushu": "爾雅釋獸疏。",
                    "type": 2
                },
                {
                    "paragraph": "",
                    "zhushu": "案曰：山海經海內南經梟陽國：“髴髴”注引“周書‘成王時’”云云，是逸周書王會解文也。爾雅疏明引大傳，未審當在何篇，抑或邢叔明記憶之誤與？",
                    "type": 2
                },
                {
                    "paragraph": "注：灌是獻尸。尸得獻，乃祭酒以灌地也。",
                    "zhushu": "皇侃論語義疏八佾篇。"
                }
            ]
        },
        {
            "name": "尙書大傳辨譌",
            "paragraphs": [
                {
                    "paragraph": "尙書大傳辨譌",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "尙書大傳，南宋時已多佚脫，今坊間盛行，盧氏雅雨堂本，譌漏不可勝舉。如“納之大麓之野，烈風雷雨不迷，致之以昭華之玉”，乃尙書逸篇文，見水經濁漳水注，而誤入唐傳。“厥兆天子爵”，乃尙書逸篇文，見白虎通爵篇，而誤入母逸傳。太平御覽兵部三十五引白虎通曰：“戰者何謂也？尙書大傳曰：‘戰者，憚驚之也。’又曰：‘諸侯之義，非天子之命，不得動衆𧺫伐殺不義者，所以強𠏉弱枝，尊天子，卑諸侯也。’”“又曰”以下，仍是白虎通文，見今本誅伐篇，而誤入鮮誓傳。困學紀聞云：費誓，說文作“粊”，史記作“肹”，太傳作“鮮”。“度作刑以誥四方。”周禮注云：“度作詳刑。”案：此“大傳作鮮”四字斷句，“度作刑”以下又一事，而誤連“鮮度作刑以誥四方”爲句，入甫刑傳。學禮“帝入東學”至“化輯于下矣”一段，乃大戴禮𠈃傅篇文，注亦盧辯注，而誤連“宣王問於春子”條入略說。補遺所採亦多誤。毛詩生民正義偁“上傳云”“下傳云”，皆謂毛傳。又引五帝傳云：“堯見天因邰而生，后稷，因之。”案：此乃“卽有邰家室”句毛傳文，疏“五帝”二字有譌，而誤仞爲大傳。文𨕖應休璉與從弟君苗君胄書注引尙書大傳曰：“扶寸而合，不崇朝而雨天下。”鄭𢆯曰：“四指爲扶。”下云“扶音膚”。此三字乃李善語，而誤并爲鄭注。毛詩文王正義：“書傳之美太公，言其翼佐文、武，身有殊勛，世祚太公，以表東海。”案：正義所偁書傳，似泛舉傳記，非謂伏生大傳。盧學士文弨續補遺載“神農始治農功”一條二十二字，出楊泉物理論。“容成作厤”一條，出世本，竝見藝文𩔖聚卷五歲時部下及御覽卷十六。“日者陽德之母”一條十八字，“月羣陰之宗”一條十五字，竝出皇甫謐年厤，見藝文𩔖聚卷一天部、御覽天四。“湛濁爲地”至“故地者濁陰也”一條三句，首句出神農書，下二句出黃帝素問，竝見𩔖聚卷六地部分引。“河色黃赤”一條二十五字，出物理論，見𩔖聚卷八水部上及御覽六十一。“往古之時”至“女媧殺黑龍以祭冀州”一條二十一字，出淮南子，下引鄭注云“冀州，取地以爲名也”云云三十一字，乃釋名文，竝見𩔖聚卷六州部連引。“堯南撫交阯”一條，見水經三十七淹水注，惟首五字是大傳文，其下“于禹貢荆州之南”云云十五字，乃酈道元語。“洧盤之水出崦嵫山”一條，出禹大傳，此別一古書，見楚詞章句。“五年一朝”一條，見公羊傳桓元年注，惟首四字疏云虞傳文，其下“王者亦貴得天下之歡心”云云三十五字，乃何休語。“文王受命四年伐昆夷”一條，見詩大雅譜正義，惟首九字是大傳文，下云“采薇爲伐昆夷而作”，乃孔穎達語。“成王之幼在襁褓”一條，見詩斯干正義，下云“襁褓，縳兒被也”五字亦穎達語。綴之以食而弗殊，有族食族燕之禮也”一條，見毛詩角弓正義，上句引禮記大傳，下句則穎達語。“武王伐紂，都洛邑未成，陰寒大雪”一條，九十八字，出金匱，見𩔖聚卷二雪部。“凡羣妃御見之法”一條，自首至“望後反之”七十八字，乃周禮九嬪注文。自“凡進御君所”至“旣御著于右手”四十八字，乃詩邶風靜女毛傳文。自“孔子曰：日者天之明”至“使婦從夫放月紀”二十九字，亦周禮九嬪注文，正義以爲出孝經援神契。“黃帝妃嫫母”一條二十二字，乃列女傳文，引見𩔖聚十五后妃部。“夏刑二百”一條十八字，乃周禮司刑注文，而盧氏一切羼入大傳。孔廣林本据初學記帝王部增“夢睂與髮等”五字，而初學記無此文，乃見北堂書鈔引帝王世紀。又引“周文王至磻溪”云云，亦据初學記漁部。然此乃尙書中候文，初學記誤爲大傳。又如“舜讓于德不怡，惟刑之謐哉”“予欲聞五聲、六律、八音”“采政，忽”“禺鐵”“滎播，旣都”“被明都”“予辛壬娶塗山，癸甲，生啓”“有火自上復于下，至于王屋，流爲烏，其色赤，其聲魄”“上刑挾輕，下刑挾重”“天齊乎人，假我一日”。以上雖系今文尙書，然不宜與傳相亂。其“采女則有逸罰”句，本爾雅注，恐是引般庚或粊誓之文，而小有誤，今竟依邢氏斷爲今文。采粊誓曰“𢾅乃擭，敜乃阱”，引見周禮注，下句亦引見說文攴部，眞古文也，今竟依賈疏斷爲今文，皆不足據。其篇次之亂者，如“古者處師”一條，雜記正義引作洛誥傳。“五嶽視三公”一條，王制正義引作夏傳，此本竝入咎繇謨。“天子三公”一條，据考工記序工正義引鄭夏傳注云云。又“古者天子三公”一條，通解王制之戊引注云：“此夏時之官”，是兩文竝在夏傳中，而此本一入堯典傳，一入太誓傳。“周以至動”一條，檀弓正義、公羊傳隱元年疏竝云略說文，而此本入甘誓傳。“古之帝王必有大學小學”一條，王制正義引作周傳。“天子諸侯必有公桑蠶室”一條，毛詩瞻卬正義引作夏傳；“祭之爲言察也”一條，御覽五百二十四引作周傳，此本皆誤入略說。又說命傳似當爲毋逸傳，",
                    "zhushu": "毋佚：“其在高宗，乃或諒陰，三年不言。”"
                },
                {
                    "paragraph": "武成傳似當爲牧誓傳，",
                    "zhushu": "今文牧誓載史記。"
                },
                {
                    "paragraph": "微子之命似當爲微子，",
                    "zhushu": "麥秀之歌當在行遯時作。"
                },
                {
                    "paragraph": "歸禾似當爲嘉禾。",
                    "zhushu": "大傳之序有“嘉禾”。"
                },
                {
                    "paragraph": "至所載鄭氏大傳注，如下“刑墨幪”注“幪音䝉”三字，乃文𨕖求賢良詔注及七命注之文；“八伯”注“八伯者，據畿外八州，畿内不置伯，鄕遂之吏主之”十九字，乃鄭志答張逸問之文。“舞株離”注“詩云“彼黍離離”六字，乃周禮鞮鞻氏正義文。“𩷏魚魚刀”注“𩷏”字夾注“渠成切”三字，乃玉海王會解注後王伯厚語。“高宗梁闇”注“闇讀如䳺，䳺，謂廬也”八字，乃禮記鄭注文。“決關梁、踰城郭而略盜者其刑髕”一條注“此二千五百罪之目略也”至“閉于宫中”三十九字，乃周禮司刑注文。“師乃鼓䵾譟”注“音符”二字，乃周禮大司馬釋文語。盧學士考異在“旋機玉衡”條，載别本有鄭注云：“轉運者爲機，持正者爲衡。”案此乃鄭尙書注文，見文𨕖李蕭遠運命論注。“白魚入于舟中”條，載别本有鄭注云：“燔魚以祭，變禮也”，亦鄭尙書注文，見後漢書杜篤傳注。“四年營侯衞”條，載别本有鄭注云：“建侯衞，是封衞侯”云云五十四字，乃毛詩豳風譜正義文。“遂踐奄”條，載詩正義引此云：多方傳鄭有注云“奄國在淮夷之㫄”云云三十字。案破斧正義引書傳“三年伐奄”下引多方云云，注云云，乃孔穎達引尙書及鄭君尙書注之文。凡此皆舛繆之甚，不可不亟正者也。",
                    "zhushu": ""
                }
            ]
        }
    ]
}