{
    "name": "文子",
    "author": "周・題辛鈃",
    "loadChapterCount": 3,
    "chapters": [
        {
            "name": "提要",
            "paragraphs": [
                {
                    "paragraph": "提要",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "臣等謹案：文子十二篇，周人辛鈃撰。徐廣曰：「文子名鈃。」李暹曰：「姓辛，葵邱濮上人，號曰計然，范蠡師事之。」裴駰曰：「計然姓辛，字文子，其先晉國公子也。」孟康曰：「姓計，名然，越臣也。」蔡謨曰：「計然者，范蠡所著書之名，非人也。謂之計然者，所計而然也。」顔師古曰：「蔡説謬矣。古今人表計然列在第四等。計然一名計妍，吳越春秋及越絶書並作計倪。倪之與妍、然三音相近，故訛耳。」今按庾仲容子鈔中有兩文子，其一為晉國公子之裔，名不傅，南游於越，自稱文子，號曰計然。范蠡師事之，用其言而霸越。非特吳越書載之，劉邵皇覽亦載之。世所傅范子計然者，范子問而計然答也。其著此書之文子，則當為辛鈃。馬總意林列范子計然十三卷，有隂陽厯數，與此不同。其云姓辛者，葢仍北史之譌，援陶朱成術於辛文一語，以為張本，而不知子鈔中原自有兩文子也。栁宗元辨此書，謂傅為老子弟子，篇中有與平王問答語，周氏渉筆謂是楚平王。要之為周人而非吳越之計然，有可信者。其言悉宗老子，則或為老子弟子，傅其師訓，未可知也。宗元指是書為「駮書」，譏其渾而𩔖者少，凡孟子軰數家，皆見剽竊，疑衆為聚斂以成書。然其理道深至，筆力勁錬，非周秦間人不能為，與闗尹、亢倉偽作者逈别。髙氏子畧所取數則，亦皆卓絶。漢志謂為九篇，北魏李暹及唐徐靈府注皆十二卷。暹注今不多見，靈府注則間有之。此乃吳中刻本，無注者僅分上下卷。暹師事僧般若流支。靈府一字黙希子，唐天寳中，嘗尊是書為通元真經云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "乾隆四十六年正月恭校上。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "道原第一",
            "paragraphs": [
                {
                    "paragraph": "道原第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子曰：「有物混成，先天地生，惟象無形，窈窈㝠㝠，寂寥淡漠，不聞其聲。吾强為之名，字之曰道。」夫道者，髙不可極，深不可測，包裹天地，稟受無形。原流泏泏，沖而不盈，濁以静之徐清，施之無窮，無所朝夕，表之不盈一握。約而能張，幽而能明，柔而能剛，含隂吐陽，而章三光。山以之髙，淵以之深，獸以之走，鳥以之飛，麟以之遊，鳯以之翔，星厯以之行。以亡取存，以卑取尊，以退取先。古者三皇，得道之統，立於中央，神與化遊，以撫四方。是故能天運地墆，輪轉而無廢，水流而不止，與物終始。風興雲蒸，雷聲雨降，並應無窮。已雕已琢，還復於樸。無為為之，而合乎生死；無為言之，而通乎徳。恬愉無矜，而得乎和；有萬不同，而便乎生。和隂陽，節四時，調五行，潤乎草木，浸乎金石。禽獸碩大，毫毛潤澤。鳥卵不敗，獸胎不殰。父無䘮子之憂，兄無哭弟之哀，童子不孤，婦人不孀，虹蜺不見，盜賊不行，含徳之所致也。天常之道，生物而不有，成化而不宰，萬物恃之而生，莫之知徳，恃之而死，莫之能怨，收藏畜積而不加富，布施禀受而不益貧。忽兮怳兮，不可為象兮！怳兮忽兮，用不詘兮！窈兮冥兮，應化無形兮！遂兮通兮，不虛動兮。與剛柔卷舒兮，與隂陽俯仰兮。老子曰：大丈夫恬然無思，淡然無慮，以天為盖，以地為車，以四時為馬，以隂陽為御，行乎無路，遊乎無怠，出乎無門。以天為盖，則無所不覆也。以地為車，則無所不載也。四時為馬，則無所不使也。隂陽御之，則無所不備也。是故疾而不揺，逺而不勞，四支不動，聰明不損，而照見天下者，執道之要，觀無窮之地也。故天下之事不可為也，因其自然而推之。萬物之變不可救也，秉其要而歸之。是以聖人内脩其本，而不外飾其末，厲其精神，偃其知見，故漠然無為而無不為也，無治而無不治也。所謂無為者，不先物為也；無治者，不易自然也；無不治者，因物之相然也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「執道以御民者，事來而循之，物動而因之，萬物之化無不應也，百事之變，無不耦也。故道者，虛無、平易、清静、柔弱、純粹、素樸，此五者，道之形象也。」虛無者，道之舍也；平易者，道之素也；清静者，道之鑒也；柔弱者，道之用也；反者，道之常也；柔者，道之剛也；弱者，道之强也；純粹素樸者，道之幹也。虚者，中無載也。平者，心無累也。嗜欲不載，虚之至也；無所好憎，平之至也；一而不變，静之至也；不與物雜，粹之至也；不憂不樂，徳之至也。夫至人之治也，棄其聰明，滅其文章，依道廢智，與民同出乎公，約其所守，寡其所求，去其誘慕，除其貪欲，捐其思慮。約其所守即察，寡其所求即得。故以中制外，百事不廢。中能得之，則外能牧之。中之得也，五藏寜，思慮平，筋骨勁强，耳目聰明。大道坦坦，去身不逺。求之逺者，往而復返。老子曰：聖人忘乎治人，而在乎自理，貴忘乎勢位，而在乎自得。自得即天下得我矣。樂忘乎富貴，而在乎和，知大己而小天下㡬於道矣。故曰：「至虛極也，守静篤也。萬物並作，吾以觀其復。」夫道者，陶冶萬物，終始無形，寂然不動，大通混冥，深閎廣大，不可爲外，析毫剖芒，不可為内。無環堵之宇，而生有無之總名也。真人體之以虛無平易、清浄、柔弱、純粹素樸，不與物雜，至徳天地之道，故謂之真人。真人者，知大己而小天下，貴治身而賤治人，不以物滑和，不以欲亂情。𨼆其名姓，有道則𨼆，無道則見。為無為，事無事，知不知也。懐天道，包天心，噓吸隂陽，吐故納新，與隂俱閉，與陽俱開，與剛柔卷舒，與隂陽俯仰，與天同心，與道同體，無所樂，無所苦，無所喜，無所怒，萬物玄同，無非無是。夫形傷乎寒暑燥濕之虐者，形究而神杜，神傷於喜怒思慮之患者，神盡而形有餘。故真人用心，復性依神，相扶而得終始，是以其寢不夢，覺而無憂。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子問道，老子曰：「正汝形，一汝視，天和將至。攝汝知，正汝度，神將來舍。徳將為汝容，道將為汝居，瞳兮若新生之犢，而無求其故，形若枯木，心若死灰，真其實知，而不以曲故自持，恢恢無心可謀，明白四達，能無知乎？」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：夫事生者，應變而動，變生於時，知時者，無常之行。故「道可道，非常道，名可名，非常名。」書者，言之所生也，言出於智，智者不知，非常道也。名可名，非藏書者也。「多聞數窮，不如守中。絶學無憂，絶聖棄智，民利百倍。」人生而静，天之性也。感物而動，性之欲也。物至而應，智之動也。智與物接，而好憎生焉，好憎成形，而智出於外，不能反己，而天理滅矣。是故聖人不以人易天，外與物化，而内不失情。故通於道者，反於清静，究於物者，終於無為。以恬養智，以漠合神，即乎無門。循天者，與道遊也，隨人者，與俗交也。故聖人不以事滑天，不以欲亂情，不謀而當，不言而信，不慮而得，不為而成。是以處上而民不重，居前而人不害，天下歸之，奸邪畏之。以其無争於萬物也，故莫敢與之争。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「夫人從欲失性，動未嘗正也，以治國則亂，以治身則穢故。不聞道者，無以反其性，不通物者不能清静。原人之性無邪，穢久湛於物即易，易而忘其本，即合於其若性。水之性欲清，沙石穢之。人之性欲平，嗜欲害之。唯聖人能遺物反己。是故聖人不以智役物，不以欲滑和，其於樂不忻忻，其於憂不惋惋，是以髙而不危，安而不傾。」故聴善言便計，雖愚者知說之；稱聖徳髙行，雖不肖者知慕之。說之者衆而用之者寡，慕之者多而行之者少，所以然者，掔於物而繫於俗。故曰：我無為而民自化，我無事而民自富，我好静而民自正，我無欲而民自樸。清静者，徳之至也；柔弱者，道之用也；虛無恬愉者，萬物之祖也。三者行則淪於無形，無形者，一之謂也。一者，無心合於天下也。布徳不溉，用之不勤，視之不見，聴之不聞，無形而有形生焉，無聲而五音鳴焉，無味而五味形焉，無色而五色成焉。故有生於無，實生於虛。音之數不過五，五音之變，不可勝聴也；味之數不過五，五味之變，不可勝嘗也；色之數不過五，五色之變，不可勝觀也。音者，宮立而五音形矣；味者，甘立而五味定矣，色者，白立而五色成矣，道者，一立而萬物生矣。故一之理施於四海，一之嘏察於天地。其全也，敦兮其若樸；其散也，渾兮其若濁。濁而徐清，沖而徐盈，澹然若大海，汜兮若浮雲，若無而有，若亡而存。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「萬物之總，皆闗一孔，百事之根，皆出一門。」故聖人一度循軌，不變其故，不易其常，放凖循繩，曲因其直，直因其常。夫喜怒者，道之邪也；憂悲者，徳之邪也；好憎者，心之過也；嗜慾者，生之累也。人大怒破隂，大喜墜陽，薄氣發喑，驚怖為狂，憂悲焦心，疾乃成積。人能除此五者，即合於神明。神明者，得其内也。得其内者，五藏寜，思慮平，耳目聰明，筋骨勁强，疎達而不悖，堅强而不匱，無所太過，無所不逮。天下莫柔弱於水，水為道也，廣不可極，深不可測，長極無窮，逺淪無涯，",
                    "zhushu": "音宜。"
                },
                {
                    "paragraph": "息耗減益，過於不訾。上天為雨露，下地為潤澤，萬物不得不生，百事不得不成，大苞羣生而無私好，澤及蚑",
                    "zhushu": "音岐。"
                },
                {
                    "paragraph": "蟯",
                    "zhushu": "音饒。"
                },
                {
                    "paragraph": "而不求報，富贍天下而不既，徳施百姓而不費，行不可得而窮極，微不可得而把握，擊之不創，",
                    "zhushu": "音瘡。"
                },
                {
                    "paragraph": "刺之不傷，斬之不斷，灼之不焦，綽約流循而不可靡散，利貫金石，强淪天下，有餘不足，任天下取與，禀受萬物而無所先後，無私無公，與天地洪同，是謂至徳。夫水所以能成其至徳者，以其綽約潤滑也。故曰：「天下之至柔，馳騁天下之至堅，無有入於無間。」夫無形者物之太祖，無音者、𩔖之大宗，真人者通於靈府，與造化者為人，執玄徳於心，而化馳如神。是故不道之道，芒乎大哉！未發號施令而移風易俗，其唯心行也。萬物有所生而獨如其根，百事有所出而獨守其門，故能窮無窮，極無極，照物而不眩，響應而不知。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：夫道徳者，志弱而事强，心虛而應當。志弱者柔毳安静，藏於不取，行於不能，澹然無為，動不失時。故貴必以賤爲本，高必以下為基，託小以包大，在中以制外，行柔而剛，力無不勝，敵無不陵，應化揆時，莫能害之。欲剛者必以柔守之，欲强者必以弱保之。積柔即剛，積弱即强，觀其所積，以知存亡。强勝不若己者，至於若己者而格；柔勝出於己者，其力不可量。故兵强即滅，木强即折，革强即裂，齒堅於舌而先斃。故柔弱者，生之幹也；堅强者，死之徒。先唱者，窮之路；後動者，達之原。夫執道以耦變，先亦制後，後亦制先，何即？不失所以制人，人亦不能制也。所謂後者，調其數而合其時，時之變則間不容息，先之則太過，後之則不及，日迴月周，時不與人遊，故聖人不貴尺之璧，而貴寸之隂。時難得而易失，故聖人隨時而舉事，因資而立功。守清道，拘雌節，因循而應變，常後而不先。柔弱以静，安徐以定，功大靡堅，不能與争也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「機械之心藏於中，即純白之不粹。神徳不全於身者，不知何逺之能懐。欲害之心忘乎中者，即饑虎可尾也，而况於人乎？」體道者佚而不窮，任數者勞而無功。夫法刻刑誅者，非帝王之業也，箠䇿繁用者，非致逺之御也。好憎繁多，禍乃相隨。故先王之法，非所作也，所因也；其禁誅非所為也，所守也。故能因即大，作即細；能守即固，為即敗。夫任耳目以聴視者，勞心而不明，以智慮為治者苦心而無功。任一人之材，難以至治，一人之能，不足以治三畝之宅。循道理之數，因天地自然，即六合不足均也。聴失於非譽，目淫於彩色，禮亶不足以放愛，誠心可以懐逺。故兵莫𢡚乎志，鏌鋣為下；冦莫大於隂陽，而枹鼔為細。所謂大冦伏尸不言節，中冦藏於山，小冦遯於民間。故曰：民多智能，竒物滋起，法令滋章，盜賊多有。去彼取此，天殃不起。故以智治國國之賊，不以智治國國之徳。夫無形大，有形細，無形多，有形少。無形强，有形弱。無形實，有形虚。有形者，遂事也。無形者，作始也。遂事者，成器也。作始者，樸也。有形則有聲，無形則無聲，有形産於無形，故無形者，有形之始也。廣厚有名，有名者，貴全也。儉薄無名，無名者，賤輕也。殷富有名，有名尊寵也。貧寡無名，無名者，卑辱也。雄牡有名，有名者，章明也。雌牝無名，無名𨼆約也。有餘者有名，有名者，髙賢也。不足者無名，無名者任下也。有功即有名，無功即無名，有名産於無名，無名者，有名之母也。夫道有無相生也，難易相成也。是以聖人執道，虚静微妙，以成其徳。故有道即有徳，有徳即有功，有功即有名，有名即復歸於道。功名長久，終身無咎。王公有功名，孤寡無功名。故曰，聖人自謂孤寡，歸其根本，功成而不有。故有功以為利，無名以為用。古者，民童蒙不知東西，貌不離情，言不出行，行出無容，言而不文。其衣煖而無采，其兵鈍而無刃。行蹎蹎，視瞑瞑，鑿井而飲，耕田而食，不布施，不求徳，髙下不相傾，長短不相形。風齊於俗可隨也，事周於能易為也。矜偽以惑世，軻行以迷衆，聖人不以為世俗",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "精誠第二",
            "paragraphs": [
                {
                    "paragraph": "精誠第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子曰：「天致其高，地致其厚，日月照，列星朗，隂陽和，非有為焉，正其道而物自然。隂陽四時，非生萬物也；雨露時降，非養草木也。神明接，隂陽和，萬物生矣。夫道者，藏精於内，棲神於心，静漠恬淡，悅穆胷中，廓然無形，寂然無聲。官府若無事，朝廷若無人。」無𨼆士，無逸民，無勞役，無寃刑。天下莫不仰上之徳，象主之㫖。絶國殊俗，莫不重譯而至。非家至而人見之也，推其誠心施之天下而己。故賞善罰暴者，正令也。其所以能行者，精誠也。令雖明，不能獨行，必待精誠。故總道以被民，而民弗從者，精誠弗至也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「天設日月，列星辰，張四時，調隂陽，日以暴之，夜以息之，風以乾之，雨露以濡之。其生物也，莫見其所養而萬物長，其殺物也，莫見其所䘮而萬物亡，此謂神明。是故聖人象之，其起福也，不見其所以而福起；其除禍也，不見其所由而禍除，稽之不得，察之不虚，日計不足，歲計有餘，寂然無聲，一言而大動天下，是以无心動化者也。故精誠内形，氣動於天，景星見，黄龍下，⬤凰至，醴泉出，嘉穀生，河不滿溢，海不波涌，逆天暴物，即日月薄蝕，五星失行，四時相乗，晝㝠宵光，山崩川涸，冬雷夏霜，天之與人，有以相通，故國之殂亡也，天文變，世俗亂，虹蜺見，萬物有以相連，精氣有以相薄。故神明之事，不可以智巧為也，不可以强力致也。故大人與天地合德，與日月合明，與鬼神合靈，與四時合信，懐天心，抱地氣，執沖含和，不下堂而行四海，變易習俗，民化遷善，若出諸己，能以神化者也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「夫入道者，全性保真，不虧其身，遭急迫難，精通乎天。若乃未始出其宗者，何為而不成？死生同域，不可脅凌，又况官天地，府萬物，返造化，含至和而己，未嘗死生也。精誠形乎内，而外喻於人心，此不傳之道也。聖人在上，懐道而不言，澤及萬民。故不言之教，芒乎大哉！君臣乖心，倍譎見乎天，神氣相應徴矣。此謂不言之辯，不道之道也。夫召逺者使無為焉，親近者言無事焉，唯夜行者能有之。故却走馬以糞，車軌不接於逺方之外，是謂坐馳陸沈。夫天道無私就也，無私去也，能者有餘，拙者不足，順之者利，逆之者凶。是故以智為治者，難以持國，唯同乎大和而持自然應者為能有之。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「夫道之與徳，若韋之與革，逺之即近，近之即疏，稽之不得，察之不虚。是故聖人若鏡，不將不迎，應而不藏，萬物而不傷。其得之也，乃失之也；其失之也，乃得之也。」故通於大和者，闇若䣩醉而甘卧以遊其中，若未始出其宗，是謂大通，此假不用能成其用也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「昔黄帝之治天下，調日月之行，治隂陽之氣，節四時之度，正律厯之數，别男女，明上下，使强不掩弱，衆不暴寡，民保命而不夭，嵗時熟而不凶，百官正而無私，上下調而無尤，法令明而不闇，輔佐公而不阿，田者讓畔，道不拾遺，市不預賈。故於此時，日月星辰不失其行，風雨時節，五穀豐昌，鳯凰翔於庭，麒麟游於郊。虙犧氏之王天下也，枕石寢繩，殺秋約冬，負方州，抱員天，隂陽所擁，沉滯不通者竅理之，逆氣戾物，傷民厚積者絶止之。其民童䝉，不知西東，視瞑瞑，行蹎蹎，侗然自得，莫知其所由，浮游汎然，不知所本，自養不知所如徃。當此之時，禽獸蟲蛇，無不懐其爪牙，藏其螫毒，功揆天地，至黄帝，要繆乎太祖之下，然而不章其功，不揚其名，𨼆真人之道，以從天地之固然。何則？道徳上通，而智故消滅也。」老子曰：「天不定，日月無所載；地不定，草木無所立；身不寜，是非無所形。是故有真人而後有真智，其所持者不明，何知吾所謂知之非不知與？」積恵重貨，使萬民欣欣，人樂其生者，仁也。舉大功，顯令名，體君臣，正上下，明親疎，序危國，繼絶世，立無後者，義也。閉九竅，藏志意，棄聰明，反無識，芒然仿佯乎塵垢之外，逍遙乎無事之際，含隂吐陽，而與萬物同和者，徳也。是故道散而為徳，徳溢而為仁義，仁義立而道徳廢矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「神越者言華，徳蕩者行偽。至精芒乎中，而言行觀乎外，此不免以身役物也。精有愁盡，而行無窮極，所守不定，而外淫於世俗之風。是故聖人内修道術，而不外飾仁義，知九竅四肢之宜，而逰乎精神之和，此聖人之游也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：若夫聖人之游也，即動乎至虚，游心乎大無，馳於方外，行於無門，聴於無聲，視於無形，不拘於世，不繫於俗。故聖人所以動天下者，真人不過；賢人所以矯世俗者，聖人不觀。夫人拘於世俗，必形繫而神紲，故不免於累，使我可拘係者，必其命有在外者矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：人主之思，神不馳於胷中，智不出於四域，懐其仁誠之心，甘雨以時，五穀蕃殖，春生夏長，秋收冬藏，月省時考，終嵗獻貢，養民以公，威厲不誡，法省不煩，教化如神，法寛刑緩，囹圄空虚，天下一俗，莫懐奸心，此聖人之恩也。夫上好取而無量，即下貪功而無讓，民貧苦而分争生事，力勞而無功，智詐萌生，盜賊滋彰，上下相怨，號令不行。夫水濁者魚噞，政苛者民亂，上多欲即下多詐，上煩擾即下不定，上多求即下交争，不治其本而救之於末，無以異於鑿渠而止水，抱薪而救火。聖人事省而治，求寡而贍，不施而仁，不言而信，不求而得，不為而成。懐自然，保至真，抱道推誠，天下從之，如響之應聲，影之像形，所脩者本也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「精神越於外，智慮蕩於内者，不能治形。神之所用者逺，則所遺者近。故不出於戸，以知天下；不窺於牖，以知天道。其出彌逺，其知彌少。」此言精誠發於内，神氣動於天也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：冬日之陽，夏日之隂，萬物歸之而莫之使。極自然。至精之感，弗召自來，不去而徃，窈窈㝠㝠，不知所為者，而功自成。待目而照見，待言而使命，其於治難矣。臯陶喑而為大理，天下無虐刑，何貴乎言者也？師曠瞽而為太宰，晉國無亂政，何貴乎見者也？不言之令，不視之見，聖人所以為師也。民之化上，不從其言，從其所行。故人君好勇，弗使鬬争，而國家多難，其漸必有劫殺之亂矣。人君好色，弗使風議，而國家昏亂，其積至於淫泆之難矣。故聖人精誠别於内，好憎明於外，出言以副情，發號以明指。是故刑罰不足以移風，殺戮不足以禁奸，惟神化為貴。精至為神，精之所動，若春氣之生，秋氣之殺。故君子者，其猶射者也，於此毫末，於彼尋丈矣。故理人者，慎所以感之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「懸法設賞，而不能移風易俗者，誠心不抱也。故聴其音則知其風，觀其樂即知其俗，見其俗即知其化。夫抱真效誠者，感動天地，神踰方外，令行禁止，誠通其道而達其意，雖無一言，天下萬民，禽獸鬼神與之變化。故太上神化，其次使不得為非，其下賞賢而罰暴。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：大道無為，無為即無有，無有者不居也，不居者即處而無形。無形者不動，不動者無言也，無言者即静而無聲。無形者，視之不見，無聲者，聴之不聞。是謂㣲妙，是謂至神。綿綿若存，是謂天地之根。道無形無聲，故聖人强為之形，以一字為名。天地之道，大以小為本，多以少為始。天子以天地為品，以萬物為資，功徳至大，勢名至貴，二徳之美，與天地配，故不可不軌大道以為天下母。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「賑窮補急則名生，起利除害即功成。」世無灾害，雖聖無所施其徳；上下和睦，雖賢無所立其功。故至人之治，含徳抱道，推誠樂施，無窮之智，寢說而不言，天下莫知貴其不言者。故「道可道，非常道也；名可名，非常名也」；著於竹帛，鏤於金石，可傳於人者，皆其麤也。三皇五帝三王，殊事而同心，異路而同歸。末世之學者，不知道之所體一，徳之所總要，取成事之迹，跪坐而言之，雖博學多聞，不免於亂。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「心之精者，可以神化，而不可說道。」聖人不降席而匡天下，情甚於⬤呼。故同言而信，信在言前也；同令而行，誠在令外也。聖人在上，民化如神，情以先之，動於上不應於下者，情令殊也。三月嬰兒未知利害，而慈母愛之愈篤者，情也。故言之用者變，變乎小哉；不言之用者變，變乎大哉！信，君子之言，忠，君子之意，忠信形於内，感動應乎外，賢聖之化也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「子之死父，臣之死君，非出死以求名也，恩心藏於中而不違其難也。君子之⬤怛，非正為也，自中出者也，亦察其所行。聖人不慙於景，君子慎其獨也，舍近期逺，塞矣。故聖人在上則民樂其治，在下則民慕其意，志不忘乎欲利人也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「勇士一呼，三軍皆辟，其出之誠也。唱而不和，意而不載，中必有不合者也。不下席而匡天下者，求諸己也。故說之所不至者，容貌至焉；容貌所不至者，感忽至焉。感乎心，發而成形，精之至者，可形接，不可以照期。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「言有宗，事有本。失其宗本，伎能雖多，不如寡言害衆者倕，而使斷其指，以明大巧之不可為也。故匠人智為不以能，以時閉，不知閉也，故必杜而後開。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「聖人之從事也，所由異路而同歸，存亡定傾若一，志不忘乎欲利人也。故秦楚燕魏之歌異聲而皆樂，九夷八狄之哭異聲而皆哀。夫歌者樂之徴，哭者哀之效也。愔於中，發於外，故在所以感之矣。聖人之心，日夜不忘乎欲利人，其澤之所及亦逺矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「人無為而治，有為也即傷。無為而治者，為無為為者，不能無為也。不能無為者，不能有為也。」人無言而神，有言也即傷。無言而神者，載無言，則傷有神之神者。文子曰：「名可强立，功可强成。昔南榮趎恥聖道而獨亡，於己南見老子，受教一言，精神曉靈，屯閔條達，勤苦十日不食，如享太牢，是以明照海内，名立後世，智畧天地，察分秋毫，稱譽華夷，至今不休。此謂名可强立也。故田者不强，囷倉不滿；官御不勵，誠心不精；將相不强，功烈不成；王侯懈怠，後世無名。至人潛行，譬猶雷霆之藏也，隨時而舉事，因資而立功，進退無難，無所不通。夫至人精誠内形，徳流四方，見天下有利也，喜而不忘，天下有害也，怵若有䘮。夫憂民之憂者，民亦憂其憂；樂民之樂者，民亦樂其樂。故憂以天下，樂以天下，然而不王者，未之有也。聖人之法，始於不可見，終於不可及，處於不傾之地，積於不盡之倉，載於不竭之府，出令如流水之原，使民於不争之官，開必得之門，不為不可成，不求不可得，不處不可久，不行不可復。大人行可說之政，而人莫不順其命，命順則從小而致大，命逆則以善為害，以成為敗。」夫所謂大丈夫者，内强而外明，内强如天地，外明如日月，天地無不覆載，日月無不照明。大人以善示人，不變其故，不易其常，天下聴令，如草從風。政失於春，歳星盈縮，不居其常。政失於夏，熒惑逆行。政失於秋，太白不當，出入無常。政失於冬，辰星不效其鄉。四時失政，鎮星揺蕩，日月見謫，五星悖亂彗星出。春政不失禾黍滋，夏政不失雨降時，秋政不失民殷昌，冬政不失國家寜康。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "九守第三",
            "paragraphs": [
                {
                    "paragraph": "九守第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子曰：「天地未形，窈窈㝠㝠，渾而為一，寂然清澄。重濁為地，精微為天，離而為四時，分而為隂陽。精氣為人，粗氣為蟲，剛柔相成，萬物乃生。精神本乎天，骨骸根于地。精神入其門，骨骸反其根，我尚何存？故聖人法天順地，不拘於俗，不誘於人，以天為父，以地為母，隂陽為綱，四時為紀，天静以清，地定以寜，萬物逆之者死，順之者生。故静漠者，神明之宅；虚無者，道之所居。夫精神者，所受於天也。骨骸者、所禀於地也。」道生一，一生二，二生三，三生萬物。萬物負隂而抱陽，沖氣以為和。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「人受天地變化而生，一月而膏，二月血脈，三月而肧，四月而胎，五月而筋，六月而骨，七月而成形，八月而動，九月而躁，十月而生。形骸已成，五藏乃分。肝主目，腎主耳，脾主舌，肺主鼻，膽主口。外為表，中為裏。頭圓法天，足方象地。天有四時五行九曜三百六十日，人有四肢五藏九竅三百六十節。天有風雨寒暑，人有取與喜怒。膽為雲，肺為氣，脾為風，腎為雨，肝為雷。人與天地相𩔖，而心為之主。耳目者，日月也。血氣者，風雨也。日月失行，薄蝕無光。風雨非時，毁折生災。五星失行，州國受其殃。天地之道，至閎以大，尚由節其章光，愛其神明。人之耳目何能久燻而不息？精神何能馳騁而不乏？是故聖人守内而不失外。」夫血氣者，人之華也；五藏者，人之精也。血氣専乎内而不外越，則胷腹充而嗜欲寡。嗜欲寡則耳目清而聽視聰達。聽視聰達謂之明。五藏能屬於心而無離，則氣意勝而行不僻，精神盛而氣不散。以聽無不聞，以視無不見，以為無不成，患禍無由入，邪氣不能襲。故所求多者所得少，所見大者所知小。夫孔竅者，精神之戸牖；血氣者，五藏之使候。故耳目淫於聲色，即五藏動搖而不定，血氣滔蕩而不休，精神馳騁而不守。禍福之至，雖如丘山，無由識之矣。故聖人受而不越。聖人誠使耳目精明玄達，無所誘慕，意氣無失清浄而少嗜欲，五藏便寜，精神内守形骸而不越，即觀乎往世之外，來事之内，禍福之間，可足見也。故「其出彌逺者，其知彌少」，以言精神不可使外淫也。故五色亂目，使目不明；五音亂耳，使耳不聰；五味亂口，使口生創；",
                    "zhushu": "音爽"
                },
                {
                    "paragraph": "趣舍滑心，使行飛揚。故嗜欲使人氣淫，好憎使人精勞，不疾去之，則志氣日耗。夫人所以不能終其天年者，以其生生之厚。夫唯無以生為者，即所以得長生。天地運而相通，萬物總而為一，能知一即無一之不知也，不能知一即無一之能知也。吾處天下亦為一物，而物亦物也，物之與物何以相物？欲生不可事也，憎死不可辭也，賤之不可憎也，貴之不可喜也，因其資而寜之，弗敢極也。弗敢極即至樂極矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守虛",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：所謂聖人者，因時而安其位，當世而樂其業。夫哀樂者，徳之邪；好憎者，心之累；喜怒者，道之過。故其生也天行，其死也物化。静則與隂合徳，動即與陽同波。故心者形之主也，神者心之寶也。形勞而不休即蹷，精用而不已則竭，是以聖人遵之不敢越也。以無應有，必究其理，以虛受實，必窮其節。恬愉虚静，以終其命。無所疏，無所親，抱徳煬和，以順於天，與道為際，與徳為鄰，不為福始，不為禍先，死生無變於己，故曰至神。「神則以求無不得也，以為無不成也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守無",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：輕天下即神無累，細萬物即心不惑，齊生死則意不懾，同變化則明不眩。夫至人倚不撓之柱，行無關之途，禀不竭之府，學不死之師，無往而不遂，無之而不通，屈伸俯仰，抱命不惑，而宛轉禍福利害不足以患心。夫為義者，可迫以仁，而不可劫以兵；可正以義不可懸以利。君子死義，不可以富貴留也；為義者，不可以死亡恐也，又况於無為者乎？無為者即無累，無累之人，以天下為影柱，上觀至人之倫，深原道徳之意，下考世俗之行，乃足以羞也。夫無以天下為者，學之建鼓也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守平",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：尊勢厚利，人之所貪，比之身則賤。故聖人食足以充虚接氣，衣足以盖形禦寒，適情辭餘，不貪得，不多積，清目不視，静耳不聴，閉口不言，委心不慮。棄聰明，反太素，休精神，去知故，無好無憎，是謂大通。除⬤去累，莫若未始出其宗，何為而不成？知養生之和者，即不可懸以利；通内外之符者，不可誘以勢。無外之外至大，無内之内至貴，能知大貴，何往不遂。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守易",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：古之為道者，理情性，治心術，養以和，持以適，樂道而忘賤，安徳而忘貧。「性有不欲，無欲而不得；心有不樂，無樂而不為。無益於性者，不以累徳；不便於生者，不以滑和。不縱身肆意而制度，可以為天下儀。量腹而食，制形而衣，容身而居，適情而行，餘天下而不有，委萬物而不利。豈為貧富貴賤失其性命哉？夫若然者，可謂能體道矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守清",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「人受氣於天者，耳目之於聲色也，鼻口之於芳臭也，肌膚之於寒溫也，其情一也。或以死，或以生，或為君子，或為小人，所以為制者異。神者智之淵也，神清則智明。智者心之府也，智公則心平。人莫鑒於流潦，而鑒於澄水，以其清且静也。故神清意平，乃能形物之情，故用之者必假於不用者。夫鑒明者則塵垢不汙也，神清者嗜欲不誤也。故心有所至，則神慨然在之，反之於虛，則消躁藏息矣。此聖人之遊也。」故治天下者，必達性命之情而後可也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守真",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「夫所謂聖人者，適情而已。量腹而食，度形而衣，節乎己而貪汙之心無由生也。故能有天下者，必無以天下為也；能有名譽者，必不以越行求之。誠達性命之情，仁義因附也。若夫神無所掩，心無所載，通洞條達，澹然無事，勢利不能誘，聲色不能淫，辯者不能說，智者不能動，勇者不能恐，此真人之遊也。夫生生者不生，化化者不化，不達此道者，雖知統天地，明照日月，辯解連環，辭潤金石，猶無益於治天下也。故聖人不失所守。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守静",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「静漠恬淡，所以養生也；和愉虛無，所以據徳也。外不亂内，即性得其宜；静不動和，即徳安其位。養生以經世，抱徳以終年，可謂能體道矣。」若然者，血脈無鬱滯，五藏無積氣，禍福不能矯滑，非譽不能塵垢，非有其世，孰能濟焉？有其才不遇其時，身猶不能脫，又况無道乎？夫目察秋毫之末者，耳不聞雷霆之聲；耳調金玉之音者，目不見太山之形。故小有所志，則大有所忘。今萬物之來，擢㧞吾生，攓取吾精，若泉原也。雖欲勿禀，其可得乎？今盆水若清之經日，乃能見眉睫，濁之不過一撓，即不能見方圓也。人之精神，難清而易濁，猶盆水也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守法",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：上聖法天，其次尚賢，其下任臣。任臣者，危亡之道也；尚賢者，癡惑之原也；法天者，治天地之道也。虚静為主，虚無不受，静無不持，知虚静之道，乃能終始。故聖人以静為治，以動為亂。故曰：「勿撓勿攖，萬物將自清；勿驚勿駭，萬物將自理。」是謂天道也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守弱",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：天子公侯，以天下一國為家，以萬物為蓄。懐天下之大，有萬物之多，即氣實而志驕。大者用兵侵小，小者倨傲凌下，用心奢廣，譬猶飄風暴雨，不可長久。是以聖人以道鎮之，執一無為，而不損沖氣，見小守柔，退而勿有，法於江海。江海不為，故功名自化。弗强，故能成其王。為天下牝，故能神不死自愛，故能成其貴。萬乗之勢，以萬物為功名，權任至重，不可自輕，自輕則功名不成。夫道大以小而成，多以少為主，故聖人以道莅天下，柔弱㣲妙者，見小也；儉嗇損缺者，見少也。見小，故能成其大，見少故能成其美。天之道，抑髙而舉下，損有餘補不足。江海處地之不足，故天下歸之奉之。聖人卑謙清静辭讓者，見下也。虚心無有者，見不足也。見下故能致其髙，見不足故能成其賢。矜者不立，奢者不長。强梁者死，滿足者亡。飄風暴雨不終日，小谷不能須㬰盈。飄風暴雨行强梁之氣，故不能久而滅。小谷處强梁之地，故不得不奪。是以聖人執雌牝，去奢驕，不敢行强梁之氣。執雌牝，故能立其雄牡。不敢奢驕，故能長久。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：天道極即反，盈即損，日月是也。故聖人日損而沖氣不敢自滿，日進以牝，功徳不衰，天道然也。人之情性，皆好高而惡下，好得而惡亡，好利而惡病，好尊而惡卑，好貴而惡賤。衆人爲之，故不能成，執之，故不能得。是以聖人法天，弗為而成，弗執而得，與人同情而異道，故能長久。故三皇五帝有戒之器，命曰侑巵，其沖即正，其盈即覆。夫物盛則衰，日中則移，月滿則虧，樂終則悲。是故聰明廣智守以愚，多聞博辯守以儉，武力勇毅守以畏，富貴廣大守以狹，徳施天下守以讓。此五者，先王所以守天下也。「服此道者不欲盈。夫唯不盈，是以弊不新成。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：聖人與隂俱閉，與陽俱開，能至於無樂也，即無不樂也。無不樂，即至樂極矣。是内樂外，不以外樂内。故有自樂也，即有自志貴乎天下。所以然者，因天下而為天下之要也。不在於彼而在於我，不在於人而在於身，身得則萬物備矣。故達於心術之論者，即嗜欲好憎外矣。是故無所喜，無所怒，無所樂，無所苦，萬物玄同，無非無。是故士有一定之論，女有不易之行，不待勢而尊，不須財而富，不須力而强，不利財貨，不貪世名，不以貴為安，不以賤為危，形神氣志，各居其宜。夫形者，生之舍也，氣者，生之元也，神者生之制也。一失其位，即三者傷矣。故以神為主者，形從而利；以形為主者，神從而害其生。貪饕多欲之人，顛㝠乎勢利，誘慕乎名位，㡬以過人之知，位髙於世，即精神日耗以逺，久淫而不還，形閉中拒，即無由入矣。是以時有盲忘自失之患。夫精神志氣者，静而日充以壯，躁而日耗以老。是故聖人持養其神，和弱其氣，平夷其形，而與道浮沈。如此則萬物之化無不偶也，百事之變無不應也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守樸",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「所謂真人者，性合乎道也。故有而若無，實而若虚，治其内，不治其外，明白太素，無為而復樸。體本抱神，以遊天地之根，芒然仿佯塵垢之外，逍遙乎無事之業。」機械智巧不載於心，審於無假，不與物遷，見事之化而守其宗，心意専於内，通達禍福於一。居不知所為，行不知所之，不學而知，弗視而見，弗為而成，弗治而辯。感而應，迫而動，不得己而徃，如光之燿，如影之效，以道為循，有待而然。廓然而虚，清静而無，以千生為一化，以萬異為一宗。有精而不使，有神而不用，守太渾之樸，立至精之中，其寢不夢，其智不萌，其動無形，其静無體，存而若亡，生而若死，出入無間，役使鬼神，精神之所能登假于道者也。使精神暢達而不失於元，日夜無隙而與物為春，即是合而生時於心者也。故形有靡而神未嘗化，以不化應化，千變萬轉而未始有極。化者復歸於無形也，不化者與天地俱生也。故生生者未嘗生，其所生者即生；化化者未嘗化，其所化者即化。此真人之逰也，純粹之道也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "符言第四",
            "paragraphs": [
                {
                    "paragraph": "符言第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子曰：「道至髙無上，至深無下，平乎凖，直乎繩，圓乎規，方乎矩，包裹天地而無表裏，洞同覆盖而無所硋。是故體道者不怒不喜，其坐無慮，寢而不夢，見物而名，事至而應。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「欲尸名者必生事」，事生即舍公而就私，倍道而任己。見譽而為善，立名而為賢，即治不順理而事不順時。治不順理則多責，事不順時則無功。「妄為要中，功成不足以塞責，事敗足以滅身。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：無為名尸，無為謀府，無為事任，無為智主。藏於無形，行於無怠。不為福先，不為禍始。始於無形，動於不得已。欲福先無禍，欲利先逺害。故無為而寜者，失其所寜即危；無為而治者，失其所治即亂。故不欲碌碌如玉，落落如石。其文好者皮必剥，其角美者身必殺。甘泉必竭，直木必伐，華榮之言後為愆。石有玉，傷其山，黔首之患，固在言前。「黎民所以蒙禍者，妄議國家典法故也。」老子曰：時之行，動以從，不知道者，福為禍。「天為盖，地為軫，善用道者終無盡。地為軫，天為盖，善用道者終無害。陳彼五行必有勝，天之所覆無不稱。故知不知，上；不知知，病也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「山生金，石生玉，反相剥。木生蟲，還自食。人生事，還自賊。」夫好事者未嘗不中，争利者未嘗不窮。善游者溺，善騎者墮，各以所好，反自為禍。得在時，不在争，治在道，不在聖。「土凝下不争高，故安而不危；水流下不爭疾，故去而不遲。是以聖人無執故無失，無為故無敗。」老子曰：「一言不可窮也，二言天下宗也，三言諸侯雄也，四言天下雙也。」貞信則不可窮，道徳則天下宗。舉賢徳，諸侯雄；惡少愛衆，天下雙。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：人有三死，非命亡焉：飲食不節，簡賤其身，病共殺之；樂得無已，好求不止，刑共殺之；以寡犯衆，以弱凌强，兵共殺之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「其施厚者其報美，其怨大者其禍深。薄施而厚望，畜怨而無患者，未之有也。察其所以往者，即知其所以來矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：原天命，治心術，理好憎，適情性，即治道通矣。原天命即不惑禍福，治心術即不妄喜怒，理好憎即不貪無用，適情性即欲不過節。不惑禍福即動静順理，不妄喜怒即賞罰不阿，不貪無用即不以欲害性，欲不過節即養生知足。凡此四者，不求於外，不假於人，反己而得矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：不求可非之行，不憎人之非己；修足譽之徳，不求人之譽己。不能使禍無至，信己之不迎也；不能使福必來，信己之不讓也。禍之至，非己之所生，故窮而不憂；福之來，非己之所成，故通而不矜。是故閒居而樂，無為而治。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：道者守其所已有，不求其所未得。求其所未得，即所有者亡；循其所已有，即所欲者至。治未固於不亂，而恃為治者必危；行未免於無非，而急求名者必剉。故福莫大於無禍，利莫大於不䘮。故物或益之而損，損之而益。夫道不可以勸就利者，而可以安神避害。故嘗無禍，不嘗有福；嘗無罪，不嘗有功。道曰：芒芒昧昧，從天之威，與天同氣。無思慮也，無設儲也。來者不迎，去者不將。人雖東西南北，獨立中央。故處衆枉，不失其直，與天下並流，不離其域。不為善，不避醜，遵天之道。不為始，不専己，循天之理。不豫謀，不棄時，與天為期。不求得，不辭福，從天之則。内無竒福，外無竒禍，故禍福不生，焉有人賊？故至徳言同輅，事同福，上下一心，無岐道。旁見者退之於邪，開道之於善，而民向方矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：為善即勸，為不善即觀。勸即生責，觀即生患。故道不可以進而求名，可以退而脩身。故聖人不以行求名，不以知見求譽。治隨自然，己無所與。為者有不成，求者有不得，人有窮而道無通。有智而無為，與無智同功。有能而無事，與無能同徳。有智若無智，有能若無能，道理達而人才滅矣。人與道不兩明，人愛名即不用道，道勝人即名息，道息人名章即危亡。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「使信士分財，不如定分而探籌。何則？有心者之於平，不如無心者也。使廉士守財，不如閉戸而全封，以為有欲者之於廉，不如無欲者也。人舉其疵則怨，鑑見其醜則自善，人能接物而不與己，則免於累矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「凡事人者，非以寶幣，必以卑辭，幣單而欲不厭，卑體免辭，論說而交不結，約束誓盟，約定而反先日。是以君子不外飾仁義，而内修道徳，修其境内之事，盡其地方之廣，勸民守死，堅其城郭，上下一心，與之守社稷。即為名者不伐無罪，為利者不攻難得，此必全之道，必利之理。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「聖人不勝其心，衆人不勝其欲。君子行正氣，小人行邪氣。内便於性，外合於義，循理而動，不繫於物者，正氣也。推於滋味，淫於聲色，發於喜怒，不顧後患者，邪氣也。邪與正相傷，欲與性相害，不可兩立，一起一廢，故聖人損欲而從性，目好色，耳好聲，鼻好香，口好味，合而說之，不離利害嗜欲也。耳目鼻口不知所欲，皆心為之制，各得其所。由此觀之，欲不可勝亦明矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「治身養性者，節寢處，適飲食，和喜怒，便動静，則在己者得，而邪氣無由入。」飾其外者傷其内，扶其情者害其神，見其文者蔽其真。夫須臾無忘其為賢者，必困其性，百步之中無忘其為容者，必累其形。故羽翼美者傷其骸骨，枝葉茂者害其根荄，能兩美者，天下無之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：天有明，不憂民之晦也；地有財，不憂民之貧也。至徳道者，若丘山嵬然不動，行者以為期，直己而足。物不為人賜，用之者亦不受其徳，故安而能久。天地無與也，故無奪也；無徳也，故無怨也。善怒者必多怨，善與者必善奪，唯隨天地之自然而能勝理，故譽見即毁隨之，善見即惡從之。利為害始，福為禍先，不求利即無害，不求福即無禍。「身以全為常，富貴其寄也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「聖人無屈竒之服，詭異之行。服不雜，行不觀，通而不華，窮而不懾，榮而不顯，𨼆而不辱，異而不怪，同用無以名之，是謂大通。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：道者直己而待命，時之至不可迎而反也，時之去不可足而援也。故聖人不進而求，不退而讓。隨時三年，時去我走，去時三年，時在我後。無去無就，中立其所。「天道無親，唯徳是與。」「福之至非己之所求，故不伐其功，禍之來非己之所生，故不悔其行。」中心其恬，不累其徳，狗吠不驚，自信其情，誠無非分。故通道者不惑，知命者不憂。帝王之崩，藏骸於野，其祭也，祀之於明堂，神貴於形也。故神制形則從，形勝神則窮，聰明雖用，必反諸神，謂之大通。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「古之存己者，樂徳而忘賤，故名不動志；樂道而忘貧，故利不動心。是以謙而能樂，静而能澹。以數算之夀，憂天下之亂，猶憂河水之涸，泣而益之也。故不憂天下之亂，而樂其身治者，可與言道矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「人有三怨：爵髙者人妬之，官大者主惡之，祿厚者人怨之。夫爵益髙者意益下，官益大者心益小，祿益厚者施益博，脩此三者怨不作。故貴以賤為本，髙以下為基。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「言者所以通己於人也，聞者所以通人於己也。既闇且聾，人道不通，故有闇聾之病者，莫知事通。豈獨形骸有闇聾哉？心亦有之，塞也，莫知所通，此闇聾之𩔖也。夫道之為宗也，有形者皆生焉，其為親也亦戚矣；饗榖食氣者皆夀焉，其為君也亦恵矣。諸智者學焉，其為師也亦明矣。人皆以無用害有用，故知不博而日不足。以博奕之日問道，聞見深矣。不聞與不問，猶闇聾之比於人也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「人之情，心服於徳，不服於力。徳在與，不在求。是以聖人之欲貴於人者，先貴於人；欲尊於人者，先尊於人；欲勝於人者，先自勝；欲卑人者，先自卑。故貴賤尊卑，道以制之。」夫古之聖王，以其言下人，以其身後人，即天下樂推而不厭，戴而不重，此徳重有餘而氣順也。故知與之為取，後之為先，即㡬乎道矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：徳少而寵多者譏，才下而位高者危，無大功而有厚祿者㣲。故物或益之而損，或損之而益。「衆人皆知利利，而不知病病，唯聖人知病之為利，利之為病。故再實之木，其根必傷；多藏之家，其後必殃。夫大利者反為害，天之道也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：小人從事曰苟得，君子曰苟義。「為善者非求名者也，而名從之。名不與利期，而利歸之。所求者同，所極者異。故動有益則損隨之。言無常是，行無常宜者，小人也。察於一事，通於一能者，中人也。兼覆而并有之，技能而才使之者，聖人也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「生所假也，死所歸也。」故世治即以義衛身，世亂即以身衛義，死之日，行之終也。故君子慎一用之而已矣。故生所受於天也，命所遭於時也，有其才不遇其世，天也。求之有道，得之在命。君子能為善，不能必得其福；不忍於為非，而未必免於禍。故君子逢時即進，得之以義，何幸之有？不時即退，讓之以禮，何不幸之有？故雖處貧賤而猶不悔者，得其所貴也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「人有順逆之氣生於心，心治則氣順，心亂則氣逆。心之治亂，在於道徳，得道則心治，失道則心亂。心治則交讓，心亂則交争。讓則有徳，争則生賊。有徳則氣順，賊生則氣逆。氣順則自損以奉人，氣逆則損人以自奉。二氣者，可道己而制也。天之道，其猶響之報聲也，徳積則福生，禍積則怨生。宦敗於官茂，孝衰於妻子，患生於憂解，病甚於且瘉。故慎終如始，則無敗事也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「舉枉與直，何如不得？舉直與枉，勿與遂往。」所謂同汙而異泥者。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：聖人同死生，愚人亦同死生。聖人同死生，明於分理；愚人同死生，不知利害之所在。道懸天，物布地，和在人。人主不和，即天氣不下，地氣不上，隂陽不調，風雨不時，人民疾饑。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：得萬人之兵，不如聞一言之當；得隋侯之珠，不如得事之所由；得和氏之璧，不如得事之所適。「天下雖大，好用兵者亡；國雖安，好戰者危。故小國寡民，雖有什伯之器而勿用。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「能成霸王者，必勝者也；能勝敵者，必强者也；能强者，必用人力者也；能用人力者，必得人心者也；能得人心者，必自得者也；自得者，必柔弱者。能勝不如己者，至於若己者而格；柔勝出於若己者，其事不可度。故能衆不勝，成大勝者也。」",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "道徳第五",
            "paragraphs": [
                {
                    "paragraph": "道徳第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文子問道。老子曰：學問不精，聽道不深。凡聽者，將以達智也，將以成行也，將以致功名也。不精不明，不深不達。故上學以神聽，中學以心聽，下學以耳聽。以耳聽者，學在皮膚；以心聽者，學在肌肉；以神聽者，學在骨髓。故聽之不深，即知之不明，知之不明，即不能盡其精。不能盡其精，即行之不成。凡聽之理，虚心清静，損氣無盛，無思無慮，目無妄視，耳無苟聽，専精積畜，内意盈并，既以得之，必固守之，必長久之。「夫道者，原産有始，始於柔弱，成於剛强；始於短寡，成於衆長。十圍之木，始於把，百仞之臺，始於下。此天之道也。聖人法之，卑者，所以自下也；退者，所以自後也；儉者，所以自小也；損者，所以自少也。卑則尊，退則先，儉則廣，損則大，此天道所成也。夫道者，徳之元，天之根，福之門。」萬物待之而生，待之而成，待之而寜。夫道無為無形，内以修身，外以治人，功成事立，與天為鄰，無為而無不為，莫知其情，莫知其真，其中有信。天子有道，則天下服，長有社稷。公侯有道，則人民和睦，不失其國。士庶有道，則全其身，保其親。强大有道，不戰而克。小弱有道，不争而得。舉事有道，功成得福。君臣有道則忠恵，父子有道則慈孝。士庻有道則相愛。故有道則和，無道則苛。由是觀之，道之於人，無所不宜也。夫道者，小行之小得福，大行之大得福，盡行之天下服，服則懐之。故帝者天下之適也，王者天下之往也。天下不適不往，不可謂帝王。故帝王不得人不能成，得人失道亦不能守。夫失道者，奢泰驕佚慢倨，矜傲見餘，自顯自明，執雄堅强，作難結怨，為兵主，為亂首。小人行之，身受大殃；大人行之，國家滅亡。淺及其身，深及子孫。夫罪莫大於無道，怨莫深於無徳，天道然也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「夫行道者，使人雖勇，刺之不入；雖巧，擊之不中。」夫刺之不入，擊之不中，而猶辱也，未若使人雖勇不敢刺，雖巧不敢擊。夫不敢者，非無其意也，未若使人無其意。夫無其意者，未有愛利之心也，不若使天下丈夫女子，莫不懽然皆欲愛利之。若然者，無地而為君，無官而為長，天下莫不願安利之。故勇於敢則殺，勇於不敢則活。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問徳，老子曰：「畜之養之，遂之長之，兼利無擇，與天地合，此之謂徳。」何謂仁？曰：「為上不矜其功，為下不羞其病，於大不矜，於小不偷，兼愛無私，久而不衰，此之謂仁也。」何謂義？曰：「為上則輔弱，為下則守節，達不肆意，窮不易操，一度順理，不私枉撓，此之謂義也。」何謂禮？曰：「為上則恭嚴，為下則卑敬，退讓守柔，為天下雌，立於不敢，設於不能，此之謂禮也。故修其徳，則下從令；修其仁，則下不爭；修其義，則下平正；修其禮，則下尊敬。四者既修，國家安寜。故物生者，道也；長者，徳也；愛者，仁也；正者，義也；敬者，禮也。不畜不養，不能遂長；不慈不愛，不能成遂；不正不匡，不能久長；不敬不寵，不能貴重。故徳者民之所貴也，仁者民之所懐也，義者民之所畏也，禮者民之所敬也，此四者，文之順也，聖人之所以御萬物也。君子無徳則下怨，無仁則下争，無義則下暴，無禮則下亂。」四經不立，謂之無道，無道不亡者，未之有也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「至徳之世，賈便其市，農樂其野，大夫安其職，處士修其道，人民樂其業，是以風雨不毁折，草木不夭死，河出圖，洛出書。及世之衰也，賦斂無度，殺戮無止，刑諫者，殺賢士，是以山崩川涸，蠕動不息，壄無百蔬。故世治則愚者不得獨亂，世亂則賢者不能獨治。聖人和愉寜静，生也；至徳道行，命也。故生遭命而後能行，命得時而後能明，必有其世而後有其人。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問聖智，老子曰：聞而知之，聖也，見而知之，智也。故聖人常聞禍福所生而擇其道，智者常見禍福成形而擇其行。聖人知天道吉凶，故知禍福所生；智者先見成形，故知禍福之門。聞未生，聖也；先見成形，智也。無聞見者愚迷。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「君好義則信時而任己，棄數而用恵物博智淺，以淺贍博，未之有也。獨任其智，失必多矣。好智，窮術也，好勇，危亡之道也。好與則無定分，上之分不定，則下之望無止。若多斂則與民為讎，少取而多與，其數無有。故好與，來怨之道也。由是觀之，財不足任，道術可因明矣。」文子問曰：古之王者，以道莅天下，為之奈何？老子曰：執一無為，因天地與之變化。天下，大器也，不可執也，不可為也。為者敗之，執者失之。執者見小也，見小故不能成其大也。無為者守静也，守静能為天下正。處大，滿而不溢；居髙，貴而無驕。處大不溢，盈而不虧。居上不驕，髙而不危。盈而不虧，所以長守富也；高而不危，所以長守貴也。富貴不離其身，祿及子孫，古之王道具於此矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「民有道所同行，有法所同守，義不能相固，威不能相必，故立君以一之。君執一即治，無常即亂。君道者，非所以有為也，所以無為也。智者不以徳為事，勇者不以力為暴，仁者不以位為恵，可謂一矣。一也者，無適之道也，萬物之本也。君數易法，國數易君，人以其位，達其好憎，下之任懼不可勝理。故君失一，其亂甚於無君也。君必執一而後能羣矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問曰：「王道有㡬？」老子曰：「一而己矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子曰：「古有以道王者，有以兵王者，何其一也？曰：以道王者徳也，以兵王者，亦徳也。用兵者五：有義兵，有應兵，有忿兵，有貪兵，有驕兵。」誅暴救弱謂之義，敵來加己，不得已而用之謂之應，争小故不勝其心謂之忿，利人土地，欲人財貨謂之貪，恃其國家之大，矜其人民之衆，欲見賢於敵國者謂之驕。義兵王，應兵勝，忿兵敗，貪兵死，驕兵滅，此天道也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「釋道而任智者危，棄數而用才者困。故守分循理，失之不憂，得之不喜，成者非所為，得者非所求。入者有受而無取，出者有授而無與。因春而生，因秋而殺，所生不徳，所殺不怨，則㡬於道矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問曰：「王者得其歡心，為之柰何？」老子曰：「若江海即是也，淡兮無味，用之不既，先小而後大。夫欲上人者，必以其言下之；欲先人者，必以其身後之。天下必効其歡愛，進其仁義，而無苛氣。居上而民不重，居前而衆不害，天下樂推而不厭。雖絶國殊俗，蜎飛蠕動，莫不親愛。無之而不通，無往而不遂，故為天下貴。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「執一世之法籍，以非傳代之俗，譬猶膠柱調瑟。」聖人者，應時權變，見形施宜，世異則事變，時移則俗易。論世立法，隨時舉事。上古之王，法度不同，非古相返也，時務異也。是故不法其已成之法，而法其所以為法者，與化推移。聖人之法可觀也，其所以作法不可原也。其言可聽也，其所以言不可形也。三皇五帝輕天下，細萬物，齊死生，同變化，抱道推誠，以鏡萬物之情，上與道為友，下與化為人。今欲學其道，不得其清明玄聖，守其法籍，行其憲令，必不能以為治矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問政老子曰：「御之以道，養之以徳，無示以賢，無加以力，損而執一，無處可利，無見可欲，方而不割，㢘而不劌，無矜無伐。御之以道則民附，養之以徳則民服，無示以賢則民足，無加以力則民樸。無示以賢者，儉也；無加以力，不敢也。下以聚之，賂以取之。儉以自全，不敢以自安。不下則離散，弗養則背叛。示以賢則民争，加以力則民怨。離散則國勢衰，民背叛則上無威，人争則輕為非，下怨其上則位危。四者誠修，正道㡬矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「上言者，下用也；下言者，上用也。上言者，常用也；下言者，權用也。唯聖人為能知權。言而必信，期而必當。天下之髙行，直而證父，信而死女，孰能貴之？故聖人論事之曲直，與之屈伸，無常儀表，祝則名君，溺則捽父，勢使然也。夫權者，聖人所以獨見。」「夫先迕而後合者之謂權，先合而後迕者不知權，不知權者善反醜矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問曰：「夫子之言，非道徳無以治天下。上世之王，繼嗣因業，亦有無道，各没其世而無禍敗者，何道以然？老子曰：自天子以下，至于庶人，各自生活，然其活有厚薄。天下時有亡國破家，無道徳之故也。有道徳則夙夜不懈，戰戰兢兢，常恐危亡。無道徳則縱欲怠惰，其亡無時。使桀、紂循道行徳，湯、武雖賢，無所建其功也。夫道徳者，所以相生養也，所以相畜長也，所以相親愛也，所以相敬貴也。夫聾蟲雖愚，不害其所愛。誠使天下之民皆懐仁愛之心，禍災何由生乎？夫無道而無禍害者，仁未絶，義未滅也。仁雖未絶，義雖未滅，諸侯以輕其上矣。諸侯輕上，則朝廷不恭，縱令不順，仁絶義滅，諸侯背叛，衆人力政，强者陵弱，大者侵小，民人以攻擊為業，災害生，禍亂作，其亡無日，何期無禍也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：法煩刑峻，即民生詐，上多事則下多態，求多即得寡，禁多即勝少。以事生事，又以事止事，譬猶揚火而使無焚也。以智生患，又以智備之，譬猶撓水而欲求其清也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「人主好仁，即無功者賞，有罪者釋；好刑，即有功者廢，無罪者及。無好憎者，誅而無怨，施而不徳。放準循繩，身無與事，若天若地，何不覆載？合而和之，君也；别而誅之，法也。民以受誅，無所怨憾，謂之道徳。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：天下是非無所定，世各是其所善，而非其所惡。夫求是者，非求道理也，求合於己者也；非去邪也，去迕於心者。今吾欲擇是而居之，擇非而去之，不知世所謂是非也。故治大國若烹小鮮，勿撓而己。夫趣合者，即言中而益親，身疎而謀當即見疑。今吾欲正身而待物，何知世之所從規我者乎？吾若與俗遽走，猶逃雨無之而不濡。欲在於虚則不能虚，若夫不為虛而自虚者，此所欲而無不致也。故通於道者，如車軸不運於己，而與轂致于千里，轉於無窮之原也。故聖人體道，反至不化以待化，動而無為。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「夫亟戰而數勝者，則國必亡。亟戰則民罷，數勝則主驕。以驕主使罷民，而國不亡者，則寡矣。主驕則恣，恣則極物；民罷則怨，怨則極慮。上下俱極而不亡者，未之有也。故功遂身退，天之道也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "平王問文子曰：「吾聞子得道於老耼，今賢人雖有道，而遭淫亂之世，以一人之權而欲化久亂之民，其庸能乎？」文子曰：「夫道徳者，匡邪以為正，振亂以為治，化淫敗以為樸，淳徳復生，天下安寜，要在一人。人主者，民之師也；上者，下之儀也。上美之則下食之，上有道徳則下有仁義，下有仁義則無淫亂之世矣。積徳成王，積怨成亡，積石成山，積水成海。不積而能成者，未之有也。積道徳者，天與之，地助之，鬼神輔之。鳳凰翔其庭，麒麟遊其郊，蛟龍宿其沼。故以道莅天下，天下之徳也；無道莅天下，天下之賊也。以一人與天下為讎，雖欲長久，不可得也。堯、舜以是昌，桀、紂以是亡。」平王曰：「寡人敬聞命矣。」",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "上徳第六",
            "paragraphs": [
                {
                    "paragraph": "上徳第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子曰：「主者，國之心也。心治則百節皆安，心擾則百節皆亂。故其身治者，支體相遺也；其國治者，君臣相忘也。」老子曰：「學於常樅，見舌而守柔，仰視屋𣗳，退而因川觀影而知持後。故聖人虛無因循，常後而不先。譬若積薪燎，後者處上。」",
                    "zhushu": "常樅，老子師。",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「鳴鐸以聲自毁，膏燭以明自煎。虎豹之文來射，猨狖之捷來格。故勇武以强梁死，辯士以智能困。」能以智知，未能以智不知。故勇於一能，察於一辭；可與曲說，未可與廣應。老子曰：「道以無有為體。」視之不見其形，聽之不聞其聲，謂之幽㝠。幽㝠者，所以論道而非道也。夫道者，内視而自反。故人不小覺，不大迷；不小慧，不大愚。莫鑒於流潦而鑒於止水，以其内保之，止而不外蕩。月望日奪光，隂不可以承陽；日出星不見，不能與之争光。末不可以强於本，枝不可以大於榦。上重下輕，其覆必易。一淵不兩蛟，一雌不二雄。一即「定」，兩即争。玉在山而草木潤，珠生淵而岸不枯。蚯蚓無筋骨之强、爪牙之利，上食晞堁，下飲黄泉，用心一也。清之為明，杯水可見眸子；濁之為害，河水不見太山。蘭芷不為莫服而不芳，舟浮江海，不為莫乘而沈。君子行道，不為莫知而止，性之有也。以清入濁必困辱，以濁入清必覆傾。天二炁即成虹，地二炁即泄藏，人二炁即生病。隂陽不能常，且冬且夏，月不知晝，日不知夜。川廣者魚大，山髙者木脩，地廣者徳厚。故魚不可以無餌釣，獸不可以空器召。山有猛獸，林木為之不斬。園有螫蟲，葵藿為之不採。國有賢臣，折衝千里。通於道者，若車軸轉於轂中，不運於己，與之致於千里，終而復始，轉於無窮之原也。故「舉枉與直，何如不得；舉直與枉，勿與遂往。」有鳥將來，張羅而待之，得鳥者羅之一目。今為一目之羅，則無時得鳥。故事或不可前規，物或不可預慮，故聖人畜道待時也。欲致魚者先通谷，欲求鳥者先𣗳木。水積而魚聚，木茂而鳥集。為魚得者，非挈而入淵也；為猨得者，非負而上木也，縱之所利而己。足所踐者淺，然待所不踐而後能行；心所知者，褊然待所不知而後能明。川竭而谷虚，丘夷而淵塞，脣亡而齒寒，河水深而壤在。山水静則清，清則平，平則易，易則見物之形，形不可併，故可以為正。使葉落者，風搖之也；使水濁者，物撓之也。璧鍰之器，礛䃴之功也。鏌鎁斷割，砥礪之力也。䖟與驥致千里而不飛，無裹糧之資而不飢。「狡兔得而獵犬烹，髙鳥盡而良弓藏。」名成功遂身退，天道然也。怒出於不怒，為出於不為。視於無有則得所見，聽於無聲則得所聞。飛鳥反鄉，兔走歸窟，狐死首丘，寒螿得木，各依其所生也。水火相憎，鼎鬲在其間，五味以和，骨肉相愛也。讒人間之，父子相危也。犬豕不擇器而食，俞肥其體，故近死。鳳凰翔於千仞，莫之能致。椎固百内而不能自椽，目見百歩之外而不能見其眥。因高為山，即安而不危；因下為淵，即深而魚鼈歸焉。溝池潦即溢，旱即枯。河海之源，淵深而不竭。鼈無耳而目不可以蔽，精於明也。瞽無目而耳不可以蔽，精於聰也。混混之水濁，可以濯吾足乎？泠泠之水清，可以濯吾纓乎？䋤",
                    "zhushu": "音藥"
                },
                {
                    "paragraph": "之為縞也，或為冠，或為𥿉冠則戴，枝之，𥿉則足蹍之。金之勢勝木，一刃不能殘一林。土之勢勝水，一掬不能塞江河。水之勢勝火，一酌不能救一車之薪。冬有雷，夏有雹，寒暑不變其節。霜雪麃麃，日出而流。傾易覆也，倚易軵也，㡬易助也，濕易雨也。蘭芷以芳，不得見霜。蟾蜍辟兵，夀在五月之望。精泄者中易殘，華非時者不可食。舌之與齒孰先弊焉？繩之與矢，孰先直焉？使影曲者，形也；使響濁者，聲也。與死同病者難為良醫，與亡國同道者不可為忠謀。使倡吹竽，使工捻竅，雖中節不可使決，君形亡焉。聾者不歌，無以自樂。盲者不觀，無以接物。歩於林者不得直道，行於險者不得履繩。海内其所出，故能大。日不並出，狐不二雄，神龍不匹，猛獸不羣，鷙鳥不雙。盖非橑不蔽日，輪非輻不追疾，橑輪未足恃也。張弓而射，非弦不能發，發矢之為射，十分之一。飢馬在廐，漠然無聲，投芻其旁，争心乃生。三寸之管，無當，天下不能滿。十石而有塞，百斗而足。循繩而斷即不過，懸衡而量即不差。懸古法以𩔖，有時而遂；杖格之屬，有時而施。是而行之謂之斷，非而行之謂之亂。農夫勞而君子養，愚者言而智者擇。見之明白，處之如玉石；見之黯黣，",
                    "zhushu": "音昧。"
                },
                {
                    "paragraph": "必留其謀。百星之明，不如一月之光；十牖畢開，不如一戸之明。蝮蛇不可為足，虎不可為翼。「今有六尺之席，卧而越之，下才不難；立而踰之，上才不易，勢施異也。助祭者得嘗，救鬭者得傷。蔽於不祥之木，為雷霆所撲。日月欲明，浮雲蔽之；河水欲清，沙土穢之；叢蘭欲脩，秋風敗之。人性欲平，嗜欲害之。䝉塵而欲無眯，不可得絜。黄金龜紐，賢者以為佩；土壤布地，能者以為富。故與弱者金玉，不如與之尺素。轂虛而中立，三十輻各盡其力，使一軸獨入，衆輻皆棄，何近逺之能至。橘柚有鄉，萑葦有叢，獸同足者相從游，鳥同翼者相從翔。」欲觀九州之地，足無千里之行，無政教之原，而欲為萬民上者，難矣。兇兇者獲，提提者射。故大白若辱，廣徳若不足。君子有酒，小人鞭缶，雖不可好，亦可以醜。人之性便衣緜帛，或射之即被甲，為所不便以得其便也。三十幅共，一轂各直一鑿，不得相入，猶人臣各守其職也。善用人者，若蚈",
                    "zhushu": "音賢。"
                },
                {
                    "paragraph": "之足，衆而不害，若舌之與齒，堅柔相磨而不相敗。石生而堅，芷生而芳，少而有之，長而逾明。扶之與提，謝之與讓，得之與失，諾之與已，相去千里。再生者不獲，華太早者不須霜而落。汙其準，粉其顙，腐鼠在阼，燒薫於堂。入水而憎濡，懐臭而求芳，雖善者不能為工。冬氷可折，夏木可結，時難得而易失。木方盛，終日採之而復生；秋風下霜，一夕而零。質的張而矢射集，林木茂而斧斤入，非或召之也，形勢之所致。乳犬之噬虎，伏雞之摶狸，恩之所加，不量其力。夫待利而登溺者，必將以利溺之矣。舟能浮能沉，愚者不知足焉。驥驅之不進，引之不止，人君不以求道理。水雖平，必有波；衡雖正，必有差；尺雖齊，必有危。非規矩不能定方圓，非準繩無以正曲直。用規矩者，亦有規矩之心。太山之髙，倍而不見；秋毫之末，視之可察。竹木有火，不鑽不熏。土中有水，不掘不出。矢之疾，不過二里；跬歩不休，跛鼈千里。累山不止，丘山從成。臨河欲魚，不若歸而織網。弓先調而後求勁，馬先順而後求良，人先信而後求能。巧冶不能消木，良匠不能斵氷，物有不可如之何，君子不留意。使人無渡河可，使河無波不可。無曰不辜，甑終不墮井矣。刺我行者欲我交，呰我貨者欲我市。行一棊不足以見知，彈一弦不足以為悲。今有一炭然，掇之爛指，相近也，萬石俱熏，去之十步而不死，同氣而異積也。有榮華者必有愁悴，上有羅紈，下必有麻，◻︎木大者根瞿，山高者基扶。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「鼓不藏聲，故能有聲，鏡不没形，故能有形，金石有聲，不動不鳴，管簫有音，不吹無聲。是以聖人内藏，不為物唱，事來而制，物至而應，天行不已，終而復始，故能長久。」輪得其所轉，故能致逺，天行一不差，故無過矣。天氣下，地氣上，隂陽交通，萬物齊同。君子用事，小人消亡，天地之道也。天氣不下，地氣不上，隂陽不通，萬物不昌，小人得勢，君子消亡，五穀不植。道徳内藏。天之道，裒多益寡，地之道，損高益下；鬼神之道，驕溢與下。人之道，多者不與。聖人之道，卑而莫能上也。天明日明，而後能照四方。君明臣明，域中乃安。域有四明，乃能長久。明其施明者，明其化也。天道為文，地道為理，一為之和，時為之使，以成萬物，命之曰道。大道坦坦，去身不逺。修之於身，其徳乃真。修之於物，其徳不絶。天覆萬物，施其徳而養之，與而不取，故精神歸焉。與而不取者，上徳也，是以有徳。髙莫高於天也，下莫下於澤也。天髙澤下，聖人法之，尊卑有叙，天下定矣。地載萬物而長之，與而取之，故骨骸歸焉。與而取者，下徳也。下徳不失徳，是以無徳。地承天，故定寜。地定寜，萬物形。地廣厚，萬物聚。定寜無不載，廣厚無不容。地勢深厚，水泉入聚。地道方廣，故能久長。聖人法之，徳無不容。隂難陽，萬物昌。陽復隂，萬物湛。物昌無不贍也，物湛無不樂也，物樂則無不治矣。隂害物，陽自屈。隂進陽退，小人得勢，君子避害，天道然也。陽氣動，萬物緩而得其所，是以聖人順陽道。夫順物者，物亦順之；逆物者，物亦逆之。故不失物之情性。洿澤盈，萬物節成；洿澤枯，萬物荂。故雨澤不行，天下荒亡。陽上而復下，故為萬物主。不長有，故能終而復始，故能長久。能長久，故為天下母。陽氣畜而後能施，隂氣積而後能化，未有不畜積而後能化者也。故聖人慎所積。陽滅隂，萬物肥；隂滅陽，萬物衰。故王公尚陽道，則萬物昌；尚隂道，則天下亡。陽不下隂，則萬物不成。君不下臣，徳化不行。故君下臣則聰明，不下臣則闇聾。日出於地，萬物蕃息，王公居民上，以明道徳。日入於地，萬物休息。小人居民上，萬物逃匿。雷之動也萬物啓，雨之潤也萬物解。大人施德，有似於此。隂陽之動有常節，大人之動不極物。雷動地，萬物緩。風揺樹，草木敗。大人去惡就善，民不逺徙。故民有去就也，去尤甚，就少愈。風不動，火不出，大人不言，小人無述。火之出也必待薪，大人之言必有信。有信而真，何往不成？河水深，壤在山；丘陵髙，下入淵。陽氣盛，變為隂；隂氣盛，變為陽。故欲不可盈，樂不可極。忿無惡言，怒無作色，是謂計得。火上炎，水下流，聖人之道，以𩔖相求。聖人偯",
                    "zhushu": "音依。"
                },
                {
                    "paragraph": "陽，天下和同；偯隂，天下溺沉。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「積薄成厚，積卑成髙。君子日汲汲以成煇，小人日快快以至辱。其消息也，雖未能見。故見善如不及，宿不善如不祥。苟向善，雖過無怨；苟不向善，雖忠來惡。故怨人不如自怨，勉求諸人不如求諸己。聲自召也，𩔖自求也，名自命也，人自官也，無非己者。操鋭以刺，操刃以擊，何怨於人？故君子慎其㣲。萬物負隂而抱陽，沖氣以為和，和居中央。是以木實生於心，草實生於筴，卵胎生於中央。不卵不胎，生而須時。地平則水不流，輕重均則衡不傾，物之生化也，有感以然。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「山致其高而雲雨起焉，水致其深而蛟龍生焉，君子致其道而徳澤流焉。夫有隂徳者必有陽報，有𨼆行者必有昭名。𣗳黍者不穫稷，𣗳怨者無報徳。」",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "微明第七",
            "paragraphs": [
                {
                    "paragraph": "微明第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子曰：道可以弱，可以强；可以柔，可以剛；可以隂，可以陽；可以幽，可以明；可以苞裹天地，可以應待無方。知之淺，不知之深；知之外，不知之内；知之麤，不知之精。知之乃不知，不知乃知之。孰知知之爲不知，不知之爲知乎？夫道不可聞，聞而非也；道不可見，見而非也；道不可言，言而非也。孰知形之不形者乎？故天下皆知善之爲善也，斯不善矣。「知者不言，言者不知。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問曰：人可以微言乎？老子曰：何爲不可？唯知言之謂乎！夫知言之謂者，不以言言也。爭魚者濡，逐獸者趨，非樂之也。故至言去言，至爲去為。淺知之人，所爭者末矣。夫言有宗，事有君。夫為無知，是以不吾知。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問曰：爲國亦有法乎？老子曰：「今夫挽車者，前呼邪軤，",
                    "zhushu": "火乎切。"
                },
                {
                    "paragraph": "後亦應之。此挽車勸力之歌也。雖鄭、衛、胡、楚之音，不若此之義也。治國有禮，不在文辯。法令滋彰，盜賊多有。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「道無正，而可以爲正。譬若山林，而可以爲材。材不及山林，山林不及雲雨，雲雨不及隂陽，陰陽不及和，和不及道。道者，所謂無狀之狀、無物之象也。」能達其意，天地之間可陶冶而變化也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「聖人立教施政，必察其終始，見其造恩。故民知書則德衰，知數而仁衰，知券契而信衰，知機械而實衰。瑟不鳴，而二十五弦各以其聲應；軸不運於己，而三十輻各以其力旋。弦有緩急，然後能成曲；車有勞佚，然後能致逺。使有聲者乃無聲者也，使有轉者，乃無轉也。上下異道，易治即亂。位高而道大者從，事大而道小者凶。小德害義，小善害道，小辯害治，苛峭傷德。大正不險，故民易導，至治優游，故下不賊，至忠復素，故民無僞匿。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「相坐之法立則百姓怨，減爵之令張則功臣叛。故察於刀筆之迹者不知治亂之本，習於行陣之事者不知廟戰之權。聖人先福於重關之内，慮患於冥冥之外。愚者惑於小利而忘大害，故事有利於小而害於大，得於此而亡於彼。故仁莫大於愛人，智莫大於知人。愛人即無怨刑，知人即無亂政。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「江河之大溢，不過三日；飄風暴雨，日中不出，須臾止。德無所積而不憂者，亡其及也。夫憂者所以昌也，喜者所以亡也。故善者以弱爲强，轉禍爲福，道沖而用之又不滿也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：清靜恬和，人之性也；儀表規矩，事之制也。知人之性，則自養不悖，知事之制，則其舉措不亂。發一號，散無竟，緫一管，謂之心。見本而知末，執一而應萬，謂之術。居知所以，行知所之，事知所乗，動知所止，謂之道。使人高賢稱譽己者，心之力也。使人卑下誹謗己者，心之過也。言出於口，不可禁於人，行發於近，不可禁於逺。事者，難成易敗；名者，難立易廢。凡人皆輕小害，易微事，以至於大患。夫禍之至也，人自生之；福之來也，人自成之。禍與福同門，利與害同隣，自非至精，莫之能分。是故智慮者，禍福之門戸也；動靜者，利害之樞機也，不可不慎察也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「人皆知治亂之機，而莫知全生之具。」故聖人論世而爲之事，權事而爲之謀。聖人能隂能陽，能柔能剛，能弱能强，隨時動靜，因資而立功，睹物往而知其反，事一而察其變，化則為之象，運則爲之應，是以終身行之無所困。故事或可言而不可行者，或可行而不可言者，或易爲而難成者，或難成而易敗者。所謂可行而不可言者，取捨也。可言而不可行者，詐僞也。易爲而難成者，事也。難成而易敗者，名也。此四者，聖人之所留心也，明者之所獨見也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「道者敬小微，動不失時。百射重戒，禍乃不滋。計福勿及，慮禍過之，同日被霜，蔽者不傷。愚者有備，與智者同功。夫積愛成福，積憎成禍。人皆知救患，莫知使患無生。夫使患無生易，施於救患難。今人不務使患無生，而務施救於患，雖神人不能爲謀。患禍之所由來，萬萬無方。聖人深居以避患，靜黙以待時。小人不知禍福之門，動而陷於刑，雖曲爲之備，不足以全身。故上士先避患而後就利，先逺辱而後求名。故聖人常從事於無形之外，而不留心於已成之内。是以禍患無由至，非譽不能塵垢。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「凡人之道，心欲小，志欲大；智欲圓，行欲方；能欲多，事欲少。」所謂心小者，慮患未生，戒禍慎微，不敢縱其欲也。志欲大者，兼包萬國，一齊殊俗，是非輻輳，中為之轂也。智圓者，終始無端，方",
                    "zhushu": "音旁。"
                },
                {
                    "paragraph": "流四逺，淵泉而不竭也。行方者，立直而不撓，素白而不汙，窮不易操，達不肆志也。能多者，文武備具，動靜中儀，舉錯廢置，曲得其宜也。事少者，秉要以偶衆，執約以治廣，處靜以持躁也。故心小者，禁於微也；志大者，無不懷也；智圓者，無不知也；行方者，有不爲也；能多者，無不治也；事少者，約所持也。故聖人之於善也，無小而不行，其於過也，無微而不改。行不用巫覡，而鬼神不敢先，可謂至貴矣。然而戰戰慄慄，日慎一日，是以無爲而一之成也。愚人之智固己少矣，而所爲之事又多，故動必窮。故以政敎化，其勢易而必成；以邪教化，其勢難而必敗。捨其易而必成，從事於難而必敗，愚惑之所致。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「福之起也緜緜，禍之生也紛紛。」禍福之數，微而不可見，聖人見其始終，故不可不察。明主之賞罰，非以爲己，以爲國也。適於己而無功於國者，不施賞焉；逆於己而便於國者，不加罰焉。故義載乎宜，謂之君子，遺義之宜，謂之小人。通智得而不勞，其次勞而不病，其下病而亦勞。古之人味而不捨也，今之人捨而不味也。紂為象箸而箕子唏，魯以偶人葬而孔子嘆。見其所始，即知其所終。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「仁者，人之所慕也；義者，人之所高也。爲人所慕，爲人所高，或身死國亡者，不周於時也。」故知仁義而不知世權者，不達於道也。五帝貴德，三王用義，五伯任力。今取帝王之道，施五伯之世，非其道也。故善否同，非譽在俗；趨行等，逆順在時。知天之所爲，知人之所行，即有以經於世矣。知天而不知人，即無以與俗交；知人而不知天，即無以與道游。直志適情，即堅强賊之；以身役物，即隂陽食之。得道之人，外化而内不化。外化所以知人也，内不化所以全身也。故内有一定之操，而外能屈伸，與物推移，萬舉而不陷。所貴乎道者，貴其龍變也。守一節，推一行，雖以成滿，猶不易拘於小好而塞於大道。道者，寂寞以虚無，非有爲於物也，不以有爲於己也。是故，舉事而順道者，非道者之所爲也，道之所施也。天地之所覆載，日月之所照明，隂陽之所煦，雨露之所潤，道德之所扶，皆同一和也。是故能戴大圓者履大方，鏡太清者眎大明，立太平者處大堂。能游於冥冥者，與日月同光，無形而生於有形。是故真人託期於靈臺，而歸居於物之初。眎於冥冥，聽於無聲，冥冥之中，獨有曉焉；寂寞之中，獨有照焉。其用之乃不用，不用而後能用之也；其知之乃不知，不知而後能知之也。道者物之所道也，德者生之所扶也，仁者積恩之證也，義者比於心而合於衆適者也。道滅而德興，德衰而仁義生。故上世道而不德，中世守德而不懐，下世繩繩唯恐失仁義。故君子非義無以生，失義則失其所以生；小人非利無以活，失利則失其所以活。故君子懼失義，小人懼失利。觀其所懼，禍福異矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：事或欲利之，適足以害之；或欲害之，乃足以利之。夫病濕而强食之熱，病渴而强飲之寒，此衆人之所養也，而良醫所以爲病也。悦於目，恱於心，愚者之所利，有道者之所避。聖人者先迕而後合，衆人先合而後迕。故禍福之門，利害之反，不可不察也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「有功離仁義者即見疑，有罪有仁義者必見信。」故仁義者，事之常順也，天下之尊爵也。雖謀得計當，慮患解圖，國存其事，有離仁義者，其功必不遂也。言雖無中於䇿，其計無益於國，而心周於君，合於仁義者身必存。故曰百言百計常不當者，不若捨趨而審仁義也。老子曰：「教本乎君子，小人被其澤；利本乎小人，君子享其功。」使君子小人各得其宜，則通功易食而道達矣。人多欲即傷義，多憂即害智，故治國樂所以存，虐國樂所以亡。水下流而廣大，君下臣而聰明，君不與臣争而治道通。故君，根本也，臣，枝葉也，根本不美而枝葉茂者，未之有也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「慈父之愛子者，非求其報，不可内解於心；聖主之養民，非爲已用也，性不能已也；及恃其力，賴其功勲而必窮，有以爲則恩不接矣。故用衆人之所愛，則得衆人之力；舉衆人之所喜，則得衆人之心，故見其所始，即知其所終。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「人以義愛，黨以羣强。是故德之所施者博，即威之所行者逺；義之所加者薄，則武之所制者小。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「以不義而得之，又不布施，患及其身。不能爲人，又無以自爲，可謂愚人，無以異於梟愛其子也。」故持而盈之，不如其已。揣而鋭之，不可長保。德之中有道，道之中有德，其化不可極。陽中有隂，隂中有陽，萬事盡然，不可勝明。福至祥存，禍至祥先。見祥而不為善，則福不來；見不祥而行善，則禍不至。利與害同門，禍與福同隣，非神聖莫之能分。故曰：禍兮福所倚，福兮禍所伏，孰知其極。「人之將疾也，必先甘魚肉之味；國之將亡也，必先惡忠臣之語。故疾之將死者，不可爲良醫；國之將亡者，不可為忠謀。修之身，然後可以治民。」居家理治，然後可移官長。故曰：修之身，其德乃真。修之家，其德乃餘；修之國，其德乃豐。民之所以生活，衣與食也。事周於衣食則有功，不周於衣食則無功。事無功，德不長。故隨時而不成，無更其刑；順時而不成，無更其理。時將復起，是謂道紀。帝王富其民，霸王富其地，危國富其吏。治國若不足，亡國囷倉虛。故曰，上無事而民自富，上無為而民自化。起師十萬，日費千金，師旅之後，必有凶年。故兵者，不祥之器也，非君子之寶也。和大怨，必有餘怨，奈何其為不善也。古者，親近不以言，來逺不以言，使近者悦，逺者來。與民同欲則和，與民同守則固，與民同念者知，得民力者富，得民譽者顯。行有召冦，言有致禍。無先人言，後人己。附耳之語，流聞千里。言者，禍也。舌者，機也。出言不當，駟馬不追。昔者，中黄子曰：天有五方，地有五行，聲有五音，物有五味，色有五章，人有五位，故天地之間有二十五人也。上五有神人，眞人，道人，至人，聖人。次五有德人，賢人，智人，善人，辯人。中五有公人，忠人，信人，義人、禮人，次五，有士人、工人、虞人、農人、商人，下五，有衆人、奴人、愚人、肉人、小人。上五之與下五，猶人之與牛馬也。聖人者，以目眎，以耳聽，以口言，以足行。真人者，不眎而明，不聽而聰，不行而從，不言而公。故聖人所以動天下者，真人未嘗過焉。賢人所以矯世俗者，聖人未嘗觀焉。所謂道者，無前無後，無左無右，萬物玄同，無是無非，",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "自然第八",
            "paragraphs": [
                {
                    "paragraph": "自然第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子曰：「清虚者，天之明也。無爲者，治之常也。去恩惠，舍聖智，外賢能，廢仁義，滅事故，棄佞辯，禁姦僞，則賢不肖者齊於道矣。靜則同，虛則通，至德無爲，萬物皆容。虚靜之道，天長地乆，神微周盈，於物無宰，十二月運行，周而復始。金木水火土，其勢相害，其道相待。故至寒傷物，無寒不可，至暑傷物，無暑不可。故可與不可皆可，是以大道無所不可，可在其理，見可不趨，見不可不去。可與不可，相爲左右，相爲表裏。凡事之要，必從一始，時爲之紀，自古及今，未嘗變易，謂之天理。上執大明，下用其光，道生萬物，理於隂陽，化為四時，分為五行，各得其所，與時往來，法度有常，下及無能，上道不傾，羣臣一意。天地之道，無爲而備，無求而得，是以知其無爲而有益也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「樸至大者無形狀，道至大者無度量。故天圓不中規，地方不中矩，往古來今謂之宙，四方上下謂之宇，道在其中而莫知其所。故見不逺者不可與言大，知不博者不可與論至。夫稟道與物通者，無以相非。故三皇五帝，法籍殊方，其得民心一也。若夫規矩勾繩，巧之具也，而非所以爲巧也。故無絃，雖師文不能成其曲，徒絃則不能獨悲。故絃，悲之具也，非所以為悲也。至於神和遊於心手之間，放意寫神，論變而形於絃者，父不能以敎子，子亦不能受之於父，此不傳之道也。故肅者形之君也，而寂寞者音之主也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「天地之道，以德爲主，道爲之命，物以自正，至微甚内，不以事貴。故不待功而立，不以位爲尊，不待名而顯，不須禮而莊，不用兵而强。故道立而不教，明照而不察。道立而不敎者，不奪人能也；明照而不察者，不害其事也。夫敎道者，逆於德，害於物。」故隂陽四時、金木水火土，同道而異理，萬物同情而異形，智者不相教，能者不相受。故聖人立法以導民之心，各使自然。故生者無德，死者無怨。天地不仁，以萬物爲芻狗；聖人不仁，以百姓爲芻狗。夫慈愛仁義者，近狹之道也。狹者入大而迷，近者行逺而惑。聖人之道，入大不迷，行逺不惑，常虚自守，可以爲極，是謂天德。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「聖人天覆地載，日月照臨，隂陽和，四時化，懷萬物而不同，無故無新，無疎無親。故能法天者，天不一時，地不一材，人不一事，故緒業多端，趨行多方。故用兵者，或輕或重，或貪或亷，四者相反，不可一也。輕者欲發，重者欲止，貪者欲取，亷者不利非其有也。故勇者可令進鬭，不可令持堅；重者可令固守，不可令淩敵；貪者可令攻取，不可令分財；亷者可令守分，不可令進取；信者可令持約，不可令應變。五者，聖人兼用而材使之。夫天地不懷一物，隂陽不産一𩔖，江海不讓水潦以成其大，山林不讓枉橈以成其崇，聖人不辭其負薪之言以廣其名。夫守一隅而遺萬方，取一物而棄其餘，則所得者寡，而所治者淺矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：天之所覆，地之所載，日月之所照，形殊性異，各有所安。樂所以爲樂者，乃所以為悲也；安所以爲安者，乃所以為危也。故聖人之牧民也，使各便其性，安其居，處其宜，爲其所能，周其所適，施其所宜，如此即萬物一齊，無由相過。天下之物，無貴無賤，因其所貴而貴之，物無不貴；因其所賤而賤之，物無不賤。故不尚賢者，言不放魚於木，不沈鳥於淵。昔堯之治天下也，舜為司徒，契爲司馬，禹為司空，后稷爲田疇，奚仲為工師。其導民也，水處者漁，林處者採，谷處者牧，陵處者田。地宜其事，事宜其械，械冝其材，臯澤織網，陵坂耕田。如是則民得以所有易所無，以所工易所拙。是以離叛者寡，聽從者衆，若風之過蕭，忽然而感之，各以清濁應，物莫不就其所利，避其所害。是以隣國相望，雞犬之音相聞，而足跡不接於諸侯之境，車軌不結於千里之外，皆安其居也。故亂國若盛，治國若虛，亡國若不足，存國若有餘。虚者非無人也，各守其職也；盛者非多人也，皆徼於末也；有餘者非多財也，欲節而事寡也；不足者非無貨也，民鮮而費多也。故先王之法，非所作也，所因也；其禁誅，非所為也，所守也，上德之道也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「以道治天下，非易人性也，因其所有而條暢之。」故因即大，作即小。古之瀆水者，因水之流也；生稼者，因地之宜也；征伐者，因民之欲也。能因則無敵於天下矣。物必有自然，而後人事有治也。故先王之制法，因民之性而爲之節文。無其性，不可使順教；有其性，無其資，不可使遵道。人之性有仁義之資，其非聖人爲之法度，不可使向方。因其所惡以禁姦，故刑罰不用，威行如神。因其性即天下聽從，怫其性即法度張而不用。道德者，則功名之本也，民之所懷也，民懐之則功名立。古之善為君者法江海，江海無爲以成其大，窊下以成其廣，故能長乆。爲天下谿谷，其德乃足。無爲故能取百川。不求故能得，不行故能至，是以取天下而無事。不自貴故富，不自見故明，不自矜故長，處不有之地，故為天下王。不爭，故莫能與之爭。終不為大，故能成其大。江海近於道，故能長乆，與天地相保。王公脩道，則功成不有，不有即强固，强固而不以暴人。道深即德深，德深即功名遂成，此謂玄德。深矣逺矣，其與物反矣。天下有始，莫知其理，唯聖人能知所以。非雄非雌，非牝非牡，生而不死，天地以成，隂陽以形，萬物以生。故隂與陽，有圓有方，有短有長，有存有亡。道爲之命，幽沉而無事，於心甚微，於道甚當。死生同理，萬物變化，合於一道。簡生忘死，何往不壽。去事與言，慎無為也。守道周宻，於物不宰。至微無形，天地之始。萬物同於道而殊形。至微無物，故能周恤。至大無外，故為萬物蓋。至細無内，故爲萬物貴。道以存生，德以安形。至道之度，去好去惡。無有知故。易意和心，無以道迕。「夫天地專而為一，分而爲二，反而合之，上下不失。專而爲一，分而爲五，反而合之，必中規矩。夫道至親不可疎，至近不可逺，求之逺者，往而復反。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「帝者有名，莫知其情。帝者貴其德，王者尚其義，霸者通於理。」聖人之道，於物無有。「道狹然後任智，德薄然後任刑，明淺然後任察。任智者中心亂，任刑者上下怨，任察者下求善以事上，即弊。是以聖人因天地以變化，其德乃天覆而地載。道之以時，其養乃厚，厚養即治，雖有神聖，夫何以易之？」去心智，省刑罰，反清靜，物將自正。「道之爲君如尸，儼然玄黙，而天下受其福。一人被之不褒，萬人被之不褊。是故，重爲惠，重爲暴，即道忤矣。為惠者，布施也，無功而厚賞，無勞而高爵，即守職者懈於官，而遊居者亟於進矣。夫暴者妄誅，無罪而死亡，行道者而被刑，即修身不勸善，而爲邪行者輕犯上矣。故爲惠者即生姦，爲暴者即生亂。姦亂之俗，亡國之風也。故國有誅者而主無怒也，朝有賞者而君無與也。誅者不怨君，罪之當也；賞者不德上，功之致也。民之誅賞之來，皆生於身，故務功修業，不受賜於人。是以朝廷蕪而無跡，田壄辟而無穢。故太上下知而有之。王道者，處無為之事，行不言之教，清靜而不動，一度而不搖，因循任下，責成而不勞，謀無失策，舉無過事，言無文章，行無儀表，進退應時，動靜循理，美醜不好憎，賞罰不喜怒。名各自命，𩔖各自以，事由自然，莫出於己。若欲挾之，乃是離之。若欲飾之，乃是賊之。」天氣爲魂，地氣爲魄。反之玄妙，各處其宅。守之勿失，上通太一。太一之精，通合於天。天道嘿嘿，無容無則。大不可極，深不可測。常與人化，智不能得。輪轉無端，化遂如神。虚無因循，常後而不先。其聽治也，虚心弱志，清明不闇。是故羣臣輻輳並進，無愚智賢不肖，莫不盡其能。君得所以制臣，臣得所以事君，即治國之所以明矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「知而好問者聖，勇而好問者勝。」乗衆人之智者，即無不任也。用衆人之力者，即無不勝也。用衆人之力者，烏獲不足恃也。乗衆人之勢者，天下不足用也。無權不可爲之勢，而不循道理之數，雖神聖人不能以成功。故聖人舉事，未嘗不因其資而用之也。有一功者處一位，有一能者服一事。力勝其任，即舉者不重也；能勝其事，即爲者不難也。聖人兼而用之，故人無棄人，物無棄材。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「所謂無爲者，非謂其引之不來，推之不去，迫而不應，感而不動，堅滯而不流，捲握而不散，謂其私志不入公道，嗜欲不挂正術，循理而舉事，因資而立功，推自然之勢，曲故不得容，事成而身不伐，功立而名不有。若夫水用舟，沙用䦊，",
                    "zhushu": "乃鳥切。"
                },
                {
                    "paragraph": "泥用輴，",
                    "zhushu": "敕倫切。"
                },
                {
                    "paragraph": "山用樏，",
                    "zhushu": "音羸。"
                },
                {
                    "paragraph": "夏瀆冬陂，因高爲山，因下爲池，非吾所為也。」聖人不恥身之賤，惡道之不行也；不憂命之短，憂百姓之窮也。故常虚而無為，抱素見樸，不與物雜。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「古之立帝王者，非以奉養其欲也；聖人踐位者，非以逸樂其身也。爲天下之民，强陵弱，衆暴寡，詐者欺愚，勇者侵怯；又爲其懷智詐不以相教，積財不以相分，故立天子以齊一之。爲一人之明不能徧照海内，故立三公九卿以輔翼之；為絶國殊俗不得被澤，故立諸侯以教誨之。是以天地四時無不應也，官無隱事，國無遺利，所以衣寒食飢，養老弱、息勞倦，無不以也。神農形悴，堯痩癯，舜黧黒，禹胼胝，伊尹負鼎而干湯，吕望鼓刀而入周，百里奚傳賣，管仲束縛，孔子無黔突，墨子無煖席，非以貪禄慕位，將欲事起天下之利，除萬民之害也。自天子至於庶人，四體不勤，思慮不困，於事求贍者，未之聞也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「所謂天子者，有天道以立天下也。立天下之道，執一以爲保，反本無爲，虚靜無有，忽怳無際，逺無所止，視之無形，聽之無聲，是謂大道之經。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「夫道者，體圓而法方，背隂而抱陽，左柔而右剛，履幽而戴明，變化無常，得一之原，以應無方，是謂神明。天圓而無端，故不得觀其形，地方而無涯，故莫窺其門，天化遂無形狀，地生長無計量。」夫物有勝，唯道無勝，所以無勝者，以其無常形勢也。輪轉無窮，象日月之運行，若春秋之代謝，日月之晝夜，終而復始，明而復晦，制形而無形，故功可成，物物而不物，故勝而不屈。廟戰者帝，神化者王。廟戰者法天道，神化者明四時，修正於境内而逺方懐德，制勝於未戰而諸侯賓服也。古之得道者，靜而法天地，動而順日月，喜怒合四時，號令比雷霆，音氣不戾八風，詘申不違五度，因民之欲，乗民之力，爲之去殘除害。夫同利者相死，同情者相成，同行者相助，循己而動，天下爲鬭。故善用兵者，用其自爲用；不能用兵者，用其爲已用。用其自爲用，天下莫不可用；用其爲已用，無一人之可用也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "下德第九",
            "paragraphs": [
                {
                    "paragraph": "下德第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子曰：「治身，太上養神，其次養形。神清意平，百節皆寧，養生之本也；肥肌膚，充腹腸，供嗜欲，養生之末也。治國，太上養化，其次正法。民交讓爭處卑，財利争受少，事力爭就勞，日化上而遷善，不知其所以然，治之本也；利賞而勸善，畏刑而不敢爲非，法令正於上，百姓服於下，治之末也。」「上世養本，而下世事末。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「欲治之主不世出，可與治之臣不萬一。」以不世出求不萬一，此至治所以千嵗不一也。蓋霸王之功不世立也。順其善意，防其邪心，與民同出一道，則民可善，風俗可美。所貴聖人者，非貴其隨罪而作刑也，貴其知亂之所生也。若開其銳端，而縱之放僻滛佚，而棄之以法，隨之以刑，雖殘賊天下，不能禁其姦矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：身處江海之上，心在魏闕之下，即重生，重生即輕利矣。猶不能自勝即從之，神無所害也。不能自勝而强不從，是謂重傷，重傷之人，無壽𩔖矣。故曰：「知和曰常，知常曰明，益生曰祥，心使氣曰强，是謂玄同。用其光，復歸其明。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：天下莫易於爲善，莫難於爲不善。所謂爲善者，靜而無為，適情辭餘，無所誘惑，循性保真，無變於己，故曰爲善易也。所謂爲不善難者，簒弑矯詐躁而多欲，非人之性也，故曰爲不善難也。今之以爲大患者，由無常厭度量生也。故利害之地，禍福之際，不可不察。聖人無欲也，無避也。事或欲之，適足以失之；事或避之，適足以就之。志有所欲，即忘其所爲。是以聖人審動靜之變，而適受與之度，理好憎之情，和喜怒之節。夫動靜得即患不侵也，受與適即罪不累也，理好憎即憂不近也，和喜怒即怨不犯也。體道之人，不苟得，不讓禍，其有不棄，非其有不制，恒滿而不溢，常虚而易贍。故自當以道術度量，即食充虚，衣圉寒，足以温飽七尺之形。無道術度量，而以自要尊貴，即萬乗之勢不足以爲快，天下之富不足以爲樂。故聖人心平志易，精神内守，物不能惑。老子曰：「勝人者有力，自勝者强。能强者，必用人力者也；能用人力者，必得人心者也；能得人心者，必自得者也。未有得己而失人者也，未有失己而得人者也。故爲治之本，務在安人；安人之本，在於足用；足用之本，在於不奪時；不奪時之本，在於省事；省事之本，在於節用；節用之本，在於去驕；去驕之本，在於虚無。」故知生之情者，不務生之所無以爲；知命之情者，不憂命之所無奈何。目悦五色，口惟滋味，耳滛五聲，七竅交爭，以害一性，日引邪欲，竭其天和，身且不能治，奈治天下何？所謂得天下者，非謂其履勢位，稱尊號，言其運天下心，得天下力也。有南面之名，無一人之譽，此失天下也。故桀、紂不爲王，湯、武不爲放。故天子得道，守在四夷；天子失道，守在諸侯；諸侯得道，守在四境；諸侯失道，守在左右。故曰：無恃其不吾奪也，恃吾不可奪也。行可奪之道，而非簒弑之行，無益於持天下矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：善治國者，不變其故，不易其常。夫怒者逆德也，兵者凶器也，爭者人之所亂也。隂謀逆德，好用凶器，治人之亂，逆之至也。非禍人不能成禍，不如挫其銳，解其紛，和其光，同其塵。人之性情，皆願賢己而疾不及人，願賢己則爭心生，疾不及人則怨爭生，怨爭生則心亂而氣逆。故古之聖王退爭怨，爭怨不生，則心治而氣順。故曰不尚賢，使民不爭。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：治物者不以物以和，治和者不以和以人，治人者不以人以君，治君者不以君以欲，治欲者不以欲以性，治性者不以性以德，治德者不以德以道。以道本人之性無邪穢，乆湛於物，即忘其本，即合於若性。衣食禮俗者，非人之性也，所受於外也。故人性欲平，嗜欲害之，唯有道者能遺物反己。有以自鑒則不失物之情，無以自鑒則動而惑營。夫縱欲失性，動未嘗正，以治生則失身，以治國則亂人。故不聞道者，無以反性。古者聖人得諸己，故令行禁止。凡舉事者，必先平意清神，神清意平，物乃可正。聽失於非譽，目滛於采色，而欲得事正，即難矣。是以貴虚。故水激則波起，炁亂則智昏，昏智不可以爲正，波水不可以爲平，故聖王執一以理物之情性。夫一者至貴，無適於天下。聖王託於無適，故爲天下命。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「隂陽陶冶，萬物皆乗一炁而生。上下離心，炁乃上蒸，君臣不和，五穀不登，春肅秋榮，冬雷夏霜，皆賊炁之所生也。天地之間，一人之身也。六合之内，一人之形也。故明於性者，天地不能脅也，審於符者，怪物不能惑也。聖人由近以知逺，以萬里爲一同。炁蒸乎天地，禮義亷恥不設，萬民莫不相侵，暴虐猶在乎混㝠之中也。亷恥陵遲，及至世之衰，用多而財寡，事力勞而養不足，民貧苦而忿爭生，是以貴仁。人鄙不齊，比周朋黨，各推其與，懐機械巧詐之心，是以貴義。男女羣居，雜而無别，是以貴禮。性命之情，滛而相迫於不得已，則不和，是以貴樂。故仁義禮樂者，所以救敗也，非通治之道也。誠能使神明定於天下，而心反其初，則民性善。民性善，則天地隂陽從而包之，則財足而人贍，貪鄙忿爭之心不得生焉。仁義不用，而道德定於天下，而民不淫於采色。故德衰然後飾仁義，和失然後諧聲，禮淫然後飾容。故知道德然後知仁義不足行也，知仁義然後知禮樂不足修也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「清靜之治者，和順以寂寞，質真而素樸，閒靜而不躁，在内而合乎道，出外而同乎義，其言略而循理，其行悦而順情，其心和而不僞，其事素而不飾，不謀所始，不議所終，安即留，激即行，通體乎天地，同精乎隂陽，一和乎四時，明朗乎日月，與道化者爲人，機巧詐僞，莫載乎心。是以天覆以德，地載以樂，四時不失序，風雨不爲虐，日月清靜而揚光，五星不失其行，此清靜之所明也。」老子曰：治世之職易守也，其事易爲也，其禮易行也，其責易償也。是以人不兼官，官不兼事。士農工商，鄉别州異。故農與農言藏，士與士言行，工與工言巧，商與商言數。是以士無遺行，工無苦事，農無廢功，商無折貨，各安其性。異形殊類，易事而不悖，失業而賤，得志而貴。「夫先知逺見之人，才之盛也，而治世不以責於人；博聞强識，口辯辭給之人，知之溢也，而明主不求於下。敖世賤物，不從流俗，士之伉行也，而治世不以爲化民。」故高不可及者，不以爲人量；行不可逮者，不可爲國俗。故人才不可專用，而度量道術可世傳也。故國治可與愚守也，而軍旅可以法同也。不待古之英雋而人自足者，因其所有而並用之。末世之法，高爲量而罪不及也，重爲任而罰不勝也，危爲其難而誅不敢也。民困於三責，即飾智而詐上，犯邪而行危，雖峻法嚴刑，不能禁其姦。獸窮即觸，鳥窮即啄，人窮即詐，此之謂也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「雷霆之聲，可以鐘鼓象也；風雨之變，可以音律知也。大可睹者，可得而量也。明可見者，可得而蔽也。聲可聞者，可得而調也。色可察者，可得而别也。夫至大，天地不能函也。至微，神明不能見也。及至建律歴，别五色，異清濁，味甘苦，即樸散而爲器矣。立仁義，修禮樂，即德遷而爲僞矣。民飾智以驚愚，設詐以攻上，天下有能持之，而未能有治之者也。夫智能彌多而德滋衰，是以至人淳樸而不散。夫至人之治，虚無寂寞，不見可欲，心與神處，形與性調，靜而體德，動而理通，循自然之道，縁不得己矣。漠然无爲而天下和，淡然無欲而民自樸，不忿爭而財足，施者不德，受者不讓，德反歸焉，而莫之惠。不言之辯，不道之道，若或通焉，謂之天府。取焉而不損，酌焉而不竭，莫知其所求由出，謂之搖光。搖光者，資糧萬物者也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「天愛其精，地愛其平，人愛其情。天之精，日月星辰雷霆風雨也。地之平，水火金木土也。人之情，思慮聰明喜怒也。故閉四關，止五道，即與道淪。神明藏於無形，精氣反於真。目明而不以視，耳聰而不以聽，口當而不以言，心條通而不以思慮，委而不爲，知而不矜，直性命之情，而知故不得害。精存於目，即其視明，存於耳，即其聽聰，留於口，即其言當，集於心，即其慮通。故閉四關，即終身無患，四肢九竅，莫死莫生，是謂真人。」「地之生財，大本不過五行，聖人節五行，即治不荒。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「衡之於左右，無私輕重，故可以爲平。繩之於内外，無私曲直，故可以爲正。人主之於法，無私好憎，故可以爲令。德無所立，怨無所藏，是任道而合人心者也。故爲治者，知不與焉。水戾破舟，木擊折軸，不怨木石而罪巧拙者，智不載也。故道有智則亂，德有心則險，心有眼則眩。」夫權衡規矩，一定而不易，常一而不邪，方行而不留，一日形之，萬世傳之，無爲之爲也。「一者無為也，百王用之，萬世傳之，爲而不易也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：人之言曰：「國有亡主，世無亡道。人有窮而理無不通。故無爲者，道之宗也。得道之宗，並應無窮，故不因道理之數而專己之能，其窮不逺也。夫人君不出戸以知天下者，因物以識物，因人以知人，故積力之所舉，即無不勝也，衆智之所爲，即無不成也。千人之衆無絶粮，萬人之羣無廢功，工無異伎，士無兼官，各守其職，不得相干，人得所宜，物得所安，是以器械不惡，職事不慢也。夫債少易償也，職寡易守也，任輕易勸也，上操約少之分，下效易爲之功，是以君臣乆而不相厭也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：帝者體太一，王者法隂陽，霸者則四時，君者用六律。體太一者，明於天地之情，通於道德之倫，聰明照於日月，精神通於萬物，動靜調於隂陽，喜怒和於四時，覆露皆道，溥洽而無私，蜎飛蠕動，莫不依德而生，德流方外，名聲傳乎後世。法隂陽者，承天地之和，德與天地參，光明與日月並照，精神與鬼神齊靈，戴圓履方，抱表寢繩，内能理身，外得人心，發施號令，天下從風。則四時者，春生夏長，秋收冬藏，取與有節，出入有量，喜怒剛柔，不離其理，柔而不脆，剛而不折，寛而不肆，肅而不悖，優游委順，以養羣𩔖，其德含愚而容不肖，無所私愛也。用六律者，生之與殺也，賞之與罰也，與之以奪也，非此無道也。伐亂禁暴，興賢良，廢不肖，匡邪以爲正，攘險以為平，矯枉以爲直，明於施舍開塞之道，乗時因勢，以服役人心者也。帝者不體隂陽即侵，王者不法四時即削，霸者不用六律即辱，君者失凖繩即廢。故小而行大，即窮塞而不親，大而行小，即狹隘而不容。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「地廣民衆，不足以爲强。甲堅兵利，不可以恃勝。城高池深，不足以爲固；嚴刑峻罰，不足以爲威。爲存政者，雖小必存焉；爲亡政者，雖大必亡焉。故善守者無與禦，善戰者無與鬭，乗時勢，因民欲，而天下服。故善爲政者積其德，善用兵者畜其怒。德積而民可用也，怒畜而威可立也。故文之所加者深，則權之所服者大；德之所施者博，則威之制者廣。廣即我强而適弱。善用兵者，先弱敵而後戰，故費不半而功十倍。故千乗之國行文德者王，萬乗之國好用兵者亡。王兵先勝而後戰，敗兵先戰而後求勝，此不明於道也。」",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "上仁第十",
            "paragraphs": [
                {
                    "paragraph": "上仁第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子曰：「君子之道，靜以修身，儉以養生。靜即下不擾，下不擾即民不怨。下擾即政亂，民怨即德薄。政亂，賢者不爲謀；德薄，勇者不爲鬭。亂主則不然，一日有天下之富，處一主之勢，竭百姓之力，以奉耳目之欲，志專於宫室臺榭、溝池苑囿、猛獸珍怪。貧民饑餓，虎狼厭芻豢，百姓凍寒，宫室衣綺繡。故人主畜兹無用之物，而天下不安其性命矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「非淡漠無以明德，非寧靜無以致逺，非寛大無以并覆，非正平無以制斷。以天下之目眎，以天下之耳聽，以天下之心慮，以天下之力爭，故號令能下究，而臣情得上聞，百官修達，羣臣輻湊，喜不以賞賜，怒不以罪誅，法令察而不苛，耳目聦而不闇，善否之情，日陳於前而不逆，故賢者盡其智，不肖者竭其力，近者安其性，逺者懐其德，得用人之道也。」夫乗輿馬者，不勞而致千里，乗舟楫者，不游而濟江海。使言之而是，雖商夫芻蕘，猶不可棄也；言之而非，雖在人君卿相，猶不可用也。是非之處，不可以貴賤尊卑論也。其計可用，不羞其位；其言可行，不貴其辯。闇主則不然，羣臣盡誠效忠者，希不用其身也。而親習邪枉，賢者不能見也；疎逺卑賤，竭力盡忠者不能聞也。有言者窮之以辭，有諫者誅之以罪，如此而欲安海内，存萬方，其離聰明亦以逺矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：能尊生，雖富貴不以養傷身，雖貧賤不以利累形。今受先祖之遺爵，必重失之，生之所由來乆矣，而輕失之，豈不惑哉？貴以身治天下，可以寄天下；愛以身治天下，可以託天下。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問治國之本，老子曰：本在於治身，未嘗聞身治而國亂者也，身亂而國治者，未有也。故曰：修之身，其德乃真。道之所以至妙者，父不能以教子，子亦不能受之於父。故「道可道，非常道也；名可名，非常名也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問曰：何行而民親其上？老子曰：使之以時而敬慎之，如臨深淵，如履薄冰。天地之間，善即吾畜也，不善即吾讎也。昔者，夏、商之臣反讎桀、紂而臣湯、武，宿沙之民自攻其君，歸神農氏，故曰人之所畏，不可不畏也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：治大者道不可以小，地廣者，制不可以狹；位高者，事不可以煩；民衆者，敎不可以苛。事煩難治，法苛難行，求多難贍。寸而度之，至丈必差，銖而稱之，至石必過。石稱丈量，徑而寡失，大較易爲智，曲辯難爲慧。故無益於治，有益於亂者，聖人不為也；無益於用，有益於費者，智者不行也。故功不厭約，事不厭省，求不厭寡。功約易成，事省易治，求寡易贍，任於衆人則易。故小辯害義，小義破道。道小必不通，通必簡。河以逶迤故能逺，山以陵遲故能高，道以優游故能化。夫通於一伎，審於一事，察於一能，可以曲説，不可以廣應也。夫調音者，小絃急，大絃緩。立事者，賤者勞，貴者佚。道之言曰：芒芒昧昧，因天之威，與天同炁。同炁者帝，同義者王，同功者霸，無一焉者亡。故不言而信，不施而仁，不怒而威，是以天心動化者也。施而仁，言而信，怒而威，是以精誠爲之者也。施而不仁，言而不信，怒而不威，是以外貌爲之者也。故有道以理之，法雖少足以治；無道以理之，法雖衆足以亂。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「鯨魚失水，則制於螻蟻。」人君舍其所守，而與臣爭事，則制於有司，以無爲持位。守職者以聽從取容，臣下藏智而不用，反以事專其上。人君者，不任能而好自爲，則智日困而自負責。數窮於下，則不能申理，行墮於位，則不能持制。智不足以為治，威不足以行刑，則無以與天下交矣。喜怒形於心，嗜欲見於外，則守職者離正而阿上，有司枉法而從風。賞不當功，誅不應罪，則上下乖心，君臣相怨。百官煩亂，而智不能解，非譽萌生，而明不能照。非己之失，而反自責，則人主愈勞，人臣愈佚，是代大匠斵。夫代大匠斵者，希有不傷其手矣。與馬逐走，筋絶不能及也。上車攝轡，馬服衡下，伯樂相之，王良御之，明主乗之，無御相之勞而致千里，善乗人之資也。人君之道，無爲而有就也，有立而無好也。有爲即議，有好即䛕。議即可奪，䛕即可誘。夫以建而制於人者，不能持國。故「善建者不拔」，言建之無形也。唯神化者，物莫能勝。中欲不出謂之扃，外邪不入謂之閉。中扃外閉，何事不節？外閉中扃，何事不成？故不用之，不爲之，而有用之，而有爲之。不伐之言，不奪之事，循名責實，使自有司。以不知爲道，以禁苛爲主。如此，則百官之事，各有所考。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「食者，民之本也；民者，國之基也。」故人君者，上因天時，下盡地理，中用人力。是以羣生以長，萬物蕃殖。春伐枯槁，夏收百果，秋蓄蔬食，冬取薪蒸，以爲民資。生無乏用，死無傳尸。先王之法，不掩羣而取镺，𨱵",
                    "zhushu": "上襖下滔。"
                },
                {
                    "paragraph": "不涸澤而漁，不焚林而獵。豺未祭獸，罝罘",
                    "zhushu": "音浮"
                },
                {
                    "paragraph": "不得通於野。獺未祭魚，網罟不得入於水。鷹隼未擊，羅網不得張於臯，草木未落，斤斧不得入於山林，昆蟲未蟄，不得以火田。育孕不殺，鷇",
                    "zhushu": "音遘。"
                },
                {
                    "paragraph": "卵不探，魚不長尺不得取，犬豕不期年不得食。是故萬物之發生，若蒸炁出，先王之所以應時修備，富國利民之道也。非目見而足行之也，欲利民不忘乎心，則民自備矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「古者明君，取下有節，自養有度，必計歲而收，量民積聚，知有餘不足之數，然後取奉。如此即得承所受於天地，而離於飢寒之患。其𢡚怛於民也，國有飢者，食不重味，民有寒者，冬不被裘，與民同苦樂，即天下無哀民。闇主即不然，取民不裁其力，求下不量其積，男女不得耕織之業，以供上求，力勤財盡，有旦無暮，君臣相疾。且人之爲生也，一人蹠耒而耕，不益十畆，中田之收，不過四石，妻子老弱仰之而食，或時有灾害之患，無以供上求，即人主愍之矣。貪主暴君，涸漁其下，以適無極之欲，則百姓不被天和、履地德矣。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「天地之炁，莫大於和。」和者，隂陽調，日夜分，故萬物春分而生，秋分而成，生與成必得和之精。故積隂不生，積陽不化，隂陽交接，乃能成和。是以聖人之道，寛而栗，嚴而温，柔而直，猛而仁。夫太剛則折，太柔則卷，道正在於剛柔之間。夫繩之爲度也，可卷而懐也，引而申之，可直而布也。長而不横，短而不窮，直而不剛，故聖人體之。夫恩推即懦，懦即不威；嚴推即猛，猛即不和；愛推即縱，縦即不令；刑推即禍，禍即無親。是以貴和也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：國之所以存者，得道也；所以亡者，理塞也。故聖人見化以觀其徵。德有昌衰，風爲先萌。故得生道者，雖小必大；有亡徵者，雖成必敗。國之亡也，大不足恃；道之行也，小不可輕。故存在得道，不在於小；亡在失道，不在於大。故亂國之主，務於地廣，而不務於仁義；務在高位，而不務於道德。是舍其所以存，造其所以亡也。若上亂三光之明，下失萬民之心，孰不能承？故審其己者，不備諸人也。古之爲君者，深行之謂之道德，淺行之謂之仁義，薄行之謂之禮智。此六者，國家之綱維也。深行之則厚得福，淺行之則薄得福，盡行之天下服。古者，修道德即正天下，修仁義即正一國，修禮智即正一鄉。德厚者大，德薄者小。故位不以雄武立，不以堅强勝，不以貪競得。立在天下推己，勝在天下自服，得在天下與之，不在於自取。故雌牝即立，柔弱即勝，仁義即得，不爭即莫能與之爭。故道之在於天下也，譬猶江海也。「天之道，爲者敗之，執者失之。」夫欲名之大而求之爭之，吾見其不得己，而雖執而得之，不留也。夫名不可求而得也，在天下與之，與之者歸之。天下所歸者德也。故云：上德者天下歸之，上仁者海内歸之，上義者一國歸之，上禮者一鄉歸之。無此四者，民不歸也。不歸用兵，即危道也。故曰：「兵者不祥之器，不得已而用之，殺傷人，勝而勿美。」故曰：「死地，荆棘生焉。」以悲哀泣之，以喪禮居之。是以君子務於道德，不重用兵也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問：仁義禮何以爲薄於道德也？老子曰：「爲仁者必以哀樂論之，爲義者必以取與明之。四海之内，哀樂不能遍竭府庫之財貨，不足以贍萬民。」故知不如修道而行德，因天地之性，萬物自正而天下贍，仁義因附。是以大丈夫居其厚，不居其薄。夫禮者實之文也，仁者，恩之效也。故禮因人情而制，不過其實，仁不溢恩，悲哀抱於情，送死稱於仁。夫養生不强人所不能及，不絶人所不能已，度量不失其適，非譽無由生矣。故制樂足以合歡，不出於和，明於死生之分，通於侈儉之適也。末世即不然，言與行相悖，情與貌相反，禮飾以煩，樂擾以淫，風俗溺於世，非譽萃於朝，故至人廢而不用也。與驥逐走，即人不勝驥；託於車上，即驥不勝人。故善用道者，乗人之資以立功，以其所能託其所不能也。主與之以時，民報之以財；主遇之以禮，民報之以死。故有危國無安君，有憂主無樂臣。德過其位者尊，禄過其德者凶。德貴無高，義取無多。不以德貴者，竊位也；不以義取者，盜財也。聖人安貧樂道，不以欲傷生，不以利累己，故不違義而妄取。古者無德不尊，無能不官，無功不賞，無罪不誅。其進人也以禮，其退人也以義。小人之世，其進人也若上之天，其退人也若内之淵。言古者以疾今也。相馬失之痩，選士失之貧。豚肥充厨，骨骴不官。君子察實，無信䜛言。君過而不諫，非忠臣也；諫而不聽，君不明也。民沉溺而不憂，非賢君也。故守節死難，人臣之職也；衣寒食飢，慈父之恩也。以大事小，謂之變人；以小犯大，謂之逆天。前雖登天，後必入淵。故鄉里以齒，老窮不遺；朝廷以爵，尊卑有差。夫崇貴者，爲其近君也；尊老者，爲其近親也；敬長者，謂其近兄也。生而貴者驕，生而富者奢。故富貴不以明道自鑑，而能無爲非者，寡矣。學而不厭，所以治身也；教而不倦，所以治民也。賢師良友，舍而爲非者，寡矣。知賢之謂智，愛賢之謂仁，尊賢之謂義，敬賢之謂禮，樂賢之謂樂。古之善爲天下者，無為而無不爲也。故爲天下有容，能得其容，無爲而有功；不得其容，動作必凶。爲天下有容者，「豫兮其若冬渉大川，猶兮其若畏四鄰，儼兮其若容，渙兮其若氷之液，敦兮其若樸，混兮其若濁，廣兮其若谷」，此爲天下容。「豫兮其若冬渉大川」者，不敢行也。「猶兮其若畏四鄰」者，恐自傷也。「儼兮其若容」者，謙恭敬也。「渙兮其若氷之液」者，不敢積藏也。「敦兮其若樸」者，不敢亷成也。「混兮其若濁」者，不敢明清也。「廣兮其若谷」者，不敢盛盈也。進不敢行者，退不敢先也。恐自傷者，守柔弱不敢矜也。謙恭敬者，自卑下尊敬人也。不敢積藏者，自損弊不敢堅也。不敢亷成者，自虧缺不敢全也。不敢清明者，處濁辱而不敢新鮮也。不敢盛盈者，見不足而不敢自賢也。夫道退故能先，守柔弱故能矜，自卑下故能高人。自損弊故實堅；自虧缺故盛全；處濁辱故新鮮；見不足故能賢。道無爲而無不爲也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "上義第十一",
            "paragraphs": [
                {
                    "paragraph": "上義第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子曰：「凡學者，能明於天人之分，通於治亂之本，澄心清意以存之，見其終始，反於虛無，可謂達矣。」治之本，仁義也；其末，法度也。人之所生者，本也；其所不生者，末也。本末一體也；其兩愛之性也。先本後末，謂之君子；先末後本謂之小人。法之生也以輔義，重法棄義，是貴其冠履而忘其首足也。仁義者，廣崇也，不益其厚而張其廣者毁，不廣其基而增其高者覆。故不大其棟，不能任重，任重莫若棟，任國莫若德。人主之有民，猶城之有基，木之有根，根深即本固，基厚即上安。故事不本於道德者，不可以爲經；言不合於先王者，不可以爲道。便説掇取一行一功之術，非天下通道也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：治人之道，其猶造父之御駟馬也，齊輯之乎轡銜，正度之乎胷膺，内得於中心，外合乎馬志，故能取道致逺，氣力有餘，進退還曲，莫不如意，誠得其術也。今夫權勢者，人主之車輿也，大臣者，人主之駟馬也。身不可離車輿之安，手不可失駟馬之心。故駟馬不調，造父不能以取道；君臣不和，聖人不能以爲治。執道以御之，中才可盡；明分以示之，姦邪可止。物至而觀其變，事來而應其化，近者不亂，即逺者治矣。不用適然之教，而得自然之道，萬舉不失矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：凡爲道者，塞邪隧，防未然，不貴其自是也，貴其不得爲非也。故曰：「勿使可欲，無日不求；勿使可奪，無日不爭。」如此即人欲釋而公道行矣。有餘者止於度，不足者逮於用，故天下可一人也。夫釋職事而聽非譽，棄功勞而用朋黨，即竒伎天長，守職不進，民俗亂於國，功臣爭於朝。故有道以御人，無道則制於人矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：治國有常，而利民爲本，政教有道，而令行爲古。苟利於民，不必法古；苟周於事，不必循俗。故聖人法與時變，禮與俗化，衣服器械，各便其用，法度制令，各因其宜。故變古未可非，而循俗未足多也。誦先王之書，不若聞其言，聞其言，不若得其所以言。得其所以言者，言不能言也。故道可道，非常道也；名可名，非常名也。故聖人所由曰道。猶金石也，一調不可更事；猶琴瑟也，曲終改調。法制禮樂者，治之具也，非所以爲治也。故曲士不可與論至道者，訊寤於俗而束於教也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「天下幾有常法哉？當於世事，得於人理，順於天地，詳於鬼神，即可以正治矣。昔者，三皇無制令而民從，五帝有制令而無刑罰，夏后氏不負言，殷人誓，周人盟。末世之衰也，忍垢而輕辱，貪得而寡羞。故法度制令者，論民俗而節緩急；器械者，因時變而制宜適。夫制於法者，不可與達舉，拘禮之人，不可使應變。必有獨見之明，獨聞之聰，然後能擅道而行。夫知法之所由生者，即應時而變；不知治道之源者，雖循終亂。今為學者，循先襲業，握篇籍，守文法，欲以爲治，非此不治，猶持方枘而内圓鑿也，欲得宜適，亦難矣。夫存危治亂，非智不能；道先稱古，雖愚有餘。故不用之法，聖人不行也；不驗之言，明主不聽也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "文子問曰：「法安所生？」老子曰：「法生於義，義生於衆適，衆適合乎人心，此治之要也。」法非從天下也，非從地出也，發乎人間，反己自正，誠達其本，不亂於末，知其要不惑於疑，有諸已不非於人，無諸已不責於所立，立於下者，不廢於上，禁於民者，不行於身。故人主之制法也，先以自爲檢式，故禁勝於身，即令行於民。夫法者，天下之準繩也，人主之度量也。縣法者，法不法也。法定之後，中繩者賞，缺繩者誅。雖尊貴者不輕其賞，卑賤者不重其刑，犯法者雖賢必誅，中度者雖不肖無罪。是故公道而行，私欲塞也。古之置有司也，所以禁民使不得恣也；其立君也，所以制有司使不得專行也；法度道術，所以禁君使無得横斷也。人莫得恣，即道勝而理得矣，故反樸無爲。無爲者，非謂其不動也，言其從己出也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「善賞者費少而勸多，善罰者刑省而姦禁，善與者用約而爲德，善取者入多而無怨。故聖人因民之所喜以勸善，因民之所憎以禁姦。賞一人而天下趨之，罰一人而天下畏之。是以至賞不費，至刑不濫。聖人守約而治廣，此之謂也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：臣道者，論是處當，爲事先唱，守職明分，以立成功。故君臣異道即治，同道即亂，各得其宜，處有其當，即上下有以相使也。故枝不得大於榦，末不得强於本。言輕重大小有以相制也。夫得威勢者，所持甚小，所利甚大；所守甚約，所制甚廣。十圍之木，持千鈞之屋，得所勢也；五寸之關，能制開闔，所居要也。下必行之令，順之者利，逆之者凶，天下莫不聽從者，順也。發號令，行禁止者，以衆爲勢也。義者，非能盡利於天下之民也，利一人而天下從之；暴者，非能盡害於海内也，害一人而天下叛之。故舉措廢置，不可不審也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「屈寸而申尺，小枉而大直，聖人爲之。」今人君之論臣也，不計其大功，總其略行，而求其小善，即失賢之道也。故人有厚德，無問其小節；人有大譽，無疵其小故。夫人情莫不有所短，成其大略是也，雖有小過，不以為累也；成其大略非也，閭里之行，未足多也。故小謹者無成功，訾行者不容衆，體大者節疎，度巨者譽逺，論臣之道也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「自古及今，未有能全其行者也。」故君子不責備於一人，方而不割，亷而不劌，直而不肆，博達而不訾，道德文武，不責備於人，而力自修以道。故不責於人易償也，自修以道，則無病矣。夫夏后氏之璜，不能無瑕，明月之珠，不能無穢，然天下寶之者，不以小惡妨大美。今志人之所短，忘人之所長，而欲求賢於天下，即難矣。夫衆人之見位之卑，身之賤，事之洿辱，而不知其大略。故論人之道，貴即觀其所舉，富即觀其所施，窮即觀其所受，賤即觀其所爲，視其所患難以知其所勇，動以喜樂，以觀其守，委以貨財，以觀其仁，振以恐懼，以觀其節。如此，則人情可得矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「屈者所以求申也，枉者所以求直也。」屈寸申尺，小枉大直，君子爲之。百川並流，不注海者不爲谷；趨行殊方，不歸善者不爲君子。善言貴乎可行，善行貴乎仁義。夫君子之過，猶日月之食，不害於明。故智者不妄為，勇者不妄殺，擇是而爲之，計禮而行之，故事成而功足恃也，身死而名足稱也。雖有智能，必以仁義爲本而後立。智能並行，聖人一以仁義爲凖繩，中繩者謂之君子，不中繩者謂之小人。君子雖死亡，其名不滅；小人雖得勢，其罪不除。左手據天下之圖，而右手刎其喉，雖愚者不為，身貴於天下也。死君親之難者，視死如歸，義重於身也。故天下大利也，比之身即小；身之所重也，比之仁義即輕。此以仁義爲凖繩者也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「道德之備，猶日月也，夷狄蠻貊不能易其指。趣舍同即非譽在俗，意行均即窮達在時。事周於世即功成，務合於時即名立。是故立功名之人，簡於世而謹於時。時之至也，即間不容息。古之用兵者，非利土地而貪寶賂也，將以存亡平亂，爲民除害也。貪叨多欲之人，殘賊天下，萬民騷動，莫寧其所。有聖人勃然而起，討强暴，平亂世，為天下除害，以濁爲清，以危爲寧，故不得不中絶。赤帝爲火災，故黄帝擒之。共工爲水害，故顓頊誅之。教人以道，導之以德而不聽，即臨之以威武；臨之不從，則制之以兵革。殺無罪之民，養不義之主，害莫大焉。聚天下之財，贍一人之欲，禍莫深焉。肆一人之欲，而長海内之患，此天倫所不取也。所爲立君者，以禁暴亂也，今乗萬民之力，反爲殘賊，是以虎傅翼，何謂不除？夫畜魚者必去其蝙獺，養禽獸者必除其豺狼，又況牧民乎？是故兵革之所為起也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「爲國之道，上無苛令，官無煩治，士無僞行，工無滛巧，其事任而不擾，其器完而不飾。」亂世即不然，爲行者相掲以高，爲禮者相矜以僞，車輿極於雕琢，器用遂於刻鏤，求貨者爭難得以為寶，詆文者逐煩撓以為急，士爲詭辯，乆稽而不決，無益於治，有益於亂。工爲竒器，歴歲而後成，不周於用。故神農之法曰：「丈夫丁壯不耕，天下有受其飢者，婦人當年不織，天下有受其寒者。」故身親耕，妻親織，以爲天下先。其導民也，不貴難得之貨，不重無用之物，是故耕者不强，無以養生，織者不力，無以衣形，有餘不足，各歸其身。衣食饒裕，姦邪不生，安樂無事，天下和平。智者無所施其䇿，勇者無所錯其威。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：霸王之道，以謀慮之，以䇿圖之。挾義而動，非以圖存也，將以存亡也。故聞敵國之君有暴虐其民者，即舉兵而臨其境，責以不義，刺以過行。兵至其郊，令軍帥曰：「無伐樹木，無掘墳墓，無敗五穀，無焚積聚，無捕民虜，無聚六畜。」乃發號施令曰：「其國之君，逆天地，侮鬼神，決獄不平，殺戮無罪。」天之所誅，民之所讎也。兵之來也，以廢不義而授有德也。有敢逆天道，亂民之賊者，身死族滅。以家聽者禄以家，以里聽者賞以里，以鄉聽者封以鄉，以縣聽者侯其縣。克其國，不及其民，廢其君，易其政，尊其秀士，顯其賢良，振其孤寡，恤其貧窮，出其囹圄，賞其有功。百姓開戸而内之，漬采而儲之，唯恐其不來也。義兵至於境，不戰而止；不義之兵，至於伏屍流血，相交以前。故爲地戰者不能成其王，為身求者不能立其功。舉事以為人者，衆助之；以自爲者，衆去之。衆之所動，雖弱必强；衆之所去，雖大必亡。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「上義者，治國家，理境内，行仁義，布德施惠，立正法，塞邪道，羣臣親附，百姓和輯，上下一心，羣臣同力，諸侯服其威，四方懐其德，修正廟堂之上，折衝千里之外，發號行令而天下響應，此其上也。地廣民衆，主賢將良，國富兵强，約束信，號令明，兩敵相當，未交兵接刃，而敵人奔亡，此其次也。知土地之宜，習險隘之利，明苛政之變，察行陣之事，白刃合，流矢接，輿死扶傷，流血千里，暴骸滿野，義之下也。兵之勝敗，皆在於政，政勝其民，下附其上，即兵强；民勝其政，下叛其上，即兵弱。義足以懐天下之民，事業足以當天下之急，選舉足以得賢士之心，謀慮足以決輕重之權，此上義之道也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：國之所以强者，必死也。所以必死者，義也；義之所以行者，威也。是故，令之以文，齊之以武，是謂必取。威義並行，是謂必强。白刄交接，矢石若雨，而士爭先者，賞信而罰明也。上視下如子，下事上如父，上視下如弟，下事上如兄。上視下如子，必王四海；下事上如父，必政天下。上視下如弟，即必難爲之死；下事上如兄，即必難爲之亡。故父子兄弟之寇，不可與之鬭。是故義君内修其政，以積其德，外塞於邪，以明其勢，察其勞佚，以知飢飽，戰期有日，視死若歸，恩之加也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "上禮第十二",
            "paragraphs": [
                {
                    "paragraph": "上禮第十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "老子曰：上古真人，呼吸隂陽，而羣生莫不仰其德以和順。當此之時，領理隱宻，自成純樸，純樸未散，而萬物大優。及世之衰也，至伏羲氏，昧昧懋懋，皆欲離其童蒙之心，而覺悟乎天地之間，其德煩而不一。及至神農、黄帝，覈領天下，紀綱四時，和調隂陽，於是萬民莫不竦身而思，戴聽而視，故治而不和。下至夏殷之世，嗜欲達於物，聰明誘於外，性命失其真。施及周室，澆醇散樸，離道以爲僞，儉德以爲行，智巧萌生，狙學以擬聖，華誣以脇衆，琢飾詩書，以賈名譽，各欲以行其智僞，以容於世，而失大宗之本。故世有喪性命衰漸，所由來乆矣。是故至人之學也，欲以反性於無，游心於虚。世俗之學，擢德攓性，内愁五藏，暴行越知，以譊名聲於世，此至人所不為也。擢德，自見也。攓性，絶生也。若夫至人，定乎死生之意，通乎榮辱之理，舉世譽之而不益勸，舉世非之而不加沮，得至道之要也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：古者被髪而無卷領，以王天下，其德生而不殺，與而不奪，天下非其服，同懷其德。當此之時，隂陽和平，萬物蕃息，飛鳥之巢可俯而探也，走獸可係而從也。及其衰也，鳥獸蟲蛇皆爲民害，故鑄鐵鍛刃以禦其難。故民迫其難則求其便，因其患則操其備，各以其智，去其所害，就其所利，常故不可循，器械不可因，故先王之法度有變易者也。故曰：「名可名，非常名也。」五帝異道而德覆天下，三王殊事而名後世，因時而變者也。譬猶師曠之調五音也，所推移上下無常尺寸以度而靡不中者。故通於樂之情者能作音，有本主於中而知規矩鈎繩之所用者能治人。故先王之制，不宜即廢之，末世之事，善即著之。故聖人之制禮樂者不制於禮樂，制物者不制於物，制法者不制於法。故曰：「道可道，非常道也。」",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「昔者之聖王，仰取象於天，俯取度於地，中取法於人，調隂陽之氣，和四時之節，察陵陸水澤肥墽",
                    "zhushu": "古堯切。"
                },
                {
                    "paragraph": "高下之宜，以立事生財，除飢寒之患，辟疾疢之灾。中受人事以制禮樂，行仁義之道以治人倫，列金木水火土之性，以立父子之親而成家；聽五音清濁六律相生之數，以立君臣之義而成國。察四時孟仲季之序，以立長幼之節而成官。列地而州之，分國而治之，立大學以教之，此治之綱紀也。得道則舉，失道則廢。夫物未嘗有張而不弛，盛而不敗者也，唯聖人可盛而不敗。聖人初作樂也，以歸神社，淫反其天心。至其衰也，流而不反，淫而好色，不顧正法，流及後世，至於亡國。其作書也，以領理百事，愚者以不忘，智者以記事。及其衰也，爲姦僞以解有罪，而殺不辜。其作囿也，以成宗廟之具，簡士卒以戒不虞。及其衰也，馳騁弋獵，以奪民時，以罷民力。其上賢也，以平教化，正獄訟，賢者在位，能者在職，澤施於下，萬民懐德。至其衰也，朋黨比周，各推其所與，廢公趨私，外内相舉，姦人在位，賢者隱處。天地之道，極則反，益則損。」故聖人治弊而改制，事終而更爲，其美在和，其失在權。聖人之道曰：「非脩禮義亷恥不立。」民無亷恥，不可以治。不知禮義，法不能正。非崇善廢醜，不嚮禮義。無法不可以爲治，不知禮義，不可以行法。法能殺不孝者，不能使人孝。能刑盜者，不能使人亷。聖王在上，明好惡以示人，經非譽以導之，親賢而進之，賤不肖而退之，刑錯而不用，禮義修而任，賢，德也。故天下之高，以爲三公；一州之高，以為九卿；一國之高，以爲二十七大夫；一鄉之高，以爲八十一元士。智過萬人者謂之英，千人者謂之儁，百人者謂之傑，十人者謂之豪。明於天地之道，通於人情之理，大足以容衆，惠足以懐逺，智足以知權，人英也。德足以教化，行足以隱義，信足以得衆，明足以照下，人儁也。行可以爲儀表，智足以決嫌疑，信可以守約，亷可以使分財，作事可法，出言可道，人傑也。守職不廢，處義不比，見難不苟免，見利不苟得，人豪也。英儁豪傑，各以大小之材處其位，由本流末，以重制輕，上唱下和，四海之内，一心同歸，背貪鄙，嚮仁義，其於化民，若風之靡草。今使不肖臨賢，雖嚴刑不能禁其姦，小不能制大，弱不能使强，天地之性也。故聖人舉賢以立功，不肖之主舉其所與同。觀其所舉，治亂分矣。察其黨與，賢不肖可論也。老子曰：爲禮者，雕琢人性，矯拂其情，目雖欲之禁以度，心雖樂之節以禮，趨翔周旋，屈節卑拜，肉凝而不食，酒澂而不飲，外束其形，内愁",
                    "zhushu": "音囚。"
                },
                {
                    "paragraph": "其德，鉗隂陽之和，而迫性命之情，故終身爲哀人。何則？不本其所以欲，而禁其所欲，不原其所以樂，而防其所樂，是猶圏獸而不塞其垣，禁其野心，決江河之流，而壅之以手。故曰：「開其兊，濟其事，終身不救。」夫禮者，遏情閉欲，以義自防，雖情心㖥噎，形性飢渇，以不得己自强，故莫能終其天年。禮者，非能使人不欲也，而能止之；樂者，非能使人勿樂也，而能防之。夫使天下畏刑而不敢盜竊，豈若使無有盜心哉？故知其無所用，雖貪者皆辭之；不知其所用，亷者不能讓之。夫人之所以亡社稷，身死人手，為天下笑者，未嘗非欲也。如冬日之扇，夏日之裘，無用於己，萬物變爲塵埃矣。故揚湯止沸，沸乃益甚。知其本者，去火而已。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「循性而行謂之道，得其天性謂之德。」性失然後貴仁義，仁義立而道德廢，純樸散而禮樂飾，是非形而百姓眩，珠玉貴而天下爭。夫禮者，所以别尊卑貴賤也；義者，所以和君臣父子、兄弟夫婦，人道之際也。末世之禮，恭敬而交，爲義者，布施而得，君臣以相非，骨肉以生怨也。故水積則生相食之蟲，土積則生自肉之獸，禮樂飾則生詐僞。末世之爲治，不積於養生之具，澆天下之醇，散天下之樸，滑亂萬民，以清爲濁，性命飛揚，皆亂以營，貞信漫爛，人失其性，法與義相背，行與利相反，貧富之相傾，人君之與僕虜，不足以論。夫有餘則讓，不足則爭，讓則禮義生，爭則暴亂起。故多欲則事不省，求贍則爭不止。故世治則小人守正，而利不能誘也，世亂則君子爲姦，而法不能禁也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「衰世之主，鑚山石，挈金玉，擿礲蜃，消銅鐵，而萬物不滋。刳胎焚郊，覆巢毁卵，鳯凰不翔，麒麟不逰。構木爲臺，焚木而畋，竭澤而漁，積壤而丘處，掘地而井飲，濬川而爲池，築城而為固，拘獸以爲畜，則隂陽繆戾，四時失序，雷霆毁折，雹霜爲害，萬物焦夭，處於太半，草木夏枯，三川絶而不流。」分山川谿谷，使有壤界，計人衆寡，使有分數，設機械險阻以爲備，制服色等，異貴賤，差賢不肖，行賞罰，則兵革起而忿爭生，虐殺不辜，誅罰無罪，於是興矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「世之將喪性命，猶隂氣之所起也。」主闇昧而不明，道廢而不行，德滅而不揚，舉事戾於天，發號逆四時，春秋縮其和，天地除其德，人君處位而不安，大夫隱遯而不言，羣臣推上意而壊，常疎骨肉而自容，邪人諂而隂謀，遽載，驕主而象其，亂人以成其事。是故君臣乖而不親，骨肉疎而不附，田無立苗，路無緩歩，金積折亷，壁襲無贏，殻龜無腹，蓍筮日施，天下不合，而爲一家，諸侯制法，各異習俗，悖拔其根，而棄其本，鑿五刑，爲刻削，爭於錐刀之末，斬刈百姓，盡其大半。舉兵爲難，攻城濫殺，覆高危安，大衝車，高重壘，除戰隊，使陣死路，犯嚴敵，百往一反，名聲苟盛，兼國有地，伏尸數十萬，老弱飢寒而死者，不可勝計。自此之後，天下未嘗得安其性命，樂其習俗也。賢聖勃然而起，持以道德，輔以仁義，近者進其智，逺者懐其德，天下混而爲一，子孫相代輔佐，黜䜛佞之端，息末辯之説，除刻削之法，去煩苛之事，屏流言之迹，塞朋黨之門，消智能，循大常，隳肢體，黜聰明，大通混㝠，萬物各復歸其根。夫聖人非能生時，時至而不失也，是以不得中絶。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：酆水之深十仞而不受塵垢，金石在中，形見於外，非不深且清也，魚鼈蛟龍莫之歸也。石上不生五穀，秃山不遊麋鹿，無所䕃蔽也。故爲政以苛爲察，以切爲明，以刻下爲忠，以計多爲功。如此者，譬猶廣革者也，大敗大裂之道也。其政悶悶，其民淳淳。其政察察，其民缺缺。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "老子曰：「以正治國，以竒用兵，先爲不可勝之政，而後求勝於敵。以未治而攻人之亂，是猶以火應火，以水應水也。同莫足以相治，故以異爲竒，竒靜爲躁，竒治爲亂，竒飽爲飢，竒逸爲勞，竒正之相應，若水火金木之相伐也，何往而不勝？故德均則衆者勝寡，力敵則智者制愚，智同則有數者禽無數。」",
                    "zhushu": ""
                }
            ]
        }
    ]
}