{
    "name": "道德真經集注",
    "author": "南宋・彭耜",
    "loadChapterCount": 10,
    "chapters": [
        {
            "name": "道德眞經說序",
            "paragraphs": [
                {
                    "paragraph": "道德眞經說序",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "史記列傳曰：老子者，楚苦縣厲鄉曲仁里人也。",
                    "zhushu": "裴駉注云：地理志曰，苦縣屬陳國。司馬貞索隱曰：地理志誤也。苦縣本屬陳，春秋時楚滅陳，而苦又屬楚，故云楚苦縣。高帝立淮陽國，陳縣、苦縣皆屬焉。苦，音怙。張守節正義云：括地志：苦縣在亳州谷陽縣界，今眞源縣也。厲音賴。"
                },
                {
                    "paragraph": "姓李氏，名耳字伯陽，謚曰聃。",
                    "zhushu": "禮記曾子問鄭氏註曰：老聃，古壽考者之號也，與孔子同時。疏云：老聃，即老子也。索隱曰：說文云，聃，耳曼也。故名耳字聃。正義曰：聃，耳曼無輪也。神仙傳云：外字聃。按：字號也。疑老子耳曼無輪，故世號曰聃。"
                },
                {
                    "paragraph": "周守藏室之史也。",
                    "zhushu": "周本紀曰：幽王三年，西周三川皆震。伯陽甫曰：周將亡矣。註云：韋昭曰：伯陽父，周大夫也。唐固曰：伯陽父，周柱下史老子也。後漢書竇章傳註云：老子爲守藏史，復爲柱下史。"
                },
                {
                    "paragraph": "孔子適周，將問禮於老子。",
                    "zhushu": "孔子世家曰：魯南宫敬叔言魯君曰：請與孔子適周。魯君予之一乘車，兩馬，一竪子俱。適周問禮，蓋見老子云。又家語曰：孔子謂南宫敬叔曰：吾聞老聃博古知今，通禮樂之原，明道德之歸，則吾師也。今將往矣。"
                },
                {
                    "paragraph": "老子曰：子所言者，其人與骨皆已朽矣，獨其言在耳。且君子得其時則駕，不得其時則蓬累而行。吾聞之，良賈深藏若虚，君子盛德，容貌若愚。去子之驕氣與多欲，態色與淫志，是皆無益於子之身。吾所以吿子，若是而已。孔子去，謂弟子曰：鳥，吾知其能飛，魚，吾知其能游，獸，吾知其能走。走者可以爲網，游者可以爲綸，飛者可以爲矰。至於龍，吾不能知，其乘風雲而上天。吾今日見老子，其猶龍邪！",
                    "zhushu": "孔子世家曰：辭去，而老子送之曰：吾聞富貴者送人以財，仁人者送人以言。吾不能富貴，竊仁人之號，送子以言，曰：聰明深察而近於死者，好議人者也。博辯廣大危其身者，發人之惡者也。爲人子者母以有己，爲人臣者母以有己。孔子自周反于魯，弟子稍益進焉。又家語曰：及去周，老子送之曰：請送子以言。孔子曰：謹奉教。自周反魯，道彌尊矣，遠方弟子之進蓋三千焉。"
                },
                {
                    "paragraph": "老子脩道德，其學以自隱無名爲務。居周久之，見周之衰，迺遂去。至關，關令尹喜曰：子將隱矣，强爲我著書。於是老子迺著書上下篇，言道德之意五千餘言而去，莫知其所終。",
                    "zhushu": "註云：列仙傳曰：關令尹喜者，周大夫也。善内學，隱德行仁，時人莫知。老子西游，喜先見其氣，知眞人當過，候物色而迹之，果得老子。老子亦知其奇，爲著書。與老子俱之流沙之西，莫知所終。亦著書九篇，名關令子。索隱曰：列仙傳是劉向所記。物色而迹，謂視其氣物有異色而尋迹之。"
                },
                {
                    "paragraph": "或曰：老萊子亦楚人也，著書十五篇，言道家之用，與孔子同時云。",
                    "zhushu": "仲尼弟子列傳曰：孔子之所嚴事，於周則老子，於楚老萊子。"
                },
                {
                    "paragraph": "蓋老子百有六十餘歲，或言二百餘歲，以其修道而養壽也。自孔子死之後百二十九年。",
                    "zhushu": "註云：徐廣曰：實一十九年。"
                },
                {
                    "paragraph": "而史記周太史儋見秦獻公曰：始秦與周合而離，離五百歲而復合，合七十歲而霸王者出焉。",
                    "zhushu": "周本紀曰：烈王二年，周太史儋見秦獻王。"
                },
                {
                    "paragraph": "或曰儋即老子，或曰非也，世莫知其然否。老子，隱君子也。老子之子名宗，宗爲魏將，封於段干。宗子注，注子宫，宫玄孫假，假仕於漢文帝。而假之子解爲膠西王卬太傅，因家于齊焉。老子無爲自化，清靜自正。",
                    "zhushu": "索隱曰：太史公因其行事，於當篇之末結以此言，亦是贊也。又云：此是昔人所評老聃之德，故太史公引以記之。",
                    "type": 2
                },
                {
                    "paragraph": "太史公曰：老子所貴道，虚無因應變化於無爲，故著書辭稱微妙難識。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "太史公曰：樂臣公學老子。",
                    "zhushu": "史記樂毅傳曰：樂氏之族有樂瑕公、樂臣公。趙且爲秦所滅，亡之齊。樂臣公善修黃帝、老子之言，顯聞於齊，稱賢師。註云：一作巨公。"
                },
                {
                    "paragraph": "其本師號曰河上丈人，不知其所出。",
                    "zhushu": "皇甫謐高士傳云：河上丈人者，不知何國人也。自匿姓名，居河之湄，著老子章句，號曰河上丈人，亦曰河上公。又葛玄河上公註老子序曰：河上公者，莫知其姓名也。漢文帝時，結草爲菴于河之濱，常讀老子道德經。文帝好老子之言，有所不解數句，遣使問之。公曰：道尊德貴，非可遥問也。帝即駕從詣之。河上公即授素書老子道德經章句二卷，謂帝曰：熟研此，則所疑自解。予註是經以來，千七百餘年，凡傳三人，連子四矣。言畢，失公所在，因號曰河上公云。"
                },
                {
                    "paragraph": "河上丈人教安期生，安期生教毛翕公，毛翕公教樂瑕公，樂瑕公教樂臣公，樂臣公教蓋公。",
                    "zhushu": "漢書曹參傳顔師古曰：蓋，古盍反。"
                },
                {
                    "paragraph": "蓋公教於齊高密、膠西，爲曹相國師。",
                    "zhushu": "曹參世家曰：孝惠帝元年，更以參爲齊丞相。參之相齊，齊七十城。天下初定，悼惠王富於春秋，參盡召長者諸生，問所以安集百姓，如齊故俗。諸儒以百數，言人人殊，參未知所定。聞膠西有蓋公，善治黃老言，使人厚弊請之。既見，蓋公爲言治道貴清靜而民自定，推此類具言之。參於是避正堂，舍蓋公焉。其治要用黃老術，故相齊九年，齊國安集，大稱賢相。",
                    "type": 2
                },
                {
                    "paragraph": "宋太宗太平興國七年冬十月，上謂近臣曰：朕每讀老子，至佳兵者不祥之器，聖人不得已而用之，未嘗不三復以爲規戒。",
                    "zhushu": "見續資治通鑑長編。",
                    "type": 2
                },
                {
                    "paragraph": "又淳化四年閏十月丙午，上曰：清靜致治，黃老之深旨也。夫萬務自有爲以至於無爲，無爲之道，朕當力行之。至如汲黯卧治淮陽，宓子賤彈琴治單父，此皆行黃老之道也。參知政事吕端等對曰：國家若行黃、老之道以致升平，其效甚速。宰臣吕蒙正曰：老子稱治大國若烹小鮮。夫魚撓之則潰，民撓之則亂。今之上封事議制置者甚多，願陛下漸行清靜之化以鎮之。",
                    "zhushu": "見續資治通鑑長編。",
                    "type": 2
                },
                {
                    "paragraph": "又上讀老子，語近臣曰：伯陽五千言，讀之甚有所益，治身治國之道並在其内。至云善者吾亦善之，不善者吾亦善之，此云善惡無不包容，治身治國，其術如是。若每事不能容納，則何以治天下哉！",
                    "zhushu": "見國朝事實并皇宋類苑。",
                    "type": 2
                },
                {
                    "paragraph": "眞宗咸平二年，上謂宰相曰：道、德二經，治世之要道，明皇註解雖粲然可觀，王弼所註，言簡意深，眞得清靜之㫖也。因令鏤板。",
                    "zhushu": "見國史道釋志。",
                    "type": 2
                },
                {
                    "paragraph": "仁宗天聖四年正月，玉清昭應宫使王曾請下三館校道藏庫經，從之。上因言：其書多載飛鍊金石方藥之事，豈若老氏五千言之約哉！張知白曰：陛下留意於此，迺治國清靜之道也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "高宗紹興二十八年十月庚寅，上諭宰執曰：賀允中問朕好道之意，朕謂之曰：朕之好道，非世俗之所謂道也。世俗修鍊以求飛昇不死，若果能飛昇，則秦始皇、漢武帝當得之矣。朕惟治道貴清靜，苟侈心一生，雖欲自抑，有不能已者。故所好惟在恬淡寡欲，清心省事。所謂爲道日損，損之又損，以至於無爲，斯與一世之民同躋仁壽，如斯而已。",
                    "zhushu": "見皇宋中興紀事本末。",
                    "type": 2
                },
                {
                    "paragraph": "孝宗淳熙戊戌，程大昌以講官侍清燕，嘗從容奏及道本，恭得聖訓：孔、老元無二道，韓愈析之非是。嘗親制原道辨首以賜大昌。",
                    "zhushu": "見程大昌易老通言序。",
                    "type": 2
                },
                {
                    "paragraph": "宋解經姓氏",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "政和御註",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "碧虚子陳景元",
                    "zhushu": "字太初，建昌人。出家爲道士，入天台山，師事張無夢，妙得老、莊之旨。博學多聞，藏書數千卷，當世名公多從之游，自號碧虚子。熙寧中，屢膺召見，進所著道德經藏室纂微篇，賜號眞靖大師。",
                    "type": 2
                },
                {
                    "paragraph": "涑水司馬光",
                    "zhushu": "字君實，陜州夏縣人，温國文正公。",
                    "type": 2
                },
                {
                    "paragraph": "潁濱蘇轍",
                    "zhushu": "字子由，眉山人，自號潁濱遺老，謚文定公。",
                    "type": 2
                },
                {
                    "paragraph": "臨川王安石",
                    "zhushu": "字介甫，臨川人。荆國文公。",
                    "type": 2
                },
                {
                    "paragraph": "王雱",
                    "zhushu": "字元澤，荆公之子。",
                    "type": 2
                },
                {
                    "paragraph": "陸佃",
                    "zhushu": "字農師，山陰人，門人號曰陶山先生。",
                    "type": 2
                },
                {
                    "paragraph": "劉槩",
                    "zhushu": "字仲平，開封人。",
                    "type": 2
                },
                {
                    "paragraph": "劉涇",
                    "zhushu": "字巨澤，簡州陽安人，自號前溪。自荆公下至此，總名崇寧五註。",
                    "type": 2
                },
                {
                    "paragraph": "道眞仁靜先生曹道冲",
                    "zhushu": "字希藴，女道士，世號曹仙姑，賜號清虚文逸大師。道眞仁靜先生。",
                    "type": 2
                },
                {
                    "paragraph": "達眞子",
                    "zhushu": "馬蹄山人，不著姓氏。",
                    "type": 2
                },
                {
                    "paragraph": "三峨了一子李文惒",
                    "zhushu": "蜀人。",
                    "type": 2
                },
                {
                    "paragraph": "陳象古",
                    "zhushu": "名在黨籍中。",
                    "type": 2
                },
                {
                    "paragraph": "葉夢得",
                    "zhushu": "字少藴，姑蘇人，自號石林翁。",
                    "type": 2
                },
                {
                    "paragraph": "清源子劉驥",
                    "zhushu": "字德稱，泉州人。",
                    "type": 2
                },
                {
                    "paragraph": "晦菴朱熹",
                    "zhushu": "字元晦，建安人，自號晦菴，一號紫陽子，文公。",
                    "type": 2
                },
                {
                    "paragraph": "黃茂材",
                    "zhushu": "字少譽，福州連江人，自號海濱居士。",
                    "type": 2
                },
                {
                    "paragraph": "程大昌",
                    "zhushu": "字泰之，新安人。文簡公。",
                    "type": 2
                },
                {
                    "paragraph": "林東",
                    "zhushu": "字子晦，福州閩縣人，自號三山樵子。",
                    "type": 2
                },
                {
                    "paragraph": "本來子邵若愚",
                    "zhushu": "錢塘人。"
                }
            ]
        },
        {
            "name": "道可道章第一",
            "paragraphs": [
                {
                    "paragraph": "道可道章第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "道可道，非常道；名可名，非常名。",
                    "zhushu": "◯御註曰：無始曰：道不可言，言而非也。又曰：道不當名，可道可名，如事物焉，如四時焉。當可而應，代廢代興，非眞常也。常道常名，自本自根，未有天地，自古以固存。◯碧虚子陳景元曰：夫道者，杳然難言，非神口所能辯。故心困焉不能知，口辟焉不能議，在人靈府之自悟爾，謂之無爲自然也。涑水司馬光曰：世俗之談道者，皆曰道體微妙，不可名言。老子以爲不然，曰：道亦可言道耳，然非常人之所謂道也。名亦可强名耳，然非常人之所謂名也。◯潁濱蘇轍曰：莫非道也，而可道者不可常，惟不可道而後可常耳。今夫仁義禮智，此道之可道者也。然而仁不可以爲義，而禮不可以爲智，可道之不可常如此。惟不可道，然後在仁爲仁，在義爲義，在禮爲禮，在智爲智，彼皆不常，而道常不變，不可道之能常如此。道不可道，而况可得而名之乎！凡名皆其可道者也。名既立，則圓方曲直之不同，不可常矣。◯臨川王安石曰：常者，莊子謂無古無今，無終無始也。道本不可道，若其可道，則是其迹也。有其迹，則非吾之常道也。道本無名，有可名，則非吾之常名。蓋名生於義，故有名也。◯葉夢得曰：道，無物不可得而名。聖人無意於言即已，苟欲言，非名之則無以顯其道。故存其不可道、不可名者以爲之常，而設爲可道之道，可名之名，以寄其非常，此老氏之書所以作也。◯清源子劉驥曰：道言其體，名言其用。可道可名，猶百家衆技也，各有所長，時有所用，不該不徧，非眞常也。黃茂材曰：常之爲言長也，乆也。道與天地相終始，其爲長乆，豈人所能言哉！若使可得而道，可得而名，則是世人之見，何足以爲常？經曰：吾不知其名，字之曰道。道惟有一而已，何以與名對？老子之意，欲詳以長久之道示人者耶？◯本來子邵若愚曰：大道者，至虚至靜，無形無名，不可以視聽求，不可以思議知，不可以語言及。此無始無終，常存不改之道。自虚無始化一氣，因有一氣之迹，是故可道。既云可道，則非常存之道。既有一氣之名，則非常存之名。"
                },
                {
                    "paragraph": "無名，天地之始，有名，萬物之母。",
                    "zhushu": "◯御註曰：道常無名，天地亦待是而後生，莊子所謂生天生地是也。未有天地，孰得而名之？故無名爲天地之始。有天地，然後萬物生焉，故有名爲萬物之母。◯碧虚子陳景元曰：無名者，指其道而言之也。夫萬化未作，無其强名，但妙本之始即降，渾淪之樸將離，則易之太極生兩儀也。有名者，指天地而言之也。天施地化，茂養萬物，亭之毒之，如母養子，故曰有名，萬物之母。夫大道杳冥，豈係乎有名無名哉！聖人立教，以明本迹之同異爾。◯涑水司馬光曰：天地，有形之大者也，其始必因於無，故名天地之始曰無。萬物以形相生，其生必因於有，故名萬物之母曰有。潁濱蘇轍曰：自其無名形而爲天地，天地位而名始立矣。自其有名播而爲萬物，萬物育而名不可勝載矣。故無名者道之體，而有名者道之用也。◯道眞仁靜先生曹道冲曰：無名，謂道本無名，非有非無，不涉器位，所謂生天地、始萬物者也。分靈散景，降在人身，則爲神性，大道虚寂。次道者，德也。德者，得也。萬物得之而成，是生眞一。一者，有名之始，而冲氣爲一，謂之太極。太極生天地，冲氣委和，降於胎中，積者爲形，妙者爲息，是謂命也。人生天地中，天地無爲，因人顯用，三才備矣，萬物成矣，故曰母。◯葉夢得曰：昔者佛氏蓋嘗爲色空之說。自無適有謂之色，色出於無，則雖色而未嘗不空；自有入無謂之空，空反於有，則雖空而未嘗非色。色與空，雖黃帝、神禹不能窺其間矣。聖人亦何心焉？即有以爲有，無物而非有，故以有名爲萬物之母，天地亦由之而生；即無以爲無，無物而非無，故以無名爲天地之始，萬物亦由之而隱。◯清源子劉驥曰：大道無形，生育天地，方其未有天地，孰得而名之？故無名，天地之始。大道無名，長養萬物，及其既有萬物，則有形之可名，故有名，萬物之母。◯黃茂材曰：天地之始，其果無乎？若其果無，孰從而始？無名非無也，不可得而名故爾。及其既有，其果有乎？亦强爲之名耳。經曰：惚兮恍，其中有象；恍兮惚，其中有物。又曰：有物混成，皆强名也。母者，謂其能生物也。有天地然後有萬物，故先天地後及萬物，其言次序如是。◯程大昌曰：天地也者，總司造化，開闔作復，在域中既極其大矣。而老氏又即天地之上别立一目，而名之曰無，且曰：此之無者，可以名爲天地之始也。諸如此類，皆儒流疑以爲虚夸無實者也。然而易之兩儀，即天地也。而生兩儀者，實爲太極。太極也者，非天非地，而能該天地以立。於是時也，無儀可仿，無數可數，故老氏易其名而命以爲無也。凡老子之謂無，約其等級，則與太極正相應也。名雖異而理正同也。又曰：老氏之形容此有凡三，易其名而實同一理。借數言之，則爲一。一者可以生萬，而未至爲萬也。仿形而言，則爲像；對器而言，則爲樸。曰象，曰樸，又皆可以爲形爲器，而其形器未及凝結者也。是故上之已不爲無，而下之未至爲物，則此之謂有者，無古今彼此之間，而常爲物生之祖也。◯本來子邵若愚曰：未現一氣已前，無形無名之時，此即天地之始，此不可言之道。縁有一氣之名，爲生萬物之母，此可言之道。乃知我身從一而有，人能以一爲法，悟入而見大道。"
                },
                {
                    "paragraph": "常無欲以觀其妙，常有欲以觀其徼。",
                    "zhushu": "◯御註曰：不立一物，兹謂常無。不廢一物，兹謂常有。常無在理，其上不皦，天下之至精也，故觀其妙。常有在事，其下不昩，天下之至變也，故觀其徼。有無二境，徼妙寓焉。大智並觀，乃無不可。◯碧虚子陳景元曰：欲者，逐境生心也。妙者，要也，又微之極也。徼者，邊隅也。大道邊有小路曰徼，又歸也。夫虚無之道，寂然不動，則曰無欲。感孕萬物，則曰有欲。無欲觀妙，守虚無也。有欲觀徼，謂存思也。常謂眞常，即大道也。無欲有欲，即道之應用也。◯涑水司馬光曰：徼，邊際也。萬物既有，則彼無者宜若無所用矣。然聖人常存無，不去欲，以窮神化之微妙也。無既可貴，則彼有者宜若無所用矣。然聖人常存有不去欲，以立萬事之邊際也。苟專用無而棄有，則蕩然流散，所謂有之以爲利，無之以爲用也。◯潁濱蘇轍曰：聖人體道以爲天下用，入於衆有而常無，將以觀其妙也；體其至無而常有，將以觀其徼也。若夫行於其徼而不知其妙，則粗而不神矣；留於其妙而不知其徼，則精而不遍矣。◯臨川王安石曰：蓋有無者，若東西之相反而不可以相無也。故非有則無以見無，而非無則無以出有。有無之變，更出迭入而未離乎道，此則聖人之所謂神者矣。易曰：無思也，無爲也，寂然不動，感而遂通天下之故。此之謂也。蓋昔之聖人，常以其無思無爲以觀其妙，常以感而遂通天下之故以觀其徼，徼妙並得而無所偏取也。◯道眞仁靜先生曹道冲曰：聖人雖有動靜，以常爲主。有欲謂聖人之動徼者，邊也。夫以無窮之妙，以觀有際之物，何止邊徼，無不照矣。◯葉夢得曰：惟聖人爲能超乎有無之外，而游乎有無之間。我欲求之於無，故觀之於空而妙者在焉。莊周之所謂睹無者，天地之友是也。我欲求之於有，故觀之於有而徼者在焉。莊周之所謂睹有者昔之君子是也。◯黃茂材曰：經言不欲、寡欲、可欲多矣。今若曰無欲、有欲，則與經之言相符。然無欲謂之常可也，有欲謂之常可乎？曰：自有物以來，九竅者胎生，八竅者卵生，皆因於欲。生復生生，寧有盡時？故有欲亦謂之常。人知無之出於道，而不知有之亦出於道，遂欲屏心息慮，入山林，遠妻子，流而入於釋氏空寂之說。夫豈知有無同出於玄者哉？◯程大昌曰：形而上者謂之道，形而下者謂之器。道即器也，器即道也。特所形有上下，而非判然二物也。此之妙徼，即易之道器矣。"
                },
                {
                    "paragraph": "此兩者同出而異名，同謂之玄。玄之又玄，衆妙之門。",
                    "zhushu": "◯御註曰：道本無相，孰爲徼妙？物我同根，是非一氣，故同謂之玄。世之惑者，舍妄求眞，去眞益遠，殊不知有無者特名之異耳。素問曰：玄生神。易曰：神也者，妙萬物而爲言也。妙而小之謂玄，玄者天之色也。孔子作易，至說卦然後言妙，而老氏以此首篇。聖人之言相爲終始。◯潁濱蘇轍曰：以形而言有無，信兩矣。安知無運而爲有，有復而爲無，未嘗不一哉！其名雖異，其本則一。知本之一也，則玄矣。凡遠而無所至極者，其色必玄。故老子常以玄寄極也。言玄則至矣，然猶有玄之心在焉。玄之又玄則盡矣，不可以有加矣，衆妙之所從出也。◯道眞仁靜先生曹道冲曰：兩者謂無欲與有欲。靜爲體，動爲用。靜合於無，動合於有。動靜殊名，皆本於道，同會於玄，暫異終同也。玄謂淵默無象，又玄謂通變無極，或入於機，或出於機，開闔陰陽，出入無有，故曰衆妙之門。◯清源子劉驥曰：學者當自有以入無，由徼以至妙，原始要終，未嘗不同，故出而異名，同謂之玄。玄者天之色，所謂遠而無所至極者也。玄之又玄，則神之又神，深之又深，入無窮之門，游無極之野，與虚無同其體，與混元同其功，萬物之妙，皆由此出，故曰衆妙之門。◯黃茂材曰：南伯子葵問女偊曰：子獨惡乎聞之？曰：聞諸副墨之子，副墨之子聞諸洛誦之孫，洛誦之孫聞之瞻明，瞻明聞之聶許，聶許聞之需役，需役聞之於謳，於謳聞之玄冥，玄冥聞之參寥，參寥聞之疑始。夫道愈微而愈有，愈窮而愈不可盡。女偊九聞而至疑始，玄之又玄，可見於此，所以爲衆妙之門也歟！◯林東曰：由徼以之妙，本末一致，表裏相須，故同出而異名，而皆謂之玄。玄者，如天之正色，言遠而無極也。所謂幽深微妙，道法自然者也。東坡衆妙掌記以爲道一而已，安有衆耶？又以既謂之妙，雖衆可也。此謂衆妙之門。"
                }
            ]
        },
        {
            "name": "天下皆知章第二",
            "paragraphs": [
                {
                    "paragraph": "天下皆知章第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天下皆知美之爲美，斯惡已；皆知善之爲善，斯不善已。",
                    "zhushu": "◯御註曰：道無異相，孰爲美惡？性本一致，孰爲善否？世之所美者爲神奇，所惡者爲臭腐。神奇復化爲臭腐，臭腐復化爲神奇，美與惡奚辨？昔之所是，今或非之；今之所棄，後或用之。善與不善奚擇？◯碧虚子陳景元曰：夫美善生於妄情。凡人以情之所好爲美，而情之所惡爲惡。縱己妄情，非惡而何？以己之所是爲善，而己之所非爲不善？縱己是非，安有美乎？夫聖人豈無美善？蓋有而不矜，同於無也。不矜則德全，同無則害遠。德全害遠，美善盡矣。◯潁濱蘇轍曰：天下以形名言美惡，其所謂美且善者，豈信美且善哉？◯陸佃曰：美至於無美，天下之眞美也。善至於無善，天下之眞善也。眞美斯離，天下皆知美之爲美；眞善斯散，天下皆知善之爲善。◯劉涇曰：妙名立則美善生矣，徼名立則惡不善生矣。◯葉夢得曰：不有惡也，夫孰爲美？不有不善也，夫孰爲善？美生於惡，則美亦惡矣。善生於不善，則善亦不善矣。◯清源子劉驥曰：混沌未判，萬象同體；二炁既分，物物爲對。既謂之美，純樸已殘，必有惡爲之對。既謂之善，則情性已離，必有不善爲之對。◯黃茂材曰：天下之所謂美，不足以爲美；天下之所謂善，不足以爲善。然則何以爲美且善？知乎此者，可與入道。"
                },
                {
                    "paragraph": "故有無之相生，難易之相成，長短之相形，高下之相傾，音聲之相和，前後之相隨。",
                    "zhushu": "◯御註曰：大易未判，萬象同體，兩儀既生，物物爲對。此六對者，群變所交，百慮所生，殊途所起，世之人所以陷溺而不能自出者也。無動而生有，有復歸無，故曰有無之相生。有涉險之難，則知行地之易，故曰難易之相成。長短之相形，若尺寸是也；高下之相傾，若山澤是也。聲舉而響應，故曰聲音之相和。形動而影從，故曰前後之相隨。陰陽之運，四時之行，萬物之理，俄造而有，倏化而無。其難也，若有爲以經世；其易也，若無爲而適己。性長非所斷，性短非所續。天之自高，地之自下。鼓宫而宫動，鼔角而角應。春先而夏從，長先而少從。對待之境，雖皆道之所寓，而去道也遠矣。◯碧虚子陳景元曰：此六事者，因矜美善，動入有爲。有爲既彰，偏執斯起。偏執則殘賊互生，物失其性。◯涑水司馬光曰：凡事有形迹者，必不可齊，不齊則爭，爭則亂，亂則窮，故聖人不貴。◯潁濱蘇轍曰：彼不知有無、難易、長短、高下、聲音、前後之相生相奪，皆非其正也。方且自以爲長，而有長於我者臨之，斯則短矣。方且自以爲前，而有前於我者先之，斯則後矣。◯臨川王安石曰：有之與無，難之與易，高之與下，音之與聲，前之與後，是皆不免有所對，唯能兼忘此六者，則可以入神；可以入神，則無對於天地之間矣。◯陸佃曰：有無者以言乎其道；難易者以言乎其德；長短者以言乎其體，高下者以言乎其位；聲音者以言乎其交感；前後者以言乎其終始。此勢之然也。◯劉涇曰：得鹿者俄失之，失馬者俄得之，得失無端，相生之類也。水者不車，陸者不舟，巧拙無端相成之類也；冥陵朝菌，壽夭無端，相形之類也。王公乞人，貴賤無端，相傾之類也。夢飲酒者，旦而哭泣，哀樂無端相和之類也；嬰孩、少壯、老耄、死亡，無端相隨之類也。◯清源子劉驥曰：美或爲惡，善或爲不善，是猶有無之相生，難易之相成，長短之相形，高下之相傾，聲音之相和，前後之相隨。此六對者，可否相因，終始反覆，非天下之至正也。昔之所是，今或非之；今之所棄，後或用之。經所謂正或爲奇，善或爲妖。"
                },
                {
                    "paragraph": "是以聖人處無爲之事，行不言之教。",
                    "zhushu": "◯御註曰：處無爲之事，莊子所謂無爲而用天下也。行不言之教，易所謂以神道設教而天下服也。爲則有成虧，言則有當愆，曾未免乎累，豈聖人所以獨立於萬物之上，而物之所不能累歟？◯碧虚子陳景元曰：無爲非拱默也，謂聖人美善都忘，滅情復性，自然民任其能，物安其分，上下無擾，故云處無爲之事。理契言忘，故曰行不言之教。◯潁濱蘇轍曰：當事而爲，無爲之之心；當教而言，無言之之意。夫是以岀於長短之度，離於先後之數，非美非惡，非善非不善，而天下何足以知之。◯王雱曰：夫聖人無心，以百姓心爲心，雖事而未嘗涉爲之之迹，雖教而未嘗發言之之意。故事以之濟，教以之行，而吾寂然未始有言爲之累，而天下亦因得以反常而復樸也。夫惟無累，故雖寄形陰陽之間，而造化不能移，彼六對者烏能擾之哉！◯陸佃曰：夫聖人處無爲之事，行不言之教，將以使人冥於眞善，混於眞美，復歸于樸，而與天地造物爲友者矣。◯清源子劉驥曰：聖人體道在己，其用心不勞，其應物無方。◯黃茂材曰：相生相成，相形相傾，相和相隨，天下事物莫不皆然。聖人與人混處其中，亦豈能捨是哉！其處事也，無爲而爲；其行教也，不言而言。◯程大昌曰：此章之指，正惡夫好尚外形，而人得仿以爲僞也。"
                },
                {
                    "paragraph": "萬物作而不辭，生而不有，爲而不恃，功成不居。夫惟不居，是以不去。",
                    "zhushu": "◯御註曰：萬物並作，隨感而應，若鑑對形，妍醜畢現，若谷應聲，美惡皆赴，無所辭也，故曰作而不辭。自形自化，自生自色，各極其高大而遂其性，孰有之哉，故曰生而不有，𩐎萬物而不爲戾，澤及萬世而不爲仁，覆載天地、彫刻衆形而不爲巧。故曰爲而不恃。四時之運，功成者去，天之道也。聖人體之，故功蓋天下而似不自己，認而有之，亦已惑矣。故曰功成不居。有居則有去，古今是也。在己無居，物莫能遷。適來時也，適去順也，何加損焉？故曰夫惟不居，是以不去。◯碧虚子陳景元曰：作，動也。聖人在宥天下，無事無爲，故百姓耕而食，織而衣，含餔而熙，鼔腹而遊，樂其性分而動。又萬物自生，卓然獨化，不爲已有，群品營爲，各適其性，不恃己德。功成事遂，道洽於物，心遊姑射之山，不居萬民之上，此聖人之全德也。夫聖人功同造化，使萬物咸得其極而忘名忘己，不以寳位爲己有，故民莫覺莫知，是以其道不喪，其德不去也。◯穎濱蘇轍曰：萬物爲我作，而我無所辭，我生之爲之而未嘗有，未嘗恃，至於成功，亦未嘗以自居也。聖人居於貧賤而無貧賤之憂，居於富貴而無富貴之累，此所謂不居也。我且不居，彼尚何從去哉？此則居之至也。◯王雱曰：形名已降，莫不代謝。惟道無體，物莫能遷。聖人體道，故充塞無外而未嘗有物，應接萬變而未嘗有心。如是，則豈以適然之事攬以爲己功而固有之哉？夫然後離六對之境，絶美惡之名，越生死流，處常住法也。持此心以涉世，則功名雖高，豈有充滿之累乎？◯道眞仁靜先生曹道冲曰：辭，拒也。聖人之道猶太空，萬物動作岀没往來於其中，任其自爲，未嘗辭而不受，納而乆留。生而不有，不以能生爲己有。◯葉夢得曰：萬物作，吾與之作而不辭；生，吾與之生而不有。方其爲時，固不自恃，適然成功，吾何認而居焉？此聖人所以由乎道而終無名也。"
                }
            ]
        },
        {
            "name": "不尚賢章第三",
            "paragraphs": [
                {
                    "paragraph": "不尚賢章第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "不尚賢，使民不爭。不貴難得之貨，使民不爲盜。不見可欲，使心不亂。",
                    "zhushu": "◯御註曰：尚賢則多知，至於天下大駭，儒墨畢起。貴貨則多欲，至於正晝爲盜，日中穴阫。不尚賢，則民各定其性命之分，而無夸跂，故曰不爭。不貴貨，則民各安其性命之情，而無覬覦，故曰不爲盜。人之有欲，决性命之情以爭之，而攘奪誕謾，無所不至。伯夷見名之可欲，餓於首陽之上。盜跖見利之可欲，暴於東陵之下。其熱焦火，其寒凝水，故其心則憒亂僨驕而不可係道。至於聖人者，不就利，不違害，不樂壽，不哀夭，不榮通，不醜窮，則敦爲可欲，欲慮不萌，吾心湛然，有感斯應，止而無所礙，動而無所逐也，孰能亂之？孔子四十而不惑。孟子曰：我四十不動心。◯碧虚子陳景元曰：夫人君之謙下雌靜，不矜尚己之賢能，則民之從化如風靡草，柔遜是守，何有爭乎？經曰：我無爲而民自化，我好靜而民自正。難得之貨，爲金玉珠犀也。言上化清靜，民務耕織，藏金於山，捐珠於淵，不利貨財，不近貴富，則民無貪盜之心矣。可欲者，謂外物惑情，令人生可尚愛欲之心也。而曰不見者，非遠絶不見也，謂不以見爲見而爲無爲也。若乃人君見外物而無可尚愛欲之心者，是不爲色塵所染，則性源清靜恬澹，而復其眞一矣。◯涑水司馬光曰：賢之不可不尚，人皆知之。至其末流之弊，則爭名而長亂，故老子矯之，欲人尚其實而不尚其名也。◯潁濱蘇轍曰：聖人未嘗不用賢也，獨不尚之爾；未嘗棄難得之貨也，獨不貴之爾；未嘗去可欲也，獨不見之爾。夫是以賢者用而民不爭，難得之貨、可欲之事畢效於前，而盜賊禍亂不起。◯臨川王安石曰：尚賢則善也，不貴難得之貨爲盜，惡也。二者皆不欲，何也？蓋善者，惡之對也，有善必有其惡，皆使善惡俱忘也。世之言欲者有二焉：有可欲之欲，有不可欲之欲。若孟子謂可欲之謂善，若目之於色、耳之於聲、鼻之於臭，是不可欲之欲也。◯葉夢得曰：民失其性，不夸於名，則溺於利。尚賢，名也。貴貨，利也。孟子曰：養心莫善於寡欲。故舉是二者以見吾不示之所欲得，則烏有亂其心者哉！◯黃茂材曰：不見可欲，非閉其目而不之見也。物之交於吾前而動於吾心者甚多，將不之見，其可得乎？惟能見其無有可欲之處，然後不足以亂吾心。毛嬙麗姬，天下之美也，而魚見之深入，鳥見之高飛。"
                },
                {
                    "paragraph": "是以聖人之治，虚其心，實其腹，弱其志，强其骨，常使民無知無欲。",
                    "zhushu": "◯御註曰：谷以虚故應，鑑以虚故照，管籥以虚故受，耳以虚故能聽，目以虚故能視，鼻以虚故能齅。有實其中，則有礙於此。聖人心虚則公聽並觀而無好惡之情，腹實則贍足平泰而無貪求之念。豈賢之可尚，貨之足貴哉！志者，心之所之；骨者，體之所立。志强則或徇名而不息，或逐貨而無厭，或伐其功，或矜其能，去道益遠；骨弱則行流散徙，與物相刃相靡，胥淪溺而不返。聖人之志，每自下也，而人高之；每自後也，而人先之。知其雄，守其雌；知其榮，守其辱；是之謂弱其志。正以止之，萬物莫能遷；固以執之，萬變莫能傾。不壞之相，若廣成子者，千二百歲而形未嘗衰，是之謂强其骨。◯清源子劉驥曰：虚其心者，物我兼忘也；實其腹者，精神内守也。物我兼忘，則欲慮不萌而志自弱矣；精神内守，則形體充實而骨自强矣。弱其志則貴乎無知，强其骨則貴乎無欲，故常使民無知無欲也。◯黃茂材曰：老子之道，深戒乎强，今强其骨何也？戒乎强者，惡其與物爭也；强其骨者，自强也。"
                },
                {
                    "paragraph": "使夫知者不敢爲也。爲無爲，則無不治矣。",
                    "zhushu": "◯御註曰：辯者不敢騁其詞，勇者不敢奮其忮，能者不敢矜其材，智者不敢施其察。作聰明、務機巧、滋法令以蓋其衆，聖人皆禁而止之，此所謂使夫知者不敢爲也。聖人之治，豈棄人絶物而恝然自立於無事之地哉？爲出於無爲而已。◯清源子劉驥曰：聖人之道，虚無自然，不可爲也。爲者敗之，執者失之，故使夫知者不敢爲也。爲無爲，則其爲出於不爲，自然之妙用，無不治矣。此莊子所謂游心於淡，合氣於漠，順物自然，無容私焉，而天下治。"
                }
            ]
        },
        {
            "name": "沖章第四",
            "paragraphs": [
                {
                    "paragraph": "沖章第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "道沖而用之或不盈。淵兮似萬物宗。",
                    "zhushu": "◯御註曰：道有情有信，故有用；無爲無形，故不盈。沖者，中也，是謂大和。莊子曰：鯢桓之審爲淵，止水之審爲淵，流水之審爲淵。淵虚而靜，不與物雜，道之體也。惟虚也，故群實之所歸；惟靜也，故群動之所屬。是萬物之所係，一化之所待也。故曰似萬物之宗。然道本無係，物自宗道，故似之而已。◯碧虚子陳景元曰：冲，虚也，又中也。或，不定之辭也，又常也。淵，深靜也。兮者，深嘆咏道之辭也。明此沖虚之道，不虧不盈，體性凝湛，深不可測，故謂之淵也。夫不測之理，非有非無，難以定名，故寄言似也。群生日用，注酌湛然，體含萬象，善惡斯保，動植咸歸，故爲萬物之宗。◯潁濱蘇轍曰：夫道，沖然至無耳。然以之適衆有，雖天地之大，山河之廣，無所不遍。以其無形，故似不盈者。淵兮深渺，吾知其爲萬物宗也，而不敢正言之，故曰似萬物之宗。◯臨川王安石曰：道有體有用。體者，元氣之不動；用者，沖氣運行於天地之間。其沖氣至虚而一，在天則爲天五，在地則爲地六。蓋沖氣爲元氣之所生，既至虚而一，則或如不盈。似者，不敢正名其道也。陸佃曰：道者，用之以沖，則雖遍法界而不見其盈，深不可識，而爲萬物之宗師。言或似者，言之不敢正也。列子所謂疑獨，莊子所謂疑始是也。◯道眞仁靜先生曹道沖曰：或者，疑問之辭也。道貴通流而不絶，不以定名而絶其變通之妙，故云似不盈，疑似不自盈滿而虚己者也。淵者，水之性，言其淵澄不動，似是萬物之宗祖也。◯陳象古曰：冲，和也。道有沖和之氣，充塞於天地之間，雖如此而不自盈滿，言其不可測度準量也。淵，深妙之㫖也。宗，主也。道無作無爲於萬物，而萬物因沖和之氣以生，故曰似萬物之宗。黃茂材曰：一陰一陽之謂道。沖者，陰陽和氣也。而用之或不盈者，虚故能應也。淵兮似萬物之宗者，靜可以宗群有也。◯程大昌曰：沖者，盈之對。謙沖、幼沖、大盈、若沖、沖氣爲和，皆以不極乎盈爲義。或之者，疑之也。似之者，不敢主言也。或不盈者，非誠有所缺少也，疑之而已。萬物之宗，則無之未出爲有者是矣。不盈者，未能遽及乎無也，則似之而已。"
                },
                {
                    "paragraph": "挫其鋭，解其紛，和其光，同其塵，湛兮似或存。",
                    "zhushu": "◯御註曰：鋭則傷，紛則雜，挫其锐則不爭，解其紛則不亂。和其光，莊子所謂光矣而不耀是也。同其塵，莊子所謂與物委蛇而同其波是也。湛兮似若存，心若死灰而身若槁木之枝，泰定之中，天光自照，惛然若亡而存，油然不形而神，此其道歟！◯穎濱蘇轍曰：人莫不有道也，而聖人能全之。挫其鋭，恐其流於妄也；解其紛，恐其與物構也。不流於妄，不構於物，外患已去而光生焉，又從而和之，恐其與物異也。光至潔也，塵至雜也，雖塵無所不同，恐其棄萬物也。如是而後全，則湛然其常存矣。雖存而人莫之識，故曰似或存耳。◯臨川王安石曰：鋭者火之形，紛者絲之形。挫其鋭，圓成也；解其紛，靜一也。和其光，不皦於上；同其塵，不昩於下。◯程大昌曰：鋭，才智之外形而有芒角者也。紛，事之節目繁會而盤錯者也。莊子之謂膠膠擾擾者是也。塵者，在地非土，在空非氛，以配世事，則其浮游污雜者是也。鋭挫紛解，則應物而不見其功；光和塵同，則混俗而無以自表。乍而觀之，道若不屬斯人矣；徐而察其湛然無雜者，則道未嘗不在也。"
                },
                {
                    "paragraph": "吾不知誰之子，象帝之先。",
                    "zhushu": "◯碧虚子陳景元曰：吾者，老氏自稱也。象，似也。我觀至道杳冥，冲用不測，匠成萬物，今古常存。道既無祖無宗，誰敢言孫言子？彷彿深思，似出乎天帝之先矣。◯臨川王安石曰：吾不知道是誰所生之子，象帝之先。象者，有形之始也，帝者，生物之祖也。故繫辭曰：見乃謂之象。帝出乎震，其道乃在天地之先。◯道眞仁靜先生曹道沖曰：有象之大者，莫大於天，故爲有象之君，故曰象帝。杳冥生眞精，眞精生沖氣，沖氣生天地，天地生萬物。惟道自然，非物能生。故云吾不知誰之子，似是象帝之先也。◯黃茂材曰：吾不知其誰氏之子，象帝之先，即道是已。道本無名，或謂化工，或謂造物，或謂象帝之先，皆强名也。"
                }
            ]
        },
        {
            "name": "天地章第五",
            "paragraphs": [
                {
                    "paragraph": "天地章第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天地不仁，以萬物爲芻狗。聖人不仁，以百姓爲芻狗。",
                    "zhushu": "◯御註曰：恩生於害，害生於恩。以仁爲恩，害則隨至。天地之於萬物，聖人之於百姓，輔其自然，無愛利之心焉，仁無得而名之。束芻爲狗，祭祀所用，適則用之，過則棄之。彼萬物之自生，百姓之自治，曾何容心焉！◯碧虚子陳景元曰：天地無恩而大恩生，聖人不仁而大仁成。不仁謂無情於仁愛，非薄惡之也。◯潁濱蘇轍曰：天地無私而聽萬物之自然，故萬物自生自死，死非吾虐之，生非吾仁之也。譬如結芻爲狗，設之於祭祀，盡飾以奉之，夫豈愛之，時適然也。既事而棄之，行者踐之，夫豈惡之，亦適然也。聖人之於民也亦然，特無以害之，則民全其性，死生得喪，吾無與焉。雖未當仁之，而仁亦大矣。◯臨川王安石曰：天地之於萬物，聖人之於百姓，有愛也，有所不愛也。愛者仁也，不愛者亦仁也。惟其愛不留於愛，有如芻狗，當祭祀之用也，盛之以篋函，巾之以文綉，尸祝齊戒，然後用之。及其既祭之後，行者踐其首迹，樵者焚其肢體。天地之於萬物，當春生夏長，如其有仁愛以及之，至秋冬萬物彫落，非天地之不愛也。◯道眞仁靜先生曹道冲曰：天地聖人至仁而不自以爲仁，故曰不仁。◯黃茂材曰：天地之於萬物，無傷而已，任之自遂；聖人之於百姓，無擾而已，任之自生。任之自生，故民無不生；任之自遂，故物無不遂。此其爲仁甚大。若無顧愛之心，故謂天地聖人不仁。申韓之學遂竊以爲刑名，其慘刻甚矣。問之，則曰聖人治天下無所顧愛。其說蓋起於此。豈不失老子之意哉！◯程大昌曰：結芻爲狗，當祭則用，已事而棄，是芻狗之時貴時賤者也。天地之生化萬物而遞相代謝，實其似之。苟有心於爲仁，其將孰爲乎？爲此則妨彼，利一而遺百，其爲仁亦勞而小矣。概運一氣，與物爲時，使根性與之相直者，自生自化，自形自色，自消自息，而天地若無預焉，此不仁之仁也。聖人無心而用大正以取法於天地也。是故未嘗曲愛一人，而無一人不受其德也。莊子用此推之而曰：至仁無親，當使我忘天下，而天下亦自忘我。此正不仁之仁，概加被冒，而世人不知其德者也，非眞相忘也。◯林東曰：老氏之於道，其能游戲三昩者乎？說者以不仁乃所謂深仁，如於乎不顯乃所爲深顯，王者不治夷狄乃所爲深治。豈有天地聖人以不仁稱之？言天地聖人則當以深仁目之，此俗儒之淺於理者之所云。"
                },
                {
                    "paragraph": "天地之間，其猶橐籥乎？虚而不屈，動而愈出。",
                    "zhushu": "◯御註曰：橐籥虚而能受，受而能應，故應而不窮。有實其中，則觸處皆礙。◯碧虚子陳景元曰：槖以鼔風吹火者也。籥，笛也。言天地之間虚空無爲，生物無私，以喻聖人之心虚廓淵靜，應世不逆，若橐之懷風，籥之含聲，應用不絶，而終不可屈也。以况聖人無私無心而不事愛利也。◯潁濱蘇轍曰：橐與籥也，方其一動，氣之所及無不靡也。不知者以爲機巧極矣。然橐籥則何爲哉？蓋亦虚而不屈，是以動而愈出耳。◯王雱曰：橐籥虚以應物，物感則應，應而不藏。天地之於萬物，聖人之於百姓，應其適然而不係累於當時，不留情於既往。虚而不屈者，其體，動而愈出者其用。◯清源子劉驥曰：言天地則人在其中矣。◯晦庵朱熹曰：虚而不屈，動而愈出。有一物之不受，則虚而屈矣；有一物之不應，是動而不能出矣。◯黃茂材曰：虚，無體也，故不屈；動不已也，故愈出。悟芻狗之說，則可以忘形骸；知橐籥之理，則可以鍊精炁。◯程大昌曰：橐，冶鞴也。籥，其管也。橐也者，吸氣滿之而播諸冶鑪者也。管也者，受此吸而嘘之，所以播也。"
                },
                {
                    "paragraph": "多言數窮，不如守中。",
                    "zhushu": "◯御註曰：慎汝内，閉汝外，收視反聽，復以見天地之心焉。此之謂守中。◯涑水司馬光曰：能守中，誠不言而信。◯穎濱蘇轍曰：見其動而愈出，不知其爲虚中之報也。故告之以多言數窮，不如守中之不窮也。◯清源子劉驥曰：天地得一氣之妙而運行不息，聖人得一氣之妙而升降無窮。其道杳然難言哉！若求之於多言，則泥古人之糟粕，弊精神於蹇淺，非徒無益也。故多言數窮，不如守中。守中者，内保之而外不蕩也。無思無爲，寂然不動而守之於中，如天地橐籥之無心，自然運用，以其有眞君存焉。"
                }
            ]
        },
        {
            "name": "谷神章第六",
            "paragraphs": [
                {
                    "paragraph": "谷神章第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "谷神不死，是謂玄牝。",
                    "zhushu": "◯碧虚子陳景元曰：河上公章句：谷者，訓養也。神謂五藏之神。肝藏，魂；肺藏，魄；心藏，神；腎藏，精；脾藏，志。夫人能清靜虚空以養其神，不爲諸欲所染，使形完神全，故不死也。若觸情耽滯，爲諸境所亂，使形殘神去，則何道之可存哉？◯涑水司馬光曰：中虚故曰谷，不測故曰神。天地有窮而道無窮，故曰不死。玄者，言其妙；牝者，萬物之母。◯道眞仁靜先生曹道冲曰：玄者，杳冥而藏神；牝者，冲和天太上。此陰陽之宗，天地之祖。今術家以口鼻爲玄牝，非也。◯清源子劉驥曰：靈樞經云：天谷元神，守之自眞。言人身中上有天谷泥丸，藏神之府也；中有應谷絳宫，藏氣之府也；下有靈谷關元，藏精之府也。天谷者，元宫也，乃元神之室，性之所存，是神之要也。聖人則天地之要，神守於元宫，氣騰於牝府，神氣交感，自然成眞，眞合自然，與道爲一，而入於不死不生，故曰：谷神不死，是謂玄牝。玄，天也；牝，地也。人之形體法象天地，所以靈樞以天谷泥丸元神之室爲元宫，以絳宫關元精氣之府爲牝府。玄牝者，神氣之所要會也。◯晦庵朱熹曰：谷之虚也，聲達焉則響應之，乃神化之自然也。是謂玄牝。玄，妙也。牝是有所受而能生物者也。至妙之理，有生生之意焉。程子所以取老氏之說也。又曰：谷是虚而能受，神謂無所不應。◯黃茂材曰：谷體虚，虚能養神，神常存，故不死。谷神之道，妙不可傳。乃從而爲之說曰：是謂玄牝。玄者妙道之門，牝者生物之祖。"
                },
                {
                    "paragraph": "玄牝之門，是謂天地根。潁濱蘇轍曰：玄牝之門，言萬物自是出也。天地根，言天地自是生也。綿綿若存，用之不勤。",
                    "zhushu": "◯潁濱蘇轍曰：綿綿，微而不絶也。若存，存而不可見也。能如是，雖終日用之而不勞矣。◯道眞仁靜先生曹道冲曰：綿綿者，冲和不絶之謂。道貴無迹，道謂之有則滯，謂之無則頑，故曰若存。◯黃茂材曰：綿綿，相繼之謂也。綿綿若存，所以形容不死之道。上士聞道，勤而行之，今乃用之不勤，何也？勤者，有時而不勤，用之不勤者，無適而不勤。與道合矣，其爲勤莫大焉。"
                }
            ]
        },
        {
            "name": "天長地久章第七",
            "paragraphs": [
                {
                    "paragraph": "天長地久章第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天長地乆，天地所以能長且乆者，以其不自生，故能長生。",
                    "zhushu": "◯御註曰：天穹窿而位乎上，經爲日月，緯爲星辰，而萬物覆焉。地磅礴而位乎下，結爲山嶽，融爲川澤，而萬物載焉。萬物覆載於天地，天地無心於萬物，故天確然而常運，地隤然而常處，所以能長且乆也。天地有心於生物，則天俄而可度，其覆物也淺矣；地俄而可測，其載物也薄矣。若是則烏能長生？◯涑水司馬光曰：凡有血氣之類，皆營爲以求生，唯天地無爲而自生。◯潁濱蘇轍曰：天地雖大，而未離於形數，則其長久蓋有量矣。然老子之言長久，極於天地，蓋以人所見者言之耳。若夫長久之至，則所謂天地始者是矣。◯王雱曰：天地之不自生，非利乎長久而然，道固如此而已。所謂長久者，亦瞬息之間耳。唯覆載傾陷而未嘗壞者，乃其眞也。◯陸佃曰：貪生者不生，遺生者不死。◯道眞仁靜先生曹道冲曰：不生者，生之本。◯黃茂材曰：萬物莫不資天地以生，而天地實未嘗生之。人自生人，獸自生獸，禽魚草木自生禽魚草木，天地何與焉？生生者不生，萬物所以代謝相仍。不生者不死，天地所以長乆不已。人能同於天地，豈有不長生乎？"
                },
                {
                    "paragraph": "是以聖人後其身而身先，外其身而身存。",
                    "zhushu": "◯御註曰：天地之與聖人，咸得乎道，而聖人所以治其身，亦天地已。故此章先言天地之不自生，而繼之以聖人不自有其身也。◯碧虚子陳景元曰：聖人無爲，身在廟堂而心游姑射。法天地之覆載，均養無私，大有處謙不敢爲天下先，其百姓欣戴樂推而不厭，故先。又能忘功忘名，外身寡欲，其天下愛之如父母，神明祐之若赤子，故存。潁濱蘇轍曰：如使天地與物競生，而聖人與人爭得，則天地亦一物耳，聖人亦一人耳，何以大過之哉？◯王雱曰：聖人雖聖而形與物齊。唯體天道而不爭，迺能獨異於衆。使其立己而與衆敵，則匹夫匹婦皆足以勝之。◯劉涇曰：聖人與天地同，則後身外身猶之不自生也；身先身存猶之長乆也。後身，謂屈己。外身，謂忘我。◯道眞仁靜先生曹道沖曰：後其身而身先，退己進人，爲衆所推，爲後而反先。外其身而身存，齊生死者，不爲生死所累。外形骸者，不爲形骸所礙。◯清源子劉驥曰：人處天地之中，與天地分一炁而治，所以不能與天地同其長久者，以其有爲有欲，貪生太厚也。是以聖人後其身而不敢有爲，外其身而不敢有欲。人皆取先，己獨取後，是謂後其身。忘其肝膽，遺其耳目，外死生，遺禍福，是謂外其身。後其身而不先，外其身而不存，芒然彷徨乎塵垢之外，逍遥乎無爲之業，隳肢體，黜聰明，離形去智，同於大通，與道同乆，則身不期先而先，不期存而存。◯黃茂材曰：後其身，所以處世也。外其身，所以體道也。今有人焉，卑遜廉退，鄉里推之，朝廷高之，則夫離形去智，遺世獨立，必能長存，亦可知矣。"
                },
                {
                    "paragraph": "非以其無私耶？故能成其私。",
                    "zhushu": "◯御註曰：天地之大德曰生，聖人之大寳曰位。天地體道，故無私。無私，故長乆。聖人體道，故無私。無私，故常存。◯碧虚子陳景元曰：天地生育萬物，而聖人外己全民，皆不以仁恩自恃，豈有自私之心乎？實無私也。無私故能長久。以其長久，故始能成其私也。◯穎濱蘇轍曰：道則然耳。劉涇曰：天地不自生，與聖人之後外其身，皆無私也。然天地以此長乆，聖人以此存，則皆成其私也。◯黃茂材曰：人皆亡，己獨存，物皆夭，己獨壽，非私乎？程大昌曰：不自私者，乃所以遂其私歟？"
                }
            ]
        },
        {
            "name": "上善若水章第八",
            "paragraphs": [
                {
                    "paragraph": "上善若水章第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "上善若水。",
                    "zhushu": "◯御註曰：易曰：一陰一陽之謂道，繼之者善也。莊子曰：離道以善。善名既立，則道之體虧。然天一生水，離道未遠，淵而虚，靜而明，是謂天下之至精。故曰：上善若水。◯碧虚子陳景元曰：至人虚懷無欲，應變隨時，不逆諸縁，處善忘善，故曰上善。水能方圓凝釋，深淺浮沉，順道涵虚，咸有其理。惟至人兼而通之，故曰若水。◯臨川王安石曰：善者可以繼道而未足以盡道，故上善之人若水矣。◯劉涇曰：易曰繼之者善，莊子曰離道以善，皆謂自道而降，莫近於善。◯清源子劉驥曰：天一生水，亦去道未遠，故上善若水。"
                },
                {
                    "paragraph": "水善利萬物而不爭，處衆人所惡，故幾於道。",
                    "zhushu": "◯御註曰：融爲雨露，萬彚以滋；凝爲霜雪，萬寳以成；疏爲江河，聚爲沼沚，萬物皆往資焉而不匱，以利萬物，孰善於此？善利萬物，萬物蒙其澤，受其施，而常處於柔弱不爭之地，納污受垢，不以累乎其心，故於道爲近。幾，近也。◯碧虚子陳景元曰：水藴三能之近道，天無水則陽旱，地無水則塵飛，利澤萬物，故曰善利。此一能也。去實歸虚，背高趨下，壅之則止，决之則行，聽從於人，故曰不爭。此二能也。人之情惡處下流，好居上位，而水則就卑受濁，令物潔白，獨納污辱，故曰處衆人之所惡。此三能也。◯潁濱蘇轍曰：二者皆自無而始成形，故其理同。道無所不在，無所不利，而水亦然。然而既已麗於形，則於道有間矣。故曰幾於道。然而可名之善，未有若此者也。故曰上善。◯道眞仁靜先生曹道冲曰：柔弱者俗之所耻，污下者俗之所惡。水性獨異於俗。◯黃茂材曰：水有上善一，小善七，利物不爭，處衆人之所惡，上善也。人能體此，可幾於道。"
                },
                {
                    "paragraph": "居善地，心善淵，與善仁，言善信，政善治，事善能，動善時。夫惟不爭，故無尤矣。",
                    "zhushu": "◯碧虚子陳景元曰：至人所居，善執謙下，化及鄉黨，如水在地，善就卑下，滋潤群物，故曰居善地。此一善也。至人之心，善保虚靜，洞鑒幽微，如水淵澄，波流九變，不失明靜，故曰心善淵。此二善也。至人善行仁慈，惠及天下，如水膏潤，無不霑濟，故曰與善仁。此三善也。至人之言，善守誠信，不與物期，自然符契，如水景物，妍醜無差，流滿輒移，行險不失，故曰言善信。此四善也。至人從政，善治於民，正容格物，物自順從，如水清平，善定高下，滌蕩群物，使無塵穢，故曰政善治。此五善也。至人臨事，善能任物，隨器授職，不失其材，如水柔性，善事方圓，能隨形器，無用不成，故曰事善能。此六善也。至人動靜，善觀其時，出處應機，能全其道，如水之動，善隨時變，冬凝夏液，不差其節，故曰動善時。此七善也。◯潁濱蘇轍曰：避高趨下，未嘗有所逆，善地也。空虚靜默，深不可測，善淵也。利澤萬物，施而不求報，善仁也。圓必旋，方必折，塞必止，决必流，善信也。洗滌群穢，平準高下，善治也；遇物賦形而不留於一，善能也；冬凝春泮，涸溢不失節，善時也。有善而不免於人非者，以其爭也。水惟不爭，故兼七善而無尤。◯劉涇曰：善以處下爲居，水以就下爲地，在善則得水之地，故曰居善地。善以安靜爲心，水以深靜爲淵，在善則得水之淵，故曰心善淵。善以教人爲與，水以利物爲仁，在善則得水之仁，故曰與善仁。善以不欺爲言，水以行險不失爲信，在善則得水之信，故曰言善信。善以正己物正爲政，水以激揚清濁爲治，在善則得水之治，故曰政善治。善以同心爲事，水以圓方而不滯爲能，在善則得水之能，故曰事善能。善以爲動，水以冬凝春泮爲時，在善則得水之時，故曰動善時。言上善當如水以不爭爲善也。以不爭爲利，乃能兼此七者，而爲天所祐、人所助也，何過之有乎？◯黃茂材曰：其小善七：居善地者，潴而爲澤也；心善淵者，靜可以鑒也；與善仁者，濟物之功博也；言善信者，其流聲不息也；政善治者，可以濯垢污也；事善能者，因器而爲方圓也；動善時者，冬凝春則泮也。此七者，能其一，亦可以爲善人，而未若不爭之爲上。不爭故無尤。◯程大昌曰：八十一章其申言不爭之益者凡六，曰：不自伐故有功，不自矜故長。夫惟不爭，故天下莫能與之爭，是其一也；欲上人而下之，欲先人而後之，以其不爭，故天下莫能與之爭，則其二也；天道不爭而善勝，三也；聖人之道，爲而不爭，四也；戰而不武，勝而不與，是謂不爭之德，五也。與此之不爭無尤者，凡六也。夫其謂爭者，非必至於鬭且戰也。彼己匹對，兩不相下，斯謂爭矣。天之陰陽至神而無著也，然常以冬夏二至而爭，蓋已居其地者未退，而方來待代者欲前，此之謂爭。故爭者，對起而不退聽之謂也。有待乎道者，則不然矣。"
                }
            ]
        },
        {
            "name": "持而盈之章第九",
            "paragraphs": [
                {
                    "paragraph": "持而盈之章第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "持而盈之，不如其已。揣而鋭之，不可長保。",
                    "zhushu": "◯御註曰：盈則溢矣，鋭則挫矣。萬物之理，盈必有虧。不知持後以處先，執虚以馭滿，而沉溺滿盈之欲，是增傾覆之禍，故不如其已。物之變無窮，吾之智有盡。前識者，道之華，愚之始也。揣物之情而鋭於進取，則智有時而困，可長保乎？◯碧虚子陳景元曰：嚴均平曰：富貴之於我，猶登山而長望也；名勢之於我，猶奔電之忽過也。◯潁濱蘇轍曰：知盈之必溢而以持固之，不若不盈之安也。知鋭之必折，而以揣先之，不知揣之不可必恃也。若夫聖人有而不有，尚安有盈？循理後行，尚安有鋭？無盈則無所用持，無鋭則無所用揣矣。◯葉夢得曰：道欲或不盈，爲其盈而持之則必覆，不若無所執而聽其虧之爲愈也。道欲挫其鋭，幸其鋭而揣之則必折，不若無所度而長保之爲愈也。盈不持則無喪已之患，鋭不揣則無敵物之憂。◯黃茂材曰：道無執也，而欲其虚，持而盈之其可乎？道無體也，而欲其圓，揣而鋭之其可乎？此皆在於非道，非道早已，又安能長保？◯林東曰：道之爲道，惡盈而好謙，惡鋭而以不露圭角之爲尚。假使於盈而能持，於鋭而能揣，不若無盈無鋭之安且乆也。盈與鋭非道中物，以其易溢易折，非安且乆之理也。"
                },
                {
                    "paragraph": "金玉滿堂，莫之能守。富貴而驕，自遺其咎。",
                    "zhushu": "◯御註曰：金玉富貴，非性命之理也，外物之不可恃而有者也。◯碧虚子陳景元曰：嚴君平曰：金玉之於身，而名勢之於神，若冰若炭，勢不俱存。故名者神之穢也，利者身之害也。養神之穢，積身之害，損我之所成，而益我之所敗，得之以爲利，失之以爲害，則彼思慮迷而趣舍悖也。◯黃茂材曰：金玉如所謂被褐懷玉，非世間金玉也。富貴如所謂知我者希，則我貴矣，非世間富貴也。古之人有所得於中，天下事物不足以動其心。重内而輕外，貴已而賤物，故易至於驕。晋嵇康之徒，相與清談，崇尚玄妙，非無得於道，而以陵人傲物，卒至於禍。宜乎老氏以爲戒也。"
                },
                {
                    "paragraph": "功成名遂身退，天之道。",
                    "zhushu": "◯御註曰：功成者隳，名成者虧。日中則昃，月盈則蝕，物之理也。聖人睹成壞之相因，識盈虚之有數，超然自得，不累於物，無復驕盈之患。非知天者孰能與此。故曰：功成名遂身退，天之道。四時之運，功成者去，是天之道。知進而不知退，知存而不知亡，知得而不知喪，能勿悔乎？伊尹曰：臣罔以寵利居成功。◯碧虚子陳景元曰：夫大功既成，顯名已遂，而不知休退者，何人哉？且高鳥盡，良弓藏，狡兔死，獵狗烹，勢使然也。惟體天道之盈虚，知進退存亡者，至人哉！◯黃茂材曰：功者，無功之功，非世所謂功也。名者，無名之名，非世所謂名也。功成名遂而身退，觀諸四時之序，亦可以見天道。老、莊、列子、范蠡、四皓、安期生、東方朔，古之有道者也，史皆不載其所終，豈非道成而退，人莫得而知耶？"
                }
            ]
        },
        {
            "name": "載營魄章第十",
            "paragraphs": [
                {
                    "paragraph": "載營魄章第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "載營魄抱一，能無離乎？",
                    "zhushu": "◯御註曰：魄，陰也，麗於體而有所止，故老氏於魄言營。魂，陽也，托於氣而無不之，故易於魂言游。聖人以神御形，以魂制魄，故神常載魄而不載於魄。如車之運，百物載焉。如時之行，寒暑往焉。心有天游，六徹相因，外天地，遺萬物，而神未嘗有所困也，豈復滯於魄哉？又天一生水，於物爲精。地二生火，於物爲神。精神生於道，形本生於精，守而勿失，與神爲一，則精與神合而不離。以精集神，以神使形，以形存神，精全而不虧，神用而不竭，形生而不弊，如日月之麗乎天，如草木之麗乎土，未嘗離也。竊嘗申之，人之生也，因精集神，體象斯具，四達並流，無所不極，上際於天，下蟠於地，化育萬物，不可爲象，其名爲同帝。而世之愚者，役己於物，失性於俗，無一息之頃，内存乎神，馳無窮之欲外喪其精，魂反從魄，形反累神，而下與萬物俱化，豈不惑焉！◯碧虚子陳景元曰：道家以陽神曰魂，魂樂其生；陰鬼曰魄，魄好其殺。魂則游，魄則靜。白虎通曰：營者，營營不定貌。故謂魂爲營也。舊說曰：載，乘也。營，魂也。又謂營護陽氣。夫魂爲陽精，魄爲陰靈。陽精喜動逝，故仙書有拘留之術；陰靈喜浮惑，故仙書有制伏之法。使其形體常乘載陽精陰靈，抱守太和純一之氣，令無散離，永保長年矣。夫道之抱一，如鑑之含明，眀豈離鑑乎？此教人養神也。今解曰能無離乎者，老氏審問之辭也。◯潁濱蘇轍曰：聖人性定而神凝，不爲物遷，雖以魄爲舍，而神所欲行，魄無不從，則神常載魄矣。衆人以物役性，神昏而不治，則神聽於魄，耳目困以聲色，鼻口勞以臭味，魄所欲行而神從之，則𩲸常載神矣。故教之以抱神載魄，使兩者不相離，此固聖人所以修身之要。至於古之眞人，深根固蒂，長生乆視，其道亦由是也。◯王雱曰：魄，陰物，形之主也。神之爲物，廣大通達而不自了者，神常載於魄，故神反拘於形體，此廣者所以狹，通者所以滯也。欲學此道者，常先廓其志氣，勿累於形體，使神常載魄而不載於魄，則可以抱一而體神矣。竊嘗論曰：人之既死，有升沉之異，良由滅神徇形，以神從魄，故至於淪乎幽陰，化爲異物也。若夫神完之人，雖魄之陰滯，精與神爲一，而無所不之矣。聖人之死曰神不從魄也，其始也亦載魄而已。◯陸佃曰：魂爲陽，陽爲動；魄爲陰，陰爲止。魂者神之佐，其動有變而無化。魄者精之輔，其止有化而無變。故魂言游，魄言營。游魂以言其變，營魄以言其止。載營魄所以外運，抱一所以内守也。故曰：載營魄抱一，能無離乎？載魄所以致運，抱一所以致守，而内外常合而無離矣。◯劉涇曰：人之生，諸陽爲魂，諸陰爲魄，各有名象，而藏於肝肺之間。下士知之，上士見之。精與神相依以生，而並精出入者魄也，與神往來者魂也。此篇言載營魄，營即魂是也。黃帝曰動以營身謂之魂，易曰游魂爲變，莊子曰其魂不疲，皆爲魂主經營動作，爲一身之運；爲魄則並精出入，主化成變而已。今百骸九竅具吾形者，魄之屬也。使非魂以營之，則與行尸何以異乎？魄不可以無魂，猶月不可以無日。魄待魂而成營，月待日而生光。此言魂之用而曰營，言魄之體而曰魄也。載，謂以形載也。形，車也。魄與魂，車之積也。◯道眞仁靜先生曹道冲曰：形體本無知覺，以其載負魂魄，故有動作。魂爲陽，利於清虚；魄爲陰，好於營爲。雖大概謂之魂魄，而老子獨言魄者，以陰魄好營，營於欲故也。葉夢得曰：人之生也，以心藏神，以腎藏精，以肝藏魂，以肺藏魄，而後形體立。精神之運，形體不能拘，而魂魄者，所以守其形體者也。魂出乎陽，故升而上者，散而無不之，易謂之游魂。魄出乎陰，故沉而下者，滯而不能去，老氏謂之營魄。營者，有方之言也。善攝生者，常使陽勝陰，陰不能擾陽，故魂每載魄而與之俱。◯晦庵朱熹曰：以車承人謂之載，古今世俗之通言也。以人登車亦謂之載，則古文史類多有之。如漢紀云：劉章從謁者與載。韓集云：婦人以孺子載。蓋皆此意。今所謂營者，字與熒同，而爲晶明光炯之意。其所謂魄，則亦若余之所論於九歌者耳。其意蓋以魂陽動而魄陰靜，魂火二而魄水一，故曰載營魂抱一，能勿離乎？言以魂加魄，以動守靜，以火迫水，以二守一而不相離，如人登車而常載于其上，則魂安靜而魄精明，火不燥而水不溢，固長生乆視之要訣也。但爲之說者，不能深考。如河上公以營爲魄，則固非字義，而又並言人載魂魄之上以得生，當愛養之，則又失其文意。獨其載字之義，粗爲得之，然不足以補其所失之多也。若王輔嗣以載爲處，以營魄爲人所常居之處，則亦河上之意。至于近世，而蘇子由、王元澤之說出焉，則此二人者，平生之論，如水火之不同，而於此義皆以魂爲神，以魄爲物，而欲使神常載魄以行，不欲使神爲魄之所載。洪慶善亦謂陽氣充魄爲魂，魂能運動，則其生全矣。則其意亦若蘇、王之云，而皆以載爲以車承人之義矣。是不唯非其文意，且若如此，則是將使神常勞動，而魄亦不得以少息。雖幸免於物欲沉溺之累，而窈冥之中精一之妙，反爲强陽所挾，以馳騖於紛拏膠擾之塗，卒以陷於衆人傷生損壽之域而不自知也。"
                },
                {
                    "paragraph": "專氣致柔，能如嬰兒乎？",
                    "zhushu": "◯御註曰：易曰：乾其靜也專。楊雄曰：和柔足以安物。靜而不雜之謂專，和而不暴之謂柔。嬰兒居不知所爲，行不知所之，不藏是非美惡，故氣專而致柔。孟子曰：蹶者趨者，是氣也，而反動其心。心不足以專氣，則氣有蹶趨之不正，而心至于僨驕而不可係。聖人虚己以游世，心無使氣之强，則其靜而不雜，和而不暴，與嬰兒也奚擇？故曰能如嬰兒乎。孟子曰：其爲氣也，至大至剛，以直養而無害，則塞乎天地之間。老氏之專氣則曰致柔，何也？至剛以行義，致柔以復性，古之道術無乎不在。◯碧虚子陳景元曰：舊說曰：專，一也，任也。氣者，冲和妙氣也，又自然之氣也。夫人卓然獨化，禀自然冲和妙氣，氣降形生，自無染雜。若乃專任冲妙，知見都忘，使氣自純和，形自柔弱，不爲衆惡所害，是得嬰兒之全和也。此教人養氣也。◯潁濱蘇轍曰：神不治則氣亂，强者好□，弱者喜畏不自知也。神治則氣不妄作，喜怒各以其類，是之謂專氣。神，虚之至也；氣，實之始也。虚之極爲柔，實之極爲剛。純性而亡氣，是之謂致柔。嬰兒不知好惡，是以性全，性全而氣微，氣微而體柔。專氣氣柔，能如嬰兒極矣。◯王雱曰：人生有三：曰精，曰神，曰氣。精全則神王，神王則能帥氣矣。神衰而不足以帥氣，則神作不常，使人陷於非道。孟子曰：志者，氣之帥也。楊雄曰：氣者，所適善惡之馬歟？帥懦而衆悖，則帥必亡；馬怒而御疲，則車必敗。神不能專氣，則喜怒哀樂唯氣所爲，流陷越佚，理固然也。古之士無不曉此，苟未及此，則當清心以防之。孔子所謂三戒，皆防氣也。門人獨顔回能專氣，故曰不遷怒。氣之暴在陽，而陽之發者莫暴於怒，於怒可以無遷，則非專氣而何？人生本具聖質，氣佚而不能專，故自壯以往，離道彌遠。能抱一則神王，神王則氣柔，氣柔則眞全，所以與嬰兒同。專者，有而擅其權之謂。◯陸佃曰：蓋内守者氣之所以致專，外運者氣之所以致柔。其守致專，其運致柔，而其德比於赤子，則然後其心可以疏瀹，其神可以澡雪，而照之於天，萬法俱空而無一法之累也。故言專氣致柔，能如嬰兒乎？◯道眞仁靜先生曹道冲曰：心既散亂，氣亦蕩流。問：爾能專守一氣，通於無間，與物不逆，柔而至順，復命全眞，如嬰兒在胎中乎？◯陳象古曰：氣爲動用之先，柔爲剛强之本。◯晦庵朱熹曰：專非守之謂也，只是專一無間斷。致柔是到那柔之極處，纔有一豪發露便是剛，這氣便粗了。"
                },
                {
                    "paragraph": "滌除玄覽，能無疵乎？",
                    "zhushu": "◯碧虚子陳景元曰：舊說曰：滌，洗也。除，遣也，理也。玄覽，心照也。疵，病也。夫人當洗滌塵垢，除遣五情，内外清虚，心照萬事，瑕疵之病瑩然不生。此教人修心也。自此上三事約人修身，自此下三事勸人治國也。經曰：修之身，其德乃眞；修之天下，其德乃溥也。今解曰能無疵乎者，言人欲要洗心除垢，冥察内外之事，當能自省己躬，無有疵瑕之病乎！◯潁濱蘇轍曰：聖人外不爲魄所載，内不爲氣所使，則其滌除塵垢盡矣。於是其神廓然玄覽，萬物知其皆岀於性，等觀净穢而無所瑕疵矣。◯臨川王安石曰：滌除，洗心也。玄覽，觀妙也。如月之明，如珠之瑩，能無疵乎？◯劉涇曰：此章以全精、全氣、全神爲學道之根，故無離以言養精，如嬰兒以言養氣，無疵以言養神也。◯陳象古曰：滌如水之濯也；除，如掃糞穢也。玄覽於是可全矣。無疵，玄覽之要妙，故又教之以不可以有疵瑕也。◯清源子劉驥曰：聖人以此洗心，退藏於密，則滌除萬念而玄覽妙理，何疵之有？"
                },
                {
                    "paragraph": "愛民治國，能無爲乎？",
                    "zhushu": "◯碧虚子陳景元曰：舊說曰：愛民者當愛民如赤子，臨政不可苛虐，賦役不可傷性。治國者當務農簡事，使民各遂其業而安其生，斯無爲之化也。今解曰：能無爲乎者，言人君欲愛養萬民，令不傷天性，治國務農，使無繁細，當能清靜無爲乎！◯潁濱蘇轍曰：既以治身，又推其餘以及人，雖至於愛民治國，一以無心遇之。苟其有心，則愛民者適所以害之，治國者適所以亂之也。◯臨川王安石曰：愛民者，以不愛愛之，乃長；治國者，以不治治之，乃長。惟其不愛而愛，不治而治，故曰無爲。夫無爲者，用天下之有爲；有爲者，用天下之不足。然老子方言其反本，而曰愛民治國者，何也？蓋老子爲言其反本遂，自道而起教，所謂吉凶與民同患是也。不惟老子之言若是，凡古之聖人皆如此也。◯劉涇曰：莊子曰：道之眞以治身，其緒餘以治國家。愛民，仁也。治國，政也。王侯之事，不能無爲，視以芻狗則得之。◯清源子劉驥曰：老氏方言其反本，而繼之以愛民治國，何也？蓋一身之設，一國之象也。聖人以心爲君，以身爲國，以氣爲民。無爲而尊，君之道也。心無爲而尊於上，萬氣自行，百骸自治。保氣所以愛民，全形所以治國。無爲也，則用天下而有餘；有爲也，則爲天下用而不足。故愛民治國能無爲乎？◯黃茂材曰：夫學道而至於無爲，豈一日之積哉？抱一矣，致柔矣，玄覽無疵矣，然後可以至於無爲。儻未能是，而强欲至於無爲之地，夫是之謂坐馳，去道益遠。國譬則身也，民譬則神也。愛民治國與其身同。"
                },
                {
                    "paragraph": "天門開闔，能爲雌乎？",
                    "zhushu": "◯御註曰：經曰：知其雄，守其雌，爲天下谿。聖人體天道之變化，卷舒啓閉不違乎時，柔剛微彰惟其所用。然未嘗先人而常隨人，未嘗勝物而嘗下物，故天下樂推而不厭，能爲雌，於是乎在。◯碧虚子陳景元曰：天門者，自然之門也。自然生太極，太極生天地，天地生陰陽，陰陽生萬物，死萬物生死由之而往來，故謂之天門。開謂散施，闔謂歙斂。開則生成，闔則衰减。雖生萬物而未見其生生者，雖死萬物而未見其死死者。生生死死而莫見其形，得不謂之自然乎？能體自然者，其唯大人乎？夫大人量包宇宙，氣含陰陽，所爲雌靜，則生死王衰不入于胸中。雌靜者，自然之妙用也。此戒治身治國者，當以雌靜是守。◯臨川王安石曰：夫萬物由是而出，由是而入，故謂之天門。有開闔則有動靜，有動靜則有雌雄。惟其守雌以勝雄，守靜以勝動，故曰天門開闔，能爲雌乎？◯劉涇曰：成人事者必因天道，故此言天門。莊子曰：天門無有也，萬物出乎無有。易曰：一闔一闢謂之變。蓋天道主變，愛民治國因諸天而已，何事於雄？不得已則亦應焉而已。◯道眞仁靜先生曹道冲曰：開闔者，變化之道；雌靜者，畜養之德。◯黃茂材曰：天門，顖門也。今嬰兒腦顖中開闔不住，修眞至此，可以上通天道，故謂之天門。雌與牝同。"
                },
                {
                    "paragraph": "明白四達，能無知乎？",
                    "zhushu": "◯潁濱蘇轍曰：明白四達，心也。是心無所不知，然而未嘗有能知之心也。夫心一而已，苟又有知之心者，則是二也。自一而二，蔽之所自生，而愚之所自始也。今夫鏡之於物，來則應之而已矣，又安得知應物者乎？本則無有，以意加之，此妄之源也。◯黃茂材曰：無知者無所不知，猶人開眼而視，無所不見，何嘗曰吾有見焉？有見有不見，謂之眼病。有知有不知，謂之心病。自抱一凡六進而後進於無知。是以齧缺問於王倪，四問而四不知，齧缺因躍而大喜，良有以也。"
                },
                {
                    "paragraph": "生之畜之，生而不有，爲而不恃，長而不宰，是謂玄德。",
                    "zhushu": "◯御註曰：聖人存神知化，與道同體，則配神明、育萬物，無不可者。生之以遂其性，畜之以極其養。無愛利之心焉，故生而不有。無矜伐之行焉，故爲而不恃。無刻制之巧焉，故長而不宰。若是者，其德深矣，遠矣，與物反矣。故曰是謂玄德。◯碧虚子陳景元曰：言修身治國能行上六事，即如道之生物，不塞其原，任其自成而已。德之養物，不禁其性，全其素分而已。夫萬物卓爾獨生，聖人豈有乎哉？群類各自營爲，聖人何恃乎哉？且物自長養，聖人安能主宰乎哉？斯乃忘功忘物，洞入冥極，是謂淵德也。王弼曰：淵德者，有德而不知其主乎幽冥也。◯王雱曰：玄爲妙體，德之至也。昔舜在側微，書稱玄德，蓋至德常在於無思無爲。◯道眞仁靜先生曹道冲曰：雖生成在我，任其賦命，不專而有之。雖雕刻衆形，造化萬物，不恃其能；長養於物，不主其功。潜被嘿通，不自彰顯，故曰玄德。◯陳象古曰：生則品物流形，各正性命也。育則養之以冲和之氣，得遂其自然生死也。育之之功，治天下之所有也。萬物生之以奉己，而不以爲有，故亦爲而不恃，長而不宰矣。玄德運之在心，不彰於外是也。◯黃茂材曰：經凡兩言此矣。前者所言道也（是第二章）。"
                },
                {
                    "paragraph": "今之所言德也，道降而爲德，德之妙者，復與道合，故謂之玄德。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "三十輻章第十一",
            "paragraphs": [
                {
                    "paragraph": "三十輻章第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "三十輻共一轂，當其無，有車之用。埏埴以爲器，當其無，有器之用。鑿户牖以爲室，當其無，有室之用。",
                    "zhushu": "◯御註曰：有無一致，利用出入，是謂至神。有無異相，在有爲體，在無爲用，陰陽之運，萬物之理也。車之用在運，器之用在盛，室之用在虚。妙用出於至無，變化藏於不累，如鑑無象，因物顯照。◯碧虚子陳景元曰：此明有無功用相資而立。當其轂中空虚，輪得以轉行。車中空虚，人所以載其上。故其空無之處，是有轉行容載之用也。埏，和也。埴，粘土也。謂工人範和粘土，陶成形器，取其器中空無之處，是有盛受諸物之用也。鑿，穿也。半門曰户，門傍䆫謂之牖。古者穴處，謂穿鑿穴中之土以覆其上爲户牖，居室也。取其室中空無之處，故人有安存出入之用也。◯道眞仁靜先生曹道冲曰：三者皆於外有以成形，内虚而受物。虚因有以能受，有假無以爲用。◯清源子劉驥曰：扁鵲言人身中有五藏眞氣之所會，五藏各有六氣，故有五六三十之會，原猶車之三十輻也。流轉不息，通於一樞，猶三十輻之共一轂也。聖人知變化之樞機，假有爲之形體，以身爲爐，三宫爲鼎，造化於虚無恍惚之中，如所乘之車，所用之器，所居之室，在有爲體，在無爲用。◯晦庵朱熹曰：無是轂中空處，惟其中空，故能受軸而運轉不窮，猶傘柄上木管子，衆骨所會者。縁管子中空，又可受傘柄而開闔下上。車之轂亦猶是也。莊子所謂樞始得其環中以應無窮，亦此意。◯黃茂材曰：有有中之有，有無中之有。無中之有，其用無窮。有中之有，其利甚博。輻轂以爲車，埏埴以爲器，户牖以爲室，此則有中之有，民之頼其利也博矣。雖無車而有車之用，雖無器而有器之用，雖無室而有室之用，此則無中之有，至人達士資其用也無窮。今參同契、黃庭經多載是說，蓋有所由來矣。"
                },
                {
                    "paragraph": "故有之以爲利，無之以爲用。",
                    "zhushu": "◯潁濱蘇轍曰：非有則無無以致其用；非無則有無以施其利。是以聖人常無以觀其妙，常有以觀其徼。知兩者之爲一而不可分，則至矣。◯陸佃曰：有無相用，不可以一偏。故無無則不足以用有，無有則不足以見無。以有爲利則或至於止；以無爲用則用常至於無窮。◯道眞仁靜先生曹道冲曰：有者適時之利，無者，眞常之用。在人身則駕御、主持神與炁也。無者虚妙之神炁也；有者凝滯之形骸也。心運以氣，隨假形以爲利；氣動以形，隨假神而爲用。此二者，有無之相須也。◯清源子劉驥曰：有以爲利，無以爲用。世之昩者，唯聞捨身之道，未達即身之妙，此老氏所以引車、器室而詳喻之也。是猶乾坤成列而易立乎其中。乾坤毁則無以見易，形體毁則無以保神。所以貴乎形神俱妙也。"
                }
            ]
        },
        {
            "name": "五色章第十二",
            "paragraphs": [
                {
                    "paragraph": "五色章第十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "五色令人目盲，五音令人耳聾，五味令人口爽。馳騁田獵令人心發狂，難得之貨令人行妨。",
                    "zhushu": "◯碧虚子陳景元曰：五色之設，黼黻文章，别尊卑之飾，斯則五色之用也。而後世爲錦繡之麗，青黃悅目，逐物外遷，傷精喪明，不能徹視無色之色，非盲而何？五音之設，金石絲竹，通天地之氣，斯則五音之用也。而後世作鄭衛之聲，淫哇悦耳，耽營不已，蕩性塞聰，不能冥聽無聲之聲，非聾而何？五味之設，鹽梅調適，養人之體，斯則五味之用也。而後世有熊掌之嗜，芻豢美口，饕餮無厭，濁神穢眞，不能内嘗無味之味，非爽而何？爽，亡也，差也，失也。田獵者，國之常禮，以講武事，示民時也。天子諸侯每歲三田：一爲乾豆，祭祀宗廟也；二爲賔客，交二國之好也；三充君之庖，食以時也。時之不田則曰不恭；不以時則謂之暴天物。故春蒐、夏苗、秋獮、冬狩，若不遵法度，馳騁逐境，禽荒無節，暴物傷農，登崖踰險，旬月不返，心神發亂，非狂而何？夫金銀珠玉，難得之寳貨，人若貪取無厭，采求不已，則道行妨傷而身多勞辱也。嚴君平曰：五色重而天下盲，五音調而天下聾，五味和而天下喑，田獵興而天下狂，珠玉貴而天下勞，幣帛通而天下傾。是故五色者，陷目之錐也；五音者，塞耳之推也；五味者，斬舌之鉞也；田獵者，狂惑之帥也。遠方之貨，天下之所以違也；難成之物，天下之所以微也。凡此數者，變而相生，不可窮極，難明而易滅也，難得而易失也，殃禍之閭而危亡之室也，求之以自賊，而居之以自殺也。此上戒君王而下訓兆民也。◯潁濱蘇轍曰：視色、聽音、嘗味，其本皆出於性。方其有性而未有物也，至矣。及目縁五色，耳縁五音，口縁五味，奪於所縁而忘其本，則雖見而實盲，雖聞而實聾，雖嘗而實爽也。◯劉涇曰：人之身，竅肝爲目，竅腎爲耳，竅脾爲口，而與五色聲味同爲死生，此大患也。而愚者見色不見其害，猶弗見也；聞聲不聞其患，猶弗聞也；嘗味不嘗其患，猶弗嘗也。故見作盲、聞作聾、嘗作爽，是作之也，非疾也，疾則虧其體而已。見、聞、嘗，性固有在焉。莊子曰：屬性乎五色，雖通如離朱，非吾所謂明；屬性乎五聲，雖通如師曠，非吾所謂聰；屬性乎五味，雖通如俞兒，非吾所謂藏。亦以係物失己而已。受患爲先，故耳次目。受患爲深，故口次耳。又内狂其心，外妨其行，則吾身之患備矣。馳馬、從禽，此兩者能亂人之陽，以動其心，以至於發狂者，而彼反資以爲樂。黃帝則曰：狂之病，妄行不休。其說是也。妨，害也。行，所以行已。難得之貨，使人昏於同利，則爲害大矣。◯道眞仁靜先生曹道冲曰：五色炫亂，視極則損明。五音喧雜，聽極則損聰。爽者，失也。人皆縱嗜好之常情，失恬淡之眞味，故眞人漱玉池以飲津，固靈根以含氣也。畋獵者，極其精神以瞻望，困其氣血以馳騖，是使心志散亂，猖獗發狂，害物傷和，莫甚於此。亦如世俗奔逐情欲，趨走聲利，失志沮氣，然後休息。貨者，非賦分之所有，妄求徼取，是謂難得。與人善行，有所妨礙。◯黃茂材曰：所貴於目者爲其見道，若不見道，與盲無異，非蔽於五色而然乎？所貴於耳者，爲其聞道，若不聞道，與聾無異，非淫於五音而然乎？道之出口，淡乎無味，若以肥甘爲美，又安知其所謂淡然者？今人嚥納津液，乆而自不愛食五味，蓋得於此。馳騁畋獵，固未至於狂，而以清靜無爲者觀之，豈不爲狂？昔韓退之論擊毬之害曰：凡五藏之繫絡甚微，坐立必垂於胸臆之間，而以之顛頓馳騁，其危哉！夫稍知道者，視金帛珠玉如糞土然，何至於尚貨？蓋非此之謂也。當是時，神農本草、黃帝素問已行於人間，將必有食芝餐玉養丹竈之說。老子以爲是皆身外難得之物，無益於生，妨人多矣，不若求之吾身之爲易也。"
                },
                {
                    "paragraph": "是以聖人爲腹不爲目，故去彼取此。",
                    "zhushu": "◯御註曰：八卦坤爲腹，以厚載而容也；離爲目，以外視而明也。厚載而容則無所不受，外視而明，則有所不及。聖人以天下爲度，故取此能容之腹，非事事而治之，物物而察之，故去彼外視之目。莊子曰：賊莫大於德有心而心有眼，故聖人去之。◯潁濱蘇轍曰：聖人視色、聽音、嘗味，皆與人同。至於馳騁畋獵，未嘗不爲，而難得之貨未嘗不用也。然人皆以爲病，而聖人獨以爲福，何也？聖人爲腹而衆人爲目，目貪而不能受，腹受而未嘗貪故也。彼物之自外至者也，此性之凝於内者也。◯道眞仁靜先生曹道冲曰：守綿綿之氣以實腹，去察察之視以養明也。◯陳象古曰：爲腹則實其腹也，内藏其明者也。不爲目則防其外境之侵鑠我也。彼，外也；此，内也。是聖人之所取舍也。◯清源子劉驥曰：聖人不爲聲色、五味、畋獵、貨財所惑，所以爲腹不爲目也。腹者有容於内，目者有見於外。聖人收視反聽，還元復命，治其内而不治其外，求諸己而不求諸人。所謂明者，非見彼也，自見而已；所謂𦖟者，非聞彼也，自聞而已；所謂得者，非得彼也，自得而已。故去彼取此。◯黃茂材曰：腹易厭足而目好尚無窮，故學道者欲收視、欲内觀、欲默照，其不爲目可知。此者，此道也。亘古及今，惟有此道，捨此皆非道也。故云去彼取此。"
                }
            ]
        },
        {
            "name": "寵辱章第十三",
            "paragraphs": [
                {
                    "paragraph": "寵辱章第十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "寵辱若驚，貴大患若身。",
                    "zhushu": "◯御註曰：寵者在下，貴者在上。居寵而以爲榮，則辱矣；處貴而以爲累，則患莫大焉。◯碧虚子陳景元曰：寵者，謂富貴慶賞諸吉也。辱謂貧賤刑罰諸凶也。夫達道之士，以形骸爲逆旅，生死如贅癕，不榮通，不醜窮，知軒冕之去來，乃外物之寄託，豈有寵辱係懷而可驚怛哉？此謂中人耳。中智之士，則處安而慮危，得寵而知辱，故皆如驚者，戒慎之深也。夫心之感動，異於震驚，故謂之若驚。世俗趨末則驚辱，中智觀本故驚寵。貴者，尊愛之稱。大患者，軒冕寳貨、外物養身之屬也。且至人知身非我有，而尚外之，况尊愛他物乎？今世之人，謂軒冕寳貨可以資生，故貴之如身，而不知身之與物皆是大患之本，不足貴也。◯陸佃曰：寵所以爲辱，貴所以爲患，何也？曰：寵之與貴，皆外物者也。外物非吾所有而有之，此所以爲大患大辱。◯道眞仁靜先生曹道冲曰：以寵辱爲重，甚於性命。◯葉夢得曰：寵辱者，視寵猶辱也。貴大患者，以貴爲大患也。驚者，猝然遇之而駭者也。身者，憂患之所從生而不欲有者也。常物之情，得其所欲則順而安，非其所欲則逆而駭。故世不驚於寵而驚於辱。寵之過必辱，辱之復必寵。視寵猶辱而若驚者，知寵之必有辱也。貴者，人之所尊也。貴賤無常分，有貴而賤者爭；生滅無定形，有身而偶者敵。視貴爲患而若身者，知貴之必有賤也。◯黃茂材曰：寵，人所榮也，在道則爲可辱。貴，人所欲也，在道則爲可患。自古以來，因寵貴之極陷於禍敗者，何可勝數。譬之犧牛，衣以文繡，食以蒭菽，及其牽而入於太廟，求爲孤犢而不可得，則夫所謂寵貴者，豈不可辱可患乎？"
                },
                {
                    "paragraph": "何謂寵辱？寵爲下。",
                    "zhushu": "◯碧虚子陳景元曰：開元御本作寵爲下，言人得富貴慶賞者，恃寵而驕盈則生禍，因寵獲禍則寵爲辱本，故曰爲下。河上公本作寵爲上，辱爲下，於義完全而理無迂闊。皇甫謐本亦作寵爲上，辱爲下，言以得爲上，失爲下也。◯潁濱蘇轍曰：所謂寵辱，非兩物也。辱生於寵而世不悟，以寵爲上而辱爲下者是也。若知辱生於寵，則寵顧爲下矣。◯陸佃曰：可得而寵者下也。◯劉涇曰：寵人者爲上，則寵於人者爲下矣。孟子曰：趙孟之所貴，趙孟能賤之矣。"
                },
                {
                    "paragraph": "得之若驚，失之若驚，是謂寵辱若驚。",
                    "zhushu": "◯御註曰：軒冕在身，非性命之理，物之儻來，寄也。寄之，其來不可拒，故至人不以得爲悅；其去不可圉，故至人不以失爲憂。今寄去則不樂受而喜之，是以得失累乎其心，能勿驚乎？◯碧虚子陳景元曰：世俗據其富貴，操之則慄，捨之則悲，未達得失之非我，故皆驚懾也。中智之士知禍福循環，得其寵榮必有悴辱，故戒之持勝如失之驚也。◯臨川王安石曰：得失若驚，此寵之所以爲辱也。◯黃茂材曰：寵於人則服役於人，其得也在人而不在我，故得亦驚。其失也在人而不在我，故失亦驚。夫在我者，大澤焚而不能熱，河漢沍而不能寒，疾雷破山、風振海而不能驚，又何有於得失哉？"
                },
                {
                    "paragraph": "何謂貴大患若身？",
                    "zhushu": "◯御註曰：據利勢，擅賞罰，作福威，天下畏之如神明，尊之如上帝，可謂貴矣。聖人則不以貴自累，故能長守貴而無患。譬如人身，墮肢體，黜聰明，離形去智，通於大同，則無入而不自得也。世之人以物易性，故累物而不能忘勢；以形累心，故喪心而不能忘形，其患大矣。◯劉涇曰：前章言五色聲味、馳騁田獵難得之貨交攻其内外，所謂大患也。而患本於有身，無是身則無是患矣。而身者委形於造物，則安能必無哉？今享天下之貴，則事天下之事，將羶行以悦人，蒿目以憂世，其患可勝言哉！莊子曰：夫貴者，夜以繼日，思慮善否，其爲形也亦䟽矣。◯道眞仁靜先生曹道冲曰：世俗不知寵爲致辱之大患，而返貴重致辱之患如身。"
                },
                {
                    "paragraph": "吾所以有大患者，爲吾有身。及吾無身，吾有何患？",
                    "zhushu": "◯御註曰：人之生也，百骸、九竅、六臟，賅而存焉，吾誰能爲親？認而有之，皆惑也。體道者解乎此。◯碧虚子陳景元曰：夫人所以有大患者，謂其有身也。且人之身，無羽毛以禦寒暑，必將資物以爲養。而貪生太厚者，動入死地。若能外其身，不以身爲身；忘其心，不以心爲心。冥乎造化，同乎萬物，使行若曳枯木，坐若聚死灰，則向之寵辱大患，何縁及之？又曰：無者，忘也，外也。或以無身爲滅壞空寂者，失老氏之宗旨矣。◯潁濱蘇轍曰：性之於人，生不能加，死不能損，其大可以充塞天地，其精可以蹈水火入金石，凡物莫能患也。然天下常患亡失本性，而惟身之貴，愛身之情篤，而物始能患之矣。生死疾病之變攻之於内，寵辱得失之交攖之於外，未有一物而非患也。夫惟達人知性之無壞而身之非實，忽然忘身而天下之患盡去，然後可以涉世而無累矣。◯道眞仁靜先生曹道冲曰：我因何能致大患？爲有此身爲致患之本，又何况身外更有不能捨棄重於身者乎？◯清源子劉驥曰：人之有身，饑渴、寒暑、生老病死，莫非患也。故吾所以有大患者，爲吾有身。及吾無身，吾有何患？所謂無身者，外生死，遺禍福，忘乎物，忘乎天，其名爲忘己。忘己之人，是謂入於天。若然者，體合大道，心同太虚，死生無變於己，而况利害之端乎？"
                },
                {
                    "paragraph": "故貴以身爲天下，若可寄天下；愛以身爲天下，若可託天下。",
                    "zhushu": "◯御註曰：天下，大器也，非道莫運。聖人體道，天下樂推而不厭。其次則知貴其身而不自賤以役於物者，若可寄而已。知愛其身而不自賤以困於物者，若可託而已。◯涑水司馬光曰：夫貴重天下者，天下亦貴重之。愛利天下者，天下亦愛利之。未有輕賤殘賊天下而天下貴愛之者也。故聖人之貴愛天下，所以貴愛其身也。如此則付以大器，必能守之。◯潁濱蘇轍曰：人之所以騖於權利，溺於富貴，犯難而不悔者，凡將以厚其身耳。今也禄之以天下而重以身任之，則其忘身也至矣。如此而以天下予之，雖天下之大，不能患之矣。◯陳象古曰：恃貴有己而爲天下，非寄天下之要也。恃愛有己而爲天下，非託天下之要也。故曰若可寄，若可託，言若則不可寄、不可託之義也。◯葉夢得曰：不貴其貴而貴其身，雖得天下而不敢執，視之猶逆旅，兹非可以寄天下者乎？不愛其寵而愛其身，雖有天下而不敢任，處之猶蘧廬，玆非所以托天下者乎？◯黃茂材曰：人不知貴其身者，以天下爲重，而以身爲輕爾，故不知貴其身。人不知愛其身者，以天下爲大，而以身爲小爾，故不知愛其身。老子之道，以身爲天下，可貴可愛者皆在身。彼天下特其外物，故可寄托焉。◯林東曰：達人遺寵而辱不及，忘身而患不至。有身者以其不能忘身也。忘身則無身而亦無患。若舜有天下而不與堯之非心黃屋，則幾矣。貴與愛、寄與托，則一意，辭勢互换然耳。"
                }
            ]
        },
        {
            "name": "視之不見章第十四",
            "paragraphs": [
                {
                    "paragraph": "視之不見章第十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "視之不見名曰夷，聽之不聞名曰希，摶之不得名曰微。此三者不可致詰，故混而爲一。",
                    "zhushu": "◯碧虚子陳景元曰：無形之形，天地以生，謂之夷。無聲之聲，五音以始，謂之希。無緒之緒，萬端以起，謂之微。此皆先賢舉其進道之方也。若夫能忘其視聽，冥其循搏，混一都無，則至矣盡矣，不可以加矣。◯潁濱蘇轍曰：此三者，雖有智者莫能詰也，要必混而歸於一而後可爾。所謂一者，性也；三者，性之用也。人始有性而已，及其與物構，然後分裂四出，爲視、爲聽、爲觸，日用而不知反其本，非復混而爲一則日遠矣。若推而廣之，則佛氏所謂六入皆然矣。首楞嚴有云反流全一，六用不行，此之謂也。◯道眞仁靜先生曹道冲曰：大象平夷，無色可見；大音希聲，默不可聽；冲妙無形，虚不可執。三者謂希、夷、微也，皆無質象，不可以器位分之，故復混爲一，非視聽、把執、擊搏之能知，似隱似見，或存或亡，不可究詰，亦若萬籟一風而異聲，七竅同氣而殊用，思不可推，言不可議者也。◯清源子劉驥曰：夷則無色，故視之不見；希則無聲，故聽之不聞；微則無形，故搏之不得。此三者不可致詰，隨事强名。夫道一而已，故混而爲一。◯黃茂材曰：此章論眞有也。眞有雖有，視之不見，聽之不聞，搏之不得，則近於無。老子慮夫人之溺於無而不知其有，於是爲之别白而言曰，是道也，分之則爲三，夷、希、微是也。合之則爲一，混然者是也。是皆眞有非無，人不能知之。乃謂老莊爲虚無之學，豈足與語道哉！"
                },
                {
                    "paragraph": "其上不皦，其下不昧。",
                    "zhushu": "◯御註曰：形而上者，陰陽不測，幽而難知，兹謂至神，故不皦，皦言明也。形而下者，一陰一陽，辨而有數，兹謂至道，故不昩，昩言幽也。◯碧虚子陳景元曰：夫形色之物皆有涯分，惟道超然出於九天之表，處陽而不明，存乎太極之先，而不爲高矣。使其學者居上，與日月齊照，而其光不皦，故曰其上不皦。沈然没於九地之外，處陰而不暗，流乎六極之下，而不爲深矣。使其學者在下，與瓦甓同寂，而其明不昧，故曰其下不昧。◯涑水司馬光曰：皦，明也。道之升，萬物以生而不可見；道之降，萬物以息而未嘗亡。◯潁濱蘇轍曰：物之有形者，麗於陰陽，故上皦下昧，不可逃也。道雖在上而不皦，在下而不昧，不可以形數推也。◯道眞仁靜先生曹道冲曰：忽焉在上，明而不曜；倏然在下，幽而不晦。◯陳象古曰：皦，明白之稱也。昧，隱暗之稱也。不皦，謂道行於己，不自明其功也。不昧，謂道施於物，不可隱蔽於其理也。◯黃茂材曰：此又論無之非無也。其在上也，人見其皦而非皦；其在下也，人見其昩而非昩。"
                },
                {
                    "paragraph": "繩繩兮不可名，復歸於無物。",
                    "zhushu": "◯御註曰：道之體若晝夜之有經，而莫測其幽明之故，豈貌像聲色可得而形容乎？故復歸於無物。◯潁濱蘇轍曰：繩繩，運而不絶也。人見其運而不絶，則以爲有物矣，不知其卒歸於無也。◯清源子劉驥曰：繩繩兮綿綿不絶，運用無窮，不可得而形容，復歸於無物。"
                },
                {
                    "paragraph": "是謂無狀之狀，無物之象，是謂恍惚。",
                    "zhushu": "◯御註曰：無狀之狀，無物之象。恍兮惚，其中有物；惚兮恍，其中有象。猶如太虚，含蓄萬象，而不睹其端倪；猶如一性，靈智自若，而莫究其運用。謂之有而非有，謂之無而非無。若日月之去人遠矣，以鑑燧求焉，而水火自至。水火果何在哉？無狀之狀，無物之象，亦猶是也。◯穎濱蘇轍曰：狀，其著也；象，其微也。無狀之狀，無物之象，皆非無也。有無不可名，故謂恍惚。"
                },
                {
                    "paragraph": "迎之不見其首，隨之不見其後。",
                    "zhushu": "◯御註曰：其始無首，其卒無尾，故迎之、隨之，有不得而見焉。◯道眞仁靜先生曹道冲曰：周流無端，故無首尾。◯陳象古曰：不可致詰，故如是。◯清源子劉驥曰：莫知其始，故迎之不見其首；莫知其終，故隨之不見其後。◯黃茂材曰：此又論無有之非無有也。既謂惚恍矣，烏有其首之可迎，烏有其後之可隨？雖無其首與後也，謂無其中可乎？經曰：惚兮恍，其中有象。恍兮惚，其中有物。其中何也？物與象是也。由此以言，無有之非無有可見矣。"
                },
                {
                    "paragraph": "執古之道，以御今之有。能知古始，是謂道紀。",
                    "zhushu": "◯御註曰：一陰一陽之謂道。師天而無地者，或蔽於道之動而憑其强陽。師陰而無陽者，或溺於道之靜而止於枯槁。爲我者廢仁，爲人者廢義，豈古之道哉？不可致詰而非有，是謂恍惚而非無。執之以馭世，則變通以盡利，鼓舞以盡神，而無不可者。此所謂自古以固存者歟？◯碧虚子陳景元曰：古道者，無形無名，天地之原，萬物之宗也。即視之不見、聽之不聞之道也。老氏使其治身治世者，持執上古無爲自然之道，制馭即今有爲煩擾之俗，歸乎淳風，復乎太始，使各正性命，不遷其德，是謂知道之綱紀也。◯陸佃曰：能知古始，古者今之所出，始者，終之初。莊子所謂無端之紀是也。◯道眞仁靜先生曹道冲曰：緜古不移，道也。見機而作，事也。治身者，執古之道。謂人之靈物，與造化齊生，不泯不滅。今之有者，身也，受之於陰陽，得之於父母，貸一氣以有生，本五行以成質，執守神用，攝御身形，是謂執古之道不失，御今之有不虧。古謂先天之道，始謂萬物之宗。能知道者，是謂執物之紀而總之。◯清源子劉驥曰：聖人體道之眞以治身，緒餘土苴以治天下國家，所以御今之有也。能知古始，則知道之大原，故是謂道紀。◯黃茂材曰：夫道在太極之先而不爲高，在六極之下而不爲深，先天地生而不爲乆，長於上古而不爲老。時有古今，道無古今，故可執而御。謂道爲非有，可乎哉？太易、太初、太始、太素、太極，此五太者，時之所謂古，而道之所謂始。人能知之，可以爲道之紀。"
                }
            ]
        },
        {
            "name": "古之善爲士章第十五",
            "paragraphs": [
                {
                    "paragraph": "古之善爲士章第十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "古之善爲士者，微妙玄通，深不可識。",
                    "zhushu": "◯御註曰：列禦寇居鄭圃四十年，人無識者。老子謂孔子曰：良賈深藏若虚，君子盛德，容貌若愚。其謂是歟？◯潁濱蘇轍曰：粗盡而微，微極而妙，妙極而玄，玄則無所不通，而深不可識矣。◯道眞仁靜先生曹道冲曰：雖在世間，人不以爲異。◯黃茂材曰：齧缺、王倪、蒲衣子、南郭子綦、支離疏、王駘與夫子祀、子輿、子桑户之徒，皆古微妙玄通之士，人不能識，故謂莊子寓言焉。當商周之季，士之被褐懷玉、隱居田肆，不肯出而嬰於世網者，何時無之？但無所紀見。如論語載楚狂接輿、荷篠丈人、長沮、桀溺，今皆謂無是人，可乎？嗚呼！人固難知，有道之士尤其難知，此經所以謂其不可識。"
                },
                {
                    "paragraph": "夫惟不可識，故强爲之容。",
                    "zhushu": "◯御註曰：天之高不可俄而度，地之厚不可俄而測。曰圓以覆，曰方以載者，擬諸其容而已。强爲之容，豈能眞索其至？◯碧虚子陳景元曰：恐後世無以爲師法，故强爲說其容狀，指陳表儀，謂下文也。◯陳象古曰：顯教示信，若不强爲之容，恐來者不可學也。◯黃茂材曰：夫有道之士，雖爲難識，天與之形，道與之貌，亦可見髣髴。"
                },
                {
                    "paragraph": "豫兮若冬涉川，猶兮若畏四鄰，儼若容，涣若冰將釋。敦兮其若樸，曠兮其若谷，渾兮其若濁。",
                    "zhushu": "◯御註曰：豫者，圖患於未然。猶者，致疑於已事。若冬涉川，守而不失已。若畏四鄰，易所謂以此齋戒者是也。敦者，厚之至，性本至厚，如木之樸，未散爲器。曠者，廣之極，心原無際，如谷之虚，受而能應。不劌雕以爲廉，不矯激以爲異，渾然而已，故若濁。與修身以明污者異矣。◯碧虚子陳景元曰：豫，猶豫也。言有道之士，順從自然，而舉事退藏，輒加重慎。雖履坦途，常憂没溺，如寒沍之月，揭涉長川，其心豫然，恐下沉於不測之淵也。又履虚無而不敢有爲，故出處而深思，猶然而畏懼，謹於去就，而慮幽明之司察，如世人避禁而畏四鄰之竊知，此戒之深也。儼然端謹而心無散亂，如賔對主人，曷敢造次？其無事無爲也。夫東郭順子正容悟物，使人意消，故田子方師仰之。李含光居于暗室，如對君父，故司馬子微激賞之。此可謂能儼若客也。外雖矜莊而内心閑放，若春冰之釋，涣然泮散，凝滯都亡。敦者，淳厚貌。樸者，質素貌。又形未分曰樸。有道之士，天資淳厚，而質素之材未嘗分散，其語默恬和而無文飾也。曠者，寬大之稱。谷者，含虚之竅。有道之士，德純厚而不顯，器寬大而含容，任善惡之去來而不撓于懷，有如空谷之應答而嘗虚也。雜波流曰渾，不分明曰濁。有道之士，内心清靜而外雜波流，若濁水之不明，曷分别乎妍醜也。已上七事，治國則民不識不知，復乎太古；修身則和光同塵，冥乎至道。◯潁濱蘇轍曰：戒而後動曰豫，其所欲爲，猶迫而後應，豫然若冬涉川，逡巡如不得已也。疑而不行曰猶，其所不欲，遲而難之，猶然如畏四鄰之見之也。無所不敬，未嘗惰也。知萬物之出於妄，未嘗有所留也。人偽己盡，復其性也。虚而無所不受也。和其光，同其塵，不與物異也。◯臨川王安石曰：雖然，亦不可不反諸本也。故敦兮其若樸，而守之以素也。故曠兮其若谷。谷者，虚而能應者也。然而其道亦不可得而别也，故混兮其若濁而已矣。此所謂善爲士者也。夫豫也，猶也，以至于混而其若濁也，皆所爲不可識而强爲之容也。◯陸佃曰：以其先事而慮，常迫而後動，故曰豫若冬涉川。以後事而慮，常以防而後居也，故曰猶若畏四鄰。以其雖以迫而後動，防而後居，而其心常儼之若容。涣若冰將釋者，散而不凝於物也。敦兮其若樸者，其體無乎不圓也。曠兮其若谷者，其體無乎不虚也。敦兮其若樸，曠兮其若谷，然後冥之以無知，混之以無覺，故曰渾兮其若濁。◯劉概曰：猶豫皆疑而不敢進之辭也。以其不爲物先，故豫若冬涉川，猶若畏四鄰。以其不爲事主也，故儼若容。◯道眞仁靜先生曹道冲曰：建德若偷，爲善不伐。豫若履冰，慎之至也。猶若畏鄰，密之至也。◯葉夢得曰：豫者，先事而戒也。古者謂大象爲豫，物大則見之者早，而冬渉川亦理之所易見而戒者也，故先事如之。猶者，後事而猶疑也。猶亦獸名，畏人而善登木。畏人登木可矣，無人登木者，疑也。四鄰吾所親狎，可以無畏而猶畏，故後事如之。儼若容，莊也。涣若冰將釋，舒也。冰者，時而後散，不遽毁其堅者也。將以臨民，不可以不莊，故容張之也。孔子享禮有容色，退而燕居，不可以不舒，故涣。孔子居不容，燕居申申如也，夭夭如也，弛之也。敦兮其若樸，足於己者實也。曠兮其若谷，受於物者虚也。雖然，是皆其表，吾終日暴而不知斂，則物得以窺之矣。故終之以渾兮其若濁，潔而與衆異易，濁而與衆異難。◯清源子劉驥曰：豫者，圖患於未然，若冬渉川，不得已於事也。猶者，致疑於已事，若畏四鄰，退藏於密也。儼若容者，望之儼然，寂然不動也。涣，散也，散其留滯，混然融和，如列子之心凝形釋，骨肉都融是也，故若冰將釋。敦兮其若樸者，敦厚無華，若混沌之始樸。曠兮其若谷，曠蕩無邊，若天谷之至虚。渾兮其若濁者，和光同塵，渾雜如濁，與修身以明污者異矣。此七者皆古之善爲士者所爲，可謂良賈深藏若虚，盛德容貌若愚，所以深不可識也。此子列子居鄭圃，四十年無人識者，國君卿大夫視之猶衆庶也。◯晦菴朱熹曰：儼若客，語意最精，今本多誤作容，殊失本指。又曰：舊讀儼若容止作容字，嘗疑此或非老子意，後見一書引此，乃以容字爲客字，於是釋然，知老子此七句而三協韻，以客韻釋，脗若符契。又此凡言若某者，皆有事物之實，所謂客者，亦曰不敢爲主而無與於事，故其容儼然耳。◯黃茂材曰：豫兮若冬渉川，踐履必加敬也；猶兮若畏四鄰，常若有臨於其左右前後也；儼若容，居處不敢慢也；涣若冰將釋，形氣無留滯也；敦兮其若樸，初不見其圭角也；曠兮其若谷，其中足以容也；渾兮其若濁，處俗而不違於俗也。皆其道德之容，睟然見於其外，使人愛慕之不厭。若乃晋人之風，蓬頭跣足，不拘繩檢，終日酣飲，疾呼大叫，自以爲曠達，豈足言此哉！"
                },
                {
                    "paragraph": "孰能濁以靜之徐清。孰能安以動之徐生。",
                    "zhushu": "◯御註曰：易曰：來徐徐。徐者，安行而自適之意。至人之用心，非以靜止爲善，而有意於靜，非以生出爲功，而有爲于生也。因其固然，付之自爾，而無怵迫之情、遑遽之勞焉。故曰徐靜之徐清。萬物無足以撓其心，故孰能濁？動之徐生，萬物無足以係其慮，故孰能安？安有止之意，爲物所係則止矣，豈能應物而不傷？◯碧虚子陳景元曰：言世俗之人，誰能如有道之士，心同淵泉，即其濁以澄而靜之，則徐徐復其清矣。誰能如有道之士，支離其德，當其安以久而動之，則徐徐全其生矣。◯潁濱蘇轍曰：世俗之士以物汨性，則濁而不復清。枯槁之士以定滅性，則安而不復生。今知濁之亂性也，則靜之，靜之而徐自清矣。知滅性之非道也，則動之，動之而徐自生矣。易曰：寂然不動，感而遂通天下之故。今所謂動者，亦若是耳。◯黃茂材曰：大道汎兮，初無定名。若以爲濁，靜之則清；若以爲安，動之則生。所以能與物爲無窮。"
                },
                {
                    "paragraph": "保此道者不欲盈。夫惟不盈，故能敝不新成。",
                    "zhushu": "◯御註曰：有積也，故不足；無藏也，故有餘。至人無積，亦虚而已。保此道而以天下之美爲盡在己者，亦已小矣，故不欲盈。經曰：大白若辱，盛德若不足。◯碧虚子陳景元曰：言人保守此徐清徐生之道者，善能謙以自牧，而安其虚靜。夫惟不盈者，再舉獨有至人不矜恃盈滿，故能常守弊陋薄惡，雖有新成之功，亦能持勝不動，更求進嚮，復增上善，不住小成，斯乃聖人之深趣也。◯王雱曰：得道者未嘗盈，則成道者未嘗新也。道之爲用，萬世而不敝，以其無敝無新、不成不敗故也。敝生於新，敗生於成。士雖成道，而常若敝敗，則終無敝敗矣。苟得道之初，矜其新成，則與道異意，非大成也。經曰：大成若缺，其用不敝。此篇句句有序，以至於成，成而若敝，則盡之矣。◯陳象古曰：盈，滿假之謂也。志自滿假，道隨而污，故不可盈。古人行道，其弊不生。今人若能如古，豈有新成之弊哉？恐其奉道之不至也。故無弊者，其要在於不自盈而已。◯黃茂材曰：盈對虚而爲言。蔽，匿也，藏也。老子曰：良賈深藏若虚，其不欲盈可知。夫物新必有故，成必有壞。無新也，孰故乎？無成也，敦敗乎？夫如是，可保此道。"
                }
            ]
        },
        {
            "name": "致虛極章第十六",
            "paragraphs": [
                {
                    "paragraph": "致虛極章第十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "致虚極，守靜篤。",
                    "zhushu": "◯御註曰：莫貴乎虚，莫善乎靜。虚靜者，萬物之本也。虚，故足以受群實，靜，故足以應群動。極者，衆會而有所至。篤者，力行而有所至。致虚而要其極，守靜而至于篤。則萬態雖雜，而吾心常徹；萬變雖殊，而吾心常寂。此之謂天樂，非體道者不足以與此。◯潁濱蘇轍曰：致虚不極，則有未亡也。守靜不篤，則動未亡也。丘山雖去，而徹塵未盡，未爲極與篤也。蓋致虚存虚猶未離有，守靜存靜猶陷於動，而况其他乎？不極不篤而責虚靜之用，難矣。◯道眞仁靜先生曹道冲曰：以虚爲虚，未極於虚也。以靜爲靜，未極於靜也。虚靜兼忘，是爲篤極。◯葉夢得曰：知虚之爲虚而致之，未必能致於虚，猶有實以爲之對也。知靜之爲靜而守之，未必能守於靜，猶有動以爲之别也。故致虚必極，守靜必篤。致虚極則無虚，是爲眞虚。守靜篤則無靜，是爲眞靜。◯黃茂材曰：虚靜之境，要在純熟。致虚不極，則不可得而虚。守靜不篤，則不可得而靜。"
                },
                {
                    "paragraph": "萬物並作，吾以觀其復。",
                    "zhushu": "◯御註曰：方其並作而趣於動出之塗，吾觀其動者之必靜，出者之必復，而因以見天地之心。◯碧虚子陳景元曰：非止於人，而萬物之並作，未有不始於寂然而發於無形。及觀其復也，盡返於杳冥而歸於無朕，以全其眞也。易曰：復其見天地之心乎！天地之心，謂寂然至無也。◯潁濱蘇轍曰：極虚篤靜，以觀萬物之變，然後不爲變之所亂，知凡作之未有不復者也。苟吾方且與萬物皆作，則不足以知之矣。◯臨川王安石曰：復，本也。萬物並作，吾能觀其復，非致虚極守靜篤者，不能與於此。◯陳象古曰：物極則復，復者自靜，故可以觀。又曰：萬物雖多，安能離吾之道哉？◯黃茂材曰：人與萬物同生一根，惟虚而靜，則能觀其復。復初也，物之根也。名爲觀物，實以自觀。◯程大昌曰：物之從枯而茁壯長者，是其作也。華實皆泯，津歸於根，則其復也。老氏借淺以明賾也。虚者物莫之能昏，靜者物莫之能誘，故其接物易以有見也。對奕之智，常不及旁觀之明，而操舟失港，凡岸立之人，往往皆能指其曲折，故由動觀動，或反與之俱，而據要觀妙者，必其心不徇物，乃始能之也。"
                },
                {
                    "paragraph": "夫物芸芸，各復歸其根。",
                    "zhushu": "◯御註曰：芸芸者，動出之象。萬物出乎震，相見乎離，則芸芸並作，英華發外；說乎兊，勞乎坎，則去華就實，歸其性宅。◯碧虚子陳景元曰：芸芸，茂盛貌。或作云云，動作貌。◯潁濱蘇轍曰：萬物皆作於性，皆復於性，譬如華葉之生於根而歸於根，濤瀾之生於水而歸於水耳。◯陸佃曰：芸芸者，所謂幻化也。各歸其根者，所謂空性也。幻化有滅而空性無壞。◯道眞仁靜先生曹道冲曰：萬物紛紜動作既極，必返於本，不假至人用意裁制。◯清源子劉驥曰：聖人使人息其愛欲之念，歸乎虚靜之本，復其性命之源，譬如萬物生於根而歸於根也。"
                },
                {
                    "paragraph": "歸根曰靜，靜曰復命。",
                    "zhushu": "◯潁濱蘇轍曰：苟未能自復於性，雖止動息念以求靜，非靜也。故惟歸根，然後爲靜。命者，性之妙也。性猶可言，至於命則不可言矣。易曰：窮理盡性，以至於命。◯臨川王安石曰：命者，自無始以來，未嘗生未嘗死者也。故物之歸根曰靜，靜則復於命矣。◯道眞仁靜先生曹道冲曰：復於元命，返於天眞。◯陳象古曰：本自清靜，因物有遷也。◯黃茂材曰：夫物芸芸，各歸其根，窮理也。歸根曰靜，盡性也。靜曰復命，至於命也。"
                },
                {
                    "paragraph": "復命曰常。",
                    "zhushu": "◯御註曰：復命則萬變不能遷，無間無歇，與道爲一，以挈天地，以襲氣母。◯碧虚子陳景元曰：能悟之者，則行住坐卧不離乎是。◯潁濱蘇轍曰：方其作也，雖天地山河之大，未有不變壞不常者。惟復於性而後湛然常存矣。◯道眞仁靜先生曹道冲曰：夫物或興或衰，或生或滅，皆爲造化之所陶鑄。惟道常然。晝不能明，夜不能晦。復性命之道，則知眞常。◯黃茂材曰：窮理盡性以至於命，則可常存矣。"
                },
                {
                    "paragraph": "知常明。",
                    "zhushu": "◯御註曰：明道之常，不爲物遷，故足以鑑天地，照萬物。◯碧虚子陳景元曰：知猶悟也。曰明或作日明，言日益明達。◯潁濱蘇轍曰：不以復性爲明，則皆世俗之智，雖自謂明而非明也。"
                },
                {
                    "paragraph": "不知常，妄作凶。",
                    "zhushu": "◯御註曰：隨物轉徙，觸塗自患，故凶。易曰：復則不妄。迷而不知復，兹妄也已。◯碧虚子陳景元曰：不悟常道者，反以神變爲妖、長生爲誕，虚極靜篤爲空曠，歸根復命爲滅亡。不知强知，不識强識。易所謂不常其德，或承之羞。故曰：不知常，妄作，凶。◯潁濱蘇轍曰：不知復性，則縁物而動，無作而非凶。雖得於一時，而失之遠矣。◯黃茂材曰：常之爲道，至微至妙，非夫明智玄通之士則不能達。秦漢以來，方士爭言神仙之術，陷於禍敗，如徐福、欒大之徒，皆妄作者也。老子：知其凶之必至。"
                },
                {
                    "paragraph": "知常容。",
                    "zhushu": "◯御註曰：知常則不藏是非美惡，故無所不容。◯潁濱蘇轍曰：方迷於妄，則自是而非彼物皆吾敵，吾何以容之？苟知其皆妄，則雖仇讎猶將哀而憐之，夫何所不容哉？◯陳象古曰：安於天理，不復爭競，何有而不能容乎？◯清源子劉驥曰：知常則與天地合其德，如天地之無不覆載也。◯黃茂材曰：眞常之道，大無不包。知之者必有容宇宙之量。"
                },
                {
                    "paragraph": "容乃公。",
                    "zhushu": "◯御註曰：無容心焉，則不獨親其親、子其子，何私之有？◯潁濱蘇轍曰：無所不容，則彼我之情盡，而尚誰私乎？◯清源子劉驥曰：有容德乃大，如天地之無私覆載也，故曰公。◯黃茂材曰：容有容宇宙之量，則無己、無人、無物皆冥於一。"
                },
                {
                    "paragraph": "公乃王。",
                    "zhushu": "◯碧虚子陳景元曰：既能包容，乃於己無私，則襟懷蕩然平夷而至公矣。既公平無私，則德用周普，天下輻輳，無有不歸往者矣王。◯潁濱蘇轍曰：無所不公，則天下將往而歸之矣。◯黃茂材曰：以此處上，帝王天子之德也；以此處下，玄聖素王之道也。"
                },
                {
                    "paragraph": "王乃天。",
                    "zhushu": "◯御註曰：在上而無所不覆者，天也。◯碧虚子陳景元曰：人既歸往，天將祐之。◯潁濱蘇轍曰：無所不懷，雖天何以加之。◯臨川王安石曰：王者，人道之極也。人道極則至於天道矣。◯黃茂材曰：王者與天爲徒也。◯程大昌曰：王之能容也，無擇而無棄，即天之不頗其覆者是也。"
                },
                {
                    "paragraph": "天乃道。",
                    "zhushu": "◯御註曰：天、地、人莫不由之者，道也。盡人則同乎天，體天則同乎道。◯潁濱蘇轍曰：天猶有形，至於道則極矣。◯臨川王安石曰：天與道合而爲一。◯黃茂材曰：天，法道者也。"
                },
                {
                    "paragraph": "道乃乆，没身不殆。",
                    "zhushu": "◯御註曰：道者，萬世無弊，庶物得之者昌，關百聖而不窮，蔽天地而不息。◯劉涇曰：所謂自古固存。◯黃茂材曰：道者，自本自根，未有天地，自古以固存，故曰道乃久，得道則可久矣。而曰没身不殆，身又可没乎？曰：身者，有形之物，安得不没？身没而謂之久，何也？其死而不亡者乎？其形化而心不與之然者乎？◯林東曰：天猶有形，至於道則悠乆無窮，雖没吾之身而未嘗危殆。有以見體道之君子，與道周旋，雖乆而安也，其源出於致虚之極、守靜之篤也。"
                }
            ]
        },
        {
            "name": "太上章第十七",
            "paragraphs": [
                {
                    "paragraph": "太上章第十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "太上，下知有之。",
                    "zhushu": "◯御註曰：在宥天下，與一世而得淡泊焉。無忻忻之樂而親譽不及，無悴悴之苦而畏侮不至。莫之爲而常自然，故下知有之而已。◯碧虚子陳景元曰：太上者，謂大人也。大人即太古無名號之君也，所謂上德不德者也。其德無上可加，故曰太上。雖有君位，而不以尊自稱，任物自然而各正性命。故其教無爲，其治無迹，隨時而舉事，因資而立功。百姓日用而不知其道，但知有君上而已，謂帝何力於我哉！◯道眞仁靜先生曹道冲曰：上古純質，雖知有君，簡靜無爲，上下恬淡，各安其所。◯葉夢得曰：有君臣，然後有上下。下知有之，知其臨我者吾君而已。民未見德，則莫知何有於我也。"
                },
                {
                    "paragraph": "其次親之、譽之，其次畏之、侮之。",
                    "zhushu": "◯御註曰：澤加于民，法傳于世，天下愛之若父母，故親之。貴名起之如日月，故譽之。此帝王之治，親譽之迹彰，而大同之道虧矣。道之以政，齊之以刑，故畏之。舉天下以賞其善者不勸；舉天下以罰其惡者，不沮。諸侯有問鼎大小輕重如楚子者，陪臣有竊寳玉大弓如陽虎者，此衰世之俗，故侮之。◯清源子劉驥曰：其次，以有爲治天下，其德可親，其功可譽，故親之譽之，不能兼忘天下也。又其次，則道之以政，齊之以刑，故畏之。又其次，則法令滋彰，盜賊多有，故侮之。◯黃茂材曰：泉涸，魚相與處於陸，相呴以濕，相濡以沫，不如相忘於江湖。今也太上之道，乃知而有之，是未能至於相忘也，故爲下。其次，親之譽之。親之者，以其貌；譽之者，以其言。夫道豈聲音笑貌爲哉。又其次，畏之侮之。畏之者，畏其高而難行；侮之者，侮其近而無甚異，其去道益遠矣。"
                },
                {
                    "paragraph": "故信不足，焉有不信。",
                    "zhushu": "◯御註曰：附離不以膠漆，約束不以纏索，此至信也。商人作誓而民始畔，周人作會而民始疑，信不足故也。◯碧虚子陳景元曰：夫心之有孚之謂誠，言而可復之謂信。且信全則天下安，信失則天下危。今既權詐聿興，欺罔並起，君信不足于下，故下有不信之心而應其君矣。夫上之化下也，如止水明鑑之接形容，而理無差焉。王弼曰：夫御體失性則疾病生；輔物失眞則疵釁作。信不足焉，則有不信，此自然之道也。◯穎濱蘇轍曰：吾誠自信，則以道御天下足矣。惟不自信，而加之仁義，重之刑政，而民始不信矣。◯清源子劉驥曰：於是愚智相欺，上下相疑，天下每每大亂，罪在好智。以其信道之心不足，所以有不信之禍也。"
                },
                {
                    "paragraph": "猶兮其貴言，功成事遂，百姓皆曰我自然。",
                    "zhushu": "◯碧虚子陳景元曰：夫自親譽而下，已喪其太上無爲之化，而不能復其淳古之風，猶其貴重言教，執守陳迹以爲化方。雖然，失道遠矣，不猶愈於忽言不信而致犯上作亂乎？夫有道之君，垂拱而居無爲，故功業成而不有矣；憺默而教清靜，故事務遂而忘知矣。民皆淳樸，無所妄爲，謂我之自然而然也。故親譽畏侮之心於何而有哉？◯葉夢得曰：號令教戒，無非言也。欲以是爲信，可乎？上不以情示之下，下亦不以情報之上，上下交相疑而不信，其衰爲己甚，而人猶以其言爲貴，末流之弗悟也如此。將以反之，必使功成事遂，而百姓皆謂自然，雖欲親譽之而不能，則可以復乎太上之世矣。頌堯之德曰：蕩蕩乎無能名，巍巍乎其有成功。而本之於惟天爲大，惟堯則之。夫天何爲者哉？穹然在上而物無所歸德，則所謂蕩蕩乎民無能名者，乃所以謂我自然者也。◯清源子劉驥曰：徒貴聖人之言，不知聖人之道。聖人以道莅天下，使民遷善遠罪，日改月化，若性之自爲而不知爲之者。故功成事遂，百姓皆曰我自然，此太上之治也。◯林東曰：猶者，遲而難之也。其貴言之謹也如此。蓋以言之不輕出諸口，必欲取信於民，而無待於告諭也。如所謂太古塗民耳目，非繆悠荒唐之說，乃使民不役於耳目，其效見於心之相信云爾。"
                }
            ]
        },
        {
            "name": "大道廢章第十八",
            "paragraphs": [
                {
                    "paragraph": "大道廢章第十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "大道廢，有仁義。",
                    "zhushu": "◯御註曰：失道而後德，失德而後仁，失仁而後義。仁以立人，義以立我，而去道遠矣。韓愈不原聖人道德之意，乃以仁義爲定名，道德爲虚位。老子之小仁義，其見小也。莊子所謂蔽蒙之民。◯碧虚子陳景元曰：仁義生乎不足，是猶泉涸，魚相與處於陸，相呴以濕，相濡以沫，不如相忘於江湖。◯潁濱蘇轍曰：大道之隆也，仁義行於其中而民不知。道既廢，而後仁必見矣。◯清源子劉驥曰：純樸不殘，孰爲犧樽？白玉不毁，孰爲圭璋？道德不廢，安取仁義？◯黃茂材曰：立人之道，曰仁與義。老子方將擺去人累，而與造物者遊，故不言仁義。非惡仁義，惡夫徇仁義而不知大道者。楊子雲乃謂其搥提仁義，非也。老子雖不言仁，而好言慈；雖不言義，而好言果。果者，義之異名；慈者，仁之殊號。◯程大昌曰：莊子曰：至德之世，上如標枝，民如野鹿，端正而不知以爲義，相愛而不知以爲仁。是故行而無迹，事而無傳。夫至德之世，即大道未廢之時也。端正相親，其爲仁義也大矣。特未立此名，則亦不著其迹，故道見而仁義不見焉耳。自有易以來，剏法立則，凡陰陽剛柔之效乎事者，聖人因其實而命之曰：如是而爲仁，如是而爲義。仁義立而道之無者皆著於有。如元氣播於陰陽，人知其爲陰陽，而不復見其爲元氣矣。莊子固嘗明言之矣，曰：道德不隱，安取仁義？由其言而推之，則分大道以爲仁、義、信，其破全爲散矣。"
                },
                {
                    "paragraph": "智慧出，有大僞。",
                    "zhushu": "◯碧虚子陳景元曰：理勢然也。◯潁濱蘇轍曰：世不知道之足以澹足萬物也，而以智慧加之，於是民始以僞報之矣。"
                },
                {
                    "paragraph": "六親不和，有孝慈。國家昏亂，有忠臣。",
                    "zhushu": "◯潁濱蘇轍曰：六親方和，孰非孝慈？國家方治，孰非忠臣？堯非不孝，而獨稱舜，無瞽叟也。伊尹、周公非不忠也，而獨稱龍逄、比干，無桀、紂也。◯黃茂材曰：六親不和，而後舜以孝名。國家昏亂，而後比干以忠顯。大道既裂，儒墨相攻，而後老子之書出，使天下常如太古鴻荒之世。吾知老子昩昩然莫知其影響，何書之可作哉？"
                }
            ]
        },
        {
            "name": "絕聖棄智章第十九",
            "paragraphs": [
                {
                    "paragraph": "絕聖棄智章第十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "絶聖棄智，民利百倍。",
                    "zhushu": "◯御註曰：道之與性，一而不雜。離道爲德，是名聖智。絶而棄之，與道同體，則各安其性命之情，其利博矣。◯碧虚子陳景元曰：河上公曰：五帝畫象，倉頡造書，不如三皇結繩無文之治也。莊子曰：去小智則大智。明經曰：以智治國，國之賊。◯潁濱蘇轍曰：非聖智不足以知道。使聖智爲天下，其有不以道御物者乎？世之人不足以知聖智之本而見其末，以爲以巧勝物者也。於是馳騁於其末流，而民不勝其害矣。故絶聖棄智，則民利百倍。◯臨川王安石曰：所以返樸也。◯達眞子曰：大道廢，故能舉其道者則爲聖，能知其道者則爲智。是聖智因道廢而名也。方道無不舉，則聖之名可以絶；道無不明，則智之名可以棄。道於天下無不舉、無不明，則民無不利者也。故曰：民利百倍。又名聖者，爲其有不聖也；名智者，爲其有不智也。◯清源子劉驥曰：聖人體道之眞以治身，則隳肢體，黜聰明，離形去智，同於大通。聖智仁義猶當絶而棄之，况其他乎？◯黃茂材曰：古之士也，從事於道，是非都忘，有無俱遣，悠然樂於放曠之野。聖智無所施，况仁義乎？仁義無所用，况巧利乎？夫如是，故一身妙用，隨取而有。故曰：民利百倍。"
                },
                {
                    "paragraph": "絶仁棄義，民復孝慈。",
                    "zhushu": "◯御註曰：民將反其性而復其初，不獨親其親、子其子，其於孝慈也何有？◯碧虚子陳景元曰：是欲人全其性命。◯潁濱蘇轍曰：未有仁而遺其親者也，未有義而後其君者也。仁義所以爲孝慈矣。然及其衰也，竊仁義之名以要利於世，於是子有違父而父有虐子，此則仁義之迹爲之也。故絶仁棄義，則民復孝慈。黃茂材曰：孝慈，民之性也。累盡性復，故曰：民復孝慈。"
                },
                {
                    "paragraph": "絶巧棄利，盜賊無有。",
                    "zhushu": "◯御註曰：爲機變之巧，有欲利之心，是皆穿窬之類也。◯碧虚子陳景元曰：擿玉毁珠，焚符破璽，使民樸鄙而盜自止。◯潁濱蘇轍曰：巧，所以便事也。利，所以濟物也。二者非以爲盜，而賊盜不得則不行。故絶巧棄利，則盜賊無有。◯葉夢得曰：利，富之也。孝慈，教之也。盜賊，禁其爲非也。而不知天下由是而愈亂。◯黃茂材曰：戕天和而伐本眞者，一切銷去，故曰盜賊無有。"
                },
                {
                    "paragraph": "此三者以爲文不足，故令有所屬。",
                    "zhushu": "◯御註曰：先王以人道治天下，至周而彌文。及其弊也，以文滅質，文有餘而質不足，天下舉失其素樸之眞，而日淪于私欲之習。老氏當周之末，方將祛其弊而使之返本，故攘棄仁義，絶滅禮學，雖聖智亦在所擯。彼其心豈眞以仁義聖智爲不足以治天下哉？先王之道若循環，救文者莫若質，故令有所屬，謂見素抱樸，少私寡欲也。◯涑水司馬光曰：屬，著也。聖智、仁義、巧利，皆古之善道也，由後世徒用之以爲文飾，而内誠不足，故令三者皆著於名而喪其實。◯穎濱蘇轍曰：世之貴此三者，以爲天下之不安，由文之不足故也。是以或屬之聖智，或屬之仁義，或屬之巧利，蓋將以文治之也。然而天下益以不安，曷不反其本乎？見素抱樸，少私寡欲，而天下各復其性，雖有三者，無所用之矣。故曰：我無爲而民自化，我好靜而民自正，我無事而民自富，我無欲而民自樸。此則聖智之大，仁義之至，巧利之極也。◯黃茂材曰：三者：聖智也，仁義也，巧利也。皆性外事，特其文爾，不足以爲道，故令有所屬者屬於道也。◯程大昌曰：其屬之之地，即樸素而節私欲者是也。"
                },
                {
                    "paragraph": "見素抱樸，少私寡欲。",
                    "zhushu": "◯臨川王安石曰：不言守素而言見素，不言返樸而言抱樸，不言無私而言少私，不言絶欲而言寡欲。蓋見素然後可以守素，抱樸然後可以返樸，少私然後可以無私，寡欲則致於不見所欲也。◯陳象古曰：少私寡欲，絶棄之機要也。◯黃茂材曰：至道無華，樸素而已。所見者素，其見無非道矣；所抱者樸，其抱無非道矣。私可以無，何少之云？欲可以絶，何寡之云？見素抱樸爲上智言少私寡欲，所以誘進中下之士者也。"
                }
            ]
        },
        {
            "name": "絕學無憂章第二十",
            "paragraphs": [
                {
                    "paragraph": "絕學無憂章第二十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "絶學無憂。",
                    "zhushu": "◯御註曰：任其性命之情而樂，故無憂。◯碧虚子陳景元曰：今之學者，糟粕而已矣。所言絶學者，非謂其絶滅不學也，謂守其自然之性也。◯潁濱蘇轍曰：爲學日益，爲道日損，不知性命之正，而以學求益，增其所未聞，積之不已，而其中紛然不勝其憂矣。故曰絶學無憂。若夫聖人未嘗不學，而以道爲主。◯道眞仁靜先生曹道冲曰：至人無學，我即道也。即我是道，又何學也？理暢無虧，又何憂也。◯達眞子曰：凡學者，學其所未至也。未至其道，則心不能無累。有累，所以有憂也。既至其道，則心無累。無累，所以無憂也。道至於無憂，故無所用學焉。是以言絶學無憂。◯葉夢得曰：不學則道無所入，見道則學無所用。◯清源子劉驥曰：方其爲學，則日益聞見，理有所未窮，意有所未得，能無憂乎？及其爲道則日損，無視、無聽，損之又損，以至於無爲而無不爲，則樂天知命，故絶學無憂。◯黃茂材曰：天地萬物之理，欲以一人之智窮其所不可窮，其憂多矣。◯林東曰：捨本性而外求道，别有所謂學，皆外也。惟於絶學則無有憂者，率性而自得，非學此又學彼之憂勞乎其心也。"
                },
                {
                    "paragraph": "唯之與阿，相去幾何？善之與惡，相去何若？",
                    "zhushu": "◯御註曰：唯阿同聲，善惡一性，小智自私，離而爲二。達人大觀，本實非異。◯碧虚子陳景元曰：唯者，恭應也。唯聲低，所以爲恭，爲禮。阿者，慢應也。阿聲高，所以爲慢，爲野。夫以名教言之，則唯恭而阿慢；以理論之，皆應聲也。今爲善者無近名，名極則害身；爲惡者無近刑，刑極則殘生。故善之與惡，非道之實，乃外物耳。既皆外物，則相去奚異哉？古本作美之與惡，如上章天下皆知美之爲美，斯惡已。◯穎濱蘇轍曰：學者溺於所聞而無以一之，則唯之爲恭，阿之爲慢，不可同日而言矣，而况善惡之相反乎？夫惟聖人知萬物同出於性而皆成於妄，如畫馬牛，如刻虎彘，皆非其實，泯焉無是非同異之辨，孰知其相去幾何哉？◯劉涇曰：莊子曰：所美爲神奇，所惡爲臭腐。神奇化爲臭腐，臭腐復化爲神奇。何則？善惡之間不能以寸。近取諸身，則唯、應、阿、應同出一聲，何以唯爲恭，以阿爲慢？善惡之殊，何異此乎？◯道眞仁靜先生曹道冲曰：同爲應答，何爭恭慢？造善爲惡，皆是勞心。◯達眞子曰：唯、阿者，因其世薄而分之也；善、惡者，因其眞喪而别也。方世之薄，人生其慢焉，則以唯者爲恭，阿者爲慢。方眞之喪，則能修者爲善，不修者爲惡。然改阿爲唯，非不能也，是不爲也。故唯之與阿，相去幾何？改惡爲善者，非不能也，是不修也。故善之與惡，相去何若？◯黃茂材曰：莊子亦嘗以臧穀亡羊發明此理，學者宜致思於善惡不到之處，何物可名？若直以爲惡與爲善同，是率天下而入於惡，非老子意。◯程大昌曰：唯爲主善，阿爲導諛。◯林東曰：善與惡不翅霄壤，今謂之相去何若？急欲惡人之復於善，如唯阿之相去幾何也？"
                },
                {
                    "paragraph": "人之所畏，不可不畏。",
                    "zhushu": "◯御註曰：鼓萬物而不與聖人同憂者，道也。吉凶與民同患者，事也。◯碧虚子陳景元曰：夫至人冥心妙道，絶學無憂，雖忘善惡於胸中，必順唯阿於形外。既而身處人間世，豈不修其德乎？故唯阿之禮不得不遵，善惡之戒不可不畏，其惟藴道之深者乎！◯潁濱蘇轍曰：聖人均彼我、一同異，其心無所復留。然豈以是忽遺世法，犯分亂理而不顧哉！人之所畏，吾亦畏之，人之所爲，吾亦爲之。雖列於君臣父子之間，行於禮樂刑政之域，而天下不知其異也。其所以不嬰於物者，其心而已。◯道眞仁靜先生曹道冲曰：全身遠害，安得謂之不畏？◯黃茂材曰：人有所畏，亦有所喜。畏其所畏而不喜其所可喜，何也？人之所畏，烏可不畏？若其所喜，吾亦從而喜之，則是同於流俗。"
                },
                {
                    "paragraph": "荒兮其未央哉！",
                    "zhushu": "◯碧虚子陳景元曰：央，中也，止也。◯臨川王安石曰：道之荒大而莫知畔岸。◯道眞仁靜先生曹道冲曰：此老君處世之時所睹之事也。◯達眞子曰：如田之荒，以其爲草所蔽。人之性爲物所蔽，固不異此。◯葉夢得曰：此非言之所能窮，故曰：荒兮其未央哉。◯黃茂材曰：荒如禽荒、色荒之荒。"
                },
                {
                    "paragraph": "衆人熙熙，如享太牢，如春登臺。",
                    "zhushu": "◯碧虚子陳景元曰：世人因學致僞，逐境失眞。◯道眞仁靜先生曹道冲曰：心目所經，外境方盛。"
                },
                {
                    "paragraph": "我獨怕兮其未兆，若嬰兒之未孩。",
                    "zhushu": "◯碧虚子陳景元曰：孩，笑貌。◯潁濱蘇轍曰：人各溺於所好，其美如享太牢，其樂如春登臺，囂然從之而不知其非。唯聖人深究其妄，遇之泊然不動，如嬰兒之未能孩也。◯黃茂材曰：衆人慕樂如此，我則怕然不動。"
                },
                {
                    "paragraph": "乘乘兮若無所歸。",
                    "zhushu": "◯碧虚子陳景元曰：乘乘若虚舟之東西而無所歸止。◯臨川王安石曰：乘乘若無所歸者，以其游心於無何有之鄉。◯道眞仁靜先生曹道冲曰：乘萬物而遊，無所係著。◯陳象古曰：乘乘，厚重貌。守眞抱樸，滿而不盈。◯清源子劉驥曰：嬰兒居不知所爲，行不知所之，乘乘兮如虚舟之東西。◯程大昌曰：衆人舒泰，如享備味，如覽勝會。我方揣切其未嘗發見者，如嬰兒之從騃而冥無所知，甚言不曉世人趨樂之故也。故繼之曰乘乘兮若無所歸宿也。"
                },
                {
                    "paragraph": "衆人皆有餘。",
                    "zhushu": "◯御註曰：其在道曰餘食贅行。◯碧虚子陳景元曰：饕餮富貴之間，謂其心有餘樂。◯潁濱蘇轍曰：衆人各自以爲有餘。◯劉涇曰：性無餘欠，所謂有餘，皆分外也。陳象古曰：有餘，自盈滿也。"
                },
                {
                    "paragraph": "我獨若遺。",
                    "zhushu": "◯碧虚子陳景元曰：知軒冕之去來如寄，故獨忽之若遺忘耳。◯劉涇曰：若遺，非誠遺也，以不足愛吝爲懷而已。不學者，所謂誠遺也。至人非不學，蓋縁俗學滋蔓，特可以絶救之耳。◯道眞仁靜先生曹道冲曰：人皆自謂我有餘，而我獨遺忘，若無物也。◯葉夢得曰：認之則有餘，棄之則若遺。黃茂材曰：衆人皆有餘，其盈溢於富貴驕奢如此，我則若遺，且如愚焉。"
                },
                {
                    "paragraph": "我愚人之心也哉，純純兮。",
                    "zhushu": "◯御註曰：吾與回言終日，不違如愚。純純兮天機不張，而默與道契，兹謂大智。◯潁濱蘇轍曰：若愚而非愚也。◯劉涇曰：衆人務學作智，我獨絶焉，則愚人而已。◯程大昌曰：純純乎，無所能解也。"
                },
                {
                    "paragraph": "俗人昭昭，我獨若昏。俗人察察，我獨悶悶。",
                    "zhushu": "◯御註曰：同乎流俗，則昭昭以爲明，而其明也小。察察以爲智，而其智也鑿。遺物離人而傲睨於一世之習，則惛然若亡而存，悶然若鈍而利，世俗豈得而窺之。◯碧虚子陳景元曰：昭昭，光耀自衒貌。察察，嚴明貌。悶悶，寬裕貌。或作惛惛昧昧貌。莊子曰：至道之極，昏昏默默。◯潁濱蘇轍曰：世俗以分别爲智，聖人知群妄之不足辨也，故其外若昏，其中若悶。◯道眞仁靜先生曹道冲曰：俗人昭昭，極智慮而察物，惟恐其不顯不彰、不知不聞也。我獨若昏，我獨事事不知，若昏愚而無識者也。察察，謂盡物而不容也。◯黃茂材曰：俗人昭昭，以其好於聲名，我則昏昏。俗人察察，以其競於機巧，我則悶悶。"
                },
                {
                    "paragraph": "澹兮其若海，飂兮似無所止。",
                    "zhushu": "◯御註曰：淵靜而性定，道之全體。變動而不居，道之利用。◯碧虚子陳景元曰：莫測其深，故曰海。而又應變之道，莫定其方，若流波之漂揚，而似無所止。著一本作忽。若晦寂兮，似無所止，言至人容儀忽然晦昧，似其尸居，其心寂靜，無所繫縶，故似無所止，亦通。◯達眞子曰：澹者，泊然而大也。飂者，曠然而通也。"
                },
                {
                    "paragraph": "衆人皆有以，我獨頑且鄙。",
                    "zhushu": "◯御註曰：桂可食，故伐之；漆可用，故割之。人皆知有用之用，而莫知無用之用。傳曰：心不則德義之經爲頑。古者謂都爲美，謂野爲鄙。◯劉涇曰：以，用也。衆人之學，所謂有用而已，亦安知無用爲有用哉？頑鄙是也。鄙，野也。野人不學，無用故也。◯黃茂材曰：高才絶智，孰不求爲時用？我獨頑似鄙，凡此數者，不喜其所可喜，自足於道而已。◯程大昌曰：甚言世人趨末而不知有本也。◯林東曰：衆人皆以才智爲世用，而我獨頑鄙，無益於世，以見衆人離道爲甚遠，而我之體道爲甚謹。"
                },
                {
                    "paragraph": "我獨異於人，而貴求食于母。",
                    "zhushu": "◯御註曰：嬰兒慕，駒犢從，惟道之求而已。夫道生之、畜之、長之、育之，萬物資焉。有母之意，惟道之求，此所以異於人之失性於俗。碧虚子陳景元曰：或曰：老氏以和光同塵爲務，此篇何獨彼我之說云云。曰：此豈至人之本意哉？蓋不得已而言之也。夫至人所行，何嘗有異？自是世俗動靜相反，因垂言立教，故有彼此之云爾。◯潁濱蘇轍曰：道者萬物之母。衆人徇物忘道，而聖人脱遺萬物，以道爲宗，譬如嬰兒食於母而已。◯劉涇曰：嬰兒以母爲本。道，本也。學，末也。此所以異也。然聖人不尚異而獨異者，此篇主絶學爲辭，方俗學之溺如此，則非異俗無以救俗。◯道眞仁靜先生曹道冲曰：衆人求物於外，我獨食氣於内。氣爲母，神爲子。神不離氣，氣不離形，子母相隨，綿綿上下，乆而自定。閉之非也。此簡易攝生之要也。◯達眞子曰：衆人所求者，以外不以内，以末不以本。是反求食於子而不求食於母也。◯陳象古曰：異於人，不同衆人之所學故也。黃茂材曰：母者，道也。經曰有名，萬物之母是也。"
                }
            ]
        },
        {
            "name": "孔德之容章第二十一",
            "paragraphs": [
                {
                    "paragraph": "孔德之容章第二十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "孔德之容，惟道是從。",
                    "zhushu": "◯御註曰：一陰一陽之謂道，物得以生謂之德。道常無名，豈可形容？所以神其德。德有方體，同焉皆得，所以顯其道。◯潁濱蘇轍曰：道無形也，及其運而爲德，則有容矣。故德者，道之見也。自是推之，則衆有之容，皆道之見於物也。◯臨川王安石曰：孔德，孟子所謂盛德是也。故曰動容周旋中禮，盛德之至。蓋惟道是從，則孔德之容矣。◯葉夢得曰：德之爲言得也。道不可見，而德有可得，故道無容而德有容。◯林東曰：失道而後德，德則有形容之可見也，况於盛德之容乎？况於衆有之美者乎？凡此之容，此之美，皆自道出，道雖不可形容，乃著見於孔德之容、衆有之美。"
                },
                {
                    "paragraph": "道之爲物，惟恍惟惚。",
                    "zhushu": "◯御註曰：道體至無而用乃妙有，所以爲物，然無非道。恍者有象之可况，惚者，有數之可推。所謂有者疑於無也。故曰道之爲物。◯碧虚子陳景元曰：夫道者，杳然難言，故眡聽不能聞見，何物之可謂耶？今言物者，蓋因强名以究妙理，故曰有物混成，亦稱道之爲物也。恍似有也，在有非有。惚似無也，居無非無。居無非無，乃即空是色也。在有非有，乃即色是空也。◯臨川王安石曰：道非物也。然謂之道，則有物矣，恍惚是也。◯陳象古曰：恍惚，不可定名之謂也。◯黃茂材曰：恍者，陽也。惚者，陰也。道惟陰陽而已。不謂陰陽而謂恍惚者，升降消長之理，交感契合之情，恍恍惚惚，不可指名，惟心能得之，故其字從心。"
                },
                {
                    "paragraph": "惚兮恍兮，中有象兮。恍兮，惚兮，中有物兮。",
                    "zhushu": "◯御註曰：見乃謂之象，形乃謂之物。恍惚之中，象物斯具，猶如太空變爲雷風，猶如大塊化爲水火，以成變化，以行鬼神，是謂道妙。◯碧虚子陳景元曰：象者，氣象也。物者，神物也。即莊子所謂眞君，今之所謂性者也。◯陸佃曰：太始者，形之始，故曰其中有象。太素者，質之始，故曰其中有物。◯葉夢得曰：恍惚非二境，象物非二類也。◯清源子劉驥曰：恍惚者，在有非有，在無非無。惚兮恍，其中有象，經所謂大象無形者是矣。恍兮惚，其中有物，經所謂有物混成者是矣。恍惚之中，有物與象，所謂無狀之狀，無物之象也。"
                },
                {
                    "paragraph": "窈兮冥兮，中有精兮。其精甚眞，其中有信。",
                    "zhushu": "◯御註曰：窈者，幽之極。冥者，明之藏。窈冥之中，至陰之原，而天一所兆，精實生焉。精者，天德之至。正而不妄，故云甚眞。一而不變，故云有信。◯碧虚子陳景元曰：窈兮，深遠貌。冥兮，寂默貌。其中藴乎純粹之精，畜乎自然之信。其精非僞，故曰眞。其化應時，故曰信。◯道眞仁靜先生曹道冲曰：寂然無形，今感之立應，信莫過此。春生秋煞，夏炎冬凛，未嘗差忒。答響若谷，現形如鑑，豈不謂之信也。◯黃茂材曰：陰陽至妙，窈冥難睹，陰中之陽是謂陽精，陽中之陰是謂陰精，故曰其中有精。陽之精者爲眞陽，陰之精者爲眞陰，故曰其精甚眞。陽生於子，陰生於午，時日晷刻，必至無差，故曰其中有信。"
                },
                {
                    "paragraph": "自古及今，其名不去，以閲衆甫。吾何以知衆甫之然哉？以此。",
                    "zhushu": "◯御註曰：衆甫之變，日逝而不停。甚眞之精，常存而不去。聖人貴精，故能閲衆甫之變而知其所以然。無思也而寂然，無爲也而不動，然感而遂通天下之故，則思爲之端起而功業之迹著，非天下之至精，其孰能與於此。◯潁濱蘇轍曰：古今雖異而道則不去，故以不去名之。唯未嘗去，故能以閲衆甫之變也。甫，美也。雖萬物之美，不免於變。聖人之所以知萬物之所以然者，以能體道而不去故也。◯陸佃曰：生者，有生生者，自太易至於太素，所謂生生者也。然生生者未嘗生，未嘗無，故能自古及今，其名不去，以閲衆甫也。所謂其名不去，常名是也。夫衆美者有生而吾體不生，衆美者有化而吾體不化，故能名以閲之也。莊子曰：神奇復化臭腐，臭腐復化神奇。神竒者，衆甫也。◯清源子劉驥曰：亘萬世而無弊，充一性而常存，故曰不去。衆美之變，日逝而不停，甚眞之精，常存而不亡，所以披閲衆甫之死生終始也。◯黃茂材曰：經云：吾不知其名，字之曰道。名即道也，故爲萬物之母，時雖變而無常，名，常存而不已。甫，美也。天地之大，人物之衆，昆蟲草木之微，莫不具有此美，舍此皆非道也。"
                }
            ]
        },
        {
            "name": "曲則全章第二十二",
            "paragraphs": [
                {
                    "paragraph": "曲則全章第二十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "曲則全，枉則直，窪則盈，弊則新，少則得，多則惑。是以聖人抱一爲天下式。",
                    "zhushu": "◯碧虚子陳景元曰：聖賢之士，鈎深致遠，廓然見獨，而蟠曲才能未嘗顯耀者，故欲遠害而全身也，故曰曲則全。聰逹明察，曉辨諸物，有大功業，立大名聲，心直如猛矢，志端如朱絃，常枉己屈伏而不自伸者，此則大直之士也，故曰枉則直。人以謙卑爲本。易曰地道變盈而流謙，蓋設象而會意也。夫陵原川谷之變，高下之不常也。川谷窪下，則水流而滿之；陵原高峻，則雨剥而頽之。人之謙下，則衆仰德而歸之，以致其光大也。夫自尊則衆毁而辱及之，以致其危亡也。故曰窪則盈。且人有賢才，而能支離其德，弊薄其身，则衆共樂推，而其道日新矣，故曰弊則新。夫少者，簡易之謂也。易曰：易則易知，簡則易從。易簡而天下之理得矣。西升經曰：子得一，萬事畢。又曰：丹書萬卷，不如守一。故曰少得則。夫多者，博學之謂也。莊子曰：文滅質，博溺心。列子曰：路多岐則亡羊；學多方，則喪道。庚桑子曰：萬人操弓共射一鵰，鵰無不中。萬物章章，以害一生，生無不傷。經曰：多言數窮，不如守中。此並戒其多也，故曰多則惑。道生一，一者，道之子，謂太極也。太極即混元也，亦太和純一之氣也，又無爲也。夫聖人抱守混元純一之道者，謂復太古無爲之風也。經曰：天得一以清，地得一以寧。莊子曰：天無爲以之清，地無爲以之寧。以此可明矣。自曲則全下六事，尚有對治之迹。此云抱一無爲，可以兼包之，故爲天下式。◯潁濱蘇轍曰：聖人動必循理，理之所在，或直或曲，要於通而已。通故與物不迕，故全也。直而非理，則非直也。循理雖枉，而天下之至直也。衆之所歸者下也，雖欲不盈，不可得矣。昭昭察察，非道也。悶悶若將弊矣，而日新之所自出也。道一而已，得一則無不得矣。多學而無以一之，則惑矣。抱一者，復性者也。蓋曲則全，枉則直，窪則盈，弊則新，少則得，多則惑，皆抱一之餘也，故以抱一終之。◯臨川王安石曰：方則易挫，曲以應之，此所以能全也。直則易折，故枉以待之，此所以能直也。海者常處於卑，而爲百川之所委，故窪則盈。無春夏之榮華，秋冬之彫落，故弊則新。少者復本則得矣，多者有爲則惑矣。◯王雱曰：至人冲虚，其行如水，無心於物，不與物忤，故常全也。此篇大旨與莊子養生主相類。◯陸佃曰：蓋其周旋動止，於物無忤，與之俱往，故謂之曲。物之變也，而天理之在我，終於完而無缺，故謂之全。◯達眞子曰：己雖全也，常自以爲曲，所以求全不已，則卒至於全矣；是則所謂曲則全也。己雖直也，常自以爲枉，所以求直不已，則卒至於直矣；是則所謂枉則直也。猶德雖盈也，常自以爲不足，則若其窪；知雖新也，常自以爲不明，則若其弊。以若窪之心不已其求，則卒至於盈；是則所謂窪則盈也。以若弊之心不已其求，則卒至於新矣；是則所謂弊則新也。少則約，多則詳，以道散則適於多，道聚則歸於少。是以少則得，得其道也；多則惑，惑其道也。是以聖人抱一爲天下式。抱一則不離於道，爲天下式。◯陳象古曰：一者不繁不亂，可以曲，可以全，可以枉，可以直，可以窪，可以盈，可以弊，可以新，可以少，可以得，可以多，可以惑。夫小者大之端，暗者明之漸，理當然也。故聖人抱一，於數則有增，於象則有容，不自滿假，先見未萌，天下若取以爲式，則人人合於道矣。◯葉夢得曰：曲則全，窪則盈，少則得，理也，即其體而言之也。枉則直，弊則新，多則惑，勢也，極其變而言之也。曲則不忤，故全；窪則不滿，故盈；少則不夸，故得，此理之必至者也。枉非以求直，而枉之極必直；弊非以求新，而弊之反必新；多非以求惑，而多之罪必惑。此勢之不得不然者也。理勢之相成，或更爲終始，或迭爲得失，紛然其不可窮，而聖人獨能濟之，不與之俱變者，抱一也。前言魂魄之合，而曰抱一者，一之存乎己者也。今言理勢之雜，而曰抱一者，一之總乎物者也。一則萬法之所從出，故以爲天下式。◯黃茂材曰：世皆曲，吾與之爲曲，故能保其全；人皆枉，吾與之爲枉，故能養其直。莫不欲盈也，孰自處於窪？吾能窪，乃所以爲盈。莫不欲新也，孰自期於弊，吾能弊，乃所以爲新。爲道日損，損則少，其入道也近，故得。爲學日益，益則多，其去道也遠，故惑。曰全、曰直、曰盈，曰新，曰得，曰惑，散之則六，斂之則一。通乎一，萬事畢，又何有於六乎？故曰：聖人抱一，爲天下式。"
                },
                {
                    "paragraph": "不自見，故明；不自是，故彰；不自伐，故有功；不自矜，故長。夫惟不爭，故天下莫能與之爭。",
                    "zhushu": "◯御註曰：不蔽于一己之見，則無所不燭，故明。不私于一己之是，而惟是之從，則功大名顯而天下服，故彰。人皆取先，己獨處後，曰受天下之垢，若是者常處于不爭之地，孰能與之爭乎？◯碧虚子陳景元曰：此四事皆無爲之職。夫聖人無爲，何嘗顯見己之才能，則天下自然稱其明矣。故曰不自見，故明。河上公曰：聖人雖明，不以自見千里之外，乃因天下之目以視之，故能明達。夫能用天下之目者，亦不自顯見之意也。音訓雖異，而其旨略同矣。且聖人虚靜，何嘗自是而非人？蓋彼我都忘，則天下自然稱其是而其德彰矣。故曰：不自是，故彰。且聖人恬澹，何嘗自伐？取其德美，則天下自然稱其功業矣，故曰：不自伐，故有功。且聖人寂寞，何嘗自矜大其賢貴，則天下自然稱其有道而長存矣，故曰不自矜，故長。◯潁濱蘇轍曰：不自見、不自是、不自伐、不自矜，皆不爭之餘也，故以不爭終之。◯臨川王安石曰：不自見，乃無所不見，故常明。不自是，乃無所不是，故常彰。不自伐，則善不喪，故有功。不自矜，則不有能，故能可乆矣。夫惟不爭，故天下莫能與之爭者。書曰：汝惟不矜，天下莫與汝爭能。◯達眞子曰：如自見其全，則以爲全足於己，更不求其全，由是故全或至於不能明。如自是其直，則以爲直足於身，更不求其直，由是故直或至於不能彰。唯不自見其全也，常以爲求全之不足，若是則全終至於明也；唯不自是其直也，常以爲求直之不足，若是則直終至於彰也。推此二類，凡有於己者，皆不自足於己。如雖有功也，不自伐其功，故得其有功；己雖長也，不自矜其長，故能得其長。蓋聖人不自滿假，凡在於此也。◯葉夢得曰：見字當讀爲見，乃謂之象之見。夫惟得一，故雖晦其迹，不自見而反明；雖藏其用，不自是而反彰。不伐而有功，不矜而能長。亦由前之爲曲全窪盈者，天下之理同也。是以復終之以夫唯不爭，故天下莫能與之爭。以爲萬物之變，非吾所能執，及其既定，物亦莫能與我競，此不爭之效也。雖萬物無不可爲爭，心苟存，則雖一法無所容措。◯黃茂材曰：至人之處於世，未嘗有我也。無我故不自見，不自是，不自伐矜。夫然，故與物無爭，而物亦莫與之爭。方舟而濟於河，有虚船來觸舟，雖有惼心之人不怒，天下孰能與之爭乎？不自見而明，不自是而彰，不自伐矜，有功而長，亦其自然之理，夫何容心！"
                },
                {
                    "paragraph": "古之所謂曲則全者，豈虚言哉！誠全而歸之。",
                    "zhushu": "◯御註曰：聖人其動若水，以交物而不虧其全；其應若繩，以順理而不失其直。知窪之爲盈無亢滿之累，知弊之爲新，無夸耀之迹。若性之自爲而不知爲之者，致曲而已。故全而歸之，可以保身，可以盡年，而不知其盡也。是謂全德之人，豈虚言哉！◯碧虚子陳景元曰：夫聖人獨抱守純一無爲，何嘗更有爭競之心哉？經曰：含德之厚，比於赤子。毒蟲不螫，猛獸不據，攫鳥不搏。蟲獸尚爾，况於人乎？然而上古有此曲全之語，豈今日之寓言哉？人能行之，誠有全德之美，而歸之于身，此再三勸勵之深㫖也。◯潁濱蘇轍曰：世以直爲是，以曲爲非，將循理而行於世，則有不免於曲者矣。故終篇復言之曰：此豈虚言哉！誠全而歸之。夫所謂全者，非獨全身也。内以全身，外以全物，物我兼全而歸復於性，則其爲直也大矣。葉夢得曰：知此則循其本而反之，所謂曲則全者，豈虚言哉！吾誠先得其全，而後歸於道，則由枉而下爲可知矣。◯黃茂材曰：醉者之墜車，雖疾不死。骨節與人同，而犯害與人異，其神全也。全於酒猶若是，况全於天乎？古之至人，天以其全付之，還以其全歸之。"
                }
            ]
        },
        {
            "name": "希言自然章第二十三",
            "paragraphs": [
                {
                    "paragraph": "希言自然章第二十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "希言自然。",
                    "zhushu": "◯御註曰：希者，獨立于萬物之上，而不與物對。列子所謂疑獨是也。去智與故，循天之理，不從事於外，故言自然。◯碧虚子陳景元曰：希者，疏也。易曰：吉人之辭寡。◯涑水司馬光曰：知道者不言而諭，故曰自然。◯潁濱蘇轍曰：道之出口，淡乎其無味，視之不足見，聽之不足聞，用之不可既，此所謂希言矣。◯臨川王安石曰：多言數窮，故希言則自然。◯陸佃曰：夫物莫能使之然，亦莫能使之不然者，謂之自然。◯道眞仁靜先生曹道冲曰：言教出則爲迹，未能因於物情，故聖人行不言之教，任自然之理。◯達眞子曰：道不可聞，故聽之不聞則名曰希。希者，冥其聲之謂也。◯葉夢得曰：此章明言不足以得道，欲得道者，必即道以求之。而道之不行，世始有方術之士，各以其一曲詼詭譎怪，違理而叛道，雖幸或見，不旋踵而亡矣。◯清源子劉驥曰：聽之不聞名曰希。希言則聽乎無聲，而無聲之中獨聞和焉，故自然也。"
                },
                {
                    "paragraph": "故飄風不終朝，驟雨不終日。孰爲此者？天地。天地尚不能乆，而况於人乎？",
                    "zhushu": "◯御註曰：天地之造萬物，風以散之，委衆形之自化；雨以潤之，任萬物之自滋。故不益生、不勸成，而萬物自遂于天地之間，所以長且乆也。飄驟則陰陽有繆戾之患，必或使之，而物被其害，故不能乆。◯碧虚子陳景元曰：形之大者，莫過乎天地；氣之廣者，莫極乎陰陽。陰陽相激，天地交錯，尚不能崇朝終日，何况人處天地之間，不似毫末之在馬體乎？而敢縱愛欲，任喜怒，趣取速亡，不亦悲乎！◯潁濱蘇轍曰：陰陽不爭，風雨時至，不疾不徐，盡其勢之所至而後止。若夫陽亢於上，陰伏於下，否而不得泄，於是爲飄風暴雨，若將不勝，然其勢不能以終日。古之聖人，言出於希，行出於夷，皆因其自然，故乆而不窮。世或厭之，以爲不若詭辭之悅耳，怪行之驚世，不知其不能久也。◯道眞仁靜先生曹道冲曰：飄風驟雨，謂不常也，而况人心，豈能常也？◯葉夢得曰：夫言之不足尚如此。◯黃茂材曰：道無可言，自然而已。自然則乆。飄風驟雨，非其自然，故不能終朝日，况於人乎？人法地，地法天，天法道，道法自然。其所法也，回轉而及自然，自然之功豈易到哉？"
                },
                {
                    "paragraph": "故從事於道者，道者同於道，德者同於德，失者同於失。同於道者，道亦得之；同於德者，德亦得之。同於失者，失亦得之。",
                    "zhushu": "◯碧虚子陳景元曰：從，爲也，順也。言人爲事當從順于道，希言愛氣，永保天和，豈可若飄風驟雨而不乆長也。◯潁濱蘇轍曰：孔子曰：苟志於仁矣，無惡也。故曰：仁者之過易辭。志於仁猶若此，而況志於道者乎？苟從事於道矣，則其所爲合於道者得道，合於德者得德。不幸而失，雖失於所爲，然必有得於道德矣。◯道眞仁靜先生曹道沖曰：聖人從事於自然之道，不强物情。道者同於道，有道者可與語道。德者同於德，謂彼此俱造於德，則可與語於德也。失者同於失，鵂鶹與梟皆以夜爲晝，則難與辨其謬失也。◯葉夢得曰：非失之云能得道也。因其失而正之，亦可以得乎道也。◯黃茂材曰：道至大也。有從事於此，道則同於道，德則同於德，失則同於失。譬之海，廣無不容，大無不納，物之在其中也，無不各得其欲。故道者曰吾得之，德者曰吾得之，失者曰吾得之。失既以爲失矣，又焉得曰失道而後德，則德也者，非失而得之乎？失德而後仁，則仁也者，非失而得之乎？失仁而後義，失義而後禮，則義與禮也者，非失而得之乎？夫是謂之大同。"
                },
                {
                    "paragraph": "信不足，有不信。",
                    "zhushu": "◯碧虚子陳景元曰：仙道貴生，鬼道貴終，蓋各以類應也。是以信乎道者得其道；信乎德者得其德。不信于道，輕忽于德，故道亦不應，德亦無稱，舉之天下豈有信之者哉？◯潁濱蘇轍曰：不知道者，信道不篤，因其失而疑之，於是益以不信。夫惟知道，然後不以得失疑道也。◯達眞子曰：信道足，則於道無不信也。信德足，則於德無不信也。◯陳象古曰：言亂而理寡，故人不之信。◯黃茂材曰：至道甚微，信者寡，不信者多。老子重言及此，憫世人之愚而欲其信也歟！"
                }
            ]
        },
        {
            "name": "跂者不立章第二十四",
            "paragraphs": [
                {
                    "paragraph": "跂者不立章第二十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "跂者不立，跨者不行。",
                    "zhushu": "◯御註曰：違性之常而冀形之適，難矣。◯碧虚子陳景元曰：冒進之夫，跂望非分，欲求寵榮，雖苟得之，有若延頸舉踵，何能久立乎？◯涑水司馬光曰：心有所屬，故不能兩存。◯潁濱蘇轍曰：人未有不能立且行者也。苟以立爲未足而加之以跂，以行爲未足而加之以跨，未有不喪失其行立者。彼其自見、自是、自伐自矜，亦若是矣。◯道眞仁靜先生曹道冲曰：跨謂不内不外，跨其兩端，不一于道也。◯達眞子曰：跂者非立之常，跨者非行之常。而皆性之强矯，非動之自然者也。◯黃茂材曰：跂而欲立，必不能立。跨而欲行，必不能行。◯程大昌曰：足之履地爲立。跂則騰竦以爲高，隨足力所及而更迭以進，是之謂歩。跨則展布以示闊，貪新失故，且將並其能行能步者而失之。"
                },
                {
                    "paragraph": "自見者不明，自是者不彰，自伐者無功，自矜者不長。其在道也，曰餘食贅行。",
                    "zhushu": "◯御註曰：泰色淫志，豈道也哉？故於食爲餘，於行爲贅。◯碧虚子陳景元曰：棄餘之食，適使人惡。附贅之形，適使人醜。◯涑水司馬光曰：皆外競而内亡。◯黃茂材曰：自見其見，不可與明。自是其是，不可與彰。伐者無功，矜者不長。此皆性外事。◯程大昌曰：露才揚己之謂自見曰：子既已知，則爲自是。誇其勞者爲自伐。眩其能者爲自矜。凡此數者，不獨足己自當，又且廣己造大，課其所有，甚狹而無助，故不明不彰，無功不長。"
                },
                {
                    "paragraph": "物或惡之，故有道者不處也。",
                    "zhushu": "◯碧虚子陳景元曰：凡物尚惡之，况有道之士乎？◯葉夢得曰：智之不眀，未必皆能惡也。故曰：物或惡之，惟有道者不處。豈必知道而後能辨也。◯程大昌曰：見是伐矜，有道者不肯指以爲居也。"
                }
            ]
        },
        {
            "name": "有物混成章第二十五",
            "paragraphs": [
                {
                    "paragraph": "有物混成章第二十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "有物混成，先天地生。",
                    "zhushu": "◯御註曰：氣形質具而未相離，曰渾淪。合於渾淪，則其成不虧。易所謂太極者是也。天地亦待是而後生，故云先天地生。然有生也，而非不生之妙，故謂之物。◯碧虚子陳景元曰：至理湛然而常存，故謂之有物。眞道萬泒而莫分，故謂之混成。然而混成不可得而知，萬物由之以生，故曰有物混成也。先天地生者，道之元也。經曰：吾不知誰子，象帝之先。莊子曰：夫道在太極之先而不爲高，在六極之下而不爲深，先天地生而不爲乆，長於上古而不爲老。此皆標道之大體也。◯潁濱蘇轍曰：夫道非清非濁，非高非下，非去非來，善惡混然而成體。其於人爲性，故曰有物混成。此未有知其生者，蓋湛然常存而天地生於其中耳。◯陳象古曰：混成，大道之喻也。道無定象，天地有形，因道而生，故先天地之義昭矣。◯葉夢得曰：易曰易有太極，是生兩儀，則生兩儀者，易也。然不直言易，而設爲太極於中者，蓋言易之生物不可以正名，故假太極以見，則易與太極固未之有分也。謂太極爲生兩儀，則有易居其上；謂太極爲生於易，則未見太極之有間，故寄之曰有，則易爲無也。老子曰：有物混成，先天地生。則天地生於混成，而混成者亦自有所生也。然不顯言其生，而虚生生者於上，亦以生生者不可以正名。◯黃茂材曰：有物果何物也？先天地而生天地者也。◯林東曰：有物混然而成，則包含萬象，圭角不露，皆所以想像道之體質也。必也先天地而生，言是道之有自來也遠矣。或以爲道在太極之先，則非止在天地先也，亦言其來也遠之意。"
                },
                {
                    "paragraph": "寂兮寥兮！獨立而不改，周行而不殆，可以爲天下母。",
                    "zhushu": "◯御註曰：寂兮寥兮，則不涉于動，不交于物，湛然而已。大定持之，不與物化，言道之體。利用出入，往來不窮，言道之用。萬物恃之以生。◯碧虚子陳景元曰：杳冥空洞，無象無質，故曰寂寥。大塊卓然，無物可比，妙道廓然，何物偶對？故曰獨立。物雖千變萬化，出生入死，而妙道未嘗遷，故曰不改。且道之用也，散則冲和之氣遍于太無，斂則精純之物藏于黍粟，周流六虚，應用不窮，故曰周行而不殆。夫物無大小，皆仰於道，得之則全，離之則殞，生之成之，咸有所賴，故曰可以爲天下母。◯潁濱蘇轍曰：寂兮無聲，寥兮無形，獨立無匹而未嘗變，行於群有而未嘗殆。俯以化育萬物，則皆其母矣。◯達眞子曰：致虚極則曰寂，廣遠極則曰寥，此有物混成之體也。◯陳象古曰：母，取其始生萬物也。◯葉夢得曰：寂寥之中獨立而周行者，彼亦不過動靜之兩間爾。學者多不能明寥之義與寂同爲靜，非也。古者謂大風之聲爲寥，吹萬竅而怒號者，寥能覆之，則安得爲靜乎？寂言靜也，寥言動也。惟寂故能獨立而不改，惟寥故能周行而不殆，此其所以能母天下者也。"
                },
                {
                    "paragraph": "吾不知其名，字之曰道，强爲之名曰大。大曰逝，逝曰遠，遠曰反。",
                    "zhushu": "◯御註曰：運而不留故曰逝，應而不窮故曰遠，歸根曰靜，靜而復命故曰反。道之中體方名其大，則遍覆包含而無所殊，易所謂以言乎遠則不御也。動者靜，作者息，則反復其道，不離乎性，易所謂以言乎邇則靜而正也。◯碧虚子陳景元曰：凡物之大皆有邊際。惟道之大，無窮無極，往無涯畔，故云大曰逝；愈逝愈遠，莫究其源，故云逝曰遠。雖遠出八荒之外，逐之不逮，而收視反聽，湛然於方寸之間，若鑑之明，應而不藏，故云遠曰反。反，復也。◯潁濱蘇轍曰：道本無名，聖人見萬物之無不由也，故字之曰道；見萬物之莫能加也，故强爲之名曰大。然其實則無得而稱之也。自大而求之，則逝而往矣；自往而求之，則遠不及矣。雖逝雖遠，然反而求之，一心足矣。◯道眞仁靜先生曹道冲曰：不可名字而强名曰道也。道非大小，既强名之，不可不謂之大矣。逝者，往也。道不止於大，又能逝而遍於萬物，既以謂逝，則無往不周，雖曰遠，未嘗離本，故曰返。◯清源子劉驥曰：不可得而名，故吾不知其名。以其萬物之無不由也，故字之曰道；以其萬物之莫能加也，故强爲之名曰大。自大而求之，則測之益深，窮之益遠，故曰逝；自逝而求之，則在太極之先而不爲高，在六極之下而不爲深，故曰遠。雖遠至六合之外，無窮無盡，然反求諸己，不離乎方寸之中，故曰反。◯林東曰：字曰道，强名曰大，然其實則無得而稱之也。不特如是其大，大則直塊然一物矣。大而又能逝，逝而遠，遠而又反，則非泛然無統、虚無荒唐之說甚矣。反之一字，見大道之道，與吾儒不隔蠅翼，或者不可以老氏、孔子差殊觀也。"
                },
                {
                    "paragraph": "故道大、天大、地大、王亦大。域中有四大，而王處一焉。",
                    "zhushu": "◯御註曰：道，覆載天地者也。天無不覆，地無不載。王者位天地之中而與天地參，故亦大。◯碧虚子陳景元曰：王者，黔黎之首，不敢與天地道爲比，故云亦也。域中有四大者，謂道、天、地、王也。域者，限域也。夫道大包宇宙，細入秋毫，或超象外，或處域中，自地而上皆屬于天，蒼蒼之謂也。天在地外，地處天内。王者人倫之尊，居九州之間，此皆處于域中，故曰域中有四大也。而又王者參天地之道，而秉萬物之權，於四大之中預其一焉。莊子曰：莫神於天，莫富於地，莫大於帝王。帝王之德配天地，故曰王居其一焉。◯穎濱蘇轍曰：由道言之，則雖天地與王皆不足大也。然世之人皆知三者之大，而不信道之大也。◯道眞仁靜先生曹道冲曰：無不化育，故曰大；無不覆燾，故曰大，無不持載故曰大。人者，三才之一，非君何以統制？域者，謂限制之名，雖有名而無邊際之實，範圍萬物者也。凡言天則造物可知矣，凡言地則成物可知矣，凡言王則人道可知矣。靈秀智力莫出於人，而王統之大也。◯清源子劉驥曰：王亦大者，王指人心而言之，經所謂心爲國主五藏王是也。人心潜天而天，潜地而地，俛仰之間，再撫四海，恍惚之際，經緯萬方，亦可謂大矣。故域中有四大，而王處一焉。此使人知自貴自愛，而不陷溺其良心也。"
                },
                {
                    "paragraph": "人法地，地法天，天法道，道法自然。",
                    "zhushu": "◯碧虚子陳景元曰：此戒王者當法象二儀，取則至道，而天下自然治矣。夫王者守雌靜，則與陰同德，其所載無私，是法地也。又不可守地不變，將運剛健，則與陽同波，其所覆至公，是法天也。復不可執天不移，將因無爲，則與道同體，其所任物咸歸自然，是法道自然。此謂王者之法天地，則至道也，非天地道之相法也。宜察聖人垂教之深旨，不必專事其空言而已矣。◯潁濱蘇轍曰：故以實告之。人不若地，地不若天，天不若道，道不若自然。然使人一日復性，則此三者人皆足以盡之矣。◯道眞仁靜先生曹道冲曰：人與地近，形著而位分，故法則於地，而知剛柔之分。地靜而承順，法則於天，清明剛健，崇高至極，而未能混於無形，故法於道也。道無可法，自然而已。◯達眞子曰：道也者，固無所法也。以其相因而相成，相繼而相用，固若其法爾。王者能盡人道，以人道之施爲則應於地，故人法地也；以地道之化養則應於天，故地法天也；以天之運用則應於道，故天法道也；以道之充塞則應於自然，故道法自然也。然則有物混成之初，信以爲天下之母矣。"
                }
            ]
        },
        {
            "name": "重爲輕根章第二十六",
            "paragraphs": [
                {
                    "paragraph": "重爲輕根章第二十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "重爲輕根，靜爲躁君。",
                    "zhushu": "◯御註曰：重則不摇奪而有所守，故爲輕根。靜則不妄動而有所制，故爲躁君。◯潁濱蘇轍曰：凡物輕不能載重，小不能鎮大，不行者使行，不動者制動。故輕以重爲根，躁以靜爲君。◯臨川王安石曰：輕者必以重爲依，躁者必以靜爲主。◯葉夢得曰：重輕在身，必有所本，故以根言之。靜躁在心，必有所制，故以君言之。木之生，自拱把至合抱必有根焉，然後枝葉有所賴。不深其根而豐其末，末勝則本必拔矣。故身不可以不重。心之物爲火，炎上而善縁，炎上則愈進，善縁則莫知己，非有以制之則必熾。躁者動而不知守者也，故心不可以不靜。◯黃茂材曰：輕躁之人不可進於道。重則其本固，故爲輕根。靜則其主安，故爲躁君。"
                },
                {
                    "paragraph": "是以君子終日行，不離輜重。",
                    "zhushu": "◯御註曰：靜重以自持，則失之者鮮。君子終日行，不離輜重，是以履畏途而無患。◯碧虚子陳景元曰：輜，屏車也，又大車也。◯道眞仁靜先生曹道冲曰：輜重謂保身之寳，隨而資用，不可須臾離也。◯達眞子曰：如君子雖終日行不離輜重者，蓋非輜重則不可行，是則輕本於重也。◯清源子劉驥曰：君子之處己，貴乎重靜，戒乎輕躁，故終日行不離輜重，謂如輜車之重，不敢容易其行。"
                },
                {
                    "paragraph": "雖有榮觀，燕處超然。",
                    "zhushu": "◯御註曰：榮觀在物，燕處在身。身安然後物可樂。◯道眞仁靜先生曹道冲曰：雖有榮盛可觀之事，不能移其志，游觀榮樂，無所係著。◯清源子劉驥曰：榮觀在物，燕處在己。不以物易己，不以美害生，超然自得於物外，取足於身而已。"
                },
                {
                    "paragraph": "如何萬乘之主而以身輕天下？輕則失臣，躁則失君。",
                    "zhushu": "◯御註曰：天下，大物也。有大物者，懔乎若朽索之馭六馬，故不可以身輕天下。不重則不威，故失臣。不倡而和則犯分，故失君。◯潁濱蘇轍曰：輕與躁無施而可。然君輕則臣知其不足賴，臣躁則君知其志於利。故曰：輕則失臣，躁則失君。◯臨川王安石曰：臣者，佐也；君者，主也。靜爲動之主，重爲輕之佐。輕而不知歸於重，則失於佐矣；動而不知反於靜，則失其主矣。◯王雱曰：人主以天下爲根，不可以一身故輕之。◯陳象古曰：王者治天下之大，當守其重，處其靜，以鎮輕浮，以杜僭躁。不可以欲之所縱，身之所貪，輕忽妄動，而忘治天下之道。◯清源子劉驥曰：歎人不知貴愛其身，殘生傷性，動之死地。是猶處萬乘之尊，居大寳之位，輕身躁動，不顧天下者也。輕則妄動，故失臣；躁則擾民，故失君。聖人重而不輕，靜而不躁，所以無爲而天下功。◯黃茂材曰：君子終日行不離輜重，是其能持重也。雖有榮觀，晏處超然，是其能守靜也。奈何萬乘之主，而以身輕天下？人身中自有一天下。萬乘之主，指心爲言。君者，心也。臣者，肺爲相傅之官，肝爲將軍之官，膽爲中正之官，膻中爲臣使之官。倉庫官，脾胃是也；傳道官，大腸是也；受盛官，小腸是也；作强官，腎是也。三焦者，决瀆之官。膀胱者，州都之官。失君，心亂；失臣，五臟六腑亂。"
                }
            ]
        },
        {
            "name": "善行章第二十七",
            "paragraphs": [
                {
                    "paragraph": "善行章第二十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "善行無轍迹；善言無瑕謫；善計不用籌筭；善閉無關楗而不可開；善結無繩約而不可解。",
                    "zhushu": "◯潁濱蘇轍曰：乘理而行，故無迹。時然後言，故言滿無口過。萬物之數畢陳於前，不計而知，安用籌筭？全德之人，其於萬物，如母之於子，雖縱之而不去，故無關而能閉，無繩而能約。◯臨川王安石曰：不疾而速，不行而至，故無轍迹。巵言日出，和之以天倪，因之以曼衍，故無瑕謫。六合之内，萬物之間，不能逃其數，故不用籌筭。萬物不得其門而入，故無關楗而不可開。◯達眞子曰：善行者，以道爲行者也。以道爲行，故行於内而不行於外，是以善行無轍迹。善言者，以道爲言者也。以道爲言，故言於正而不言於邪，是以善言無瑕謫也。善計者，以道爲計者也。以道爲計，故計於心而不計於物，是以善計不用籌筭也。心處於道，不爲外物之所入，是以善閉無關楗而不可開也。心聚於道，不爲外物之遷離，是以善結無繩約而不可解也。◯清源子劉驥曰：以其不爲而爲，故善行無轍迹之可尋；以其道之出口，故善言無瑕謫之可累。以其通於一而萬事畢，故善計不用籌筭。以其形全精復，非愛欲所能誘，故善閉無關楗而不可開；以其神凝氣定，雖天地不能犯，故善結無繩約而不可解。◯黃茂材曰：行不違道，故無轍迹；言不失中，故無瑕謫。善計不用籌筭，一，可以知萬也，何用籌筭？善閉，無關楗而不可開，其精固而不泄也，何用關楗？善結，無繩約而不可解者，陰陽之氣自然相合也，何用繩約一？"
                },
                {
                    "paragraph": "是以聖人常善救人，故無棄人；常善救物，故無棄物。是謂襲明。",
                    "zhushu": "◯御註曰：襲者，不表而出之。襲明則光矣而不曜。◯碧虚子陳景元曰：常善者，謂藴其常道，善達自然之理也。襲明者，聖人密用其常道，而能明悟任物也。◯潁濱蘇轍曰：彼方執筭以計，設關以閉，持繩以結，其力之所及者少矣。聖人之於人，非特容之，又善救之。我不棄人，而人安得不我歸乎？救人於危難之中，非救之大者也。方其流轉生死，爲物所蔽，而推吾至明以與之，使暗者皆明如燈，相傳相襲而不絶，則可謂善救人矣。◯葉夢得曰：常之爲言，無時而不然也。救之爲言，迫而後應之，不迫則不强施也。◯清源子劉驥曰：非特聖人有是心也，人物皆有之。方其以偽喪眞，以物易性，則固有之眞性暗而不明，鬱而不發，聖人常善救之而無棄，使之歸根復命，收視返聽，室虚而純白生，宇定而天光發，如燈之明，相傳襲而不絶，故是謂襲明。◯黃茂材曰：凡此皆人身中物，修之而至，爲之而成。經曰：恍兮惚，其中有物。人誰不具此物，迷而不知爾。聖人善救之，無棄人，亦無棄物，使之自明而已，故謂襲明。"
                },
                {
                    "paragraph": "故善人，不善人之師；不善人，善人之資。",
                    "zhushu": "◯御註曰：資以言其利。有不善也，然後知善之爲利。◯碧虚子陳景元曰：故立天子、置三公，此將以教不善之人也。故曰：善人，不善人之師。設有不善之人，善人亦資取役使，以漸化導之。經曰：善者吾善之，不善者吾亦善之，得善。信者吾信之，不信者吾亦信之，得信。此以德化攝伏不善人，爲資給役用也。◯達眞子曰：善人者，得此五善之人也；不善人者，失此五善之人也。得此五善之人，可以救其不善。故善人，不善人之師也。失此五善之人，故善人取以爲戒，故不善人，善人之資也。然則不善人因其善人之襲己，則得其師；善人因其不善人之襲己，則得其資。是皆因襲而明也。◯清源子劉驥曰：善人者，因其善而師之，故不善人之師。不善人者，因其不善而改之，故善人之資。◯林東曰：善人爲善，可師也。見不善而不爲之，是可資也。"
                },
                {
                    "paragraph": "不貴其師，不愛其資，雖智大迷，是爲要妙。",
                    "zhushu": "◯御註曰：天下皆知善之爲善，斯不善已。善與不善，彼是兩忘，無容心焉，則何貴愛之有？此聖人所以大同於物道之要妙。不睹衆善，無所用智，七聖皆迷，無所問途。義協于此。◯碧虚子陳景元曰：夫聖人雖游心於自得之場，不可不立其師資也。雖立師資，復恐貴尚其師，憐愛其資，泥於陳迹，不至遠達，故再舉不貴其師、不愛其資者。夫人雖因師之發蒙，尋其至理，岀自天性，是曰獨化。故伯樂不能馭駑駘爲騏騮，良匠不能伐樗櫟爲棟梁，將使人忘其企慕，然後可造至道之極。故列子之師老商、友伯高而得風仙，既而曰：不知夫子之爲我師，若人之爲我友，不知風乘我耶？我乘風耶？内外盡矣。此眞忘其師資者也。聖人雖知小夫執滯言教，必以此言大爲迷謬，然而垂訓上士，使彼我俱忘，乃至言要妙之道也。◯潁濱蘇轍曰：聖人無心於教，故不愛其資。天下無心於學，故不貴其師。聖人非特吾忘天下，亦使天下忘我。又曰：聖人之妙，雖智者有所不諭也。◯達眞子曰：苟不貴其師，則不善者不知修；不愛其資，則已善者不知戒。若是則雖有智者，亦入於大迷矣，况其不智乎？然能以是推之，則得其道之要妙也。◯黃茂材曰：以善爲師，以不善爲資。貴其師猶爲人情所同，愛其資是何心哉？至人淡然無所貴愛，善者吾善之，不善者吾亦善之，雖有智者，於此大迷，是謂要妙。"
                }
            ]
        },
        {
            "name": "知其雄章第二十八",
            "paragraphs": [
                {
                    "paragraph": "知其雄章第二十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "知其雄，守其雌，爲天下谿。爲天下谿，常德不離，復歸於嬰兒。知其白，守其黑，爲天下式。爲天下式，常德不忒，復歸於無極。知其榮，守其辱，爲天下谷；爲天下谷，常德乃足，復歸於樸。",
                    "zhushu": "◯御註曰：雄以剛勝物，雌柔靜而已。聖人之智，知所以勝物矣，而自處于柔靜，萬物皆往資焉而不匱，故爲天下谿。谿下而流水所赴焉，蓋不用壯而持之以謙，則德與性常合而不離，是謂全德。故曰常德不離，復歸於嬰兒。氣和而不暴，性醇而未散，嬰兒也。孟子曰：大人者，不失其赤子之心。白以况德之著，黑以况道之復。聖人自昭明德而默與道會，無有一疵，天下是則是效，樂推而不厭，故爲天下式。正而不妄，信如四時，無或差忒。若是者，難終難窮，未始有極也。故曰：常德不忒，復歸於無極。書於洪範言王道曰歸其有極，老氏言爲天下式者，復歸於無極。極，中也。有極者，德之見于事以中爲至。無極者，德之復于道不可致也。爲天下谷，谷，虚而能受，應而不藏。德至於此，則至矣，盡矣，不可以有加矣。故曰：常德乃足。樸者，道之常體。復歸於樸，乃能備道。夫孤、寡、不穀，而王公自以爲稱，故抱樸而天下賔。◯碧虚子陳景元曰：雄，尊顯也，强梁也，先也。雌，卑微也，柔弱也，退也。夫有道之士，知己之尊顯，出人之先，縱之則强梁生而禍患至矣。乃處身卑微，守其柔弱，謙退下位，而天下歸服其德，如水之流入深谿。既心宇如谿，是能保其常德，不離于身，去剛躁之欲心，復性歸于嬰兒也。嬰兒者，諭其怕然淳和，是非都泯也。谿者，水注川曰谿。有道之士，知己之心字如谿，由虚室生白，昭昭明了，乃守其淵默，持之自晦，使光而不曜，此可爲天下之法式矣。人既模楷法式者，是見其常德無所差忒。德不差忒，將與道冥極也。極者，言其深不可窮極也。人所歸服而模楷法式，是己之尊榮，在民之先，當守其卑辱，持勝自污而受衆垢。若此則天下歸心，如水之投于深谷。夫器量如谷，是内德充足。德充而無名，則復歸于道樸也。樸者，謂隱材器而藏用也。谷者，水注谿曰谷。◯潁濱蘇轍曰：雄雌，先後之及我者也；白黑，明闇之及我者也；榮辱，貴賤之及我者也。夫欲先而惡後，欲明而惡闇，欲貴而惡賤，物之情也。然而先後之及我，不若明闇之切；明闇之及我，不若貴賤之深。古之聖人，去妄以求復性。其性愈明，則其守愈下；其守愈下，則其德愈厚；其德愈厚，則其歸愈大。蓋不知而不爲，不若知而不爲之至也。知其雄，守其雌，知性者也。知性而爭心止，則天下之爭先者皆將歸之，如水之赴谿，莫有去者。雖然，譬如嬰兒，能受而未能用也，故曰復歸於嬰兒。知其白，守其黑，見性者也。居闇而視明，天下之明者皆不能以形逃也，故衆明則之以爲法，雖應萬物而法未嘗差，用未能窮也，故曰復歸於無極。知其榮，守其辱，復性者也。諸妄已盡，處辱而無憾，曠兮如谷之虚，物來而應之，德足於此，純性而無雜矣，故曰復歸於樸。◯達眞子曰：蓋性復於嬰兒，然後造於無極，造於無極，然後反於樸，固其入道之序也。德之不離，然後不忒，德之不忒，然後乃足，固其入德之序也。爲衆有所歸，若其谿，然後爲天下式，既爲天下式，則萬善爲一己之所容，然後爲天下谷，固其所至之序也。蓋有常性然後有常德，有常德然後有常道，其序也。◯清源子劉驥曰：天一生水，在人爲精，陰中之陽也，故謂之雄。地二生火，在人爲神，陽中之陰也，故謂之雌。知其雄者，保其精也；守其雌者，存其神也。純素之道，唯神是守，守而勿失，與神爲一，虚無自然也。身之虚而萬物至，心之無而和氣歸，如水之注谿，不召而自來，故爲天下谿。爲天下谿，則德與性合而不離。故常德不離，復歸於嬰兒。嬰兒者，居不知所爲，行不知所之，所以俗人昭昭，我獨若昏；俗人察察，我獨悶悶。故知其白，守其黑也。知白守黑，則慧而不用，實智若愚，定慧相資，智恬交養。守道之精，杳杳冥冥；守道之極，昏昏默默。鍊虚無之體，成自然之眞，與天地合其德，與日月合其明，故爲天下式。爲天下式，則德與性合而無差忒。故常德不忒，復歸於無極。無極者，無窮無極，同於大通，與道爲一。聖人體道之眞，不以物易己，不以美害生，雖有榮觀，燕處超然，大白若辱，盛德容貌若愚，故知其榮，守其辱也。知榮守辱，則納污藏垢，無所不容，如谷之虚，無所不納，故爲天下谷。爲天下谷，則反歸眞空，與道合體，故常德乃足，復歸於樸。樸者，道之大全，謂如混沌之始樸，一元之初生也。◯黃茂材曰：夫道，虚無恬淡，清靜無爲，超然出於群物之上。謂之雄可也，何以爲雌？謂之白可也，何以爲黑？謂之榮可也，何以爲辱？蓋道欲退藏，非有所眩耀於世，雖知其雄，乃自處以雌；雖知其白，乃自處以黑；雖知其榮，乃自處以辱。故能爲天下谿，可以行也；爲天下式，可以法也；爲天下谷，可以容也。夫道至大，求之者多各從其所入。爲天下谿，常德不離，復歸於嬰兒。孰爲嬰兒非道乎？此自其德之不離而入於道者也。爲天下式，常德不忒，復歸於無極。孰爲無極非道乎？此自其德之不忒而入於道者也。爲天下谷，常德乃足，復歸於樸。孰爲樸非道乎？此自其德之乃足而入於道者也。惟道難言，言之不足，至於再三，又使其音韵句讀相類，可以誦咏於口而不忘。老子之意，所以開示後人，何其詳且至耶！"
                },
                {
                    "paragraph": "樸散則爲器，聖人用之則爲官長，故大制不割。",
                    "zhushu": "◯御註曰：形而上者謂之道，形而下者謂之器。有形名焉，有分守焉。道則全，天與人合而爲一。器則散，天與人離而爲二。道之全，聖人以治身。道之散，聖人以用天下。有形之可名，有分之可守，故分職率屬而天下理，此之謂官長。易曰：知微知彰，知柔知剛，萬夫之望。與此同義。◯碧虚子陳景元曰：夫復於道樸，則渾淪窅冥，視之不見，聽之不聞，此乃體冥眞理者也。若於治道，則當散而爲器。河上公曰：萬物之樸散則爲器用。若道散則爲神明，流爲日月，分爲五行也。夫人眞心之散則爲念慮。念慮一動則百行彰而庶事生。庶事者，材器也。故聖人就其材器，因其賢能，而用爲百官之元長，故能大制群物，任之自然而不割傷也。◯潁濱蘇轍曰：聖人既歸於樸，復散樸爲器以應萬物。譬如人君分政以立官長，亦因其勢之自然，雖制而非有所割裂也。◯陸佃曰：樸者言其合也，器者言其離也。渾則合，合則爲樸；割則離，離則爲器。器者樸之反也。故聖人割而用之，則爲官長。故大制不割。◯劉槩曰：大制不割，謂長而不宰是也。蓋無爲而用天下，則大制不割矣。大制者，小以成小，大以成大，吾以爲之宰。守雌未及乎守黑，守黑未及乎守辱，守辱則玄之又玄。◯道眞仁靜先生曹道冲曰：舊曾自註曰：制度之大者，無裁割之迹。有山東劉正叟者，以道冲此言說於王雱，雱乃註在經中。今復别註曰：大制，天地之造物也。物自隨性而成，不煩裁制也。◯達眞子曰：凡制物以割者使然也。今大制天下而不割，則道任乎自然矣。◯陳象古曰：樸散爲器，有用有形之至也。官長治，爲器之主也。總其器之大小，任其材之長短，入用則合，任過則離，皆自然之道也。豈假聖人强力以割之哉！◯黃茂材曰：樸者，道也，渾然而已，散則爲器。聖人體道而用之，物莫尊於道，故爲官長。夫以道制天下者，何用割爲？"
                }
            ]
        },
        {
            "name": "將欲章第二十九",
            "paragraphs": [
                {
                    "paragraph": "將欲章第二十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "將欲取天下而爲之者，吾見其不得已。",
                    "zhushu": "◯碧虚子陳景元曰：已，死也。老子以謂非徒失道，必見其不得死。◯潁濱蘇轍曰：聖人之有天下，非取之也，萬物歸之，不得已而受之。其治天下，非爲之也，因萬物之自然而除其害耳。若欲取而爲之，則不可得矣。◯黃茂材曰：取天下者，湯武是也。使湯武取天下而欲爲之，其不能得亦可見矣。一人之身爲物之所侵寇者甚多，欲取其身於聲色紛擾之塗，置於清靜自得之場而乃爲之，則是自亂也。◯程大昌曰：因其理之當然，循而行之，不敢參以己意，是之謂以天下爲天下，而非己之敢任也。若屈當然之理而自出操縱，是取天下而爲之者也，故知其决不能遂也。不得已者，欲取而不遂也。"
                },
                {
                    "paragraph": "天下神器，不可爲也。爲者敗之，執者失之。",
                    "zhushu": "◯碧虚子陳景元曰：七竅鑿而混沌死，鞭策威而馬力竭，豈非爲者敗之乎？而又執而不移，自謂聖治，非惟喪於至理，亦將自失其眞。故曰：執者失之。◯潁濱蘇轍曰：凡物皆不可爲也。雖有百夫之聚，不循其自然而妄爲之，必有齟齬不服者，而况天下乎？雖然，小物寡衆，蓋有可以力取而智奪者。至於天下之大，有神主之，不待其自歸則叛，不聽其自治則亂矣。◯清源子劉驥曰：天下神器，謂天地神明之器，人之形體，法象天地，化契陰陽，乃神器也。游心於淡，合氣於漠，順物自然，無容私焉，而天下治。將欲取天下而爲之，則以人滅天，以故滅命，吾見其不得已。黃帝南望而元珠遺，七竅始鑿而混沌死，故不可爲也。爲則有敗，執則有失。◯黃茂材曰：天下神器，不可爲也，不可執也。至於人身，獨非神器乎？目何爲而視，耳何爲而聽乎？足何爲而動，皆其神爾。古之人能養其神，超然獨存，謂之神人，是豈可爲可執也歟？"
                },
                {
                    "paragraph": "故物或行或隨，或嘘或吹，或强或羸，或載或隳。是以聖人去甚、去奢、去泰。",
                    "zhushu": "◯御註曰：萬物之理，或行或隨，若日月之往來；或嘘或吹，若四時之相代；或强或羸，若五行之王廢；或載或隳，若草木之開落。役于時而制于數，固未免乎累。唯聖人爲能不累於物，而獨立乎萬物之上，獨往獨來，是謂獨有。獨有之人，是謂至貴。故運神器而有餘裕，物態不齊而吾心常一。又聖人覩萬物之變遷，知滿假之多累，故無益生，無侈性，無泰至，游乎券内而已。若是，則豈有爲者之敗、執者之失乎？故曰：繁文飾貌，無益于治。◯碧虚子陳景元曰：此八事謂外物不可必也。甚、奢、泰皆過當越分，因兹甚、奢、泰致其爲之，故老氏之特垂深戒。◯潁川蘇轍曰：陰陽相盪，高下相傾，大小相使，或行於前，或隨於後，或呴而暖之，或吹而寒之，或益而强之，或損而羸之，或載而成之，或隳而毁之，皆物之自然而勢之不免者也。然世之愚人，私己而務得，乃欲拒而違之，其禍不覆則折。唯聖人知其不可逆而順以待之，去其甚，去其奢，去其泰，使不至於過而傷物，而天下無患矣。此不爲之至也。堯湯之於水旱，雖不能免，而終不至於敗，由此故也。易之泰曰：后以財成天地之道，輔相天地之宜，以左右民。三陽在内，三陰在外，物之泰極矣。聖人懼其過而害生，故財成而輔相之，使不至於過，此所謂去甚去奢去泰也。◯臨川王安石曰：安於所安，則能去甚；以儉爲寳，則能去奢；以不足自處，則能去泰矣。◯陳象古曰：此過常踰分之謂也。如是者何由爲之？執之不知其要故也。◯清源子劉驥曰：譬如萬物之理，有行則有隨，有嘘則有吹，有强則有羸，有載則有隳，物之變化，何常之有？唯聖人體道之常，無古無今，與道爲一而合於自然。去甚去奢、去泰，則體道之自然而養其心矣。◯黃茂材曰：凡物或行而前，或隨而後，或嘘之則煖，或吹之則寒，或其勢强，或其力羸，或始而載，載，安也，盛也。或終而隳。其行也，其嘘也，其强也，其載也，近於太過；其隨也，其寒也，其羸也，其隳也，近於不及。是以聖人去甚、去奢、去泰，務適其中而已。經曰：多言數窮，不如守中。◯程大昌曰：甚也，奢也，泰也，則不可不去，而未至於己甚，己奢、己泰，則置之勿論。曹參從蓋公學黃老，而曰不擾獄市，以爲獄市奸人之所容也，而擾之，則奸人無所容也。"
                }
            ]
        },
        {
            "name": "以道佐人主章第三十",
            "paragraphs": [
                {
                    "paragraph": "以道佐人主章第三十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "以道佐人主者，不以兵强天下，其事好還。",
                    "zhushu": "◯御註曰：孟子所謂反乎爾者。◯潁濱蘇轍曰：聖人用兵皆出不得已，非不得已而欲以强勝天下，雖或能勝，其禍必還報之。楚靈、齊惛、秦始皇、漢武帝，或以殺其身，或以禍其子孫，人之所毒，鬼之所疾，未有得免者也。◯臨川王安石曰：明則人報之，幽則天報之。殺人之父，人亦殺其父；殺人之兄，人亦殺其兄，人報之也。師之所處，荆棘生焉。大軍之後，必有凶年者，天報之也。◯劉概曰：以道佐人主者，不以兵强天下。故孔子對衛靈公之問則曰：俎豆之事，則嘗聞之矣；軍旅之事，未之學也。◯葉夢得曰：古之善用兵者，毒天下而民從之，亡國而不失人心，蓋知禍之端不在我，非以是爲强也。◯黃茂材曰：使其勝之，事且好還，况有不勝者乎？◯程大昌曰：課其酬復其斃，人乃以自斃也。"
                },
                {
                    "paragraph": "師之所處，荆棘生焉。大軍之後，必有凶年。",
                    "zhushu": "◯御註曰：下奪民力，故荆棘生焉。上違天時，故有凶年。◯穎濱蘇轍曰：兵之所在，民事廢，故田不修。用兵之後，殺氣勝，故年穀傷。凡兵皆然，而况以兵强天下者耶？◯黃茂材曰：師之所處，田事廢，故荆棘生。大軍之後，和氣傷，故有凶年。兵之爲人害如此。"
                },
                {
                    "paragraph": "故善者果而已矣，不敢以取强焉。",
                    "zhushu": "◯御註曰：以强勝人，是謂凶德。◯碧虚子陳景元曰：兵之害物也，人神共惡之，然而明王聖主未嘗去者，其所自來上矣。庚桑子曰：有以咽藥而死者，欲禁天下之醫，非也。有以乘舟而死者，欲禁天下之船，非也。有以用兵喪其國者，欲禁天下之兵，非也。夫兵之不可廢，譬水火焉，善用之則爲福，不善用之則爲禍。是故怒笞不可偃於家，刑罰不可偃於國，征伐不可偃於天下。古之聖王有義兵而無偃兵也。故以道輔人主者，當守雌靜，不敢以兵强天下。若爲敵所侵，不得已而應之，故曰善用也。果，猶勇也。言善用師者，勇於濟難而已矣。◯潁濱蘇轍曰：果，决也。德所不能綏，政所不能服，不得已而後以兵决之耳。◯臨川王安石曰：用兵者，不過勝而已，故曰：善者，果而已。果者，勝之辭也。◯程大昌曰：果似强而非强。强以力，果以理。揆之以理而不可已，乃斷然奮行，無能沮遏之者，是之謂果。若理未可動，雖兵力百倍，亦不輕舉，此果者所以不肯爲强也。老氏之論兵也，慈哀恬澹，如不欲有兵。然則敵之至，殆將不忍與鬬，而以何立國？故此章論果，凡其開許用兵者，惟此一路也。其曰不敢以取强焉，言善其事者，一果之外，勢可以强，亦不敢爲也。"
                },
                {
                    "paragraph": "果而勿矜，果而勿伐，果而勿驕，果而不得已，果而勿强。",
                    "zhushu": "◯潁濱蘇轍曰：勿矜、勿伐、勿驕、不得已四者，所以爲勿强也。◯程大昌曰：矜者，自揚其能也。伐者，自夸其功也。驕者，謂敵爲不足畏也。此三者，皆出於嘗戰而勝，乃始有之。故從而戒之曰：果，可爲也；矜、伐、驕，皆不可爲也。兵家之語曰：難與慮敵，而有識者則又曰：有道之主能持勝。皆慮其狃勝而鋭於自恃，則向焉迫不得已之果，遂將轉而入於怙力之强也，故老氏逆以爲戒。"
                },
                {
                    "paragraph": "物壯則老，是謂非道，非道早已。",
                    "zhushu": "◯碧虚子陳景元曰：夫草木之生也柔脆，其壯極則枯落；人之幼也柔弱，其壯極則衰老。以喻用兵，壯武則雄力暴興，暴興則敗矣。既敗則不得謂之有道。夫非道之事，不可法則而行，是知不如早止也。故義兵王，應兵勝，忿兵死，驕兵滅。善用兵者，决定果敢，不矜、不忿、不貪、不驕，迫不得已而後應之，義在除敵救人，亦非恃力好戰也。治身解曰：人之枯槁，因不行道。不行道者，早死而已矣。◯潁濱蘇轍曰：壯之必老，物無不然者。唯有道者成而若缺，盈而若冲，未嘗壯，故未嘗老，未嘗死。以兵强天下，壯亦甚矣，而能無老乎？◯道眞仁靜先生曹道冲曰：道貴於生，兵戰殺傷，是謂不道。既知戰非保生之道，早已謂宜早止。◯黃茂材曰：兵强者必敗，物壯者必老，皆爲非道，不能長存。◯程大昌曰：使哀詔而棄輪臺在未築朔方之前，則文景之富庶不虚耗矣。"
                }
            ]
        },
        {
            "name": "夫佳兵章第三十一",
            "paragraphs": [
                {
                    "paragraph": "夫佳兵章第三十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "夫佳兵者，不祥之器，物或惡之，故有道者不處。",
                    "zhushu": "◯御註曰：吉事有祥。兵，凶器也，故曰不祥。兵戢而時動，有道者耀德不觀兵，故不處。◯潁濱蘇轍曰：以之濟難而不以爲常，是謂不處。◯達眞子曰：佳兵者，兵之善者也。佳兵者，不祥之器，言其驚異於常矣。以佳兵驚異於常，雖飛潜竄伏之物，猶且惡而避之，而況有道者乎？故曰：物或惡之，故有道者不處，言不處心於此也。"
                },
                {
                    "paragraph": "是以君子居則貴左，用兵則貴右。兵者不祥之器，非君子之器，不得已而用之，恬淡爲上，故不美也。若美必樂之，樂之者是樂殺人也。樂殺人者，不可得志於天下矣。",
                    "zhushu": "◯御註曰：左爲陽而主生，右爲陰而司殺。陽爲德，陰爲刑。君子貴德而畏刑，故曰恬淡爲上。無心於勝物，則兵非所樂也，故不羙。國君好仁，天下無敵，安其危而利其菑，樂其所以亡者，怨之所歸，禍之所集也。◯臨川王安石曰：夫戰非得已也。非得已則雖勝猶不足以爲善。勝而爲善者，樂致人於死矣。此所以不嗜殺人者能一之是也。◯道眞仁靜先生曹道冲曰：左，陽也，陽好生。右，陰也，陰主殺。老子再言不祥之器，是戒用兵。◯黃茂材曰：有道之世，民各安其居，樂其業，物無有害之者，何嘗識兵革？當是時也，有人言兵，豈不惡之，指爲不祥之器。至於不得已而用之，志在恬淡，非樂於殺人。此其與吾養生之說有以異乎？無以異乎？"
                },
                {
                    "paragraph": "吉事尚左，凶事尚右。是以偏將軍處左，上將軍處右。言居上勢則以喪禮處之，殺人衆多，以悲哀泣之。戰勝以喪禮處之。",
                    "zhushu": "◯御註曰：易以師爲毒，天下雖戰而勝，必有被其毒者。故居上勢與戰勝者，以喪禮處之。◯碧虚子陳景元曰：左爲陽，主生。故居常則尚左，吉也。右爲陰，主死。故喪禮則尚右，凶也。禮記檀弓曰：孔子與門人立，拱而尚右，二三子亦皆尚右。孔子曰：二三子之嗜學也，我則有姊之喪故也。二三子皆尚左。夫上將軍專殺則處右，偏將軍不專殺故處左。言用兵之道同於喪禮尚右。今上將軍居右者，是以喪禮處置之爾。◯道眞仁靜先生曹道冲曰：兵行即殺，非喪者何？◯葉夢得曰：易以聰眀睿智而不殺者謂之神武。季康子問：如殺無道，以就有道，孔子告之曰：子爲政，焉用殺？夫雖無道而亦不可殺，戰勝而處以喪禮，宜也。"
                },
                {
                    "paragraph": "黃茂材曰：夫兵之不可去者，以盜賊敵國之爲人害，非兵不除，而不善用者，殺人之禍乃甚於盜賊敵國。故此凡三致意焉，皆戒於用兵，而不及於盜賊敵國。然則有道之士，虚無恬淡，無所慕悦，又何慮於外物聲色之欲有以害吾也哉？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "道常無名章第三十二",
            "paragraphs": [
                {
                    "paragraph": "道常無名章第三十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "道常無名，樸雖小，天下莫能臣。侯王若能守，萬物將自賔。天地相合，以降甘露，人莫之令而自均。",
                    "zhushu": "◯御註曰：道者，天地之始，豈得而名？樸以喻道之全體，形名而降，大則制小。道之全體，不離于性，小而辨物，莊周所謂其有眞君存焉。道足以爲物之主，則物自賔，服萬物而不以威刑幾是已。純素之道，守而勿失，匪特物將自賔，上際于天，下蟠于地，上下與天地同流，則交通成和，而萬物咸被其澤。甘露者，天地之和氣。傳曰：帝王之德，上及太清，下及太寧，中及萬靈，則甘露降。◯涑水司馬光曰：侯王守道，則物服、氣和、民化。◯潁濱蘇轍曰：樸，性也。道常無名，則性亦不可名矣。故其爲物，舒之無所不在，而斂之不盈毫末，此所以雖小而不可臣也。故匹夫之賤守之，則塵垢粃糠可以陶鑄堯、舜；而侯王之尊不能守，則萬物不賔矣。冲氣升降，相合爲一，而降甘露，脗然被於萬物，無不均遍。聖人體至道以應諸有，亦如露之無不及者，此所以能賔萬物也。◯臨川王安石曰：道常無名矣。名者，强名之也。樸者，道之本而未散者也。小者，至微而不可見者也。樸未散，則雖小，足以爲物之君；樸散則爲器，器則雖聖人，足以爲官長而已。故曰：樸雖小，天下莫能臣。◯陸佃曰：樸者，藏於無名之域，而與神明居，與造化游，所以爲天下貴者也，豈復有加之者哉？故曰：樸雖小，天下莫能臣。侯王者，萬物之主，而萬物之所視而效者也。苟爲寄於萬物之上，而守之以無名之樸，則萬物將自賔，而人與天地之和應也。天地相合以降甘露，所謂天地之和；而人莫之令而自均，所謂人和也。夫惟以道致平，而人與天地之和應矣。◯道眞仁靜先生曹道冲曰：樸非器位名數，無上下之定分，先於品物，故不能臣之。若能抱樸守眞，無爲拱默，萬物自服，天地交泰，甘露乃降，和之至也。甘露效祥，人莫能使之而然，上下交感，陰陽之氣自和矣。◯清源子劉驥曰：道之眞常，天地之始，造化之先，不可得而名，故謂之樸。樸以喻道之大全，所謂天地之純，古人之大體也。雖覆載天地，彌滿六虚，然反求諸己，不離乎方寸之中，可謂眇乎小哉。故言樸雖小，視之不見其形，聽之不聞其聲，窈兮冥兮，難測難識，天地不能犯，聖智不能干，故天下莫能臣。乃萬物之所系，一化之所待也。故侯王若能守，萬物將自賔。守而勿失，與道爲一，上際於天，下蟠於地，兩者交通成和而物生焉。故天地相合以降甘露。甘露者，天地之和氣也，人莫之令而自均，出於自然也。◯黃茂材曰：樸亦道也。道無名，謂之樸，皆强名也。域中四大，而道爲先，孰能臣之？古之侯王無有不知道者。天地合而降甘露，和氣所致也。人身中陰陽之交感，水火之相濟，蓋亦有不約而同者。均，同也。◯程大昌曰：雨之於露，皆天地交感之氣，而澤之所被，均與不均，則不同也。東州之澇，西州之暵，通天下觀之，未嘗或能周遍也。此固不得不云交感。若夫露也者，不與雨同矣。無遠無近，無希無驟，亘四時有之，雖甚旱而淵谷皆竭，其莫夜之滋濡厭浥，輕細均齊，天下如一。此蓋天地騰降而有常者也。故老氏取象於均而求原於合也。"
                },
                {
                    "paragraph": "始制有名，名亦既有，夫亦將知止。知止所以不殆。",
                    "zhushu": "◯碧虚子陳景元曰：始者，道也，無名也，道常無名也。有名者，萬物之器用也。夫道始無名，能制御有名之物，是謂樸散則爲器。聖人用之則爲官長。名器者，亦盡爲王者之所有。名分既立，尊卑是陳，不可越乎上下，故亦將知所止足。能知止足者，是自知曰明。既明且哲，豈有危殆乎？河上公本作天亦將知之，言人能法道行德，天亦將知之。隨註解釋，義理相通。◯涑水司馬光曰：聖人得道，必制而用之，不能無言。雖以有名教民，亦務簡要，勿令滋彰。◯潁濱蘇轍曰：聖人散樸爲器，因器制名，豈其徇名而忘樸，逐末而喪本哉？蓋亦知復於性，是以乘萬變而不殆也。◯臨川王安石曰：名者，非道之本也，以其始有所制，則於是有名矣。論語堯曰：蕩蕩乎，民無能名焉。以其有所制也，故名隨之。故曰：始制而有名。有名矣不止，則用有時而竭，身有時而殆，故堯老而舜攝也。故曰夫亦將知止，知止所以不殆。◯王雱曰：名迹既立，則名將遂而不反，枝葉横生，源流派别，而性命爛熳矣。故始制有名，當即知止，而終無爭奪之危。制者，判樸成器之謂。◯陸佃曰：天下之名，吾皆得而有之，故曰始制有名。名亦既有，然而功成、名遂、身退，天之道也，故曰：夫亦將知止，知止所以不殆。◯道眞仁靜先生曹道冲曰：初以無名之樸，制於有名之者，使高卑不亂，名分以定，各有所屬。過此以往，近於煩細，事成息念，亦當知其止息矣。不盡慮以憂人，亦休心而適己，息念保身，終身不困。◯陳象古曰：天地既判，名從此制，必有資始資生之繁，豈無名而可言乎？物既衆而名既多，在知止以御之。不知止則物窮而塞，所以危亡之幾生焉。◯清源子劉驥曰：體道至此，始制有名。始謂道也。其道能制御有名之物，所謂物物而不物於物也。既有其實，必有其名，雖和光同塵，毋近於名而名自彰，故名亦既有。既有其名，若不知止，則舍己從人，以賣名聲於天下而失其本心。知止則恬然自足於内，淡然無求於外，故不殆。◯黃茂材曰：始制有名，自無而始適有也。處群有中，不知所止，將逐物而忘返，其危矣哉！故莊子曰：吉祥止止。◯林東曰：聖人散樸以爲器，因器以制名，雖勢所必至，又豈徇名而忘樸，逐末而喪本？故能知止而不至於危殆。正所謂大曰逝、逝曰遠，遠曰反之意。"
                },
                {
                    "paragraph": "譬道之在天下，由川谷之與江海也。",
                    "zhushu": "◯御註曰：天下一性也。道之在天下，以性而合；由川谷之與江海，以水而聚。同焉者得，類焉者應。聖人之臨莅何爲哉？因性而已矣。◯潁濱蘇轍曰：江海，水之鍾也。川谷，水之分也。道，萬物之宗也。萬物，道之末也。皆水也，故川谷歸其所鍾；皆道也，故萬物賔其所宗。◯道眞仁靜先生曹道冲曰：江海，水之宗；川谷，水之派。異流終返於源，百慮同歸於道。◯黃茂材曰：人之於道，如川谷之赴江海，無有不至。惟其不知道之所在，故有横流絶港之患。"
                }
            ]
        },
        {
            "name": "知人者智章第三十三",
            "paragraphs": [
                {
                    "paragraph": "知人者智章第三十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "知人者智，自知者明。",
                    "zhushu": "◯御註曰：傳曰：智如目也，能見百歩之外，而不能自見其睫。察人之邪正，若辨白黑。是智之事，知人而已。易曰：復以自知。傳曰：内視之謂明。智以知人，則與接爲構，日以心鬭。復以自知者，靜而反本，自見而已，天地之鑑也，萬物之照也。◯碧虚子陳景元曰：知人善惡而分别之之謂智。故曰知而言之，所以之人也，是謂適人之智而已矣，而不自知者也。自知而默守之之謂明。故曰知而不言，所以之天也，是謂自適其明而已矣。此可以超乎智之上也。◯潁濱蘇轍曰：分别爲智，蔽盡爲明。分别之心未除，故止於知人而不能自知；蔽盡則無復分别，故能自知而又可以及人也。◯道眞仁靜先生曹道冲曰：智以達外，但能知人；明以照内，自靈於身。◯葉夢得曰：自知者見性，知人者未必能見性，爲智而已。智者有别乎外也，故見性而後爲明，明則無所不照也。◯清源子劉驥曰：知人則有見於外，故曰智；自知則反照於内，故曰明。◯黃茂材曰：人之情僞無窮，吾之智有限，烏得而盡知之？一人之情，千萬人之情也。如能自知，孰能逃吾所知，故智不如明。◯程大昌曰：莊子曰：吾所謂明者，非謂其見彼也，自見而已。夫不自見而見彼，是得人之得而不自得其得者也。此則智明之辨也。◯林東曰：智則不無於窺伺揣度，而明則如日月之容光必照者。"
                },
                {
                    "paragraph": "勝人者有力，自勝者强。",
                    "zhushu": "◯御註曰：至人尚德而不尚力，自勝而不務勝人。智者詐愚，勇者若怯，此勝人也。而所恃者力，勝己之私，以直養而無害。◯潁濱蘇轍曰：力能及人而不能及我。我能克己復性，則非力之所及，故可謂强矣。◯道眞仁靜先生曹道冲曰：勝人者，謂有形質才力。勝己謂能勝於情欲。性正而神强。◯陳象古曰：智與力行於外者也。明與强，行於内者也。明則省己無遺，强則進道有漸。◯葉夢得曰：自勝者克己，勝人者未必克己，爲有力而已。故克己而後爲强，强則無所不敵也。◯清源子劉驥曰：智足以知人，則能勝人，而不爲人物所惑，故曰力。明足以自知，則能自勝，而不爲情欲所使，故曰强。◯黃茂材曰：有力者可以勝人，力所不及，烏能勝人？吾能自勝，不與物爭，强莫甚焉。"
                },
                {
                    "paragraph": "知足者富。",
                    "zhushu": "◯碧虚子陳景元曰：謂止其欲也。◯穎濱蘇轍曰：知足者，所遇而足，則未嘗不富矣。雖有天下而常挾不足之心以處之，則是終身不能富也。◯道眞仁靜先生曹道冲曰：雖貧若富也。◯陳象古曰：得一不求二，自足於心，所以爲富，不在多也。◯葉夢得曰：求富者終無已也。苟以爲足，則簞食瓢飲亦可以爲富矣。◯清源子劉驥曰：既有勝人之力，又有自勝之强，則知取足於身而萬物皆備於我，其有萬不同之富何以加焉？易曰：富有之謂大業，亦此之謂也。◯黃茂材曰：鷦鶉巢於深林，不過一枝；偃鼠飲河，不過滿腹。人而知足，其用無窮，故謂之富。"
                },
                {
                    "paragraph": "强行者有志。",
                    "zhushu": "◯御註曰：自强不息，斯志於道。◯碧虚子陳景元曰：强行者，謂勤而行之也。◯潁濱蘇轍曰：不與物爭而自强不息，物莫能奪其志也。◯臨川王安石曰：上士聞道謹而行之，故强行者有志。◯道眞仁靜先生曹道冲曰：大道雖遠，强行不息。曰進曰近，不覺與道混而爲一。凡有志者，無事不集。◯黃茂材曰：自强不息，所以體天行健，非有志者孰能之？◯林東曰：有志於行，則凡物莫能奪其志，而自强不息之效，可與天同其健。"
                },
                {
                    "paragraph": "不失其所者乆。",
                    "zhushu": "◯御註曰：立不易方，故能乆於其道。與時推移，與物轉徙者，可暫而已。◯涑水司馬光曰：得所則安。◯潁濱蘇轍曰：物變無窮，而心未嘗失，則久矣。◯道眞仁靜先生曹道冲曰：外安其分，内存於道，未有不乆者也。◯陳象古曰：得其所則安於道，安於道則可久。◯葉夢得曰：所者，人之所安也。人之所安莫大於道。易曰：艮其止，止其所也。所猶有在，道變通不窮，則無所不在。隨所在而安之，孰不可爲乆者，所謂道乃久也。◯黃茂材曰：新故相代，變化不停，吾能不失其常，故吾往而新吾至，是爲長乆。"
                },
                {
                    "paragraph": "死而不亡者壽。",
                    "zhushu": "◯御註曰：生有所乎萌，死有所乎歸，原始反終，故知死生之說。聖人通乎晝夜之道，而知死之未始異于生，故其形化，其神不亡，與天地並而莫知其極，非壽而何？◯涑水司馬光曰：身没道存。◯潁濱蘇轍曰：死生之變益大矣，而其性湛然不亡，此古之至人能不生不死者也。◯臨川王安石曰：聖人死而不亡者，無異於生。故曰死而不亡者壽。◯王雱曰：賢人死曰鬼，盡其道以反眞者也。聖人死曰神，未嘗死，未嘗生也。愚人死曰物，雖生猶死耳。盡道養形之人，雖形體萬變而眞性湛然無所終極，可謂壽矣。此至於命者也。◯陸佃曰：言死生之未始有異也。夫唯死生同狀，而萬物一府，故夫身如蜩甲蛇蜕，寓之而已矣。蓋蜩之甲已死，而其蜩未嘗亡；蛇之蜕已腐，而其蛇未嘗喪。何則？有眞者，雖死不滅也。又曰：佛氏之不滅與此同意。◯道眞仁靜先生曹道冲曰：形骸有極妙者長存。◯陳象古曰：死不可免，形氣澌盡，有生者之常也。其不亡者，因自知口勝、知足、强行，不失其所而有存焉。此爲口之實也，非世人百歲之所可同日而語。◯清源子劉驥曰：四肢百體將爲塵垢，死生終始將爲晝夜，以其入於不死不生，而死生無變於己，故死而不亡者壽。非深造於道者孰能與此？◯黃茂材曰：古之眞人不知悅生，不知惡死，其出不訴，其入不距，翛然而往，翛然而來而已。夫如是，又烏有死生哉？◯本來子邵若愚曰：形雖死而性不亡，處於不生滅之鄉，萬劫常存者，是謂壽。"
                }
            ]
        },
        {
            "name": "大道汎兮章第三十四",
            "paragraphs": [
                {
                    "paragraph": "大道汎兮章第三十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "大道汎兮，其可左右。",
                    "zhushu": "◯御註曰：汎然無所繫，故動靜不失，往來不窮，左之右之而無不可。◯碧虚子陳景元曰：汎汎兮滿乎太空而無所繫著者，其惟道之體乎！或可于左，或可于右，皆逢其原而無所不周者，其惟道之用乎！◯潁濱蘇轍曰：汎兮，無可無不可，故左右、上下周旋無不至也。◯王雱曰：汎然不定一物，故用之無所不通。◯葉夢得曰：易曰：一隂一陽之謂道，易之言道以隂陽，而老氏之獨曰萬物負隂而抱陽，則爲之隂陽者誰乎？故於此特以左右見之。左，陽也；右，隂也。大道汎兮，其無所倚，故自隂而之陽則可以左，自陽而之隂則可以右。◯林東曰：一說以左右爲佐佑說，老氏書有輔萬物之自然是也。"
                },
                {
                    "paragraph": "萬物恃之以生而不辭，功成不居。",
                    "zhushu": "◯潁濱蘇轍曰：世有生物而不辭者，必將名之以爲己有。世有避物而不有者，必將辭物而不生。生而不辭，成而不有者，惟道而已。◯臨川王安石曰：萬物之資貸以生，則亦恃之而不辭矣。功成而不居，巍巍乎其有成功，蕩蕩乎民無能名是也。◯道眞仁靜先生曹道冲曰：萬物雖繁，道皆以無爲之妙而成之，不以其多而拒之。裁成萬物，不以爲能。◯陳象古曰：不言己之能生也，不自有其成功也。◯葉夢得曰：萬物由乎其間，則恃之以生者，吾固不得辭，非我也，隂陽也。及其功成，吾亦不得名之有矣。名且不得，而况於實乎？◯黃茂材曰：萬物之生，非道而何？故不可得而辭。生物之功亦爲大矣，功成而不居其功。"
                },
                {
                    "paragraph": "衣被萬物而不爲主，故常無欲，可名於小矣。萬物歸焉而不知主，可名於大矣。是以聖人終不爲大，故能成其大。",
                    "zhushu": "◯御註曰：道復於至幽，則小而與物辨；顯於至變，則大而與物交。與物辨故常無欲，與物交故萬物歸焉。覆露乎萬物而不示其宰制之功，故不爲主。鼔舞乎群衆而莫窺其歸往之迹，故不知主。夫道非小大之可名也。云可名者，道之及乎物者爾。◯碧虚子陳景元曰：杜光庭曰：聖人愛民恤物，巨細申恩，若可名於小矣。任物遂性，歸功於天，又可名於大矣。法道施化，布德及人，鼔以淳和之風，被以清靜之政，忘功不有，不自尊高，故其盛業可大，聖德可乆。以其不爲大，故能成此尊大矣。修身之士，汎然無著，若雲之無心，水之任器，可左可右，隨方隨圓，不滯於常。物來斯應，鑒物斯廣，不均應用之心；利物雖多，不矜兼濟之德。仁逮蠢動，未始爲私，衆善歸宗，不爲之主。是能彰非小非大之德，無自尊自伐之稱，可以契上眞之大道矣。◯潁濱蘇轍曰：大而有爲大之心，則小矣。◯王雱曰：有意於主，則反與物對。唯其主萬物而未嘗有意，乃所以充塞無外而莫能離。夫道之爲物，方其小也，未嘗不大；方其大也，未嘗離小。但觀者各得其迹而已。要而言之，非小非大，不可言傳，可以意得。自大則有其大，有其大則小矣。唯其非大而强名以大，則眞大也。◯道眞仁靜先生曹道沖曰：不自爲大，終爲萬物之宗。不自爲先，終爲天地之祖。◯陳象古曰：物由道生，不自爲主，其施甚廣。無欲觀妙，乃道之幾，可名於小。其樸若全，萬物歸己之恩，不自恃其功，沖而用之，物莫能測，故可名爲大。◯黃茂材曰：道無大小，自吾無欲以觀之，則謂之小。自物不知所主以觀之，則謂之大。聖人體此以游於世，豈不爲大乎？然未嘗有自大之心。"
                }
            ]
        },
        {
            "name": "執大象章第三十五",
            "paragraphs": [
                {
                    "paragraph": "執大象章第三十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "執大象，天下往。往而不害，安平泰。",
                    "zhushu": "◯御註曰：象，如天之垂象。無爲也，運之以健；無言也，示之以文。聖人之御世，處無爲之事，行不言之教，而民歸之如父母。故曰：執大象，天下往。隂陽和靜，鬼神不擾，群生不傷，萬物不夭，民雖有智，無所用之，何害之有？安則無危亡之憂，平則無險陂之患。泰者，通而治也。◯臨川王安石曰：大象者，道之喻。執其大則爲萬物之所歸向。吾能順性命之理，受之而不逆，故往而不害。能安則能平，能平則能泰。善安然後至於平，平然後至於泰也。◯道眞仁靜先生曹道沖曰：無象者，大象也。母之於子也，未有母處而子不往就之也。物來附德，猶子歸母，不害其所利，則相蓄養和平而安泰也。◯達眞子曰：大象者，道之象也。然道不可執，聖人體之，固若其執爾。聖人體道，則爲天下之所歸。故曰：執大象，天下往。往者，歸往之謂也。莫足以傾則曰安，莫足以險則曰平，莫足以否則曰泰。◯葉夢得曰：大象猶大物也。恍惚之間，有物有象，其藏深矣，不可名以大。執而示物，然後其大者見焉，天下始得從之而往。吾雖受之，而未嘗見其有物，則雜然共處，各安其性命之情，並行而不相悖，固未有能害之者也。是以不失其居則安，不違其分則平，不逆其情則泰。◯清源子劉驥曰：象者，物之始見，去道未遠，故以喻道。大象者，無象之象，虚無之眞也。身之虚而萬物至，心之無而和氣歸，故執大象，天下往。經所謂太虚内神，六合朝眞，亦此之謂也。以至萬物之精華，無極之物，皆來歸之，注焉而不滿，酌焉而不竭，利而不害，爲而不爭，故往而不害。安平泰，安則安於性命之情，平則定乎内外之分，泰則交通成和，而上下與天地同流也。◯黃茂材曰：道本無象，孰得而執？然必有主之者，故天下往焉。往者，謂其無往而不在也。太古之時，有羲黃在上，天下之民含哺而嬉，鼓腹而游，無日不在乎道之中，可謂安平泰矣，又豈有害者哉？"
                },
                {
                    "paragraph": "樂與餌，過客止。道之出言，淡乎其無味，視之不足見，聽之不足聞，用之不可既。",
                    "zhushu": "◯碧虚子陳景元曰：此舉諭也。夫音樂之和，人必爲之少留；饌餌之美，客必爲之暫止。樂之佚也，耳滿而過焉；餌之飫也，舌味而爽焉；客之止也，主倦而厭焉。夫法之初興，民皆親之譽之。及其弊也，則民畏之侮之。莊子曰：仁義，先王之蘧廬也，止可以一宿而不可以久處，覯而多責。此言法之用也，隨世污隆，滯而久之，理必敗矣。既敗，豈有往而不害者哉？既受其害，則奚足言其安平泰也？夫樂佚餌飫，則過爽隨焉。大法一弊，則畏侮彰焉。若夫道之出口，淡然無味，所謂信言不美也。清靜無爲，則民樂其性，故含哺鼓腹而遊乎混茫，則不知其所之矣。豈有和悦之聲，甘美之味，而審聽咀嚼哉！◯潁濱蘇轍曰：作樂設餌以待來者，豈不足以止過客哉？然而樂闋餌盡，彼將捨之而去。若夫執大象以待天下，天下不知好之，又況得而惡之乎？雖無臭味形色聲音以悅人，而其用不可盡矣。◯臨川王安石曰：夫五味之於口，五音之於耳，世皆沉溺而不知反者，以其悅之於口耳之間也。唯道之於口，則非味而常淡然耳。惟其不悅於味而視道之無味，不悦於聲而視道之無聲，則視之不足見，聽之不足聞，而其用不可盡矣。◯道眞仁靜先生曹道沖曰：樂者，音樂也。餌者，飲食也。既就而歸附，樂所以和其心，食所以養其形，内外得所，雖過客亦留而不去，而况其素來處者？惟道深遠乆大，其言簡淡，初聞甚淡，久之味在其中矣。非玄覽莫能見，非聽幽莫能聞，雖無近利，久而用之，始知無盡。◯黃茂材曰：張樂設餌，過客且止，聲色嗜欲之能，悦人如此。若夫道出於口則無味，視於目則無色，聽於耳則無聲。然人能得而用之，其用無窮，豈外物可比哉！"
                }
            ]
        },
        {
            "name": "將欲歙之章第三十六",
            "paragraphs": [
                {
                    "paragraph": "將欲歙之章第三十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "將欲歙之，必固張之；將欲弱之，必固强之；將欲廢之，必固興之；將欲取之，必固與之。",
                    "zhushu": "◯御註曰：此聖人所以履霜而知堅冰之至。◯碧虚子陳景元曰：此一章先賢解之多端，皆不條理。其說或引孔子曰可與適道，未可與權，或引國家權變爲辭，近乎縱横之說。此乃與隂符天機合矣，在乎高識變通者密用爾。◯潁濱蘇轍曰：未嘗與之而遽奪，則勢有所不極，理有所不足。勢不極則取之難，理不足則物不服。然此幾於用智也，與管仲、孫武何異？聖人之與世俗，其迹固有相似者也。聖人乘理而世俗用智。乘理如醫藥，巧於應病；用智如商賈，巧於射利。◯臨川王安石曰：天下之人常爲隂陽轉徙而不知反，故欲張者必歙，欲强者必弱。知雄之爲動，而當守其雌；知白之爲明，而當守其黑。故處之以歙，則天下之張皆歸之，而不爲彼之所歙；持之以弱，則天下之强皆歸之，而不爲彼之所弱。◯道眞仁靜先生曹道沖曰：故知機者，謹密也。◯陳象古曰：張極必歙，强極必弱，興極必廢，與極必奪，自然之理也。◯清源子劉驥曰：物盛則衰，物極則反，乃消息盈虚之常理也。日中則昃，月滿則虧，日月尚爾，况其他乎？此天之道。◯黄茂材曰：凡物有歙有張，有弱有强，有廢有興，有奪有予，造化者未嘗容心於其間，如日月寒暑相爲往來。當其張也，必有歙之者焉；當其强也，必有弱之者焉；當其興也，必有廢之者焉；當其與也，必有奪之者焉。"
                },
                {
                    "paragraph": "是謂微明。",
                    "zhushu": "◯御註曰：其未兆爲微，而其理甚著，賢人覩而衆莫知。◯涑水司馬光曰：知微之明。◯臨川王安石曰：非見機者不能與於此。◯達眞子曰：自其張之微而明其有歙。自其强之微而明其有弱。◯黄茂材曰：此理雖明，達之者少，故謂微明。◯林東曰：人當見微而知著，是謂微明。"
                },
                {
                    "paragraph": "柔之勝剛，弱之勝强。",
                    "zhushu": "◯潁濱蘇轍曰：聖人知剛强之不足恃，故以柔弱自處。天下之剛强方相傾相軋，而吾獨柔弱以待之。及其大者傷，小者死，而吾以不校坐待其斃，此所謂勝也。雖然，聖人豈有意爲此以勝物哉？知勢之自然而居其自然耳。◯達眞子曰：剛勝柔，强勝弱，形器之然也。柔之勝剛，弱之勝强，道用之然也。◯清源子劉驥曰：剛强所以勝人，勝人則有時而力屈；柔弱所以自勝，自勝則吾往而不勝。◯黄茂材曰：柔未嘗求勝剛也，而剛者常不能屈，故曰柔勝；弱未嘗勝强也，而强者常不能加，故曰弱勝。"
                },
                {
                    "paragraph": "魚不可脱於淵，國之利器不可以示人。",
                    "zhushu": "◯御註曰：淵者，魚之所以藏其身。利器者，國之所以制人。吞舟之魚碭而失水，則蟻能苦之，故不可脱于淵。聖人能窮海内而無智名，威服萬物而無勇功，而天下治。◯碧虚子陳景元曰：國家之權謀泄漏于民下，則小夫得以玩弄，況姦雄乎？◯潁濱蘇轍曰：魚之爲物，非有爪牙之利足以勝物也。然方其托於深淵，雖强有力者莫能執之。及其脱淵而陸，則蠢然一物耳，何能爲哉！聖人居於柔弱，而剛强者莫能傷也。非徒莫能傷也，又將以全制其後，此不亦天下之利器也哉！魚惟脱於淵，然後人得制之。聖人惟處於柔弱而不厭，故終能服天下。此豈與衆人共之者哉！◯臨川王安石曰：魚之爲物，深潜退伏而藏於深淵之中，而不可脱於淵。聖人之利器，常隱於微妙而不可離於樸也。◯道眞仁靜先生曹道沖曰：淵者魚之所以存身，脱則有鈎網之患。道者人之所以生，失者必有禍患之憂。又利於國之器藏而以息盜機，豈可示於外也？◯葉夢得曰：聖人之於天下也，蓋亦有運之者焉，而不可以示人。謂之利器，吞舟之魚蕩而失水，則螻蟻得而制之，脱淵之病也。是故聖人藏其用而不盡，古者謂是爲神，故曰：神而化之，使民宜之。自伏羲至于文王，因時之變，立成器以爲天下利，使斯民由之而不知者，皆是物也。是以民可使由之，不可使知之。雖吾孔子亦云：不知是而一二以暴之，則民必有伺其間而奪之者。此三代而下，所以詐僞萌生，而卒無以勝之者歟？◯黄茂材曰：庖丁爲文惠君語解牛之妙，提刀而立，爲之四顧，爲之躊躇滿志，善刀而藏之。文惠君曰：吾聞庖丁之言，得養生焉。由此觀之，魚豈可脱於淵，國之利器豈可以示人？魚脱於淵，必制於人，國之利器示人，必奪於人。皆非善刀而藏之者也。◯林東曰：魚脱於淵而處陸則死，人不可以舍福而趨禍。國之利器以示人，則謀動干戈而有傷乎物，則亦取禍之道。"
                }
            ]
        },
        {
            "name": "道常無爲章第三十七",
            "paragraphs": [
                {
                    "paragraph": "道常無爲章第三十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "道常無爲而無不爲。侯王若能守，萬物將自化。",
                    "zhushu": "◯碧虚子陳景元曰：夫道之常也，湛寂不動，故曰無爲。應物而動，物皆自用，故曰無不爲。夫侯王若能常以虚爲心，亦以無爲身，持守而不撓者，故萬物將自從其化也。經曰：我無爲而民自化。◯黄茂材曰：道惟無爲，故能無不爲。若其有爲，則其爲也然矣。侯王守此，可以使萬物化。萬物之化，非道孰能然。今云將自化者，生而不有，爲而不恃，衣被萬物而不爲主也歟？"
                },
                {
                    "paragraph": "化而欲作，吾將鎮以無名之樸。",
                    "zhushu": "◯潁濱蘇轍曰：聖人以無爲化萬物，萬物化之，始於無爲，而漸至於作。譬如嬰兒之長，人偽日起，故三代之衰，人情之變，日以益甚。方其欲作，而上之人與天下皆靡，故其變至有不可勝言者。苟其方作而不爲之動，終以無名之樸鎮之，庶幾可得而止也。◯道眞仁靜先生曹道沖曰：既化而泰，民性過於泰則動作流蕩，復以無名之樸鎮靜之，民不可得而名狀之矣，故定。◯達眞子曰：化而欲作，道之散也；無名之樸，道之聚也。以樸則無名，固知化者有名也；以化而欲作，固知樸者不作也。由是知鎮以無名之樸者，使有名復歸於無名，有作復歸於無作，蓋以反本之謂也。◯清源子劉驥曰：性靜謂之神，神靜則萬化安。心動謂之情，情動則萬化亡。非隂陽賊之，心則使之也，故吾將鎮以無名之樸。天眞之性，道之大原，不可得而名，故以樸爲喻。鎮以無名之樸者，必靜必清，守性之眞，惟寂惟寞，體道之原，居杳冥之内，在恍惚之中，離形去智，不識不知，物我兼忘，與道爲一。"
                },
                {
                    "paragraph": "無名之樸亦將不欲。不欲以靜，天下將自正。",
                    "zhushu": "◯御註曰：易曰：乾道變化，各正性命。乾道變化則無爲也，各正性命則不欲以靜，天下將自正也。以道治天下，至於各正性命，此之謂治之至。◯潁濱蘇轍曰：聖人中無抱樸之念，外無抱樸之迹，故樸全而用大。苟欲樸之心尚存於胸中，則失之遠矣。◯葉夢得曰：靜者，盡性而至命者也。夫然，天下不期而自正矣。莊周曰：正正者，不失其性命之情。其知靜哉！◯清源子劉驥曰：莊子所謂抱神以靜，形將自正，經所謂我好靜而民自正，皆此之謂也。◯黄茂材曰：樸雖無名，若存諸念，則是未能無欲也。古之至人非特於物也無欲，其於道也亦無所欲，淡然自守，清靜無爲，天下各自正其性命而已，吾何欲焉？"
                }
            ]
        },
        {
            "name": "上德不德章第三十八",
            "paragraphs": [
                {
                    "paragraph": "上德不德章第三十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "上德不德，是以有德；下德不失德，是以無德。上德無爲而無以爲，下德爲之而有以爲。",
                    "zhushu": "◯御註曰：孔子不居其聖，而爲聖之時，乃所以有德。認而有之，自私以失道，何德之有？不思而得，不勉而中，不行而至，上德也。不思則不得，不勉則不中，不行則不至，下德也。德有上下，此聖賢之所以分歟？離形去智，通於大同，仁義禮智，蓋將簡之而弗得，故無以爲。屈折禮樂，吁俞仁義，以慰天下之心，得人之得，而不自得其得，故有以爲。◯碧虚子陳景元曰：夫德者，得也。内得於心，外得於物，常得而無喪，利而不害，物得以生，謂之德也。且道有淺深，故德有上下。所謂上德者，至德也。至德者，深矣遠矣，與物反矣。人不見其迹，則謂之不德。以其含光匿耀，支離所爲，使百姓日用而不知，咸曰：我之自然而已矣，所謂德全者也。故曰：是以有德。谷神子曰：上德不德，與道同也。下德者，迹用漸彰，至一渠散，因循任物，物保其安，天下稱之，歸美于己。雖其德不喪，已遠於至德也。夫有上德者，性受自然之至妙，命得元氣之精微，神貫天地，明並日月，無思無慮而心自無爲，忘功忘名而迹無以爲。以，用也，故無用己爲也，不爲而自得也。故曰：上德無爲而無以爲。夫言下德者，降於上德者也。性受自然之平淡，命得元氣之純和，神配陰陽，明效日月，民皆仰戴，咸共樂推，麟鳳見而嘉祥來，歌謡彰而有以爲也。故曰：下德爲之而有以爲。◯涑水司馬光曰：我無爲，民自化。無以爲，猶言無用有爲也。◯潁濱蘇轍曰：聖人縱心所欲不逾矩，非有意於德而德自足。其下知德之貴，勉强以求不失，蓋僅自完耳，而何德之有？無爲而有以爲之，則猶有爲也。唯無爲而無以爲之者，可謂無爲矣。其下非爲不成，然猶有以爲之，非徒作而無術者也。◯陸佃曰：知之者不如忘之者，得之者不如冥之者。上德者，忘之者也。故曰上德不德。又曰：上德無爲而無事於爲也；下德有爲而有事於爲也。◯劉概曰：上德無爲而無以爲，此心迹俱無爲者也，所謂眞空是也。眞空者，聖人所以極高明，而其崇以效天者也。下德爲之而有以爲，此心迹俱有爲者也，所謂妙有是也。妙有者，聖人之所以道中庸，而其卑法地者也。◯陳象古曰：不德者，謂不自矜其德，故人仰其德而歸之。不失德者，謂自矜其德而患失之。苟患失之，無所不至，故人觀其所爲而輕之，安可更以德言哉？書曰：滿招損，謙受益，時乃天道。又曰：汝惟不矜，天下莫與汝爭能；汝惟不伐，天下莫與汝爭功。◯葉夢得曰：道無上下，上亦道也，下亦道也。雖稊稗瓦礫之微，而道無不在。是以上經言道，論其常與非常而已。德則有體，履之爲行，施之爲政，在得爲得，在失爲失，在吉爲吉，在凶爲凶，故不得不辨其上下。德雖道之降，然去道未遠，猶有通乎道而不自爲德者，故曰上焉者，不德而有德。過是則認德而忘道，有役其身以求之，惟恐其不獲者，而德自是微矣，故曰下焉者，不失德而無德。無爲者，道也。德能體之，而有無敢欲爲之心，德猶在焉。至於爲之而有以爲，則每下矣。◯清源子劉驥曰：虚靜、恬淡、寂寞、無爲，此天地之道，聖人之德也。同乎無知，其德不離，與道爲一，而不知道之在我也。故上德不德，是以有德。不德者，不知有德，離形去智，同於大通，無問其名，無窺其情，物故自生。若彼知之，是乃離之，以其認而有之，自私以失道也。故下德不失德，是以無德。上德出於自然，不思而得，不行而至，故無爲而無以爲。下德出於使然，不思則不得，不行則不至，故爲之而有以爲。◯黃茂材曰：道與德相去一間爾。中之謂道，不偏之謂德，由之謂道，不已之謂德。道如嬰兒之未孩，德如其始孩。謂之玄德者，其妙不可窮也；謂之常德者，愈乆而不亡也；謂之上德者，非人所能及也；皆足以合於道。上德不德，無爲而無以爲，非道而何？至於下德，則去道遠矣。◯林東曰：上德近於道，故不認德而爲德，是以有德。下德則勤，勤於德，如恐失之，所以無德。此德之眞者，非於勤執而得之也。"
                },
                {
                    "paragraph": "上仁爲之而無以爲，上義爲之而有以爲，上禮爲之而莫之應，則攘臂而仍之。故失道而後德，失德而後仁，失仁而後義，失義而後禮。",
                    "zhushu": "◯御註曰：堯舜性之，仁覆天下而非利之也，故無以爲。列敵度宜之謂義，以立我，以制事，能無爲乎？禮以交物，以示人，以節文。仁義其用多矣，則忿爭之心生，而乖亂之變起。春秋之時，一言之不讎，一拜之不中，兩國爲之暴骨，則攘臂而仍之，尚其患之小者。聖人厚於仁而薄於義，禮以履之，非所處也。故上仁則同於德，上義則有以爲，上禮則有莫之應者。道不可致，故失道而後德；德不可至，故失德而後仁。仁可爲也，爲則近乎義，故失仁而後義。義可虧也，虧則飾以禮，故失義而後禮。至於禮，則離道滋遠，而所失滋衆矣。◯碧虚子陳景元曰：夫仁者，博施兼愛，皆可爲也。可爲而無偏私，故言上仁。有心濟乎群品，故言爲之。功成不居，事遂不宰，故言而無以爲。夫義者，宜也。有所宜必有所虧，處于事類而無所不宜，故曰上義。有宜有利，故爲之。其所爲者，皆由裁非斷割而有以爲，故曰上義爲之而有以爲。攘臂，謂攘除衣袂以出臂也。仍，引也。夫禮者，履也，謂履道而行，辯上下，定貴賤，謙恭和柔，使無爭心，斯禮之本也，故稱上焉。玉帛交馳，威儀相答，擎跽曲拳，進退顧揖，此禮之文也，故爲末焉。莊子曰：大禮與天地同節。又曰：以禮爲翼者，所以行於世也。古聖制禮，使人定心氣、整容貌，故曰爲之。然而中下之士，喪本崇末，曲說煩多，不能應答，故曰而莫之應，此失禮之微者也。而有怫然作色，奮臂仍引，指陳去就，爲爭競之端，故曰則攘臂而仍之，又失禮之甚者也。◯涑水司馬光曰：立制度以强民，民不肯從，則用刑以威之。仍，引也，字或作扔。◯潁濱蘇轍曰：仁義皆不免於爲之矣。其所以異者，仁以無以爲爲勝，義以有以爲爲功耳。德有上下，而仁義有上無下，何也？下德在仁義之間，而仁義之下者不足復言故也。自德以降而至於禮，聖人之所以齊民者極矣。故爲之而不應，則至於攘臂而强之，强之而又不應，於是刑罰興而甲兵起，則徒作而無術矣。◯程大昌曰：仁、義、禮無異道，禮即仁義之形諸文爲度數者也，非别有一禮也。老氏既賤仁義，則仁義之形而每下者，至於有條可畫、有數可數者，固其所賤也。◯林東曰：或以前識繼於禮之後，以爲智次之說。老氏尚謂禮爲忠信之薄，故不言信。其於智則有所謂以智治國國之賊，不以智治國國之福，非如三綱五常之叙。至於仁義禮，上者止此，尚何下之足言。"
                },
                {
                    "paragraph": "夫禮者，忠信之薄而亂之首也。前識者，道之華而愚之始也。是以大丈夫處其厚不處其薄，居其實不居其華，故去彼取此。",
                    "zhushu": "◯御註曰：凡物不並盛，陰陽是也。理相奪予，威德是也。實厚者貌薄，父子之禮是也。由是觀之，禮繁者實必衰也，實衰則僞繼之而爭亂作。故曰：夫禮者，忠信之薄而亂之首也。道降而出，出而生智。以智爲鑿，揣而鋭之，敝精神而妄意度，兹謂前識。前識則徇末忘本，故爲道之華。心勞而智益困，故爲愚之始。億則屢中，此孔子所以惡子貢。在彼者道所去，在此者道所尚。道所尚則厚而不薄，實而無華，非夫智足以自知，反其性本而不流于事物之末習其孰能之。易曰：敦復無悔，中以自考也。敦者，厚之至也。人生而厚者，性也。復其性者，處其厚而已。此大丈夫所以備道而全德。◯碧虚子陳景元曰：夫忽道德仁義而專以禮教爲用者，豈非忠信之薄而亂之首乎？若乃尊道德仁義而兼用禮教者，是禮之上也，則何往而不治哉？德，和也。道，理也。德無不容，仁也；道無不理，義也。義明而物親，忠也。忠純實而反乎情，樂也；信行容體而順乎文，禮也。此足以見老莊之旨，於道德、仁義、禮樂、忠信，豈有忽棄者乎？夫修崇禮教者，智也。智爲先見，故曰前識。識既先物，安能忘懷？故以智治國，國之賊，豈非道之華而愚之始乎？若乃藏識藏智，何思何慮，則反其質素而爲大賢矣。且禮煩則亂，智變則詐，此必然之理也。大丈夫者，剛健純粹，有道之士也。文中子曰：大丈夫恬然無思，澹然無慮，行乎無路，游乎無怠，出乎無門，入乎無房，屬其精神，偃其知見，漠然無爲而無不爲也。夫如是，則所處自然樸厚而居于上德，不置身于□薄煩巧也。居則忠信而誠實，曷嘗華綺而詐僞也。是故去彼禮義之淺末，取此道德之大本者也。◯涑水司馬光曰：忠信，禮之本也。守其文，忘其本，則巧僞横生矣。世有臆度屢中，人或謂之智，而多言數窮，未免於愚。◯潁濱蘇轍曰：忠信而無禮，則忠信不見。禮立而忠信之美發越於外，君臣父子之間，夫婦朋友之際，其外粲然，而其中無餘矣。故順之則治，違之則亂，治亂之相去，其間不能以髮，故曰亂之首也。聖人玄覽萬物，是非得失畢陳於前，如鑑之照形，無所不見，而孰爲前後？世人視止於目，聽止於耳，思止於心，冥行於萬物之間，役智以求識，而偶有見焉，雖自以爲明，而不知至愚之自是始也。世之鄙夫，樂其有得於下而忘其上，故喜薄而遺厚，采華而棄實，非大丈夫，孰能去彼取此？◯道眞仁靜先生曹道冲曰：禮者，束以名教，加以耻辱，克意强說，僞而失眞。禮者，詐偽，而忠信之誠薄矣。忠信既薄，豈不犯上而奸諂？故爲亂之先也。不待自然，先造智謀，預爲機術，以在道爲華，非眞實也。亂眞役念，求明而反愚也。大丈夫，有道之士也。處純厚而棄浮薄，絶華偽而居其眞實。遠者，彼也。近者，此也。近者求諸己，遠者求諸人。不强知他事，而自取己眞。◯黄茂材曰：古今一時也，萬物一物也，無有前後之異。人以智强推測之，或得其一二，則自矜耀以爲有先見之明，而不知其愚莫甚焉。何則？用智者，見物而不見道，苟不見道，謂之愚可也。所謂大丈夫者，爲其有高世之見，而不徇於流俗者也。以禮爲忠信之薄，不處而處於厚。以前識爲道之華，不居而居於實。非有高世之見，而不徇於流俗者，能之乎？去彼取此者，道也。"
                }
            ]
        },
        {
            "name": "昔之得一章第三十九",
            "paragraphs": [
                {
                    "paragraph": "昔之得一章第三十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "昔之得一者，天得一以清，地得一以寧，神得一以靈，谷得一以盈，萬物得一以生，侯王得一以爲天下貞。其致之一也。",
                    "zhushu": "◯御註曰：莊子曰：通於一，萬事畢。致一則不二，抱一則不離，守一則不遷。能知一，則無一之不知。不能知一，則無一之能知。昔之得一者，體天下之至精，物無得而耦之者。故確然乎其上者，純粹而不雜。隤然乎其下者，靜止而不變。至幽而無形者，神也，得一則不昩。至虚而善應者，谷也，得一則不窮。萬物以精化形，故得一以生。侯王以獨制衆，故得一以爲天下正。自天地以至于侯王，雖上下異位，幽明散殊，而天之所以清，地之所以寧，侯王之所以爲天下正，非他求而外鑠也，一以致之而已。故曰：其致之一也。◯碧虚子陳景元曰：一者，元氣也。莊子曰：氣也者，虚而待物者也。唯道集虚。又曰：虚室生白，吉祥止止。天者，純陽之氣。且天得之，故能剛健運動，穹窿廣覆，垂象清明，萬物資始。地者，純陰之質。且地得之，故能信順柔弱，盤礴厚載，安寧不動，萬物資生。神者，妙萬物以爲言。且神得之，故能通變無方，反覆不窮，正直靈響，應物無盡。谷者，谿之絶深。且谷得之，故能氣運水注，盈滿不竭。萬者，數之大；物者，形可見。且物得之，故能生生成成而不歇滅。侯王者，人主也。且侯王得之，故能永有大寳，無思不服，而爲天下平正。夫上五事能致清、寧、靈、盈、生者，皆由君道正之使然也。正者，得其冲一之謂也。◯涑水司馬光曰：一者，道之子，物之祖也，故莫不頼之以成功。以事言之，常乆不已，所謂一也。◯潁濱蘇轍曰：一，道也。物之所以得爲物者，皆道也。天下之人，見物而忘道。天知其清而已；地知其寧而已；神知其靈而已；谷知其盈而已；萬物知其生而已；侯王知其爲天下貞而已。不知其所以得此者，皆道存焉耳。◯陸佃曰：入於一，道將得；出於一，道將失。一者，有無之界也。列子曰：一者，形變之始。莊子曰：一之所起，有一而未形。天尊地卑，故言天而地次之。天地之間，虚而不屈，動而愈岀者，不可知之神也，故神次之。萬物盈於天地之間，所以生且死者，聽乎神而已，故言谷而萬物次之。侯王者，所以法夫四者而以宰萬物者也，故侯王次之。◯達眞子曰：道之混同則歸於一。故得一者，得其道之混同者也。◯陳象古曰：一者，大道之妙用也。致，至也。至其妙用之理也。◯葉夢得曰：前既離道爲德，以迹觀之，蓋析而有二矣。恐天下遂認其二，而不知其一者未嘗亡也，故於是復極言之。一者何也？莊周曰：泰初有無，無有無名。一之所起，有一而未形。此道之將判，萬物總焉而不能外者也。故曰道生一，一生二。自是而往，巧曆所不能算矣。其在易，自天一而降，積之爲天地之五十五，衍之爲大衍四十九。而所謂一者，終藏而不見，豈非散於天地萬物之間，無往而不在，人無得而窺之者歟？是以自天而清，至王侯之貞，概而論焉，未有不得而能立者。◯黄茂材曰：夫盈於天地之間，何可以數計，皆不離乎一。物始於一，一即一也。一生二，二即二，一也；二生三，三即三，一也；三生萬物，萬物即萬一也。自此推之，至於恒河沙數，即恒河沙數一也。故知乎一，恒河沙數可得而知，其致之寧非一乎？"
                },
                {
                    "paragraph": "天無以清，將恐裂；地無以寧，將恐發；神無以靈，將恐歇；谷無以盈，將恐竭；萬物無以生，將恐滅；侯王無以爲貞而貴高，將恐蹶。",
                    "zhushu": "◯御註曰：天職生覆，地職形載。裂則無以覆，發則無以載。神依人而行者也，歇則無所示。谷受而不藏者也，竭則莫之應。聚則精氣爲物，得一以生故也；散則游魂爲變，失一以滅故也。惟正也，故能御萬變而獨立萬物之上。無以爲正而貴高，將不足以自保，能無蹷乎？◯碧虚子陳景元曰：無以者，致誡之辭也。陰陽書曰：天裂者，陽氣之不足，君德之衰微也。地震者，陰氣之有餘，臣道之失職也。已上雖叙天地等事，會歸戒于侯王。侯王尚爾，况黎庶乎？◯潁濱蘇轍曰：致之言極也。天不得一，未遽裂也；地不得一，未遽發也；神不得一，未遽歇也；谷不得一，未遽竭也；萬物不得一，未遽滅也；侯王不得一，未遽蹶也。然其極必至於此耳。◯陳象古曰：裂則不全，發則不靜，歇則不久，竭則易崩，滅則不繼，蹶則不安，皆失道所致也。◯葉夢得曰：不幸而失之，爲裂、爲發，以至爲蹶，雖天地之大，亦不能自存也。此雖未必然，而理則有是，故以將言之。◯黄茂材曰：天無一必裂，地無一必發，神無一必歇，谷無一必竭，萬物無一必滅，侯王無一必蹶。不言必而言將恐者，是一未嘗無也。"
                },
                {
                    "paragraph": "故貴以賤爲本，高以下爲基，是以侯王自稱孤、寡、不穀，此其以賤爲本邪？非乎？",
                    "zhushu": "◯御註曰：賤者，貴之所恃以爲固；下者，高之所自起。世之人睹其末，而聖人探其本；世之人見其成，而聖人察其微，故常得一也。孤、寡、不穀，名之賤者也，而侯王以爲稱，知所本而已。侯王所以貴高而不蹶，其以此乎？◯碧虚子陳景元曰：夫貴者豈可以自貴哉？必由賤者所奉，然后貴耳。高者豈可自高哉？必縁下者所戴，然後高耳。孤、寡、不穀，凡此三者，皆人之鄙惡，而侯王以爲稱謂者，蓋謙以自牧，不矜其尊貴。若乃，豈非以賤爲本耶？◯潁濱蘇轍曰：天地之大，侯王之貴，皆一之致。夫一果何物也？視之不見，執之不得，則亦天下之至微也。此所謂賤且下也。昔之爲此稱者，亦舉其本而遺其末耳。◯陳象古曰：是用賤下之道者也。自謂孤、寡、不穀，謙之至也。易曰：天道虧盈而益謙，地道變盈而流謙，鬼神害盈而福謙，人道惡盈而好謙。謙尊而光，卑而不可逾，君子之終也。非乎者，不可以爲非也。◯黄茂材曰：夫是一也，非特貴者有之，賤者亦有之；非特高者有之，下者亦有之。東郭子問於莊子曰：道烏乎在？曰：在螻蟻。曰：何其下耶？曰：在稊稗。曰：何其愈下耶？曰：在瓦甓。曰：何其愈甚耶？曰：在屎溺。孤、寡、不穀，未爲賤也。"
                },
                {
                    "paragraph": "故致數譽無譽。不欲琭琭如玉，落落如石。",
                    "zhushu": "◯御註曰：自高以勝物，琭貴以賤物，强而不知守以柔，白而不知守以黑，以求譽于世而致數譽，則過情之譽暴集，無實之毁隨至，所以無譽。玉貴而石賤，一定而不變。聖人乘時任物，無所底滯，萬變無常，而吾心常一，是眞得一者也，故不可得而貴賤。孟子曰：所惡乎執一者，謂其執一而廢百也。不欲琭琭如玉，落落如石，非知化之聖，不能及此，是謂上德。◯碧虚子陳景元曰：開元本作故致數輿無輿者，言就數輿則有輪轅箱軸等群材之名，無有名爲輿者，合之則輿矣。就國求之，則有士農工商等萬民之號，無有名爲國者，合之則爲國矣。然則忽群材而輿何以成之？棄萬民而國何以存之？此重戒侯王之愛民也。有道之君，不欲顯耀，琭琭如玉，冥心韜光，落落如石，此能守冲一之道，爲天下正者也。◯潁濱蘇轍曰：輪、輻、蓋、軫、衡、軛、轂、轊，會而爲車，物物可數而車不可數，然後知無有之爲車，所謂無之以爲用者也。然則天地將以大爲天地耶？侯王將以貴爲侯王耶？大與貴之中有一存焉，此其所以爲天地、侯王者，而或莫之知耳。故一處貴而非貴，處賤而非賤，非若玉之琭琭，貴而不能賤；石之落落，賤而不能貴也。◯達眞子曰：致人之以言尚己者，謂之譽。凡處至貴，則有貴之譽，處至高則有高之譽。且處至貴至高，莫不致譽之速數也。侯王雖得致速數之譽，心得其道之一，忘貴而同賤，忘高而同下，常若其無譽也。故曰：故致數譽無譽。琭琭者，玉之貌也。落落者，石之貌也。玉也，石也，堅確而不易者也。玉者貴之，譬則侯王也。石者賤之，譬則孤寡也。玉之貴也，不能同乎石之賤。石之賤也，不能齊乎玉之貴。至道之人，得一於心者，以至貴同至賤，故不欲琭琭如玉。以至賤同至貴，故不欲落落如石。非道之得一於心者，孰能與此。◯黄茂材曰：致，就也。就車數之，爲輪、爲轂、爲衡、爲輿，無有名爲車者，故成爲車。此河上公舊說也。玉，德之美也。石，質之堅也。而不欲，如之何也。琭琭、落落，可得而名爾。"
                }
            ]
        },
        {
            "name": "反者道之動章第四十",
            "paragraphs": [
                {
                    "paragraph": "反者道之動章第四十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "反者，道之動。弱者，道之用。天下之物生於有，有生於無。",
                    "zhushu": "◯御註曰：天下之理，動靜相因，强弱相濟。斂藏於冬，而蕃鮮於春。水之性，至柔也，而攻堅强者莫之能先，其此之謂歟？然則有無之相生，若循環然。故無動而生有，有極而歸無。彼蔽于莫爲，溺于或使，豈道也哉！◯碧虚子陳景元曰：反者，覆也，變也。虚靜者，物之本。物之將生，先反復虚靜之原。及其變也，出虚靜而動之，是先反而後動。易之復卦剛反動而順以行，是以出入無疾，此之謂也。弱者，道之用。既反虚靜爲道之動，則柔弱雌靜，實道之用也。有一也。一者，元氣也。言天下之萬物皆生於元氣也。元氣屬有，有光而無象，雖有光景，出于虚無。虚無者，道之體也。列子曰：有形者生於無形，則天地安從生？又曰：形動不生形而生影，聲動不生聲而生響，無動不生無而生有。是故物生於有，有生於無。◯涑水司馬光曰：一陰一陽之謂道。◯潁濱蘇轍曰：復性則靜矣，然其寂然不動，感而遂通天下之故，則動之所自起也。道無形無聲，天下之弱者莫如道，然而天下之至强莫加焉，此其所以能用萬物也。世不知靜之爲動，弱之爲强，故告之以物之所自生者。蓋天下之物，聞有以母制子，而未聞有以子制母者也。◯臨川王安石曰：言反不言靜，言弱不言强，言動則知反之爲靜，言弱則知用之爲强。◯葉夢得曰：此猶以論夫一也。自其多者數之，則一者其反，而萬物由之以運，則道之動也。自貴與高者觀之，則一者其弱，而萬物資之以立，則道之用也。夫如是，知天下之物生於有，則天地至于侯王者是已。而有生於無，則一固存焉於其間也。◯清源子劉驥曰：經云：虚無恍惚，道之根。萬物共本，道之元。反於此者，離道以善，故爲道之動；體於此者，至弱而强，故爲道之用。◯黄茂材曰：無生有，有生物。凡物之生，莫知其所以然。人能求其所以生者，還以自生，豈不長生乎？◯林東曰：道本靜矣，反之得非動乎？天下之物生於有，蓋有天地以生之，非生於有耶？有生於無，則無者道也。此道之或反或弱，而主於生物，非有生於無可乎？"
                }
            ]
        },
        {
            "name": "上士聞道章第四十一",
            "paragraphs": [
                {
                    "paragraph": "上士聞道章第四十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "上士聞道，勤而行之；中士聞道，若存若亡；下士聞道，大笑之，不笑不足以爲道。",
                    "zhushu": "◯御註曰：士，志於道者也。上士聞道，眞積力乆，至誠不息；中士則有疑心焉，疑心生則用志分，其於道也，一出一入焉；下士則信不足以守，智不足與明也，故笑。夫道無形色聲味之可得，則其去耳目鼻口之所嗜也遠矣。莊子曰：大聲不入于俚耳，高言不止於衆人之心。◯碧虚子陳景元曰：夫上士者，受性清靜，恬澹寂寞，虚無無爲，純粹而不雜，靜一而不變。聞乎道也，超然而入，以至于大妙，而人觀其迹，眞以爲勤行者也，實無勤行也，斯所謂天然縣解矣。中士者，受性中庸。世之不用也，則思欲就藪澤、處閑曠，吐故納新，能經鳳騫，導引養形，壽考保神而已矣。及乎世之用也，則思欲語大功，立大名，禮君臣，正上下，殺身爲仁爲治而已矣。此之謂若存若亡也。下士者，受性濁辱，目欲視色，耳欲聽聲，口欲察味，志氣欲盈，若不得者則大憂以懼，聞其恬澹寂寞無爲則大笑而非之。若不爲下士之所非笑，則不足以爲清眞上道也。◯涑水司馬光曰：非常之道，固非常人所知。颕濱蘇轍曰：道非形不可見，非聲不可聞，不先知萬物之妄，廓然無蔽，卓然有見，未免於不信也。故下士聞道，以爲荒唐謬悠而笑之。中士聞道，與之存亡出没而疑之。惟了然見之者，然後勤行服膺而不怠。孔子曰：語之而不惰者，其回也與？斯可謂上士也哉！◯黄茂材曰：上士聞道，了然無疑，故勤而行之；中士聞道，未能盡信，故若存若亡；下士瞢然無所知，故大笑。世之上士無幾，中士不可多得，所謂下士，比比皆是，此道所以難明也歟？"
                },
                {
                    "paragraph": "故建言有之：明道若昧，夷道若類，進道若退。上德若谷，大白若辱，廣德若不足，建德若偷，質眞若渝。大方無隅，大器晩成，大音希聲，大象無形，道隱無名。夫惟道，善貸且成。",
                    "zhushu": "◯碧虚子陳景元曰：夷，平也。纇，絲之不匀者。夫絲之無纇，乃織者之所取。有纇，則紡者之所棄也。夫上士襟懷，坦夷平一，與物無際，而能支離其德，若絲之有纇，不爲世用也。河上公本作類。言大道之人，坦蕩平夷，隨類參同，不自分别也。上德之人，無爲無事，心同虚空，高下莫測，有若深谷，無所不容。大白者，雪霜之謂也。若雪霜之潔白而無所不到，雖瓦甓污溷之處，施而無擇。有道之士，豈異于是？故處於濁世，純白獨全而不雜染也。孫登曰：其德深廣，則通疏見遠，遺略小節，如智識不足。故良賈深藏若虚，君子盛德，容貌若愚。陸希聲曰：衣被天下而不有其仁，斯廣德若不足者也。此言陰德密行也。夫建立陰德之人，不顯其功，畏人之知，故若偷竊耳。吴筠元綱論曰：功欲陰，過欲陽。功陰則能全，過陽則易改。此之謂也。渝，變也，色不明也。質眞者，純素也。夫純素之士，動無文章，如五色之渝淺，光華不發也。開元御註曰：方，正也。隅，角也。夫砥礪名節以作廉隅，此謂束教之人，非曰大方之士。磨而不磷，在涅不淄，大方也。而能和光同塵，行不崖異，無隅也。故曰大方無隅。貸，施與也。夫嘆美獨有此妙道，能神鬼神帝，生天生地，善以冲和妙氣施與萬物，且成實而復於自然也。嚴君平曰：道之爲化也，始於無有，終於無終，存於不存，貸於不貸，動而萬物成，靜而天下遂也。陸希聲曰：夫唯善濟貸於萬物而不責其報，是以萬物受其成而不知其德。故下士聞此道而笑之，不信其能若此耳。◯颕濱蘇轍曰：建，立也。古之立言者有是說，而老子取之，下之所陳者是也。道之所遇，無所不見。凡此十二者，皆道之見於事者也。而道之大全，則隱於無名，惟其所遇，推其有餘以貸不足，物之頼之以成者也。◯道眞仁靜先生曹道冲曰：纇爲不平，然而道至平而趣高下不一。至人與世浮沉，曲全其道，不特異其迹，故若有瑕纇也。德之上者，其虚若谷，似不盈矣。世俗爲高潔之行以顯於名，有道之者至潔白而混於污辱之間，至德不耀，故若不足。◯葉夢得曰：明而若昧，夷而若類，進而若退者，中智之所疑也。上德者若谷，不自有其德也。大白者若辱，能納污也。廣德者若不足，所以能有進也。建德者若偷，不見其用力，則疑於惰也。質眞者若渝，不知其有常，則以爲或變也。大方者無隅，不示人以形也。大器者晚成，不使見者速也。大音者希聲，不使得以聞也。大象者無形，不使得以見也。道之隱於無名者，每如此，不可以一端求，是以能推其餘以與人，而萬物莫不資之以成也。◯黄茂材曰：夫爲道者，用心於内，不暇顧其外，世人不足以知之。故雖明道，乃以爲昧。雖進道，乃以爲退。雖夷道，乃以爲類。上德乃以爲谷，谷不盈也。大白乃以爲辱，廣德乃以爲不足，建德乃以爲偷，質眞乃以爲渝。求其方則無隅，不知其爲大方。求其器則晩成，不知其爲大器。求其音則希聲，不知其爲大聲。求其像則無形，不知其爲大像。下士所以每大笑之。夫道隱無名，知者固少，然善貸萬物而不遺，全生養命，足以成功而有餘，未有如道者也。"
                }
            ]
        },
        {
            "name": "道生一章第四十二",
            "paragraphs": [
                {
                    "paragraph": "道生一章第四十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "道生一，一生二，二生三，三生萬物。",
                    "zhushu": "◯御註曰：泰初有無，無有無名。一之所起，天一而地二次之，水生而火次之，精具而神從之。天肇一於北，地耦二於南，人成位於三，三才具而萬像分矣。號物之數謂之萬，自此以往，巧曆不能計。◯碧虚子陳景元曰：道者，虚之虚者也，無之無者也，然之然者也。混同大無，冥寂淵通，不可名言者也。然而動出變化則謂之渾淪。渾淪者，一也。渾淪一氣未相離散，必有神明潜兆于中。神明者，二也。有神有明則有分焉。是故清濁和三氣噫然而出，各有所歸。清濁和者，三也。是以清氣爲天，濁氣爲地，和氣爲人。三才既具，萬物資生，故曰三生萬物。◯涑水司馬光曰：道生一，自無入有。一生二，分陰分陽。二生三，濟以中和。◯颕濱蘇轍曰：夫道非一非二，及其與物爲偶而物不一，故以一名道。然而道則非一也，一與一爲二，二與一爲三。自是以往而萬物生。雖有萬不同，而莫不負陰抱陽，沖氣以爲和。蓋物生於三而三生於一，理之自然也。◯陸佃曰：道生一，一者蓋太極也。一生二，二者陰陽也。二生三，三者冲氣也。有陰有陽，而陰陽之中又有冲氣，則萬物於是乎生矣。◯道眞仁靜先生曹道冲曰：此顯道之始，其理至微，其言至玄，自悟始得，不可以言傳而象比。故曰：太極生陰陽，陰陽生萬物。◯陳象古曰：一謂樸之始也。二，天之體也。三，地之形也。天地既判，萬物遂生，情欲之繁，不能守一矣。◯葉夢得曰：此蓋明道分而爲二，雖裂而爲陰陽，而一陰一陽亦不離乎道之所一。是故道生一而陰陽各得其一。惟一乃能爲二，故陰陽配而爲二，二具而一存乎其間，則爲三。三散而爲和氣以生萬物，則萬物亦得其三之一，以抱負乎陰陽，是終始未見一物之外乎一也。◯清源子劉驥曰：道生一氣，一氣運轉而生陰、陽二氣，二氣變化而生天、地、人三才，三才既具，萬物資生。晦菴朱熹曰：道即易之太極，一乃陽數之奇，二乃陰數之耦，三乃奇耦之積。其曰二生三者，猶所謂二與一爲三也。若直以一爲太極，則不容復言道生一矣。與列子易變而爲一之語正同。所謂一者，皆形變之始耳，不得爲非數之一也。◯黄茂材曰：知其所以常存而不滅者，然後可以語長生。道生一矣，一之中而道常存。一生二矣，二之中而一常存。二生三矣，三之中而二常存。三生萬物矣，而萬之中三常存。人與萬物同生者也，誠能思之，則其所以生我者非三乎？所以生三者非二乎？所以生二者非一乎？所以生一者非道乎？故知道者常存而不滅，不知道者墮於數，數盡而止，烏能以長生？◯林東曰：道生一至於三而止，即莊子所謂一與言爲二，二與一爲三是也。物生於三，三生於一，理之自然者也。"
                },
                {
                    "paragraph": "萬物負陰而抱陽，冲氣以爲和。",
                    "zhushu": "◯御註曰：陰止而靜，萬物負焉，君子所以日入而息。陽融而亨，萬物抱焉，聖人所以嚮明而治。必有陰陽之中，冲氣是已。◯碧虚子陳景元曰：負，背也。抱，向也。夫動物則畏死而趨生，植物則背寒而向暖。物之皮質周包于外，皮質陰氣之所結也，故曰負陰。而骨髓充實于内，骨髓陽氣之所聚也，故曰抱陽。冲和之氣運行于其間，所以成乎形精也。夫冲和之氣盛全，則形精不虧而生理王也；冲和之氣衰散，則形精相離而入于死地也。◯涑水司馬光曰：萬物莫不以陰陽爲體，以冲氣爲用。◯臨川王安石曰：字說，沖氣以天一爲主，故從水。天地之中也，故從中。◯陸佃曰：道家謂之冲氣，醫家謂之胃氣。故五臟之脉無胃氣則死。◯道眞仁靜先生曹道冲曰：形質者有而礙，故曰陰。神氣虚而靈，故曰陽。冲氣以爲和，形假神而動，神托形而用。形與神非冲氣則不能和於内外之用。◯陳象古曰：陰陽，道之妙用也。負則在外，抱則在内，冲而用之，不失其和也。◯清源子劉驥曰：冲氣者，自然中和之氣，非陰非陽，不離陰陽，可以調和陰陽。然天下之至柔也，是猶孤、寡、不穀，名之至賤，而王公自以爲稱。◯黄茂材曰：莊子曰，至陰肅肅，至陽赫赫。肅肅出乎天，赫赫發乎地，兩者交通成和，而物生焉。此言天地之陰陽。至於萬物之陰陽亦然。陽必負陰，陰必抱陽，陰陽合而沖和之氣生。◯程大昌曰：列子曰，清輕者上爲天，濁重者下爲地，冲和氣者爲人。言能虚中以承清濁之會者，是其和之得以成體者也。張湛釋之曰，陰陽氣偏，交會而氣和，氣和而人生也。此其爲說，是二之交焉而三，三之徧焉而萬者也。說者并冲爲和，則失之矣。◯林東曰：負陰之靜而屬於背，故曰負陰。耳目鼻口在前，皆陽動者也，故曰抱陽。抱則在前也。陰陽氣冲合而爲和。"
                },
                {
                    "paragraph": "人之所惡唯孤、寡、不穀，而王公以爲稱。",
                    "zhushu": "◯御註曰：物罔隆而不殺，事靡盛而不衰。陰陽之運，事物之理也。消息盈虚，與之偕行而不失其和者，其惟聖人乎！◯碧虚子陳景元曰：乃所以有王公之貴耳。◯颕濱蘇轍曰：世之人不知萬物之所自生，莫不賤寡小而貴衆大。然王公之尊，自稱孤、寡、不穀，古之達者蓋已知之矣。◯道眞仁靜先生曹道冲曰：王公自以爲稱，以至尊至高，故取最下最薄而稱之也。◯黄茂材曰：水處人之所惡而幾於道，孤、寡、不穀亦人之所惡，而王公以爲稱道，亦有可惡乎？所謂在瓦甓而愈甚者也。然亦何惡之有？◯林東曰：人所嫌惡，惟孤、寡、不穀，而王公以爲稱，且安得而有抗爭？此氣之冲虚合而爲和也。"
                },
                {
                    "paragraph": "故物或損之而益，或益之而損。",
                    "zhushu": "◯御註曰：木落則糞本，損之而益故也。月盈則必缺，益之而損故也。◯碧虚子陳景元曰：夫物有能减損情欲而不自矜伐，卑以自牧，以謙受益，如王公稱孤、寡、不穀之損，故有尊貴之益也。若俗物則不然，唯好盈滿，饕餮富貴而危敗及之。◯涑水司馬光曰：滿招損，謙受益，皆所以去甚泰就中和。◯臨川王安石曰：天道虧盈而益謙。唯其益謙，故損者乃所以爲益。唯其虧盈，故益者乃所以爲損。"
                },
                {
                    "paragraph": "人之所教，亦我義教之。强梁者不得其死，吾將以爲教父。",
                    "zhushu": "◯御註曰：以强勝弱，以剛勝柔，人之所教也。我之所教則異乎此。强梁者有我而好爭，有死之道。智者觀之，因以爲戒，故將以爲教父。◯碧虚子陳景元曰：上之强梁者則失群下之心而覆亡無日矣。下之强梁者則爲衆所加而顛躓可待矣。不得其死，謂不得其壽終也。老氏觀俗之失道，將以爲後世法，知謙損柔弱者必吉，貪暴强梁者必凶。書之垂誡，以爲教父。父，先也，本也。◯涑水司馬光曰：亦我教之，爲衆教之父。◯颕濱蘇轍曰：世以柔弱爲損，强梁爲益，不知其非也。故將使天下之教者，皆以此教之。曰：不見强梁者之不得其死乎？强梁，妄之極也。人知强梁之不免於死，則知妄之不可爲。知妄之不可爲，而後可與語道矣。故曰：吾將以爲教父。◯道眞仁靜先生曹道冲曰：人莫不謂自己之所見爲是，而教人使從，亦我須當教人，而於義宜然而後教之。◯黄茂材曰：損之而益，益之而損，人情物理，古今皆然。當是時，儒、墨各自名家，其爲道雖不同，而其教人未嘗或異。至於以强梁爲戒，尤老氏所尚，故曰：吾將以爲教父。雖然，其教人者止於是矣，而其妙有不言之旨。父不能傳於其子，子不能受之於其父，豈可得而教人哉？◯程大昌曰：此謂强梁者不得其死，古必嘗有是語，而時人已有師之者矣。故引人言以證己教，而曰人之所教，我亦義教之。言不止我之立教獨出於此也。既已表發其語，而又尊之以爲教父。◯林東曰：人之所教者，亦我以理義論而教之，故强梁者去强梁而免死。吾將以爲教父，我主其教，得以制其子也。"
                }
            ]
        },
        {
            "name": "天下之至柔章第四十三",
            "paragraphs": [
                {
                    "paragraph": "天下之至柔章第四十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天下之至柔，馳騁天下之至堅。無有入於無間，是以知無爲之有益也。",
                    "zhushu": "◯御註曰：柔之勝剛，無之攝有，道之妙用，實寓于此。棄事則形不勞，遺生則精不虧，兹所以爲有益。◯碧虚子陳景元曰：至柔者，水也。至堅者，金石也。天下者，汎舉也。馳騁，猶奔競不息貌。王弼曰：無有不可窮，至柔不可折。以此推之，故知無爲之道，而有益於物也。◯涑水司馬光曰：太山之溜穿石形之細者，無若微塵，然不能入無隙之物。唯無有乃可以入於無間。◯颕濱蘇轍曰：以堅御堅，不折則碎。以柔御堅，柔亦不靡，堅亦不病；求之於物，則水是也。以有入有，捍不相受；以無入有，無未嘗勞，有未嘗覺。求之於物，則鬼神是也。是以聖人唯能無爲，故能役使衆强，出入衆有。◯清源子劉驥曰：經云：道常無爲而無不爲。無爲者，寂然不動，天下之至柔也。無不爲者，感而遂通，馳騁天下之至堅也。以至神鬼神帝，生天生地，天下之至堅，其孰能當之？無有者，道也。無間者，虚空無爲也。經所謂人能虚空無爲，非欲於道，道自歸之。故無有入於無間，注焉而不滿，酌焉而不竭，廣乎其無不容，淵乎其不可測，故是以知無爲之有益也。◯黄茂材曰：天下莫柔弱於水，而攻堅强者莫之能先，無有爭之爲患也。古之眞人，入水不濡，入火不熱，無有形之爲累也。人能用其至柔，造於無有，何堅之不攻？何往之不入？斯二者，非夫無爲之功不能至焉。◯程大昌曰：謂柔能勝剛者，非曰直致而可以必遂也。彼以剛來，此不與抗，常自處於雌弱，而待其有隙之可乘。列子固嘗諭之以水矣，莊子又嘗喻之以風矣。此二物者，非不能極其馳騁也。然使水而礙山，風而觸石，其能入乎？則馳騁者有時而不得常遂也。若夫超有而無也者，生生化化而無所於待，運道物物而莫之或攖，則豈守柔待間者之所能及也。"
                },
                {
                    "paragraph": "不言之教，無爲之益，天下希及之矣。",
                    "zhushu": "◯御註曰：不言之教，設之以神。無爲之益，不虧其眞。聖人以此抱樸而天下賔，無爲而萬物化，故及之者希。◯碧虚子陳景元曰：聖人觀天道之自然，而謹身節用，飭容儀以悟物，故不言而其教行。若乃有爲，則滯迹損物，既而無爲，則利益甚多。故知清靜簡易之道，誠南面之至術，則天下希及之也。經曰：知我者希，則我貴矣。◯黄茂材曰：載籍以來，立大功，建大業，其著見於有爲之迹，世有人焉，至於不言之教，無爲之益，至人君子，修於方寸之間，及其成也，旁日月，挾宇宙，揮斥八極之表，非夫有爲之功所有髣髴其萬一，故曰希及之矣。"
                }
            ]
        },
        {
            "name": "名與身章第四十四",
            "paragraphs": [
                {
                    "paragraph": "名與身章第四十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "名與身孰親？身與貨孰多？",
                    "zhushu": "◯御註曰：非所親也，非所多也。◯颕濱蘇轍曰：夫忘我者，身且不有，而况於名與貨乎？◯道眞仁靜先生曹道冲曰：身與名何者爲親？而棄身成名，可謂至愚者也。身止有一，而世間財貨至多。物常多於身，而一身與多物爲敵。身先盡而物與貨尚多。◯陳象古曰：身者，道之本。◯黄茂材曰：天下之所謂名者，皆其外物，而乃欲亡吾身以爭之，是亦不知親疏者乎！天下之所謂貨者，何可勝計，而乃欲役吾身以求之，是亦不知多寡者乎？"
                },
                {
                    "paragraph": "得與亡孰病？",
                    "zhushu": "◯御註曰：烈士徇名，貪夫徇利，其所得者，名與貨，而其亡也，乃無名之樸，不貲之軀，病孰甚焉！◯碧虚子陳景元曰：夫虚名浮利，得之若輕羽。而性命形神，亡之若泰山。達人校量，誰者是病？◯涑水司馬光曰：得名貨而亡身，與得身而忘名貨，二者孰病。◯颕濱蘇轍曰：不得者以亡爲病，及其既得而患失，則病又有甚於亡者。惟齊有無，均得喪，而後無病也。◯道眞仁靜先生曹道冲曰：得則憂失，已失又何憂也。◯陳象古曰：得不安於亡也。◯黄茂材曰：使其得之，不過名也貨也。而其亡者身也。◯程大昌曰：名之不親於身也，貨之不重於身也，人皆知之。然徇物失我者，常不暇恤，是特不能權其輕重焉耳。老子於此，以身、名、貨三者參觀，而概評之曰：得名貨而亡身，與得身而亡名貨，二者孰病？人能用此語也，對而思之，則輕重之衷，昭昭然白黑分矣。莊子用其說而伸之曰：廢一手以得天下，韓侯不爲。委隋珠以彈一雀，世所共笑。則輕重益明矣。"
                },
                {
                    "paragraph": "是故甚愛必大費，多藏必厚亡。",
                    "zhushu": "◯黄茂材曰：費非謂費其貲財也，而費精神之爲損大。亡非謂亡其蓄積也，而亡性命之爲禍厚。凡此數者，利害得失，灼然甚明，而人不思。◯林東曰：愛之甚，則凡可以求之者無所不至，能無費乎？藏之多，則攻之者必衆，能無亡乎？"
                },
                {
                    "paragraph": "知足不辱。",
                    "zhushu": "◯道眞仁靜先生曹道冲曰：辱莫大於貪。◯程大昌曰：知足之富，决不受辱。"
                },
                {
                    "paragraph": "知止不殆，可以長乆。",
                    "zhushu": "◯陳象古曰：雖不欲長乆，其可得乎？◯黄茂材曰：古之人知止足之戒，無如漢之二疏，辭榮還里，保其天年而終，可謂長乆矣乎？曰：二疏爲免於殆辱則可，以爲長乆則未可。◯程大昌曰：無辱、無殆，故可長久。"
                }
            ]
        },
        {
            "name": "大成若缺章第四十五",
            "paragraphs": [
                {
                    "paragraph": "大成若缺章第四十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "大成若缺，其用不敝；大盈若沖，其用不窮。大直若屈，大巧若拙，大辯若訥。",
                    "zhushu": "◯御註曰：域中有四大，道居一焉。體道之全，故可名於大。無成與虧，是謂大成。不有其成，故若缺，故其用不敝。此孔子所以集大成而爲聖之時。◯碧虚子陳景元曰：大成謂全德之君于，如大壑酌之而不竭，明鑑應之而不疲，故曰其用不敝。盛德大業者，謙冲而不驕，富貴滿堵者，虚儉而不奢，所用豈能窮匱！大直者，謂隨物而直彼，含垢而不申，其直不在已，故若屈也。大巧者，謂因物性之自然而成器用，不造爲異端，故若拙也。◯涑水司馬光曰：物成必毁，盈必溢，理之常也。有道者雖成若缺，雖盈若冲，故不弊不窮。◯潁濱蘇轍曰：天下以不缺爲成，故成必有弊；以不虚爲盈，故盈必有窮。聖人要於大成而不恤其缺，期於大盈而不惡其沖，是以成而不弊，盈而不窮也。直而不屈，其直必折；循理而行，雖曲而直。巧而不拙，其巧必勞；付物自然，雖拙而巧。辯而不訥，其辯必窮。因理而言，雖訥而辯。◯臨川王安石曰：萬物始乎是，終乎是，是大成也。◯陸佃曰：大成不見其足，故若缺；大盈不見其溢，故若冲；大直不見其伸，故若屈；大巧不見其力，故若拙；大辯不見其給，故若訥。◯清源子劉驥曰：道無成虧，故謂之大成；道無盈虚，故謂之大盈。不有其成，故若缺；不見其盈，故若沖。成必有虧，以其若缺，故其用不敝；盈必有虚，以其若沖，故其用不窮。大直者直而不肆，故若屈；大巧者，不爲而成，故若拙。大辯者，不言之教，故若訥。◯黄茂材曰：苟不知道，其誰肯以屈、拙、訥自處哉！"
                },
                {
                    "paragraph": "躁勝寒，靜勝熱，清靜爲天下正。",
                    "zhushu": "◯御註曰：陽動而躁，故勝寒；陰止而靜，故勝熱。二者毗乎陰陽而不適乎中，方且爲物汨，方且與動爭，鳥能正天下。惟無勝寒之躁，勝熱之靜，則不雜而清，抱神以靜，天下將自正。◯碧虚子陳景元曰：躁，動也。言春夏陽氣發於地上，萬物因之以生，物極則反，故夏至則一陰生乎其中矣。氣動極則寒，寒則萬物以衰死。明躁爲死本，盛爲衰原。夫至清者在濁，而物莫能滑亂。至靜者處動，而事莫能溷撓。且大成、大盈、大直、大巧、大辯，則有不敝、不窮、若屈、若缺、若訥以對之。惟清惟靜，則可以持衆事而爲天下之中正者也。莊子曰：抱神以靜，形將自正。必靜必清，無勞汝形，無摇汝精，乃可以長生也。◯潁濱蘇轍曰：成而不缺，盈而不沖，直而不屈，巧而不拙，辯而不訥，譬如躁之不能靜，靜之不能躁耳。夫躁能勝寒而不能勝熱，靜能勝熱而不能勝寒，皆滯於一偏而非其正也。唯泊然清靜，不染於一，非成非缺，非盈非冲，非直非屈，非巧非拙，非辯非訥，而後無所不勝，可以爲天下正矣。◯達眞子曰：春與夏，則萬物動之時也。動之極，則有寒之者至焉，故曰躁勝寒。是躁勝之時，必有寒也。秋與冬，則萬物靜之時也。靜之極，則有熱之者至焉，故曰靜勝熱。是靜勝之時，必有熱也。此理之必然矣，皆出於勝極之所致也。惟大成猶若缺，大盈猶若冲，大直猶若屈，大巧猶若缺，大辯猶若訥，皆無其勝極之心也。心無勝極，則清不爲物所污，靜不爲動所誘，若是則心之所造，其有不正哉？故曰清靜爲天下正。◯葉夢得曰：春秋傳曰：正直爲正，正曲爲直。清靜之爲天下正，正其直者也。◯黄茂材曰：有天之寒暑，有人之寒暑。墮脂折膠，天之寒亦甚矣，而躁則勝之。爍石流金，天之暑亦酷矣，而靜則勝之。乃知人身自有一宇宙，其寒暑足以勝天之寒暑。若其知道，清靜自然，則可同於太極，爲天下正，何至於勝之。"
                }
            ]
        },
        {
            "name": "天下有道章第四十六",
            "paragraphs": [
                {
                    "paragraph": "天下有道章第四十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天下有道，却走馬以糞；天下無道，戎馬生於郊。",
                    "zhushu": "◯御註曰：以道治天下者，民各樂其業而無所爭，糞其田疇而已。强陵弱，衆暴寡，雖疆界不能正也。◯碧虚子陳景元曰：却，屏去也。糞，治田也。郊，交也。言二國相交之境也。天下有道，謂時之泰也。兵革寢息，人多務本，户競農桑，屏去走馬之武功，而歸治田之常業。天下無道，謂時之否也。强弱相陵，人皆失業，習尚戰爭，自然戎馬生于郊境之上。◯道眞仁靜先生曹道沖曰：去走馬以息戰，民耕桑以糞田内若意馬不馳，丹田自實。如不務道則好兵，則戎馬生於郊野。◯達眞子曰：走馬者，亡戰之馬也。戎馬者，備戰之馬也。國之戰敵，皆棄道徇欲所致之然也。天下有道，無所事於戰敵，故却其走馬，則同於糞壤。天下無道，有所事於戰，故戎馬生於郊。◯清源子劉驥曰：莊子所謂野馬塵埃，以馬喻氣也。揚子亦言氣也者，所以適善惡之馬也歟！氣之盛衰，繫心動靜，心靜氣正，心動氣奔。有道之士，其心既靜，其氣徐清，其息自滅，從减至無，凝然自定，故却走馬以糞。糞者，糞其根本，謂其歸根返本也。天下無道，忘道逐物，其心既動，其氣自奔，嗜慾氣邪，妄想氣亂，故戎馬生於郊。莊子所謂坐馳，亦此之謂也。◯黄茂材曰：至治之世，以道莅天下，何用走馬？却以糞，宜矣。及其有事且急也，非戎馬無以遏亂略，乃使生於近郊，蓋有不得已焉。如人日衰，疾病間作，捨醫藥不可。夫攝生者而至於用醫藥，其於道不亦遠乎？"
                },
                {
                    "paragraph": "罪莫大於可欲，禍莫大於不知足，咎莫大於欲得。故知足之足常足矣。",
                    "zhushu": "◯御註曰：人見可欲則不知足，不知足則欲得，欲得則爭端起而禍亂作，禍亂作則戎馬生於郊。然則知足而各安其性命之分，無所施其智巧也。日用飲食而已，何爭亂之有？◯碧虚子陳景元曰：犯法爲罪。夫人有欲愛之心者，則非理貪求，奔馳而不反。是故逐秋毫之微者，失大山之重。爲罪之因，莫重乎可欲也。列子曰：齊人有欲金者，清旦衣冠而之市，適鬻金者之所，因攫其金而去。吏捕得之，問曰：人皆在焉，子攫人之金何？對曰：取金之時不見人，徒見金。夫觀於濁水而迷於清淵者，不照也。禍，害也。可欲者於貪求之中尚有數耳。不知足者，凡經歷於目而無一可捨。滿不知損，亡敗及之。故禍釁之發，莫大乎不知足也。咎，殃咎也。物之經目，猶有限也。天下之物，見與不見，咸欲得之，使盡在己而靡有孑遺者，此無道之甚也。小則害身，大則喪國，得不戒哉！◯潁濱蘇轍曰：匹夫有一於身，患必及之。侯王而爲是，必戎馬之所自起也。知足者所遇而足，故無不足也。◯臨川王安石曰：墨子曰：非無安居也，我無足心也；非無足財也，我無足心也。萬物常至於足，而有所謂不足者，以其無足心也。得道者知其足心足財，故曰：知足之足，常足矣。◯道眞仁靜先生曹道沖曰：不知足者，足亦不足。知足則不足常足。◯達眞子曰：罪者，人加也；禍者，鬼責也。咎者，天伐也。人之罪未深於鬼禍，鬼之禍未深於天之殃咎也。凡無道徇欲者必致乎此。知足者，足於道而不足於物，足於内而不足於外，是以舉無不足也。故知足之足，則常足矣。若是則奚有罪禍咎之及己哉！◯清源子劉驥曰：人之有欲，至於决性命之情以爭之，故罪莫大於可欲。若不知足，則攘奪誕謾無所不至，故禍莫大於不知足。欲得則所欲必得，恣縱之甚，殃咎尤大。然此三事，不過衣食適身，充口之外，皆是餘物，故繼之以知足。知足則定乎性命之分，逍遥於天地之間，而心意自得，何禍咎之有？故知足之足，常足矣。◯黄茂材曰：人有三患：可欲也，不知足也，欲得也。一性之内，無欠無餘，人能知之，無適不足。◯程大昌曰：可，讀當如許可之可。人之有欲者，不加制遏，顧乃自恕自許，以爲無害者也。世人縱欲而不知足者，未必不幸於一勝。所欲既遂，則秦人盡兼天下，而還以兵亡，是其禍也。漢文帝之罷露臺也，自言其心曰：吾奉先帝宫室，常恐羞之，何以臺爲？及其謝諸將用兵，則又曰：朕能勝衣冠，念不到此。故雖拊髀嘆頗、牧，飲食念鉅鹿，而十萬横行可樂之言，終不聽也。武帝繼之，奢侈踰於古初，郡縣亘乎四夷，而哆然未厭也。由後世言之，文帝爲足乎？武帝爲足乎？"
                }
            ]
        },
        {
            "name": "不出户章第四十七",
            "paragraphs": [
                {
                    "paragraph": "不出户章第四十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "不出户，知天下。不窺牖，見天道。",
                    "zhushu": "◯碧虚子陳景元曰：當食而思天下之飢；當衣而思天下之寒。愛其親，知天下之有耆老。憐其子，知天下之有稚幼。夫如是，又何出户而知天下哉？◯涑水司馬光曰：得其宗本。◯潁濱蘇轍曰：性之爲體，充遍宇宙，無遠近古今之異。古之聖人其所以不出户牖而無所不知者，特其性全故耳。◯陸佃曰：萬物皆備於我，有天道焉，有地道焉，有人道焉。◯葉夢得曰：雖山河不能爲之礙，况户牖乎？◯黄茂材曰：天地萬物，其道一也。◯林東曰：撫我則后，虐我則讎，天下之心何難知之有？所福者善，所禍者淫，天之道何難見之有？此其不出户亦可知，不窺牖亦可見。"
                },
                {
                    "paragraph": "其出彌遠，其知彌少。",
                    "zhushu": "◯御註曰：去道彌遠，所知彌少矣。◯涑水司馬光曰：去本逐末。◯潁濱蘇轍曰：世之人爲物所蔽，性分於耳目，内爲身心之所紛亂，外爲山河之所障塞，見不出視，聞不出聽，户牖之微能蔽而絶之。不知聖人復性而足，乃欲出而求之，是以彌遠而彌少也。◯道眞仁靜先生曹道冲曰：雖遠愈迷。◯葉夢得曰：有不能達，則播糠眯目，天地且爲之易位。◯清源子劉驥曰：離靜而動，故其知彌少。"
                },
                {
                    "paragraph": "是以聖人不行而知，不見而名，不爲而成。",
                    "zhushu": "◯碧虚子陳景元曰：蓋由得之於身心而施之萬事。◯涑水司馬光曰：至理不易。◯潁濱蘇轍曰：性之所及，非特能知能名而已。蓋可以因物之自然，不勞而成之矣。◯道眞仁靜先生曹道冲曰：契理即知，何必親見。◯林東曰：亦道在邇而求諸遠意。"
                }
            ]
        },
        {
            "name": "爲學日益章第四十八",
            "paragraphs": [
                {
                    "paragraph": "爲學日益章第四十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爲學日益，爲道日損，損之又損，以至於無爲而無不爲矣。",
                    "zhushu": "◯御註曰：學以致其道，始乎爲士，終乎爲聖，日加益而道積于厥躬。孔子謂顔淵曰：吾見其進也。致道者墮支體，黜聰明，離形去智，而萬事銷忘，故日損。◯潁濱蘇轍曰：苟一日知道，顧視萬物，無一非妄。◯臨川王安石曰：爲學者，窮理也；爲道者盡性也。性在物謂之理，則天下之理無不得，故曰：日益。天下之理宜存之於無，故曰日損。窮理盡性必至於復命，故損之又損之，以至於無爲者，復命也。然命不亟復也，必至於消之復之，然後至於命，故曰：損之又損之，以至於無爲。然無爲也，亦未嘗不爲，故曰：無爲而無不爲。◯陸佃曰：爲學日益，此智者也；爲道日損，此仁者也。損之又損之，至於無爲而無不爲，聖人也。智者所以窮理，而將以增其所無；仁者所以盡性而將以减其所有，故有日損。若夫聖人，則所謂至命者也。無所不有，故無日益；無所不益，故無日損。◯道眞仁靜先生曹道冲曰：損者，减也。世之學求之於外，外事紛葩，故尚於多知博聞，日加其能，以遊名利之場。道之學者，其志在内，内事簡直，故貴於息心養氣，日踐其事，以遊道德之鄉。勞役精神氣血皆以削除，减之損之，以至無爲無事。◯陳象古曰：學者有漸，從少至多，故曰有益。道成則藏其用，秘其明，故曰日損。◯黄茂材曰：無所不知而後可以言學，故學欲日益；忘其所知而後可以言道，故道欲日損。益者易進，損者難忘。損而未能忘其損，未爲損也；損之而忘其損，乃可至於無爲之地。◯潁濱蘇轍曰：無所不爲而不失於無爲矣。"
                },
                {
                    "paragraph": "故取天下者，常以無事，及其有事，不足以取天下。",
                    "zhushu": "◯道眞仁靜先生曹道冲曰：以道自治，無心而天下自服。法以係之，力以率之，智以籠之，威以加之，故有不服之者。天下者，通言萬物也。達眞子曰：無心則無爲，無爲則無事。舜禹有天下而不與，蓋其無心及於無爲，無爲及於無事故也。◯潁濱蘇轍曰：人皆有欲取天下之心，故造事而求之，心見於外而物惡之，故終不可得。聖人無爲，故無事，其心見於外而物安之，雖不取天下而天下歸之矣。◯黄茂材曰：深於道者，爲無爲，事無事。若其有事，豈足以取天下？"
                }
            ]
        },
        {
            "name": "聖人無常心章第四十九",
            "paragraphs": [
                {
                    "paragraph": "聖人無常心章第四十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "聖人無常心，以百姓心爲心。",
                    "zhushu": "◯御註曰：聖人之心，萬物之照也。虚而能受，靜而能應。疏：觀萬物而知其情，因民而已，此之謂以百姓心爲心。莊子曰：卑而不可不因者，民也。◯碧虚子陳景元曰：聖人體道無爲，虚心待物，物感斯應，應其所感，感既不一，故應無常心。莊子曰：至人之用心若鏡，不將不迎，應而不藏，故能勝物而不傷。此乃聖人無常心也。◯潁濱蘇轍曰：虚空無形，因萬物之形以爲形。在方爲方，在圓爲圓。如使空自有形，則何以形萬物哉？是以聖人無心，因百姓之心以爲心。◯臨川王安石曰：聖人無心，故無思無爲。雖然無思也，未嘗不思，無爲也，未嘗不爲，以吉凶與民同患故也。◯黄茂材曰：有常德，有常道，何獨無常心？有常德，有常道，所以處已；無常心，所以處世。天下之人如此其不一也，而使其心皆如吾之心，豈不繁然亂哉？故聖人不以己之心爲心，而以百姓之心爲心，欲與天下大同也歟。"
                },
                {
                    "paragraph": "善者吾善之，不善者吾亦善之，德善矣。信者吾信之，不信者吾亦信之，德信矣。",
                    "zhushu": "◯御註曰：善否相非，誕信相譏，世俗之情自爲同異，豈德也哉？德善則見百行無非善者，故不善者亦善之。德信則見萬情無非信者，故不信者亦信之。眞僞兩忘，是非一致，是全德之人。此舜之於象所以誠信而喜之。◯潁濱蘇轍曰：無善不善皆善之，無信不信皆信之。善不善、信不信在彼，而吾之所以善之、信之者，未嘗渝也，可謂德善、德信矣。不然，善善而棄不善，信信而棄不信，豈所謂常善救人而無棄人哉？◯道眞仁靜先生曹道冲曰：爾善，吾豈不以爲善？而爾自不善，吾亦善之。爾信，吾固信之。爾雖無信，吾亦信之。◯黄茂材曰：善其善，不善其不善，則所善者寡矣。信其信，不信其不信，則所信者狹矣。天下之大，人物之衆，孰善孰不善，孰信孰不信。聖人未嘗有棄物之心，故善者吾善之，不善者吾亦善之。未嘗有疑物之心，故信者吾信之，不信者吾亦信之。夫然，則吾心之中無適而非善信，是爲德善德信。"
                },
                {
                    "paragraph": "聖人之在天下，惵惵爲天下渾心，百姓皆注其耳目，聖人皆孩之。",
                    "zhushu": "◯御註曰：方其在天下，則吉凶與民同患，雖無常心，而不可以不戒。故所以爲己，則惵惵然不自暇逸；所以爲天下，則齊善否，同信誕，兩忘而閉其所譽，渾然而已。聖人作而萬物睹，故百姓皆注其耳目。百姓惟聖人之視聽，則聖人者民之父母也。矜憐撫奄，若保赤子，而仁覆天下。◯碧虚子陳景元曰：惵惵，憂勤貌，又不停貌。渾者，無分别也。陸希聲曰：聖人在天下，𢡁然應彼物感，未嘗少息，而其心渾然與天下爲一，未嘗自有所爲。故仲尼之所絶者有四，謂無意、無必、無固、無我，是以能無可無不可，無爲無不爲也。河上公本作怵怵，王弼本作歙歙，註：傾也。聖人以無爲德化，不逆萬物之情，故百姓被其聖德而各遂其能。明者爲視，聰者爲聽，皆傾注其耳目，以效聖人自然之法。而聖人冕旒垂目，黈纊塞耳，不勞身於聰明，不察物於幽隱，撫念蒼生皆如赤子，寧忍以事騷撓？惟孩之而已矣。◯潁濱蘇轍曰：天下善惡信偽方各自是，以相非相賊，不知所定。聖人憂之，故惵惵爲天下渾其心，無善惡，無信僞，皆以一待之。彼方注其耳目以觀聖人之予奪，而吾一以嬰兒遇之，於善無所喜，於惡無所嫉。夫是以善者不矜，惡者不愠，釋然皆化，而天下始定矣。◯王雱曰：惵惵者，恐懼之意。聖人以天下爲心，所以建立萬法；天下以聖人爲心，所以歸復大道。心者能覺知分别，而聖人務使人復於無知，故曰渾心也。一本作歙歙，歙歙，收斂之意，亦通也。◯道眞仁靜先生曹道冲曰：聖人忘言，不得已而惵惵垂誨，欲令天下之心渾合爲一。至言皆注知於百姓耳目，冀其開悟哀憐愚昩之至也。聖人欲令其去澆競，皆返孩稚之樸，此聖人視赤子之至誠如是。◯達眞子曰：惵惵者，恐畏之謂也。聖人之在天下，常恐畏其人之不善，欲使之皆善；常恐畏其人之不信，欲使之皆信。故善者應，不善者亦應；信者應，不信者亦應。故爲天下渾其心，則此所謂無常心也。若是，則百姓皆注其耳，則莫不聽也；百姓皆注其目，則莫不視也。百姓視聽皆一仰於聖人者，何哉？以聖人皆孩之也。故曰：聖人皆孩之。陳象古曰：言百姓隨教順治，未有所能，如孩童之就乳，不難率也。◯黄茂材曰：謂之聖人，出而與民同患者也。天下之人孰不注其耳目，今也惵惵然渾其心，無所是非，無所好惡，可以使民由之而不知孩者，未有知也。◯程大昌曰：若嬰兒之未孩，則孩也者，又嬰兒之稚者也。孟子曰：大人不失赤子之心者也。則赤子也者，取其方爲嬰兒，而眞淳尤爲未散者也。百姓既注其耳目，而聖人遂求有以復其赤子之初。"
                }
            ]
        },
        {
            "name": "岀生入死章第五十",
            "paragraphs": [
                {
                    "paragraph": "岀生入死章第五十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "出生入死。",
                    "zhushu": "◯御註曰：萬物皆出於機，入於機。天機自張，與出俱生。天機自止，與入俱死。生者，造化之所始。死者，陰陽之所變。◯碧虚子陳景元曰：未出乎域中者也。◯涑水司馬光曰：出生地則入死地。◯潁濱蘇轍曰：性無生死，出則爲生，入則爲死。"
                },
                {
                    "paragraph": "生之徒十有三，死之徒十有三，民之生動之死地亦十有三。",
                    "zhushu": "◯碧虚子陳景元曰：徒，類也。生之徒，謂攝生者之類也。死之徒，謂趣死者之類也。十有三者，韓非曰：四支與九竅十有三動靜屬於生死焉。夫善攝生者，目不妄視於采色，耳不妄聽於淫聲，鼻不妄嗅於穢膻，口不妄言於非道，手不妄持於凶器，足不妄履於邪徑，動靜翛然，諸惡莫犯，此乃長生之徒也。趣死者，目亂於采色，耳耽於淫聲，鼻因於穢膻，口美於非道，手便於凶器，足捷於邪徑，動靜没溺，諸吉無有，此乃近死之徒也。夫生死之原，皆係此十三事矣。孫登曰：天地之物，有生之類，順理者寡，逆理者衆，故十分之中順理者三耳。夫生不以道，死不以理，順生者尟則逆死者多，故死之中順命者三耳。或解云：三業十惡能制伏者，長生之徒；放縱者，近死之徒。以理推之，九竅四支最長。◯涑水司馬光曰：言十人之中，大約柔弱以保其生者三，剛强以速其死者三，雖志在愛生，而不免於趨死者亦三。其所以愛生而趨死者，由其自奉養大厚故也。◯潁濱蘇轍曰：用物取精以自滋養者，生之徒也；聲色臭味以自賊戕者，死之徒也。二者既分生死之道矣，吾又知作而不知休，知言而不知默，知思而不知忘，以趣於盡，則所謂動而之死地者也。生死之道以十言之，三者各居其三矣，豈非生死之道九，而不生不死之道一而已乎？不生不死，則易所謂寂然不動者也。老子言其九，不言其一，使人自得之，以寄無思無爲之妙也。◯臨川王安石曰：有求生以惡滅者，生之徒十有三是也；有求減而惡生者，死之徒十有三是也。有生無異於死者，動之死地亦十有三是也。惟其不悟眞滅眞生，是以不脱輪回，故曰生之徒十有三，死之徒十有三，動之死地亦十有三。◯道眞仁靜先生曹道冲曰：修生者若奉黄老之道，求長生不死者也，亦十中或有三得之。死之徒若奉釋氏，修無生寂滅之道，亦十中或有三得之。既不達黄老長生之旨，又不悟釋氏無生之性，故其數終則死。而枉縱之人不得天數，凡所動作皆趨速死之地。又非修無生不往不來之法，皆以嗜慾動，則就虧神損道之地。十中亦有三，以此而自致傷夭之者。◯三峩了一子李文惒曰：夫坎水子位，在人爲腎，宜實而不宜虚，元陽復還之生門也。離火午位，在人爲心，宜虚而不宜實，衆陰剥陽之死户也。是以人能修坎則生，役離則死。故攝生者，悟精氣之生身在乎坎，妄念之喪神在乎離。故自少至老，一周十二辰，消而從坎重復。即生之徒十有三，重陽而再益，火滅而益膏也。不善攝生者，莫知生理，役用從離，妄念縱慾，故自少至老亦一周十二辰消而自離再姤，即死之徒十有三。重陰而再損，膏竭而益火也。◯葉夢得曰：十有三，四支九竅是也。老氏蓋嘗以有身爲大患矣，而昩者不察，累於有身之患，皆無能外此十有三物之間。使能知其非我有，則超然乃立乎形骸之外，豈出入之所得名？然而沉迷轉徒，自壯至老，日化而至於死，非特不知生，而且其動而趨焉者，未嘗不之於死地也，則亦以是十有三物而已。◯黄茂材曰：坎爲水，水數六。離爲火，火數七，凡十有三也。◯林東曰：出於胚胎則爲生，體魄入地則爲死。雖有生死，而九竅四支生死俱焉。一身之中，上七竅而下二竅，兩手兩足，故謂十有三也。然動之死地亦十有三，蓋以自戕自賊，動與惡會，而自趨死地亦十有三。◯本來子邵若愚曰：老子以十分爲率而言之。生之徒，十分中有三分；死之徒，十分中有三分。又有民之縁求養生，動之死地，亦十分中有三分。縁生之徒心著有，死之徒心著無。民之生心著境。三者心有所著，皆居生死之地。"
                },
                {
                    "paragraph": "夫何故？以其生生之厚。",
                    "zhushu": "◯御註曰：不知身之爲大患。◯潁濱蘇轍曰：有生則有死，故生之徒則死之徒也。人之所頼於生者厚，則死之道常十九。"
                },
                {
                    "paragraph": "蓋聞善攝生者，陸行不遇兕虎，入軍不被甲兵。兕無所投其角，虎無所措其爪，兵無所容其刃。夫何故？以其無死地。",
                    "zhushu": "◯碧虚子陳景元曰：諸惡害其有情，而不損其無心。◯潁濱蘇轍曰：至人常在不生不死中。生地且無，安有死地哉？◯達眞子曰：凡言攝者，皆非己所有也。能齊死生，則以生爲假攝而已。◯陳象古曰：外境之來，於我何有？"
                }
            ]
        },
        {
            "name": "道生之章第五十一",
            "paragraphs": [
                {
                    "paragraph": "道生之章第五十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "道生之，德畜之，物形之，勢成之。是以萬物莫不尊道而貴德。道之尊，德之貴，莫之爵而常自然。",
                    "zhushu": "◯碧虚子陳景元曰：道者，虚無之體。德者，自然之用。道體虚無，運動而生物，物從道受氣，故曰生之。德用自然，包含而畜物，物自德養形，故曰畜之。凡動植之類，皆本道而生，因德而養，物質方具，故形之。物既形矣，則隨四時之勢而成之。道降純精而生物之性，德含和氣而養物之形。道可以爲父，德可以爲母。由此而言，萬物無有不尊仰於道，而貴重於德也。爵者，錫命也。世之所以尊貴者，皆因王者之爵命。萬物咸被道德生成之功，而尊貴若父母者，是道德非假於爵命，而常自然有所攝伏也。◯穎濱蘇轍曰：道者，萬物之母，故生萬物者道也。及其運而爲德，牧養群衆而不辭，故畜萬物者德也。然而道德則不能以自形，因物而後形，見物則不能自成。遠近相取，剛柔相交，積而爲勢，而後興亡治亂之變成矣。◯王雱曰：德者，道之分；物者，德之器；勢者，物之理。道尊而德卑，德貴而物賤。尊者如君父，貴者如金玉。命於天則爲天子，命於天子則爲諸侯。有所受命，則出命者能賤之矣。惟道在萬物之先而制其命，孰能爵之，故常自然也。◯清源子劉驥曰：萬物之尊道而貴德也，迎之不見其首，隨之不見其後。不可得而尊，故不可得而卑；不可得而貴，故不可得而賤。所以莫之爵而常自然也。◯黄茂材曰：道有常尊，不待物而尊；德有常貴，不因物而貴。非如人爵者也。人爵尊貴，出於使然；道德尊貴，自然而已。"
                },
                {
                    "paragraph": "故道，生之、畜之，長之育之；成之，熟之，養之、覆之。生而不有，爲而不恃，長而不宰，是謂玄德。",
                    "zhushu": "◯御註曰：别而言，則有道德勢物之異；合而言，則皆出于道。道者，萬物之奥也。萬物化作而道與之生，萬物斂藏而道與之成。出乎震，成乎艮，養乎坤，覆乎乾。剛柔相摩，八卦相盪，若有機緘，不能自己，道實冒之。◯碧虚子陳景元曰：此八者皆大道之元功，肖翹蝡動之物，得不尊之貴之乎？道之生乎萬物，若顯其有，則收其仁矣。養乎萬物，若恃其爲，則居其功矣。長育群材，成熟庶品，養覆動植，若矜其宰，則處其長矣。有是而退藏於密，可謂陰德深矣，遠矣。◯臨川王安石曰：此三者皆出於無我，故謂之元德。◯黄茂材曰：道之與德，相爲用也。始言其道之大，終言其德之元。元者，妙也。非妙不足以繼其道。"
                }
            ]
        },
        {
            "name": "天下有始章第五十二",
            "paragraphs": [
                {
                    "paragraph": "天下有始章第五十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天下有始，以爲天下母。既得其母，以知其子；既知其子，復守其母，没身不殆。",
                    "zhushu": "◯御註曰：無名天地之始，有名萬物之母。始與母皆道也。自其氣之始則謂之始，自其生生則謂之母。有始則能生生矣。道能母萬物而字之，則物者其子也。通於道者兼物物，故得其母，以知其子。多聞則守之以約，多見則守之以卓。窮物之理而不累於物，達道之徼而不失其妙，則利用出入，往來不窮，可以全生，可以盡年，而無危殆之患。◯碧虚子陳景元曰：成者子也，生者母也。子者一也。一爲冲氣，乃道之子，所謂道生一也。一爲道之子，道爲一之母。道爲眞精之體，一爲妙物之用。既得其道體，以知其妙用，體用相須，會歸虚極。夫人既知其妙物之用，而復守其眞精之體，體用冥一，應感不窮，然後可以無爲而無不爲，故能没身不殆矣。◯潁濱蘇轍曰：聖人體道以周物，譬如以母知子，了然無不察也。雖其智能周之，然而未嘗以物忘道，故終守其母也。◯臨川王安石曰：一陰一陽之謂道，而陰陽之中有冲氣，冲氣生於道。道者，天也，萬物之所自生，故爲天下母。夫物芸芸，各歸其根，歸根曰靜，靜曰復命，則得以返其本也，故曰復守其母也。◯達眞子曰：萬物以天地爲始，天地以道爲始，是天下之始莫不始於道也。唯天下莫不始之於道，所以爲天下之母也。凡萬物之所資生者，母也；凡萬物之所資息者，子也。以道爲母，則天下資生於道者，皆子也。是以既得其母，以知其子矣。以其有復歸於無，以其動復歸於靜，則有之者無終窮，動之者無危殆。故曰：既知其子，復守其母，没身不殆。言體道之反本者能然也。◯黄茂材曰：天下之生，林林如也。推其始，必有生之者焉。經曰：有名，萬物之母。此其始生者也，故爲母。萬物其子也，得其母而守之，則是生我者常存，而我生者不失矣，故能不殆。"
                },
                {
                    "paragraph": "塞其兊，閉其門，終身不勤。開其兊，濟其事，終身不救。",
                    "zhushu": "◯碧虚子陳景元曰：兌，目也。緘無厭之目，則諸境自絶矣。門，口也。杜多言之口，則衆禍莫干矣。諸境自絶，則嗜慾之源塞；衆禍莫干，則云爲之路閉。如是則恬澹安逸而終身不勤。若乃不守母道者，開其愛悦之源而弗塞，則嗜慾之情長矣；通其云爲之路而弗閉，則禍患之事濟矣；如是則憂苦危亡而終身不救也。◯王雱曰：兌，悦也。人悦則形開矣，故爲兌。兊則物入之矣。門者，精神之所出也。外見諸理，形開以受之而復出，精神與之爲構，則擾擾萬緒自此始矣。故當塞兌閉門，常守其母也。塞兊閉門，以外應物，則酬酢萬變而用常有餘。兌開物入而復費精神，用以濟事，則以内徇外，逐物往矣。一溺此流，誰能救之哉？◯道眞仁靜先生曹道冲曰：兊，澤也。在人爲口與舌，禍福樞機，不可妄發。門謂語言視聽情念也。吉凶之應，出入於此，故閉之也。有道者掩扉塞兌，終身不勞。◯清源子劉驥曰：經所謂閉塞命門保玉都是也。内景不出，外景不入，其氣自定，其神自眞。其神既眞，則性入自然，與道爲一，以挈天地，以襲氣母，而入於不死不生，故終身不勤。若開其喜悦之源而弗塞，濟其愛慾之事而弗閉，則物誘於外而情動於中，氣亡液漏，精散神去，所以役役不見其成功，故終身不救。"
                },
                {
                    "paragraph": "見小曰明，守柔曰强。用其光，復歸其明，無遺身殃，是謂襲常。",
                    "zhushu": "◯御註曰：小者道之妙，見道之妙者，自知而已，故無不明；柔者道之本，守道之本者，自勝而已，故無不强。明者，光之體；光者，明之用。聖人之應世，從體起用，則輝散爲光；攝用歸體，則智徹爲明。顯諸仁，藏諸用，如彼日月，萬物皆照而明未嘗虧，所以神明其德是也。物之化無常也，惟復命者遺物離人，復歸於明，而不與物俱化，故體常而無患。◯碧虚子陳景元曰：此謂防於未萌，治於未亂。守柔弱則物不能加，可謂强矣。見微小則事不能昏，可謂明矣。光者，智照也。智主外，故外照而常動，動則爲物之用。明者，慧解也。慧主内，故内景而常靜，靜則爲己之體。夫智照出則應事，反則歸理，是以用歸體。故曰：用其光，復歸其明。不役智外照而守慧内景，復嗜慾之未萌，而歸子母之元，故無殃。是謂密用常道者也。◯潁濱蘇轍曰：夫耳之能聽，目之能視，鼻之能嗅，口之能嘗，身之能觸，心之能思，皆所謂光也。蓋光與物接，物有去而明無損，是以應萬變而不窮，殃不及於其身，故其常性湛然，相襲而不絶矣。◯臨川王安石曰：見小曰明者，微而見之則可謂之明，見於大則不足以謂之明，故曰見小曰明。至柔馳騁天下之至堅也，故曰守柔曰强。用光復歸其明者，蓋光者明之用，明者光之體，言强則知柔之爲體，言明則知光之爲用，唯其能用其光，復歸其根，則終身不至於有咎，而能密合常乆之道，故曰無遺身殃，是謂襲常。◯陳象古曰：常人忽於小而重於大，干雲之木起於葱青，千里之塗始於足下，此見小之義也。預識先知，非明而何？揉曲木者不累日，銷金石者不累月，此柔弱勝剛强之義也。光者，照於外者也；明者，内自照者也。用其光，則知其子是也，歸其明，則復其母是也。◯黄茂材曰：漢世尚黄老，有老父者，獨深得其道，蓋公諸人皆不及也，惜乎史失其名。龔勝之死，有老父來弔，甚哀。既而曰：嗟乎！薫以香自燒，膏以明自銷。龔生竟夭天年，非吾徒也。遂趨而出，莫知其誰。"
                }
            ]
        },
        {
            "name": "使我介然章第五十三",
            "paragraphs": [
                {
                    "paragraph": "使我介然章第五十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "使我介然有知，行於大道，唯施是畏。",
                    "zhushu": "◯碧虚子陳景元曰：畏其不合於古道也。◯潁濱蘇轍曰：體道者無知無行，無所施設而物自化。今介然有知而行於大道，則有所施設建立，非其自然，有足畏者矣。◯道眞仁靜先生曹道冲曰：介然謂凝寂不動。長守大道，無爲而已。凡有所爲者，雖曰善動，至人之所畏也。◯達眞子曰：介者，纖介之謂。小有知於大道，猶唯施是畏，况大有知者乎？◯清源子劉驥曰：知之淺矣。使我介然有知，已非道之妙。若有所施爲，則尤非自然。◯黄茂材曰：夫道不可以智知，不可以力行，無所施設作爲。今有介然有知，是以智知之。行於大道，是以力行之。唯施是畏，是有所設施作爲，不亦可畏乎？◯林東曰：使我介毅然有知而行於大道，唯於施爲間而無不致其畏謹，則不至於好邪徑而求捷速，不至於捨本而逐末。如下文所謂也。"
                },
                {
                    "paragraph": "大道甚夷，而民好徑。",
                    "zhushu": "◯御註曰：道夷而徑速，欲速以邀近功，而去道也遠矣。◯碧虚子陳景元曰：是以崎嶇迷惑不達。◯涑水司馬光曰：道本簡易，由人之好鑿，故失道。◯道眞仁靜先生曹道冲曰：修身之道，自然綿綿，實爲至理。而學速求必得，故方術之家紛然並作。◯清源子劉驥曰：好由捷徑以失眞道，所謂甚易知、甚易行，而天下莫能知、莫能行也。"
                },
                {
                    "paragraph": "朝甚除，田甚蕪，倉甚虚，服文采，帶利劍，厭飲食，資財有餘，是謂盜誇，非道也哉！",
                    "zhushu": "◯碧虚子陳景元曰：也哉，傷嘆之詞也。唯施是畏，其在兹乎！◯涑水司馬光曰：失道之國，好察近而遺遠，逐末而忘本。故視其朝若修治，而察其民實貧困，又取非其有，謂之盜。德薄位尊，智小謀大，危亡將及，曾不自知，乃更矜誇以爲得意。服美不稱，積實無厭，故曰盜誇。所以有此誇者，豈非本欲行道而更鑿以致失哉？◯臨川王安石曰：此逐末也，猶人趨邪徑而棄大道也。◯達眞子曰：失大道而由小徑者，以事物比之，則如朝甚除而日用，田甚蕪而荒塞，倉甚虚其畜積，而反服文采、帶利劍，厭飲食，以爲資財有餘，是不務修其本，而反矜施其末也。"
                }
            ]
        },
        {
            "name": "善建不拔章第五十四",
            "paragraphs": [
                {
                    "paragraph": "善建不拔章第五十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "善建者不拔，善抱者不脱，子孫以祭祀不輟。",
                    "zhushu": "◯御註曰：建中以該上下，故不拔。抱一以應萬變，故不脱。建中而不外乎道，抱一而不離於精。若是者，豈特行一國與當年，蓋將及天下與來世，其傳也遠矣。◯涑水司馬光曰：不拔者，深根固蒂，不可動摇。不脱者，民心懐服，不可傾奪。不輟者，享祚乆長。◯潁濱蘇轍曰：世豈有建而不拔，抱而不脱者乎？惟聖人知性之眞，審物之妄，捐物而修身，其德充積，實無所立，而其建有不可拔者，實無所執，而其抱有不可脱者，故至其子孫，猶以祭祀不輟也。◯臨川王安石曰：善建者，德建也，能德建則不拔矣。善抱者，抱一也，抱一而不離則不脱矣。能建德抱一，則德之盛，故盛德百世祭祀。祭祀者見於愈遠而不忘，故曰子孫祭祀不輟。◯陸佃曰：善閉無關鍵而不可開，故曰善建者不拔。善結無繩約而不可解，故曰善抱者不脱。◯道眞仁靜先生曹道冲曰：深根固蒂，是謂善建。抱本守眞，是謂不脱。先利於身，次及於物，又以正直清廉仁愛之道遺於後世，故慶及子孫，積德繼美，祭祀不絶矣。◯葉夢得曰：出而有立，故謂之建。入而有守，故謂之抱。出者有本，故不可拔。入者有常，故不可脱。夫如是，則立者雖遠而愈長，守者雖近而愈乆。譬之於己，非特及其身而已，垂之子孫，祭祀不輟，其事我者，無時而可亡也。◯黄茂材曰：夫道獨立而不改，以是而建，則爲善建，故不拔。載營魄抱一，能無離乎？以是而抱，則爲善抱，故不脱。不拔不脱，非特可持當年，雖傳後世可也。故曰：子孫以祭祀不輟。"
                },
                {
                    "paragraph": "修之身，其德乃眞；修之家，其德乃餘；修之鄉，其德乃長；修之國，其德乃豐；修之天下，其德乃普。",
                    "zhushu": "◯御註曰：修之身，其德乃眞，所謂道之眞以治身也。修之家，其德乃餘，修之鄉，其德乃長，所謂其緒餘以治人也。修之國，其德乃豐；修之天下，其德乃普，所謂其土苴以治天下國家也。其修彌遠，其德彌廣。在我者皆其眞也，在彼者特其末耳。故餘而後長，豐而後普，於道爲外。◯碧虚子陳景元曰：此五者，近修諸身而遠及天下也。夫修道於身者，心閑性淡，愛氣養神，少私寡欲，益壽延年。諸僞咸盡，乃爲眞人矣。◯涑水司馬光曰：皆循本以治末，由近以及遠。◯王雱曰：因修身之法而推之以及其外，餘而後長，長而後豐，豐而後普。◯道眞仁靜先生曹道冲曰：以道修身，則神眞行正，身正而天下化。况以之治家，信有餘矣；施於鄉而一鄉化矣；施於一國，其國盛矣。始自一身，遍及四海。◯達眞子曰：眞則不僞，餘則不欠。踰於衆則曰長，足於衆則曰豐，遍於衆則曰普。凡得於道之謂德。自一身以至一家，自一家以至一鄉，自一鄉以至一國，自一國以至天下，以道爲治，則無乎不善矣。"
                },
                {
                    "paragraph": "故以身觀身，以家觀家，以鄉觀鄉，以國觀國，以天下觀天下。吾何以知天下之然哉？以此。",
                    "zhushu": "◯碧虚子陳景元曰：觀者，照察也。故以先聖治身之道反觀吾身心。若吾身心能體於道，則其德乃眞矣。老氏言我奚以知天下之民嚮道者昌，背道者亡。之然哉者，設問之辭也。答曰：我以此上之所陳五事，反觀照察，所以知之。經曰：不出户，知天下。易曰：觀我生，觀民也。其是之謂乎！◯潁濱蘇轍曰：天地外者，世俗所不見矣，然其理可推而知也。修身之至，以身觀身，以家觀家，以鄉觀鄉，以國觀國，皆吾之所及知也。然安知聖人以天下觀天下，不若吾之以身觀身乎？豈身可以身觀，而天下獨不可以天下觀乎？故曰：吾何以知天下之然哉？以此言亦以身知之耳。◯臨川王安石曰：身有身之道，故以身觀身；家有家之道，故以家觀家，以至於鄉、國、天下。吾何以知天下之然哉？以此者，蓋以此道觀之也。言以此者，此則同於道，彼則異於道，同則取之，異則去之。◯道眞仁靜先生曹道冲曰：察身之損益邪正，則知衆人矣。察家之逆順盛衰，則知他之家矣。自一鄉之小至天下之大，小大則殊，其治一也。何以知天下之然，以用此道而知矣。◯陳象古曰：見治身之道，則知治己之身。見治家之道，則知治己之家。見治鄉之道，則知治己之鄉。見治國之道，則知治己之國。見治天下之道，則知治己之天下。不拔不脱，由此可明矣。以此者，蓋用此觀身、觀家、觀鄉、觀國、觀天下之道矣。◯黄茂材曰：雖其大小遠近之有不同，而其爲德未始或異。故以吾一身而觀衆身，以吾一家而觀衆家，以吾一鄉而觀衆鄉，以吾一國而觀衆國，以吾一天下而觀衆天下，皆可以知之。或問：以吾一天下而觀衆天下，何也？湯問於夏革曰：四海之外奚有？曰：猶齊州也。朕東行至營，人民猶是也。問營之東，復猶營也。西行至豳，人民猶是也。問豳之西，復猶豳也。朕以是知四海、四荒、四極之不異是也。以天下觀天下，捨夏革其誰知之。◯程大昌曰：吾何以知天下之然，而自指其要領在此者，以眞爲斷也。"
                }
            ]
        },
        {
            "name": "含德之厚章第五十五",
            "paragraphs": [
                {
                    "paragraph": "含德之厚章第五十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "含德之厚，比於赤子。",
                    "zhushu": "◯御註曰：孟子曰：大人不失赤子之心。◯碧虚子陳景元曰：含，懷也。夫至人純粹，懷德深厚，情復於性，憺泊無欲，狀貌兀然，比於赤子也。赤子者，取其始生其色赤，純和之至也。◯潁濱蘇轍曰：老子之言道德，每以嬰兒況之者，皆言其體而已，未及其用也。今夫嬰兒泊然無欲，其體之者至矣。然而物來而不知應，故未可以言用也。◯臨川王安石曰：赤子者，天守全而陽不散，故含德之厚，比於赤子。◯陸佃曰：知其雄，守其雌，爲天下谿。爲天下谿，常德不離，復歸于嬰兒。此即所謂含德之厚，比於赤子也。◯道眞仁靜先生曹道冲曰：含者，抱也。心不偷薄，其德乃厚。赤子，謂嬰兒也。天純未散，外無所營，積和在中，復如赤子。◯葉夢得曰：老子既以嬰兒論道矣，於此含德之厚，復比之赤子。嬰兒，其未孩者也，所保者氣而已，故道似之。赤子則既孩矣，而未有知也，故德似之。◯清源子劉驥曰：聖人抱道懷德深厚，無思無爲，寂然不動，故比於赤子。◯程大昌曰：含德者，藴其德於内而不形於外者也。莊子謂絶滅聲律文采，而人始含其聰明；削曾、史之行，鉗楊、墨之口，而後人始含其德者，蓋釋此也。◯毒蟲不螫，猛獸不據，攫鳥不搏。◯御註曰：含德之厚者，憂患不能入，邪氣不能襲，故物莫能傷焉。莊子曰：人能虚己以游世，其孰能害之？◯碧虚子陳景元曰：毒蟲者，蜂蠆之類也。以尾端肆毒，曰螫。猛獸者，虎豹之類也。以爪拏按曰據。攫鳥者，鵰鶚之類也。以羽距擊觸，曰搏。夫至人神矣，嗒然喪偶，如赤子之無心，故神全而物莫能傷也。◯潁濱蘇轍曰：道無形體，物莫得而見也，況可得而傷之乎？人之所以至於有形者，由其有心也。故有心而後有形，有形而後有敵，敵立而傷之者至矣。無心之人，物無與敵者，而曷由傷之？夫赤子之所以至此者，唯無心也。◯臨川王安石曰：赤子之心，非有害物也。無害物則物亦莫能害。◯道眞仁靜先生曹道冲曰：稚子無心害物，物亦不與爲害。◯清源子劉驥曰：憂患不能入，邪氣不能襲。其天守全，其神無郤，物無自入焉。如莊子所謂醉者之墜車，雖骨節與人同，而犯害與人異，以其死生驚懼不入於胸中。彼全於酒者猶若是，而况全於天者乎？"
                },
                {
                    "paragraph": "黄茂材曰：今夫赤子，毒蟲不螫，猛獸不據，攫鳥不摶者，精不離而和不散爾。人能養其精和之至，則亦赤子如也。昔有梁鴦者，能養野禽獸，委食於園庭之内，雖虎狼鵰鶚之類，無不柔馴者。雌雄在前，孳尾成群，異類雜居，不相摶噬。問其術，則曰：吾心無逆順，鳥獸視吾猶其儕也。夫心無逆順，所謂含德之厚也歟！骨弱筋柔而握固，未知牝牡之合而峻作，精之至也。",
                    "zhushu": "◯御註曰：德全者形全，故骨弱筋柔而握固。形全者神全，故未知牝牡之合而峻作精之至者，可以入神。莊子曰：聖人貴精。◯碧虚子陳景元曰：赤子未知喜怒而拳握至堅者，以其眞性專一故也。峻者，赤子之命源也。情欲未萌而陽德自動者，眞精之氣運行之所至也。以况至人虚心無情，氣運自動而諸欲莫干也。上清洞眞品云：人之生也，禀天地之氣爲神爲形，受元一之氣爲液爲精。天氣减耗，神將散矣；地氣减耗，形將病矣；元氣减耗，命將竭矣。故帝一回元之道，泝流百脉，上補泥丸。腦實則神全，神全則形全。形全者，百關調於内，邪氣亡於外，髓凝爲骨，腸化爲筋，純粹不雜而長生可致矣。峻作，古本作全作。王弼曰：作，長也。無物以損其身，故能全長也。◯涑水司馬光曰：皆在其自然。◯穎濱蘇轍曰：無執而自握，無欲而自作，是以知其精有餘而非心也。◯道眞仁靜先生曹道冲曰：手未能把執，攫奪、取掇，心無所知而手無所用，故自然握固。未知牝牡之合而峻作。人禀五行全氣，精力氣血既盛，則因牝牡發泄而嬰兒未知，嗜慾無所流散，而時爲跳躑、伸縮、頓奮之狀。此謂峻作。◯達眞子曰：骨弱筋柔而握固，體之自然也，不爲物屈矣。未知牝牡之合而峻作，性之自然也，不爲情亂矣。◯陳象古曰：握固則無所欲得而自執也；峻作則不因有爲而自動也。◯清源子劉驥曰：德全則形全，故骨弱筋柔而握固；形全則精全，故未知牝牡之合而峻作。無執而自握，無欲而峻作，以一心定而萬物服，精之至也。◯程大昌曰：握固，峻作，非知而爲之也。眞淳未散，不知其然而然。"
                },
                {
                    "paragraph": "終日號而嗌不嗄，和之至也。",
                    "zhushu": "◯御註曰：致一之謂精，精則德全而神不虧。冲氣以爲和，和則氣全而嗌不嗄。人之生也，精受於天一而爲智之源，和得於天五而爲信之本。及其至也，可以入神，可以復命。而失其赤子之心者，精摇而不守，氣暴而不純，馳其形性，潜之萬物，豈不悲夫！◯碧虚子陳景元曰：號，啼也。啼極無聲曰嗄。又聲嘶也。夫赤子終日皞啼而嗌不嘶散者，天和之氣至全也。故眞人之息以踵，其嗌不哇而和氣全也。◯潁濱蘇轍曰：心動則氣傷，氣傷則號而嗄。終日號而不嗄，是以知其心不動而氣和也。◯臨川王安石曰：終日號而聲不嗄，乃和之至。蓋和者主於氣也。◯程大昌曰：是其淳和中充，皞啼所不能變也，故得取以喻和也。"
                },
                {
                    "paragraph": "知和曰常。",
                    "zhushu": "◯御註曰：純氣之守，制命在内，形化而性不亡。◯碧虚子陳景元曰：夫和者，大同於物，故赤子以和全眞。至人知和之貴也，故用之爲常道。◯潁濱蘇轍曰：和者，不以外傷内也。復命曰常，遇物而知反其本者也。知和曰常，得本以應萬物者也。其實一道也，故皆謂之常。◯臨川王安石曰：和之爲用，則常而不變。◯道眞仁靜先生曹道冲曰：和者，生理之常，非别有方法。◯陳象古曰：知此和之至，可以常行而不離。◯清源子劉驥曰：知和則純粹不雜，靜一不變，而與天地爲常。◯黄茂材曰：號而不嗄，和之至也。知此則爲復歸於嬰兒矣，故能長乆。"
                },
                {
                    "paragraph": "知常曰明。",
                    "zhushu": "◯御註曰：明足以見道者，知性之不亡故也。◯臨川王安石曰：不明則不足以知常。◯清源子劉驥曰：知常則朝徹見獨，無古無今，而與日月參光。◯黄茂材曰：常，久也。日月得天而能乆照，四時變化而能久成。聖人乆於其道而天下化成。非夫明智洞達天地造化之機，安能識之？"
                },
                {
                    "paragraph": "益生曰祥。",
                    "zhushu": "◯御註曰：祥者，物之先見生物之理，增之則贅，禍福特未定也。◯碧虚子陳景元曰：祥者，吉凶之兆也。夫一受其成形而素分已定，若非理益之，必致凶祥。◯潁濱蘇轍曰：生不可益而欲益之，則非其正矣。祥，妖也。◯陸佃曰：達生之情，常任於自然而不益生，故能出乎吉凶之表。◯道眞仁靜先生曹道冲曰：但於身命有益者，則爲吉祥。過此雖外美而内不善，非生之祥也。◯達眞子曰：祥者，非其常也。◯陳象古曰：保此常，守此明，日益日生，至於盛大，無凶咎也。◯黄茂材曰：天下之人或夭於嬰孩，或喪於强壯，其能保百年之壽者幾何？今吾益吾生而使長生不死，在於天下，豈不曰祥乎？"
                },
                {
                    "paragraph": "心使氣曰强。",
                    "zhushu": "◯御註曰：體合於心，心合於氣，則氣和而不暴。兹强也，以與物敵，而非自勝之道。◯碧虚子陳景元曰：心有是非而氣無分别。◯潁濱蘇轍曰：氣惡妄作而又以心使之，則强梁甚矣。◯臨川王安石曰：氣者，當專氣致柔。今反爲心之所使，不能專守於内，則爲暴矣。此祥者非作善之祥，乃災異之祥。此强者非守氣之强，乃勝暴之强。夫言豈一端而已，各有所當也。◯道眞仁靜先生曹道沖曰：心動而使氣，氣作而形隨，未有動作而不求强好勝者也。眞人心不動而氣自動，亦若人之眠睡，外務已息，泯然無知，而寐中手足瞤動，豈心之使而動也？一寐尚然，况寂然在道者也。◯黄茂材曰：以力使氣，是氣也，爲暴戾之氣；以心使氣，是氣也，爲沖和之氣。沖和之氣充於一身，天地不能使之夭，鬼神不能使之灾，聲色利欲不能使之亂，豈不曰强乎？"
                },
                {
                    "paragraph": "物壯則老，是謂不道，不道早已。",
                    "zhushu": "◯碧虚子陳景元曰：夫物之壯也，必至乎枯老；心之强也，必至於凶暴。且道以柔弱爲用，今以强壯爲心者，謂之不道。巳，止也，死也。言不行道者早死也巳。◯潁濱蘇轍曰：益生使氣，不能聽其自然，日入於剛强而老從之，則失其赤子之性矣。◯臨川王安石曰：惟道則先於天地而不爲壯，長於上古而不爲老。◯道眞仁靜先生曹道冲曰：雖欲不止，如何哉？◯葉夢得曰：是以已之，亦貴乎早也。◯黄茂材曰：壯而老，老而已，在物莫不然。若知道者，可與天地相爲終始，豈有已乎？"
                }
            ]
        },
        {
            "name": "知者不言章第五十六",
            "paragraphs": [
                {
                    "paragraph": "知者不言章第五十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "知者不言，言者不知。塞其兌，閉其門，挫其鋭，解其紛，和其光，同其塵，是謂玄同。",
                    "zhushu": "◯御註曰：道無問，問無應，知道者默而識之，無所事言。齧缺問於王倪，所以四問而四不知，多言數窮，離道遠矣。◯碧虚子陳景元曰：莊子曰：知北游於玄水之上，登隱弅之丘，而適遭無爲謂焉。知謂無爲謂曰：子欲有問乎若，何思何慮則知道？何處何服則安道？何從何道則得道？三問而無爲謂不答也。非不答，不知答也。知不得問，反於白水之南，登狐闋之上，而覩狂屈焉。知以之言也問乎狂屈。狂屈曰：唉！予知之，將語若，中欲言而忘其所欲言。知不得問，反於帝宫，見黄帝而問焉。黄帝曰：無思無慮始知道，無處無服始安道，無從無道始得道。知問黄帝曰：我與若知之，彼與彼不知也，其敦是耶？帝曰：彼無爲謂眞是也，狂屈似之，我與知終不近也。◯潁濱蘇轍曰：道非言說，亦不離言說。然能知者未必言，能言者未必知。唯塞兌閉門以杜其外，挫鋭解紛、和光同塵以治其内，默然不言而與道同。◯臨川王安石曰：挫其鋭，同其塵，此文兩見，蓋道德莫不皆如此◯道眞仁靜先生曹道冲曰：契理則忘言，雖言而不能行，與不知道何異？兊，口也。緘口默行，不須說也。三要七竅爲身之門户，自内其散失者，神氣、精血、機情、好惡；自外而入者，縁境、聲色、滋味、寒暑。所失者眞，所入者假，故閉其門也。彼方爲光顯，沮之則爲怨，俱與和之，於己何損？彼方塵垢，外之則不樂，故至人韜光隱德，暫與同之，於身何浼？玄者，隱密不顯，不自飾智矜俗，獨異於衆。◯清源子劉驥曰：天地有大美而不言，四時有明法而不議，萬物有成理而不說。聖人行不言之教，譬如知音者識音以弦，心知其音，口不能傳。道深微妙，知者不言；不知道者，以言相煩，多言數窮，去道遠矣。善爲道者，默而識之，性以成之。塞其兌，則收視反聽；閉其門，則形全精復；挫其鋭，則歸精神乎無始；解其紛，則體純素而不雜；和其光，則含光不耀；同其塵，則大同無己。夫如是，則與天同心而無知，與道同身而無體，是謂玄同。豈拘拘然自投於親疏、利害、貴賤之間哉！◯程大昌曰：塞兌閉門，不使衆人得見其經歷出入之地也。挫鋭解紛，平夷而簡易也。和光同塵，則能降己齊物矣。凡爲此，皆求至乎渾兮其若濁者也。彼我一觀，高下無别，是之謂同。同之上加元焉，深而又深，侣鷗群獸，幾微更不外見。又諸家釋兌，皆本易之兌悦爲義，恐不然也。詩曰：行道兊矣。毛氏曰：兌，成蹊也。成蹊者，孟子謂山間之蹊，介然用之而成路者是也。其，讀如税。"
                },
                {
                    "paragraph": "不可得而親，不可得而疏；不可得而利，不可得而害；不可得而貴，不可得而賤。故爲天下貴。",
                    "zhushu": "◯御註曰：世之人愛惡相攻而有戚疏之態；情僞相感而有利害之見；用舍相權，而有貴賤之分。反覆更代，未始有極，奚足爲天下貴？◯碧虚子陳景元曰：上交於道而不諂，舉世舉之而不勸，故不可得而親暱也；下交於器而不瀆，舉世非之而不沮，故不可得而疏隔也；澹泊無欲，守分知足，故不可得而利誘也；處卑不辱，在醜不爭，故不可得而陷害也；爵禄不能污，權勢不能動，故不可得而貴寵也；失志不屈，居貧愈安，故不可得而賤鄙也。夫至人行此六行，不榮通，不醜窮，無天怨，無人非，無物累，無鬼責，故爲天下貴。◯潁濱蘇轍曰：可得而親，則可得而疏；可得而利，則可得而害；可得而貴，則可得而賤。體道者均覆萬物而孰爲親疏？等觀逆順而孰爲利害，不知榮辱而孰爲貴賤？情計之所不及，此所以爲天下貴也。◯陸佃曰：神人者，不即不離，無縛無脱，故不可得而親踈；不生不滅，無取無舍，故不可得而利害。不損不益，無得無失，故不可得而貴賤。夫惟如此，故能無對於物，旁日月，挾宇宙，天地爲一官，萬物爲一府，其緒餘足以爲天下國家，其土苴足以治天下，其糠粃塵垢足以陶鑄堯舜，而天下之物豈復有加哉？故曰爲天下貴。◯道眞仁靜先生曹道冲曰：未嘗與物交，焉能親也；不使欲厭，焉能疏也；不妄求取，焉能利也？不犯禁忌，焉能害也；不取榮盛，焉能貴也；不處卑猥，焉能賤也。◯陳象古曰：親疏、利害、貴賤，世之所重，衆人之所分别者也。大道所在，名非常名，不可見其形，不可聞其聲，况可得而親疏、利害、貴賤乎？◯黄茂材曰：孔子曰：吾觀老子，其猶龍乎！夫龍豈可得而親之、疏之、利之、害之、貴之、賤之者乎？既曰不可得而貴，又曰爲天下貴，何也？蓋亦自貴而已。經曰：知我者希，則我貴矣。"
                }
            ]
        },
        {
            "name": "以正治國章第五十七",
            "paragraphs": [
                {
                    "paragraph": "以正治國章第五十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "以正治國，以奇用兵，以無事取天下。吾何以知其然哉？",
                    "zhushu": "◯御註曰：正者，道之常；奇者，道之變；無事者，道之眞。國以正定，兵以竒勝，道之眞無容私焉，順物自然而天下治矣。◯碧虚子陳景元曰：其然，猶如是也。老氏自設問答，言我何以知天人之意如是哉？謂下文也。◯潁濱蘇轍曰：古之聖人柔遠能邇，無意於用兵。唯不得已，然後有征伐之事，故以治國爲正，用兵爲奇。雖然，此亦未足以取天下。天下神器，不可爲也。爲者敗之，執者失之。唯體道者廓然無事，雖不取天下，而天下歸之矣。◯葉夢得曰：物各有所當，治國者必以正，用兵者必以奇。國以奇治之，則亂兵詭道。用之以正，亦未免於敗。然聖人之奇，豈若後世之詐哉？敵至而爲之所，是以其變不窮。◯黄茂材曰：夫道無爲而無不爲，正也，竒也，無事也。非知道者孰能之，推而治國、用兵、取天下，特其緒餘土苴耳。古之人有行之者，如伊尹、太公、范蠡、張良之徒皆以此。◯程大昌曰：正者，如人之行正路也；奇者，如人之行捷徑也；無事者，本其當然而不鑿不擾也。"
                },
                {
                    "paragraph": "夫天下多忌諱，而民彌貧；人多利器，國家滋昏；人多伎巧，奇物滋起；法令滋彰，盜賊多有。故聖人云：我無爲而民自化，我好靜而民自正，我無事而民自富，我無欲而民自樸。",
                    "zhushu": "◯碧虚子陳景元曰：忌諱，謂禁令也。君不能無爲，而以政教治國，禁網繁密，民慮抵犯，避諱不暇，弗敢云爲，舉動失業，日至貧窮。利器者，權謀也。君不能安靜，而以智變爲務，上下欺紿，則民多權謀，偷安其生，包藏禍心，日至昏亂。伎巧，謂工伎巧妙也。君不能無事，而以機械爲妙，志在奢淫，則民尚雕琢，服玩金玉，奇怪異物日益滋生。古本作民多智慧而邪事滋起。法令，謂刑法教令也。君不能無欲，而以刑法作威，民雖苟免其罪，然而不足，則奸宄生焉。故聖人云：此老氏之謙，不敢自專其言，故舉聖人之云。或謂老氏爲周柱下史，遍觀上世之遺書，三墳之古文，以證其必然。◯潁濱蘇轍曰：人主多忌諱，下情不上達，則民貧而無告矣。利器，權謀也。明君在上，常使民無知無欲。民多權謀，則其上眩而昏矣。人不敦本業而趨末伎，則非常無益之物作矣。患人之詐僞而多爲法令以勝之，民無所措手足，則日入於盜賊矣。◯達眞子曰：有欲者，外也，樸之散也。無欲者，内也，樸之聚也。故曰：我無欲而民自樸。前曰以無爲取天下，蓋由此而見矣。非體道之盡者，孰能與此？◯黄茂材曰：上古之時，民如標枝。然昧昧而行，安有忌諱；權謀不作，安有利器；穴居坏飲，安有伎巧；不知君臣上下之分，安有法令。大樸既散，人僞日長，至於商周之末極矣。忌諱尚而民彌貧，利器用而國家昏，伎巧工而奇物起，法令煩而盜賊充斥。聖人將欲舉天下而返於淳樸之俗，亦豈有他術哉！清靜無爲，無所事而去其欲而已。◯程大昌曰：其曰聖人云者，古有是語，而老子援以自主也。"
                }
            ]
        },
        {
            "name": "其政悶悶章第五十八",
            "paragraphs": [
                {
                    "paragraph": "其政悶悶章第五十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "其政悶悶，其民淳淳。其政察察，其民缺缺。",
                    "zhushu": "◯御註曰：在宥天下，下知有之而無欣欣之樂。◯碧虚子陳景元曰：法令滋彰，盜賊多有，故人則凋弊。◯道眞仁靜先生曹道冲曰：悶悶，如天道昏昏默默，任其自然。察察者，政教煩細，民多犯之，故缺缺也。◯清源子劉驥曰：悶悶者，不徇於物而恬淡無爲也。察察，以智治國也。◯黄茂材曰：昏昏默默，至道之極。窈窈冥冥，至道之精。而以察察爲政者，豈足語道哉！故曰水至清則無魚，人至察則無徒。"
                },
                {
                    "paragraph": "禍兮福所倚，福兮禍所伏。孰知其極？",
                    "zhushu": "◯御註曰：昭昭生於冥冥，有倫生於無形，德慧術智存乎疢疾。高明之家，鬼瞰其室。知時無止，知分無常，知終始之不可故，則禍福倚伏，何常之有？◯碧虚子陳景元曰：若有道之君，守之以清淨，任之以自然，不利貨財，不近貴富，不樂壽、不哀夭，不榮通、不醜窮，不拘一世之利以爲己私分，不以王天下爲己處顯。如是則禍福倚伏於何而有？◯陸佃曰：天之肇降生民，而其福至於淳淳，其禍至於缺缺，豈有他哉？繫一人之政而已。故禍兮福所倚，福兮禍所伏。◯清源子劉驥曰：其民缺缺，則民始惑亂，無以反其性情而復其初，則禍福倚伏，千變萬化而未始有極也。"
                },
                {
                    "paragraph": "其無正邪？",
                    "zhushu": "◯碧虚子陳景元曰：禍福倚伏，豈無正邪？必有正耳。在乎有道之君，無爲無事，忘形忘物而後正耳。若有心爲正，其正必復爲奇矣。有心爲善，其善必復爲妖矣。謂下文也。◯陳象古曰：言物未嘗不存於正道也。"
                },
                {
                    "paragraph": "正復爲奇，善復爲祅，民之迷也，其日固已久矣。",
                    "zhushu": "◯御註曰：通天下一氣耳。今是而昨非，先迕而後合，神竒臭腐相爲終始，則奇正之相生，祅善之更化，乃一氣之自爾。天下之生久矣，小惑易方，大惑易性，自私之俗勝，而不明乎禍福之倚伏，且復察察以治之，民安得而反其眞乎？◯碧虚子陳景元曰：嗟薄俗不能自正自善，而乃矯眞爲正，逆性爲善，而反爲奇爲妖，迷惑不悟其所由來，固已乆矣。◯潁濱蘇轍曰：天地之大，世俗之見有所眩而不知也。蓋福倚於禍，禍伏於福，譬如晝夜寒暑之相代。正之爲奇，善之爲妖，譬如老稚生死之相繼。未始有正，而迷者不知也。夫惟聖人出於萬物之表，而覽其終始，得其大全而遺其小察，視之悶悶，若無所明，而其民淳淳，各全其性矣。若夫世人不知道之全體，以耳目之所知爲至矣。方且自以爲福，而不知禍之伏於其後；方且自以爲善，而不知妖之起於其中。區區以察爲明，至於察甚傷物而不悟其非也，可不哀哉！◯臨川王安石曰：種種分别，遂生妄想。◯黄茂材曰：禍福、竒正、善妖之在天下，如循環然，孰知其極。易稱惟聖人能知進退存亡，况夫禍福之倚伏，奇正之相生，祅善之更化，豈世人所能知哉？故曰乆矣。"
                },
                {
                    "paragraph": "是以聖人方而不割，廉而不劌，直而不肆，光而不耀。",
                    "zhushu": "◯御註曰：聖人所以正天下者何哉？如斯而已。◯碧虚子陳景元曰：劇作穢，濁，穢也。有道之君，率性清廉，使物之自化耳。而不以己之潔白揚彼之污，但使物知勸而洗除穢濁矣。自此以上，皆悶悶之政，非察察之治也。古作劇，傷也。言聖人廉以自清，而不以刑物使傷也。◯潁濱蘇轍曰：知小察之不能盡物，是以雖能方、能廉、能直、能光而不用其能，恐其陷於一偏而不反也。此則世俗之所謂悶悶也。◯臨川王安石曰：聖人無方無隅，故方而不割；崖岸而不畏，故廉而不劇；大直若屈，故直而不肆；用其光復歸其明，故光而不耀。◯陸佃曰：不割彼以爲方，不劇彼以爲廉，不肆彼以爲直，不耀彼以爲光。◯道眞仁靜先生曹道冲曰：不以廉而彰人之穢，不以潔而明人之污。◯葉夢得曰：民日迷於其間而弗悟，聖人固當有以救之。是故方而不割，則有全者存；廉而不劇，則有質者存；直而不肆，則有屈者存；光而不耀，則有晦者存。是以閉而不盡用爲悶而不爲察者也。◯清源子劉驥曰：此四者皆悶悶之政，非察察之治。使民去智與故，循天之理。◯黄茂材曰：夏商以來，士守一介，不見道之大全。方則必割，廉則必劇，直則必肆，光則必耀。如伯夷、叔齊、尾生、申徒狄之徒，而遂至於害性傷生，亦可悲矣。老子時爲柱下史，非不方也、廉也，直也，光也，而人莫知其爲老子者，不割、不劇、不肆、不耀焉爾，故能樂其全。◯程大昌曰：廉者，物之稜也，陛廉之廉是也。既曰廉，則遂有芒角鋒刃矣。"
                }
            ]
        },
        {
            "name": "治人事天章第五十九",
            "paragraphs": [
                {
                    "paragraph": "治人事天章第五十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "治人事天，莫若嗇。夫惟嗇，是以早復。早復謂之重積德，重積德則無不克，無不克則莫知其極，莫知其極，可以有國。有國之母，可以長乆。",
                    "zhushu": "◯御註曰：聰明智識，天也；動靜思慮，人也。適動靜之節，省思慮之累，所以治人。不極聰明之力，不盡智識之任，所以事天。此之謂嗇。◯涑水司馬光曰：嗇者，省嗇精神也。早復者，不遠復也。不遠而復，不離於德，可以修身。◯潁濱蘇轍曰：凡物方則割，廉則劇，直則肆，光則耀。唯聖人方而不割，廉而不劇，直而不肆，光而不耀，此所謂嗇也。夫嗇者，有而不用者也。世患無以服人，苟誠有而能嗇，雖未嘗與物較，而物知其非不能也，則其服之早矣。物既已服，斂藏其用，至於没身而終不試，則德重積矣。德積既厚，雖天下之剛强，無不能克，則物莫測其量矣。如此而後可以有國。彼小人有尺寸之柄而輕用之，一試不服，而天下測知其深淺而爭犯之，雖欲保其國家而不可得也。吾是以知嗇之可以有國，則有國之母也。◯臨川王安石曰：夫人莫不有視、聽、思。目之能視，耳之能聽，心之能思，皆天也。然視而使之明，聽而使之聰，思而使之正，皆人也。然形不可太勞，精不可太用，太勞則竭，太用則瘦。唯能嗇之而不使至於太勞，太用則能盡性，盡性則至於命。早復者，復於命也。◯王雱曰：治人在乎正己，事天在乎盡性，惟此兩者，一於嗇而已。動極而靜，則其復晩矣。惟嗇者不侈於費己，其去本也未嘗遠，故復靜爲早。德不外耗，則積於内矣。積於内而資納無窮，則其爲積也，積之又積也。盡性之人，蓋將生天生地，宰制造化，其於事物何所不能盡？性則大矣，大而化之則聖矣。化則無窮，故莫知其極。◯陸佃曰：嗇者，愛養之辭。韓非所謂愛其精神，嗇其知識是也。蓋嗇精養神，然後可以俯治人而仰事天，故曰，治人事天莫如嗇。達眞子曰：嗇於一心，則必斂動而歸靜。嗇於一性，則必斂意而歸無。心斂動於靜，然後能盡心。性斂意於無，然後能正性。盡其心、正其性者，人道之盡也。人道盡，則固可以治人矣。心靜則任其自然，性正則安其固有。任自然、安固有者，天道之盡也。天道盡則固可以事天矣。是以治人事天莫如嗇。惟心早復於靜，意早復於性，則所謂重其積德也。能内重其積德以至治人，則人無不順；以至事天，則天無不符；以至應萬物，則萬物莫不歸；以至率萬化，則萬化莫不盡。是謂重積德則無不克。母也者，爲衆子之莫不從，以衆動而歸靜，以衆有而歸無，固不異子之從母也。惟衆動而歸靜，則靜之者無終窮。衆有而歸無，則無之者無極盡。故曰：有國之母，可以長久。◯晦庵朱熹曰：早服者，言能嗇則不遠而復。重積德者，言先已有所積，復養以嗇，是又加積之也。如修養者，此身未有損失，而又加以嗇養，是謂早服而重積。若待其已損而後養，則養之方足以補其所損，不得謂之重積矣。所以貴早服者，早覺未損而嗇之也。◯黄茂材曰：嗇者，守於内，不耗於外，以之治人而人治，事天而天應，謂之早復。復者，物之初，今之道家所謂返本還元是已。可以成德，可以勝群物，可以同於無極，可以爲有國之母。◯林東曰：嗇雖有慳吝意，乃簡損之理。人爲難治，天爲難事。能於簡損而早復其德性之眞，則可以見道。既見夫道，則人雖奸詐，天雖難測，理不難見。治之事之，皆基於此。"
                },
                {
                    "paragraph": "是謂深根固柢，長生乆視之道。",
                    "zhushu": "◯御註曰：根深則柢固，性復則形全。與天地爲常，故能長生。與日月参光，故能久視。人與物化而我獨存，此之謂道。◯碧虚子陳景元曰：杜光庭曰，修道之士，嗇神以安體，積氣以全和，内固三關而祛萬慮，百神率服，衆行周圓，變化莫窮，享年長乆。固蒂於混元之域，深根於無何有之鄉，與夫九老七元差肩接武矣。古本作柢，本也。◯潁濱蘇轍曰：孟子曰：盡其心，養其性，所以事天也。以嗇治人，則可以有國者是也。以嗇事天，則深根固蒂者是也。古之聖人保其性命之常，不以外耗内，則根深而不可拔，蒂固而不可脱，雖以長生乆視可也。蓋治人事天雖有内外之異，而莫若嗇則一也。◯陸佃曰：根在幽，蒂在顯。根則以言其命，蒂則以言其性。萬物莫足以測之之謂深，惟命爲能與於此，故曰深根。萬物莫足以傾之之謂固，惟性爲能與於此，故曰固蒂。◯黄茂材曰：深根固柢，長生乆視之道於是乎在。經云：歸根曰靜，靜曰復命。其道見於易之復卦。"
                }
            ]
        },
        {
            "name": "治大國章第六十",
            "paragraphs": [
                {
                    "paragraph": "治大國章第六十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "治大國若烹小鮮。",
                    "zhushu": "◯御註曰：事大衆而數揺之則少成功。藏大器而數徙之則多傷敗。烹小鮮而數撓之則潰。治大國而數變法則惑。是以治道貴清靜而民自定。◯潁濱蘇轍曰：烹小鮮者不可撓，治大國者不可煩。煩則人勞，撓則魚爛。◯道眞仁靜先生曹道冲曰：寬猛相濟，生熟得中。◯黄茂材曰：道無大小，治大國、烹小鮮，同於一道。"
                },
                {
                    "paragraph": "以道莅天下者，其鬼不神。非其鬼不神，其神不傷民。非其神不傷民，聖人亦不傷民。夫兩不相傷，故德交歸焉。",
                    "zhushu": "◯碧虚子陳景元曰：西升經曰，所謂爲道，自然助之。不善於祠，鬼自避之。此之謂也。人之不作舋，則妖祥何縁而興？人守常德，則神變無因而傷民。河上公曰：夫兩不相傷，人得治於陽，鬼得治於陰；人得全其性命，鬼得保其精神。故德交歸焉。杜光庭曰：夫民爲邦本，本固則邦寧。人爲神主，主安則神享。聖人以道爲治，既不傷於人。鬼神感聖人之功，亦不害於物。兩者交悦，二德交歸。◯潁濱蘇轍曰：聖人無爲，使人各安其自然，外無所求，内無所畏，則物莫能侵，雖鬼無所用神矣。非其鬼之不神，亦有神而不傷人。非神之不傷人，聖人亦未嘗傷人。故鬼無能爲耳。人鬼之所以不相傷者，由上有聖人耳，故德交歸之。◯陸佃曰：神無乎不在，其在人，則聖而不可知者也。其在鬼，則靈而不可知者也。故鬼之所以不神者，非無神也，其神不傷而已。故曰：非其鬼不神，其神不傷人。◯葉夢得曰：詩頌文王之聖，至於思齊曰：神罔時怨。繼之曰：神罔時恫。豈不以鬼無所怨於人，則亦無恫於人。降之嘉生而禍灾不至，其有傷之者乎？◯晦庵朱熹曰：老子謂以道莅天下者，其鬼不神。若是王道修明，則此等不正之氣都消鑠了。◯黄茂材曰：有道之世，人能養其神，不使其鬼勝，故曰其鬼不神。有干越之劍者，柙而藏之，不敢用也，寳之至也。聖人之不輕用其神，亦如其劍，雖曰神不傷人，是亦聖人能養其神使不傷人爾。故曰：兩不相傷，德交歸焉。"
                }
            ]
        },
        {
            "name": "大國者下流章第六十一",
            "paragraphs": [
                {
                    "paragraph": "大國者下流章第六十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "大國者下流。",
                    "zhushu": "◯御註曰：人莫不有趨高之心，而趨高者常蹶。江海所以能爲百谷王者，以其善下之也。◯潁濱蘇轍曰：天下之歸大國，猶衆水之趨下流也。◯臨川王安石曰：大國下流者，如衆人之所惡也。非君子惡居之下流也。◯道眞仁靜先生曹道冲曰：人以謙爲德，海以容爲量。自高者不受於物，能下者爲物所歸。◯清源子劉驥曰：一身之設，一國之象也。身之虚而萬物至，心之無而和氣歸。虚無者，聖人之所居，所謂大國也。以其不爭而天下莫能與之爭。至於萬物之精華，無極之物自來歸之，猶衆水之趨下流也。經所謂知其雄，守其雌，爲天下谿，此之謂也。"
                },
                {
                    "paragraph": "天下之交，天下之牝，牝常以靜勝牡，以靜爲下。故大國以下小國，則取小國。小國以下大國，則取大國。故或下以取，或下而取。",
                    "zhushu": "◯御註曰：天下皆以剛强敵物，而我獨寓於柔靜不爭之地，則人孰勝之者，是乃所以交天下之道。◯碧虚子陳景元曰：天下之所交牝者，以其大國善守雌牝柔靜之德，故能攝伏天下雄壯之國。◯涑水司馬光曰：交猶歸聚也。◯潁濱蘇轍曰：衆動之赴靜，猶衆高之赴下也。大國下以取人，小國下而取於人。◯臨川王安石曰：交者，衆人之會。能處衆人之所惡，則天下之動莫不歸之矣。故曰天下之交牝。蓋天下之交，交於牝而已。◯道眞仁靜先生曹道冲曰：牝者，母也。物莫不慕其母也。牝柔而靜，牡剛而動，常爲牝之驅役。故聖人知雄守雌，柔而不爭，虚而處下，物皆歸之。◯達眞子曰：牝者，靜也。牡者，動也。以靜爲衆動之所歸，以牝爲衆牡之所往。理固無他，以靜爲下故也。爲國者體此，以靜制動，以牝制牡。故大國以下小國，能屈己之勢也。大國屈己之勢，則取小國矣。小國以下大國，能畏彼之勢也。小國能畏彼之勢，則取大國矣。以，用也。以取者，力行而取也。而取者，自然而取也。大國忘勢難，在乎力行，故曰以取。小國趨勢易，情之自然，故曰而取。◯陳象古曰：交謂交結而附於己者也。◯葉夢得曰：取之爲言，得其所欲之謂也。◯清源子劉驥曰：天一生水，在人爲精。地二生火，在人爲神。神者陽中之陰，故謂之雌，亦天下之牝也。聖人知雄守雌，以陰煉陽，陰極則陽生，無爲之妙，天地之要，變化之機也。故牝常以靜勝牡焉。以靜而爲之下。靜則群動趨之，下則衆高赴之，天下常勝之道也。◯黄茂材曰：夫道非徒下之而已。雖曰下之，其終也不有以勝之，必有以取之。牝，柔也。靜而處下，然能勝牡，此非下之而終有以勝之者歟？大國以下小國則取小國，湯事葛是也。小國以下大國則取大國，勾踐事吴是也。此非下之而終有取之者歟？故曰：或下以取，或下而取，亦其自然之理，本於無心。"
                },
                {
                    "paragraph": "大國不過欲兼畜人，小國不過欲入事人，兩者各得其所欲，故大者宜爲下。",
                    "zhushu": "◯御註曰：天道下濟而光明，故無不覆。地道卑而上行，故能承天。人法地，地法天，故大者宜爲下。◯道眞仁靜先生曹道冲曰：大國得小國則益盛，小國得大國則遂安。各遂所欲，大者能先下之，則小者歸，故宜下。◯陳象古曰：大國恃强，鮮能下下。今獨言大者宜爲下，明所難也。◯黄茂材曰：夫有所欲於人而不能下人，則不得其所欲。大國欲兼畜人，小國欲入事人。能下則得，不能下則不得。至於道固無欲，然欲至於道，是亦爲有欲也。大者，道也，故宜爲下。此一篇全是借物眀道。"
                }
            ]
        },
        {
            "name": "道者萬物之奧章第六十二",
            "paragraphs": [
                {
                    "paragraph": "道者萬物之奧章第六十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "道者，萬物之奥也。",
                    "zhushu": "◯碧虚子陳景元曰：夫道也者，包括無外，萬物資始，最深最奥，爲庶品之根本，無有逃其術内者。◯潁濱蘇轍曰：凡物之見於外者，皆其門堂也。道之在物，譬如其奥，物皆有之，而人莫之見耳。◯清源子劉驥曰：西升經云：道深甚奥，虚無之淵。言道爲萬類之淵藪，無物不藴藏也。莫神於天，道實覆之；莫富於地，道實載之。天地之大尚不離於覆載之内，况其他乎？◯黄茂材曰：物生於三，三生於二，二生於一，一生於道。則道也者，豈不爲萬物之奥乎？◯程大昌曰：道之播而出也爲有，有之又出也爲形。形具而物有其質。及其在人，則德、仁、義、禮皆是物也。故物者道之邊際，而道者萬物之藴奥也。"
                },
                {
                    "paragraph": "善人之寳，不善人之所保。",
                    "zhushu": "◯碧虚子陳景元曰：善人謂上士也。上士聞道，勤而行之，鍊質資神，固守妙本，以爲長乆之寳也。不善人謂下士也。下士聞道而大笑之，及其忤道悖德，履凶踐禍，思欲反復元吉，咸仰道之所保庇也。◯涑水司馬光曰：守而用之，依於有道以自安。◯潁濱蘇轍曰：夫惟賢者得而有之，故曰：善人之寳。愚者雖不能有，然而非道則不能安也，故曰：不善人之所保。◯臨川王安石曰：莫非道也，善人求之足以至於道。不善而求之，則足以免於罪。◯道眞仁靜先生曹道沖曰：小人雖不善，略知道，亦能自保其身。◯黄茂材曰：道無善無不善。善人得之爲寳，不善人得之可資以安。◯程大昌曰：善人者，不善人之反也。善人寳之，則不善人且將背而遠之矣。而此之所寳，彼亦保之，其理何也？孔子曰：誰能出不由户，何莫由斯道也？"
                },
                {
                    "paragraph": "美言可以市，尊行可以加於人。人之不善，何棄之有？",
                    "zhushu": "◯碧虚子陳景元曰：此釋不善人之所保也。無言無行之夫，尚假甘美之言，自尊之行，可以奪衆貨之賈，可以升稠人之上，又況有道者乎？◯潁濱蘇轍曰：蓋道不遠人而人自遠之。今誠有人美言之則可以爲市於世，尊行之則可以加於人矣。朝爲不義而夕聞大道，妄盡而性復，雖欲指其不善，不可得也，而又安可棄之哉！◯清源子劉驥曰：美言可以市，言市之所同知也。尊行可以加於人，言人之所能行也。所以聖人常善救人而無棄人。◯黄茂材曰：經曰：天下皆知善之爲善，斯不善已。美言尊行，天下所謂善也，未足以語道。"
                },
                {
                    "paragraph": "故立天子、置三公，雖有拱璧以先駟馬，不如坐進此道。",
                    "zhushu": "◯颕濱蘇轍曰：立天子、置三公，將以道救人耳。雖有拱璧之貴、駟馬之良而進之，不如進此道之多也。◯臨川王安石曰：立天子、置三公，雖有合拱之璧、先乘駟馬，足以迎賢者之來，而不如坐進此道而已。◯道眞仁靜先生曹道冲曰：日以駟馬璧玉遍求賢俊，不如端居進道，則不召自來矣。◯葉夢得曰：駟馬貴矣，而先之以拱璧，世必以是爲寳，非吾所謂寳也。◯清源子劉驥曰：立天子以化之，置三公以佐之，雖有拱璧之寳以先駟馬之車，然出而治人也，不如坐進此道。◯黄茂材曰：魏文侯聞田子方之言，形解而不欲動，口鉗而不欲言，曰：吾所學者，眞土梗耳。夫魏眞爲我累耳。然則貴爲天子，輔以三公，加之拱璧、駟馬之榮，不如坐進此道，亦可知矣。◯程大昌曰：坐之爲言，安其所而不佗，猶坐忘之坐也。"
                },
                {
                    "paragraph": "古之所以貴此道者何也？不曰求以得，有罪以免邪？故爲天下貴。",
                    "zhushu": "◯御註曰：求則得之，求在我者也。古之人所以求之于陰陽度數而未得者，求在外故也。惡者遷善，愚者爲哲，此有罪所以免歟？故道之善救者如此。◯碧虚子陳景元曰：耶者，嘆美之詞也。◯潁濱蘇轍曰：道本在我，人患不求，求則得之矣。道無功罪，人患不知，知則凡罪不能污也。◯王雱曰：求以得，故善人寳之。有罪以免，故不善人保之。◯葉夢得曰：夫婦之愚，未有求道而不得。一有聞焉，雖向之嘗以爲罪者，可以一洗皆空。則道之爲貴，果在此不在彼也。◯清源子劉驥曰：古之得道者，出乎天地陰陽度數之外，禍亦不至，福亦不來，禍福無有，烏有人災？◯程大昌曰：若其昔嘗暴棄，溺於不善矣，今而回心向道，則亦受而誨之，未嘗追咎既住也。"
                }
            ]
        },
        {
            "name": "爲無爲章第六十三",
            "paragraphs": [
                {
                    "paragraph": "爲無爲章第六十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爲無爲，事無事，味無味。大小多少，報怨以德。",
                    "zhushu": "◯御註曰：聖人應物之有，體道之無，於斯三者，概可見矣。大小言形。多少，言數。物量無窮，不可爲倪。大而不多，小而不少，則怨恩之報，孰睹其辨？聖人所以同萬有於一，無能成其大。◯碧虚子陳景元曰：夫心不動則虚明，虚明則衆妙可觀矣。身不勞則實厚，實厚則精神不虧矣。口不嗜則恬漠，恬漠則靈液不竭矣。又解：味無味者，不味是非美惡之言，而味大道無味之言。經曰：道之出口，淡乎其無味也。◯潁濱蘇轍曰：聖人爲無爲，故無所不爲；事無事，故無所不事；味無味，故無所不味。其於大小多少，一以道遇之而已。蓋人情之所不忘者，怨也。然及其愛惡之情忘，則報怨猶報德也。◯王雱曰：大小多少者，畏事之小如大，謹事之少如多。莊子曰：不忽於人。報怨以德者，以直報怨者，事也。以德報怨者，得也。事則吉凶與民同患，故種種色相一不可廢。若夫德，則不見有物，安得怨乎？如上三事，體道者也。方其體道，故當如此爾。舉怨而以德，則知無所不用德。◯道眞仁靜先生曹道冲曰：世間之物與事，不過大小多少，道一以貫之。報怨以德，仇讎怨絶。報怨以怨，相報無盡。◯清源子劉驥曰：聖人體道在己，與天地同其德，與混元同其功，不爲而爲，不作而作，自然而然也。故爲出於無爲，事出於無事，味出於無味。其道雖大而本甚小，故言大小。其用雖多而要甚少，故言多少。大小者，含太虚於方寸。多少者，總萬有于眞一。大小多少，則大同於物，而萬物與我爲一，何怨之有？此言報怨以德，足見聖人仁民愛物之廣大，如天地之無不覆載，所以能體道之大也。◯黄茂材曰：道無爲也，而有無爲之爲；道無事也，而有無事之事；道無味也，而有無味之味。天下莫大乎秋毫之末，而太山爲小，何形之小大？莫壽乎殤子，而彭祖爲夭，何數之多少？雖有忮心之人，不怨飄瓦，又何怨何德？其能齊小大、一多少、平怨德如此。"
                },
                {
                    "paragraph": "圖難於其易，爲大於其細。天下之難事必作於易，天下之大事必作於細。是以聖人終不爲大，故能成其大。夫輕諾必寡信，多易必多難，是以聖人由難之故，終無難矣。",
                    "zhushu": "◯碧虚子陳景元曰：圖度其始易之時，則於終無難矣。營爲於初細之日，則於後無大矣。嚴君平曰：是以大難之將生也，猶風邪之中人也。未然之時，慎之不來。在於皮毛，湯熨去之；入於湊理，微鍼取之；在於臟腑，百藥除之；入於骨髓，天地不能變，造化不能治。故曰：天下難事必作於易。◯潁濱蘇轍曰：世人莫不畏大而侮小，難多而易少。至於難而後圖，大而後爲，則事常不濟矣。聖人齊大小、一多少，無所不畏，無所不難，而安有不濟者哉？◯陸佃曰：天下難事必作於易，天下大事必作於細。既謹矣，又當守之以謙。故曰：聖人終不爲大，故能成其大。◯陳象古曰：易者難之基。細者大之本。故難易之相尋，大小之相續，如循環之無端。聖人知其然，信其理，故保小守下而已。◯清源子劉驥曰：聖人抱道懷德，不離乎方寸之中，自知不自見，自愛不自貴，故終不爲大。然方寸之中，眞性之内，無不忘也，無不有也，澹然無極而衆美從之，此天地之道，聖人之德也，故能成其大。輕諾者其後必寡信，多易者其後必多難。聖人之於道，勤而行之，猶以爲難，故能窮理盡性以至於命，而終無難也。"
                }
            ]
        },
        {
            "name": "其安易持章第六十四",
            "paragraphs": [
                {
                    "paragraph": "其安易持章第六十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "其安易持，其未兆易謀，其脆易泮，其微易散。爲之於未有，治之於未亂。",
                    "zhushu": "◯御註曰：安者危之對，未兆者已形之對，脆者堅之對，微者著之對。持之於安則無危。謀之於未兆，則不形，聖人之知幾也。脆者泮之，則不至於堅冰，微者散之，則不著，此賢人之殆庶幾也。奔壘之車，沈流之航，聖人無所用智焉。用智於未奔沈，所謂爲之於未有，治之於未亂。◯潁濱蘇轍曰：方其未有，持而謀之足矣。及其將然，非泮而散之不去也，然猶愈於既成也。故爲之於未有者，上也。治之於未亂者，次也。◯陸佃曰：其安易持，其未兆易謀，此言造理而悟也。其脆易破，其微易散，此言造形而悟也。◯清源子劉驥曰：身乃神之車、神之舍、神之主也。主人安靜，神即居之，主人躁動，神即去之。故其安易持。患生不意，禍生所忽，審其未兆而謀之。乘其微脆，泮而散之，則易矣。及其禍患已成而後謀之，是猶奔壘之車、沈流之航，聖人無所施其智巧。聖人用智於未奔、沈，故爲之於未有，治之於未亂，去其害道者而已。◯黄茂材曰：當其安而持之，不待於已危，故易持；當其未兆而謀之，不待於已形，故易謀；當其脆而泮之，不待於已堅，故易泮；當其微而散之，不待於已著，故易散。爲於未有之前，何爲不成？治於未亂之際，何治不濟？而不謂之易爲易治者，其易可知矣。"
                },
                {
                    "paragraph": "合抱之木，生於毫末，九層之臺，起於累土；千里之行，始於足下。",
                    "zhushu": "◯御註曰：有形之類，大必滋於小，高必基於下，遠必自於近。其作始也簡，其將畢也必巨。聖人見端而思末，睹指而知歸。◯碧虚子陳景元曰：此三者喻不見幾。夫患不預防，惡不漸杜，其猶植木乎，初生於毫末，可拔而絶之。及其合抱也，本據乎陰崖，梢侵於陽嶺，青青百尋，鬱蔽日月，惡可伐哉！又如築臺乎，起土於一畚，可蹴而圯之。及其九層也，聳百仞之高，出乎中天，擬丘陵之大，廣乎數畝，惡可毁哉！又如遠行乎，始登於跬歩，可旋踵而返。及其千里也，長川渺彌，峻嶺巇嶮，途隘而可畏，路僻而多岐，惡可還哉？◯清源子劉驥曰：神聖之道，積習而成，雖可以頓悟，不可以頓進。日月有數，大小有定，聖功生焉，神明出焉。由小至大，猶合抱之於毫末；從卑至高，猶九層之於累土；自近及遠，猶千里之於足下。◯黄茂材曰：合抱之木，天下以爲大也，大生於小，故知合抱即毫末也。九層之臺，天下以爲高也，高起於下，故知九層即累土也。千里之行，天下以爲遠也，遠始自近，故知千里即足下也。然則物之小者、下者、近者，其可忽諸？"
                },
                {
                    "paragraph": "爲者敗之，執者失之。是以聖人無爲故無敗，無執故無失。故民之從事，常於幾成而敗之。慎終如始，則無敗事矣。",
                    "zhushu": "◯碧虚子陳景元曰：爲，營爲也。執，執著也。敗起於有爲，不爲則何敗之有？失因於有執，不執則何失之有？是以聖人禀高明之性，措意不在小成，而常以虚靜恬淡寂寞無爲爲心，自然無爲、無執、無敗、無失。幾，近也。言世俗之人雖從務於善事，皆有始而無卒，先勤而後墮，常以功業近成而不能戒謹，乃復亡敗也。若能謹末如初，始終如一，則所爲無不成矣，豈有敗事也？詩曰：靡不有初，鮮克有終。◯潁濱蘇轍曰：治亂禍福之來，皆如彼三者，積小以成大，聖人待之以無爲，守之以無執，故能使福自生，使禍自亡。譬如種苗，深而厚耔，耘之，及秋自穰。譬如被盜，危坐而熟視之，盜將自却。世人不知物之自然，以爲非爲不成，非執不留，故常與禍爭勝，與福生贅，是以禍至於不救，福至於不成，蓋其理然也。聖人知有爲之害，不以人助天，始終皆因其自然，故無不成者。又曰：世人心存於得喪，方事之微，猶有不知而聽其自然者，及見其幾成而重失之，則未有不以爲敗之者矣。故曰：慎終如始，則無敗事矣。◯陳象古曰：極力有爲，爲極必敗。極力以執，執極必失。◯葉夢得曰：世固未嘗有成敗，以吾有爲，故成者必敗。世固未嘗有得失，以吾有執，故得者必失。此民之所以從事而不得不謹者也。"
                },
                {
                    "paragraph": "是以聖人欲不欲，不貴難得之貨。學不學，以復衆人之所過。以輔萬物之自然而不敢爲。",
                    "zhushu": "◯碧虚子陳景元曰：難得之貨，謂金玉珠犀也。世俗以不欲爲憂，聖人以不欲爲樂。聖人之清靜節儉，世俗之貪濁奢侈。是以世俗之所不欲者，迺聖人之所欲也，故視金玉如遺土也。世俗損天眞以務外學，而失其分内之性。聖人守自然而不學，保其分内之天和。然世俗以不學爲過，聖人以不學爲眞學。故曰：學不學，以復衆人之所過。◯颕濱蘇轍曰：人皆徇其所欲以傷物，信其所學以害理。聖人非無欲也，欲而不欲，故雖欲而不傷於物。非無學也，學而不學，故雖學而不害於理。然後内外空明，廓然無爲，可以輔萬物之自然，而待其自成矣。◯劉概曰：欲衆人之所不欲，故曰欲不欲。不欲衆人之所欲，故曰不貴難得之貨。學衆人之所不學，故曰學不學。不學衆人之所學，故曰復衆人之所過。◯達眞子曰：欲之所先，莫甚於難得之貨；學之所失，莫甚於衆人之所過。動不知靜，爲不知止，皆所謂過也。聖人欲期於不欲，所以不貴難得之貨；學期於不學，所以復衆人之所過。若是，則不有其爲執之蔽也。故曰以輔萬物之自然。◯清源子劉驥曰：聖人非無欲也，欲人之所不欲，不以物易性，故不貴難得之貨。非無學也，學人之所不學，不以博溺心，故以復衆人之所過。反其性情而復其初而已。不益生，不助長，順物自然，無容私焉，而天下治。故以輔萬物之自然，而不敢爲。◯黄茂材曰：道無欲也，欲不欲，所以求在我也。外物又何足貴？天下之物，各有自然之理，愚者不及，智者過之。與其過也，寧不及。故刳心去智，學所不學，輔物自然而已，何敢爲哉。"
                }
            ]
        },
        {
            "name": "古之善爲道章第六十五",
            "paragraphs": [
                {
                    "paragraph": "古之善爲道章第六十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "古之善爲道者，非以明民，將以愚之。",
                    "zhushu": "◯御註曰：民可使由之，不可使知之。三代而下，釋夫恬淡無爲而悦夫啍啍之意，屈折禮樂以正天下之形，吁俞仁義以慰天下之心，將以明民也。名曰治之，而亂孰甚焉？◯涑水司馬光曰：去華務實，還淳反樸。◯颕濱蘇轍曰：古之所謂智者，知道之大全而覽於物之終始，故足貴也。凡民不足以知此，而溺於小智，以察爲明，則智之害多矣。故聖人以道治民，非以明之，將以愚之耳。蓋使之無知無欲而聽上之所爲，則民雖有過亦小矣。◯道眞仁靜先生曹道冲曰：智則生奸，愚則反樸。◯達眞子曰：用其光，復歸其明。古之善爲道者，欲使民復歸其明，是謂非以明民也。欲使斂明若愚，是謂將以愚之也。◯葉夢得曰：自道而降，民日趨於僞，不患其不明，而患其明之過。故聖人逆爲之防，而欲以道愚之也。"
                },
                {
                    "paragraph": "民之難治，以其智多。",
                    "zhushu": "◯御註曰：天下每每大亂，罪在於好智。◯碧虚子陳景元曰：民之多智，則奸宄生焉。雖有法令而無所畏，故曰難治也。夫弓弩畢弋機變之智多，則鳥亂於上矣；鈎餌綱罟曹笱之智多，則魚亂於水矣；削格羅落罝罘之智多，則獸亂於澤矣；智詐漸毒、頡滑堅白、解垢同異之變多，則俗惑於辯矣。故天下每每大亂。"
                },
                {
                    "paragraph": "故以智治國，國之賊。",
                    "zhushu": "◯御註曰：法出奸生。◯涑水司馬光曰：上下相欺。◯潁濱蘇轍曰：吾以智御人，人亦以智應之，而上下交相賊矣。◯陳象古曰：用智則失其自然，故喻之以賊。"
                },
                {
                    "paragraph": "不以智治國，國之福。",
                    "zhushu": "◯御註曰：焚符破璽，而民鄙樸。掊斗折衡，而民不爭。◯涑水司馬光曰：王道正直。◯達眞子曰：以智治國，如莊子所謂開人也。開人者賊生。不以智治國，如莊子所謂開天也，開天者德生。◯清源子劉驥曰：不以智治國，則忘情去欲，返本復樸，故國之福。"
                },
                {
                    "paragraph": "知此兩者亦楷式。",
                    "zhushu": "◯御註曰：知此兩者，則知所以治國。知所以治國，故民則而象之，以爲楷式。◯碧虚子陳景元曰：兩者謂用智與不用智。◯道眞仁靜先生曹道冲曰：可爲後世楷模。◯陳象古曰：楷式不可渝也。"
                },
                {
                    "paragraph": "常知楷式，是謂玄德。玄德深矣、遠矣，與物反矣，然後乃至大順。",
                    "zhushu": "◯御註曰：玄者，天之色。常知楷式而不用其智，則與天合德，深不可測，遠不可窮，獨立乎萬物之上，物無得而偶之。◯碧虚子陳景元曰：人君常知福可任之，賊可去之，致黔首於富壽，是有深冥之德。又觀其迹，與物違戾。究其理，則與民同歸。涑◯涑水司馬光曰：物情莫不貴智，而有玄德者獨賤之。雖反於物，乃順於道。◯潁濱蘇轍曰：吾之所貴者，德也。物之所貴者，智也。德與智固相反，然智之所順者小，而德之所順者大矣。◯達眞子曰：然則此者能與物反，歸於道也。凡以道則大順，非道則大逆。◯黄茂材曰：物皆强，吾獨弱；物皆動，吾獨靜；物皆華，吾獨樸；物皆死，吾獨生。非爲與物反乎？能反於物者，可以至大順。"
                }
            ]
        },
        {
            "name": "江海爲百谷王章第六十六",
            "paragraphs": [
                {
                    "paragraph": "江海爲百谷王章第六十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "江海所以能爲百谷王者，以其善下之，故能爲百谷王。",
                    "zhushu": "◯御註曰：王有歸往之義。君能下下，則民歸之，如水之就下。◯碧虚子陳景元曰：開元御疏曰：江海所以能令百川朝宗而爲王者，以其善居下流之所致也。易云：地道變盈而流謙。◯清源子劉驥曰：聖人體江海之善下，所以懐微妙，抱質樸，虚空無爲，非欲於道，道自歸之。以至天地之精，萬物之靈，莫不歸之。經所謂執大象，天下往，亦此之謂也。◯黄茂材曰：此章所以重發明大國者下流章之義。以江海喻之，又見其道之大而能下者也。孰得而爭之。◯程大昌曰：孟子曰：以善服人者，未有能服人者也。有其善而能下人，則天下歸之，如百谷之歸江海矣。"
                },
                {
                    "paragraph": "是以聖人欲上人，以其言下之。欲先人，以其身後之。是以聖人處上而人不重，處前而人不害。是以天下樂推而不厭。以其不爭，故天下莫能與之爭。",
                    "zhushu": "◯御註曰：易於屯之初曰：以貴下賤，大得民也。得其民者，得其心也。處上而人不重，則從之也輕；處前而人不害，則利之者衆。若是者無思不服，故不厭。易曰：百姓與能。◯碧虚子陳景元曰：陸希聲曰：天道虧盈而益謙，地道變盈而流謙，鬼神害盈而福謙，人道惡盈而好謙。謙之爲德，卑以自牧。故江海以謙爲德，而爲百谷所歸往；聖人以謙爲德，而爲天下所先上。夫聖人豈欲先上哉？天下樂推而不厭耳。所以言先上者，舉聖人以勸衆人耳。然則聖人之處先上者，豈爭而得之耶？書曰：汝惟不矜，故天下莫與汝爭能；汝惟不伐，故天下莫與汝爭功。此之謂也。◯潁濱蘇轍曰：聖人非欲上人、先人也，蓋下之後之，其道不得不上且先耳。◯王雱曰：聖人豈計利而爲此哉？亦德而已矣。德下之則形上矣，德後之則形先矣，故常爲天下貴。◯陳象古曰：孤、寡、不穀，以言下之也。菲飲食而致孝乎鬼神，惡衣服而致美乎黼冕，卑宫室而盡力乎溝洫，以身後之也。"
                }
            ]
        },
        {
            "name": "天下皆謂章第六十七",
            "paragraphs": [
                {
                    "paragraph": "天下皆謂章第六十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天下皆謂我道大，似不肖。夫惟大，故似不肖。若肖，乆矣其細也夫！",
                    "zhushu": "◯御註曰：肖物者小，爲物所肖者大。道，覆載萬物者也，洋洋乎其大哉！故似不肖。若肖，則道外有物，豈得爲大乎？◯碧虚子陳景元曰：肖，似也。天下之人皆言我道虚無廣大，光而不耀，盛德若愚，無所象似，猶如不賢。我道虚無廣大，不爲下士所信，故似不賢也。若賢而使人稱美之，不待于今亦已乆矣。若爲人所稱美，其道豈足爲大耶？細，小也夫！老子謂士成綺曰：夫巧智神聖之人，吾自以爲脱焉。此乃老氏不以賢美爲貴乆矣。寗武子其智可及，其愚不可及，近之矣。◯涑水司馬光曰：言異於衆人。◯潁濱蘇轍曰：夫道曠然無形，頽然無名，充遍萬物而與物無一相似，此其所以爲大也。若似於物，則亦一物矣，而何足大哉！◯臨川王安石曰：夫道之大則不可以名，故似不肖。小則可以名，故若肖。故曰若肖，乆矣其細也夫！◯達眞子曰：凡以此肖彼，則有形有體也。有形有體，則必有形體之所勝，而不能爲無敵之大也。唯道無形無體，凡所以言大者莫能勝。若肖則爲更大之所勝，終不免細之名也。故曰若肖，乆矣其細也夫。◯黄茂材曰：天下惟道爲大，又孰有肖似？若有肖似，則道亦是一物也，何足以爲道？◯程大昌曰：特不與俗肖而與道肖也。爲其不與世俗肖，足以見其大。"
                },
                {
                    "paragraph": "我有三寳，寳而持之：一曰慈，二曰儉，三曰不敢爲天下先。夫慈，故能勇；儉，故能廣；不敢爲天下先，故能成器長。今捨其慈且勇，捨其儉且廣，捨其後且先，死矣！",
                    "zhushu": "◯碧虚子陳景元曰：聖人以慈爲行，勇於濟物。語曰仁者必有勇。謂勇於救難，水火可蹈，不懼之謂也。儉約其用者，必能廣於賑施，所謂節用而愛人也。不敢先於天下，則必能成器用之長。易曰：用九，見群龍無首，吉。此所謂道大似不肖也。◯潁濱蘇轍曰：道以不似物爲大，故其運而爲德，則亦悶然。以鈍爲利，以退爲進，不合於世俗。今夫世俗貴勇敢，尚廣大，夸進鋭，而吾之所寳，則慈忍、儉約、廉退，此三者，皆世之所謂不肖者也。世以勇决爲賢，而以慈忍爲不及事，不知勇决之易挫，而慈忍之不可勝，其終必至於勇也。世以廣大蓋物，而以儉約爲陋，不知廣大之易窮，而儉約之易足，其終必至於廣也。世以進鋭爲能，而以不敢先爲耻，不知進鋭之多惡於人，而不敢先之樂推於世，其終卒爲器長也。蓋樸散而爲器，聖人用之則爲官長。自樸成器，始有屬有長矣。勇、廣、先三者，人之所共疾也。爲衆所疾，故常近於死。◯臨川王安石曰：慈則能柔，柔則能勝天下之至堅，故能勇；儉則知足，知足則常足，故能廣；不敢爲天下先，則物莫爲之先，故能成其器長。勇、廣、先三者，人之所共疾也。爲衆所疾，故常近於死。◯清源子劉驥曰：夫道之至大，然有三寳可以寳而持之。慈以愛物，應世之寳也；儉以自愛，修身之寳也；不敢爲天下先，則挫鋭解紛，體道之寳也。慈則果敢於濟難，故勇；儉則寡欲而易足，故廣；不敢爲天下先則不爭，而天下莫能與之爭，故能成器長。若捨其慈且勇，捨其儉且廣，捨其後且先，三者人之所共疾也，則剛强之徒有死之道焉。"
                },
                {
                    "paragraph": "夫慈，以戰則勝，以守則固。天將救之，以慈衛之。",
                    "zhushu": "◯御註曰：仁人無敵於天下，故以戰則勝；民愛其上，若手足之捍頭目，子弟之衛父兄，效死而弗去，故以守則固。◯碧虚子陳景元曰：三寳之中，慈最爲貴，故偏嘆美也。且慈，兵入於敵之境也，則人知有所庇矣。兵至於國邑之郊，不踐果稼，不穴丘墓，不殘積聚，不焚室屋，得人虜而厚歸之，則人人悦之，若孝子之見慈親，餓隸之遇美食，歸降者若强弩之射深谷也。如是，則何必陳兵於野，戰而後勝，重門擊柝以爲守固哉？天道福善禍淫，善人則自天祐之，吉無不利。經曰：天道無親，常與善人。所以天將救助之者，以其主將能用慈仁衛護於士卒人民也。此皆道大似不肖者也。◯潁濱蘇轍曰：以慈御物，物之愛之如己父母，雖爲之效死而不辭，故可以戰，可以守。天之將救是人也，則開其心志，使之無所不慈。無所不慈，則物皆爲之衛矣。◯達眞子曰：慈則衆無不歸，故以戰則勝。無不共力，故以守則固。凡天將拯救其人者，必使有慈以衛之也。◯葉夢得曰：雖然，我自處己易，物無所不濟難。故即三者推慈以爲先，而終復明之，以爲以戰則勝，以守則固，是今之所急也。天若救斯民，必使有爲慈者出而衛之，此老氏之所怛然有期於天下者歟？◯清源子劉驥曰：三寳之中，慈最爲貴，所以再言之。慈以愛人，愛人者人常愛之，爲之效死，可以無敵於天下。故慈以戰則勝，以守則固。天將救之，則使之無所不慈；無所不慈，則物皆爲之衛矣。◯黄茂材曰：慈愛之人，無害物之心，物亦無害之者，豈特戰則勝、守則固哉？物無害之，則可以長生。故曰：天將救之，以慈衛之。◯程大昌曰：曾子曰：戒之戒之，出乎爾者，反乎爾者也。我能慈，人且爲我勇，故遇戰則勝，遇守則固。設有不及，天且以其慈而加佑助焉。去邠而岐周以興，是其救也。"
                }
            ]
        },
        {
            "name": "善爲士章第六十八",
            "paragraphs": [
                {
                    "paragraph": "善爲士章第六十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "善爲士者不武，善戰者不怒，善勝敵者不爭，善用人者爲之下。",
                    "zhushu": "◯颕濱蘇轍曰：士當以武爲本，行之以怯。若以武行，武則死矣。聖人不得已而後戰，若出於怒，是以我故殺人也，天必殃之。以吾不爭，故能勝彼之爭。若皆出於爭，則未必勝矣。人皆有相上之心，故莫能相爲用。誠能下之，則天下皆吾用也。◯道眞仁靜先生曹道沖曰：勇而不武，威而不怒。不爭者勝，貪先動者必敗。謙下則人與爲用，忽慢者人不爲力。◯程大昌曰：老氏論兵，常惡乎爭勝於兩陣之交，而貴夫圖全於未戰之前，正其重用人命焉耳。"
                },
                {
                    "paragraph": "是謂不爭之德，是謂用人之力，是謂配天古之極。",
                    "zhushu": "◯涑水司馬光曰：德與天合，自生民以來無以加也。◯黄茂材曰：老子言兵，皆有爲而發，故曰是謂配天古之極。然非深知兵者，安能言之？熟論此篇之義，正使太公、穰苴、孫武之儔，亦不過此。"
                }
            ]
        },
        {
            "name": "用兵有言章第六十九",
            "paragraphs": [
                {
                    "paragraph": "用兵有言章第六十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "用兵有言：吾不敢爲主而爲客，不敢進寸而退尺。是謂行無行，攘無臂，仍無敵，執無兵。",
                    "zhushu": "◯御註曰：感之者爲主，應之者爲客。迫而後動，不得已而後起，謂之應兵。不嗜殺人，故難進而易退。◯碧虚子陳景元曰：老氏痛當世用兵以好戰爲本。夫兵者必以先舉爲主，後應爲客。且聖人之兵常爲不得已而用之，故應敵而後起。應敵而後起者，所以常爲客也。進少而退多者，是沈機密用，重敵之意也。夫行師在乎止敵，貴乎不爭。雖行止敵，不行殺心。既無殺心，即我之師徒抱義以守，故行無行也。又將奮臂而先登，則若無臂而可奮，以其惡殺而尚慈也。夫有道之君，縱有凶暴之寇妄動而來，則告之以文德，示之以義兵，彼必聞義而退，自然無敵。雖有仍引之威，而無敵可引，故曰：仍無敵。敵既遠退，干戈戢藏，雖有持執之儀，而無兵可執，故曰執無兵。◯涑水司馬光曰：主謂以强兵爲己任，客謂人加於己，己不得已而應之。◯潁濱蘇轍曰：主，造事者也。客，應敵者也。進者，有意於爭者也。退者，無意於爭者也。無意於爭，則雖用兵，與不用均也。苟無意於爭，則雖在軍旅，如無臂可攘，無敵可因，無兵可執，而安有用兵之咎耶？◯達眞子曰：不能不有其己，不能不專其性，莫甚於用兵也。故用兵有言，可以托其至道之心矣。設若雖用兵之時，猶不敢爲主而爲客，則是不自有其己，不自專其性，心不事於殺伐者也。不敢進寸而退尺，心不勇於勝敵者也。"
                },
                {
                    "paragraph": "禍莫大於輕敵，輕敵幾喪吾寳。故抗兵相加，哀者勝矣。",
                    "zhushu": "◯御註曰：輕敵則好戰，好戰是樂殺人也。樂殺人者，喪其慈而失仁民愛物之心，不可得志於天下矣。聖人用兵，救民於水火之中，取其殘而已。神武不殺而以慈爲寳。故仁眇天下而無不懐，義眇天下而無不畏，是謂常勝。◯碧虚子陳景元曰：書曰：撫我則后，虐我則讎。若然者，則天下皆敵也，一國亦吾敵也，一鄉亦吾敵也，一家亦吾敵也，一身亦吾敵也。故王者不遺卑小之臣，即得萬國之歡心；公侯不侮於鰥寡，即得百姓之歡心；志士不忘於修身，即神悦而天樂。然後可以全吾寳。幾亡吾寳者何哉？我本慈愛，不樂殺人，不得已而至於無敵，非吾志也。抗，舉也。夫兩國舉兵相加也。哀者，慈愛發於哀誠之謂也，則由其君之有道也。若夫上存慈愛之心，不失使臣之禮，下輸忠臣之節，盡得事君之義，則何向而不勝哉？◯颕濱蘇轍曰：聖人以慈爲寳，輕敵則輕戰，輕戰則輕殺人，喪其所以爲慈矣。兩敵相加而吾出於不得已，則有哀心。哀心見而天人助之，雖欲不勝，不可得矣。◯道眞仁靜先生曹道冲曰：輕敵，必敗之因也。失計則死，得計則生，其所係之大者，莫若於生與邦家之重，非寳者何？以兵相抗，愛士則哀，其臨敵以身視士卒，不以鬪戰殺人貪功爲樂，必勝也。◯黄茂材曰：自周之衰，大道不明，人僞長而天眞失，天下之人溺於聲色嗜慾以喪其生者，十常八九。故曰：輕敵者幾喪吾寳。老子所以再三言之，不已深哀其禍慘於兵矣。"
                }
            ]
        },
        {
            "name": "吾言甚易知章第七十",
            "paragraphs": [
                {
                    "paragraph": "吾言甚易知章第七十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "吾言甚易知，甚易行。天下莫能知，莫能行。",
                    "zhushu": "◯御註曰：道炳而易見也，故載之言則甚易知。要而易守也，故見之事則甚易行。孟子曰：道若大路然，豈難知哉？故道無難而天下無不能。有難不能者，不知反求諸己耳。◯碧虚子陳景元曰：經曰：常無欲以觀其妙。又曰：少則得。又曰：爲無爲，事無事。又曰：不出户，知天下。不窺牖，見天道。又曰：行不言之教。並是無爲分内簡易之道。言則不煩，行則不勞，是易知易行也。莫能知行者，下士也。◯潁濱蘇轍曰：道之大，復性而足，而性之妙，見於起居飲食之間耳。聖人指此以示人，豈不易知乎？人能體此以應物，豈不易行乎？然世常患日用而不知，知且不能，而況行之乎？◯王雱曰：凡天地之難事，皆起於捨本逐末，與妄爲構，故内外交亂，奇物滋出，而智者不能勝也。◯道眞仁靜先生曹道冲曰：至簡至易，無出於道。平易逍遥，何可難行？以其至簡，非思慮擬議之能喻，故莫能知。以其至近，非步驟遲速之能至，故莫能行。◯清源子劉驥曰：天下莫能知、莫能行者，以其見善不明，用心不剛，敗道於有爲，喪生於多方。"
                },
                {
                    "paragraph": "言有宗，事有君。",
                    "zhushu": "◯御註曰：言不勝窮也，而理爲之本。事不勝應也，而道爲之主。順理而索，循道而行，天下無難矣。◯碧虚子陳景元曰：宗，本也。君，主也。百家之言雖殊途而同歸於理。得理者忘言，故言以不言爲宗本。萬緒之事雖異趣而同會于功。成功而遣事，故事以無事爲君主。此以不言、無事爲教，豈不易知易行耶？◯潁濱蘇轍曰：言者，道之筌也。事者，道之迹也。使道可以言盡，則聽言而足矣。可以事見，則考事而足矣。唯言不能盡，事不能見，非舍言而求其宗，遺事而求其君，不可得也。◯劉概曰：天下莫能知吾之易而知其難者，蓋有宗莫之知也。天下莫能行吾之易而行其難者，蓋有君莫之知也。◯達眞子曰：天下適於詳而不能反約，離其本而不能歸要，故曰莫能知，莫能行。言有宗爲言有宗主，所謂約也。事有君爲事有君領，所謂要也。◯陳象古曰：宗、君，强名也，在知其要而已。◯清源子劉驥曰：百家之言不勝窮也，當捨其言以求其意，得意則言可忘，忘言者，事之宗也。萬緒之事不勝應也，當棄其事以求其理，窮理則事無事，無事者，事之君也。言得其宗，事得其君，則知一氣之動作爲變化之樞機，煉形中之神，修神中之眞，内澄一景，萬氣流行。恍恍惚惚，其中化物。窈窈冥冥，其中育精。◯程大昌曰：宗者，族之總也。君者，臣之總也。道者，事之總也。"
                },
                {
                    "paragraph": "夫惟無知，是以不吾知也。",
                    "zhushu": "◯御註曰：小夫之智，不離簡牘，雖曰有知，實無知也。夫豈足以知道？◯碧虚子陳景元曰：不我知，猶不知我也。不知我之道大，而謂似不肖也。◯涑水司馬光曰：有知則知道矣。◯潁濱蘇轍曰：蓋古之聖人無思無爲，而有漠然不自知者存焉。此則思慮之所不及，是以終莫吾知也。◯黄茂材曰：井蛙不可以語於海者，拘於墟也；夏蟲不可以語於冰者，篤於時也；曲士不可以語於道者，束於教也。豈非其無知，故不吾知耶？"
                },
                {
                    "paragraph": "知我者稀，則我貴矣。",
                    "zhushu": "◯御註曰：有高世之行者，見非于衆。有獨智之慮者，見驁于民。故有以少爲貴者。◯涑水司馬光曰：道大，故知之者鮮。◯潁濱蘇轍曰：衆人之所能知，亦不足貴矣。◯臨川王安石曰：中士聞道若存若亡。下士聞道則大笑之。惟其大笑，故知我者稀。惟其若存，故知我者貴。◯道眞仁靜先生曹道冲曰：知我者稀，則我之道不與世相往來，我乃貴矣。若人皆知我，則我不足貴也。"
                },
                {
                    "paragraph": "是以聖人被褐懷玉。",
                    "zhushu": "◯御註曰：聖人藏于天而不自衒鬻。◯潁濱蘇轍曰：聖人外與人同而中獨異耳。◯清源子劉驥曰：被褐則和光同塵，外與人同。懷玉則抱道藴奇，中與人異。◯程大昌曰：褐者，日用之不可無，舉世所共也。玉者，難得之貨，富者所獨也。知我者稀，固足以見吾道之上矣。而聖人不以自異也，還以聖不可知之妙，而藏諸日用共由之間，以期乎人之皆能也。此孔子所謂二三子以我爲隱乎？吾無隱乎爾者也。"
                }
            ]
        },
        {
            "name": "知不知章第七十一",
            "paragraphs": [
                {
                    "paragraph": "知不知章第七十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "知不知，尚矣。不知知，病矣。",
                    "zhushu": "◯碧虚子陳景元曰：夫聖人之禀氣純粹而天性高明，内懐眞知而萬事自悟。雖能通知而不以知自矜，是德之上也。故曰知不知，上。夫中下之士，受氣昏濁而屬性剛强，内多機智而凡事夸大，實不知道而强辯飾說以爲知之，是德之病也。故曰不知知，病。此亦所謂知者不言，而言者不知也。◯涑水司馬光曰：知之如不知，則遠怨。不知而强知，則招患。◯道眞仁靜先生曹道冲曰：雖知謙而曰不知，是實勝於名，故爲上。不知而曰知，是名過於實，故爲病。◯清源子劉驥曰：無思無慮始知道，無處無服始安道，無從無道始得道。所以至人無爲，大聖不作。無知而無不知，無爲而無不爲，通於一而萬事畢。其知出於不知，故知不知，尚矣。衆人務多知而樂通物於不知而知之，弊精神，役思慮，以文滅質，以博溺心，故不知知，病矣。◯黄茂材曰：夫深知道者，與道爲一，尚何有知哉！此爲知之之至。若夫世人未嘗知道，乃自以爲知，知之之病，又甚於不知者焉。"
                },
                {
                    "paragraph": "夫唯病病，是以不病。聖人之不病，以其病病，是以不病。",
                    "zhushu": "◯御註曰：知其愚者，非大愚也。知其惑者，非大惑也。大惑者，終身不解。大愚者，終身不靈。◯涑水司馬光曰：病人能自知其病，斯不甚病矣。◯道眞仁靜先生曹道冲曰：能知病爲病，則終不爲病。聖人縁何不病？聖人知病爲病，終日循省，是以不病。◯清源子劉驥曰：聖人所以不病，以病其病而去其病也。"
                }
            ]
        },
        {
            "name": "民不畏威章第七十二",
            "paragraphs": [
                {
                    "paragraph": "民不畏威章第七十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "民不畏威，則大威至矣。",
                    "zhushu": "◯御註曰：小人以小惡爲無傷而弗去也，故惡積而不可揜。易曰：荷校滅耳，凶。◯碧虚子陳景元曰：大威謂死兆也。君子有三畏：畏天命，畏大人，畏聖人之言。夫人立身以憂畏爲本，若以小惡爲無傷而不憂畏，遂積之盈貫，以致乎大威至而不可逃也。嚴君平曰：大威已至，乃始爲善。當是之時，道德不能救，天地不能解，非天之罪也。◯颕濱蘇轍曰：夫性自有威，高明光大，赫然物莫能加，此所謂大威也。人常患溺於衆，妄畏生死而憚得喪，萬物之威雜然乘之，終身惴慄之不暇，雖有大威而無自知也。苟誠知之，一生死、齊得喪，坦然無所怖畏，則大威熚然見於前矣。◯劉概曰：詩曰畏天之威，于時保之。蓋衆人不知畏天之威，故大威至矣。◯清源子劉驥曰：世俗之人不知天命，不畏天威，以小惡爲無傷而不知憂畏，然積之足以滅身，以至大威至而無所逃於天地之間。大威謂死兆也。◯黄茂材曰：夫民冒險而行，死亡有所不顧，何威之畏？不畏威則大威及之。孰爲大威？不有人禍，必有天殃是也。"
                },
                {
                    "paragraph": "無狹其所居，無厭其所生，夫惟不厭，是以不厭。",
                    "zhushu": "◯御註曰：居者性之宅，人之性至大，不可圍，而曲士不可以語於道者，狹其所居故也。擴而充之，則充滿天地，包裹六極，無自而不可。孟子曰：居天下之廣居。生者，氣之聚。人之生，通乎物之所造，而厭其所生者，旦晝之所爲，有梏亡之矣。梏之反復，則夜氣不足以存。彼保合太和而無中道夭者，無厭其所生故也。◯碧虚子陳景元曰：古本作狎。狎，習也。所居，謂所居之處也。厭，惡也。所生，謂道也。言畏慎之人，凡居處當擇善鄰，無習惡友，清靜自守，使灾禍莫干，形全神王，斯所謂畏慎之深也。人不可厭惡其道，當服勤尊仰，則可以永保元吉也。若縱其欲惡，厭道慢德，則禍不旋踵矣。◯潁濱蘇轍曰：性之大可以包絡天地。彼不知者，以四肢九竅爲己守也。守之而不厭，是以見不出視，聞不出聽，蕞然其甚陋也。故教之曰：無狹其所居。彼知之者，知性之大而吾生之狹也，則愀然厭之，欲脱而不得，不知有厭有慕之方囿於物也，故教之曰無厭其所生。夫惟聖人不狹不厭，與人同生而與道同居，無廣狹淨穢之辨。既不厭生，而後知生之無可厭也。◯劉概曰：無狹其所居，德之地也。無厭其所生，德之本也。德之地，盡性也。德之本，至命也。◯清源子劉驥曰：無狹其所居，無厭其所生，所以畏威也。居者，性之宅也。擴而充之，無狹其所居，則居天下之廣居，與萬物同其情，與虚無同其體。生者，氣之聚也，寳而持之，無厭其所生，則含太虚之至精，與天地合其德，與日月合其明，曲士不可語於道，或狹其所居，或厭其所生也。小智自私，惑於存想，狹其所居者也。棄有著空，蔽於斷滅，厭其所生者也。夫道不棄人，人自棄道。人若不厭道，道亦不厭人。故夫惟不厭，是以不厭。◯黄茂材曰：無厭其所生，欲其好生也。夫能好生，則能長保其生，何厭之有？◯程大昌曰：不厭之一語，方且重復言之者，其一在上，其一在下也。夫惟不厭者，君上不厭也。是以不厭者，民多頼也。故曰：夫惟不厭，是以不厭也。"
                },
                {
                    "paragraph": "是以聖人自知不自見，自愛不自貴，故去彼取此。",
                    "zhushu": "◯御註曰：聖人有自知之明，而不自見以矜其能。有自愛之仁，而不自貴以臨物。若是者，處物不傷物，物莫之能傷也。方且樂天而無憂，何威怒之足畏乎？聖人之所去取，抑可見矣。◯碧虚子陳景元曰：若夫去彼自見自貴之憍縱，而取此自知自愛之畏威，得其尊道奉天之理，而天道亦不厭惡於人。是故威罰外消而生道内足也。◯穎濱蘇轍曰：聖人雖自知之，而不自見以示人。雖自愛之，而不自貴以眩人。恐人之有厭有慕也。厭慕之心未忘，則猶有畏也。畏去而後大威至矣。◯道眞仁靜先生曹道冲曰：自知消息損益，惟道是從，不自見功能求顯於世。保身自愛，内自修鍊，不自貴其身而耀俗。彼謂外物，此謂自眞。◯達眞子曰：所居不能無狹，所生不能無厭者，蓋由乎自見其自知之性，自貴其自愛之心也。唯雖自知也不自見，雖自愛也不自貴，則所居不狹而廣，所生不厭而善。故聖人去彼自知自愛之情，取此不自見不自貴之心也。◯黄茂材曰：知者在心，見者在目，故知可自而見不可自。愛者在我，貴者在人，故愛可自而貴不可自。去彼，去其自見自貴者也。取此，取其自知自愛者也。"
                }
            ]
        },
        {
            "name": "勇於敢則殺章第七十三",
            "paragraphs": [
                {
                    "paragraph": "勇於敢則殺章第七十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "勇於敢則殺，勇於不敢則活。",
                    "zhushu": "◯御註曰：剛强者，死之徒。柔弱者生之徒。列子曰：天下有常勝之道曰柔。◯碧虚子陳景元曰：剛毅之人，無所畏忌，見威不懼，必果無迴，眎其凶頑，便施誅戮，雖有諌諍，未嘗顧盻。故曰勇於敢則殺。懷道之士，謹於去就，檢身知退，靜順柔和，弗敢有爲，不忍殺傷，衆雖睚眦，終懷慈仁。故曰勇於不敢則活。◯葉夢得曰：勇於敢則好殺，勇於不敢則好活，均於必行而不可屈，故同謂之勇。◯程大昌曰：勇於敢則殺，即所謂强梁者不得其死。盖推其理，有取死之道焉故也。勇於不敢則活，即虎兕無所投其爪，甲兵無所措其刃者也。"
                },
                {
                    "paragraph": "此兩者或利或害，天之所惡，孰知其故？是以聖人猶難之。",
                    "zhushu": "◯御註曰：順天者存，逆天者亡，雖聖人不敢易也。◯碧虚子陳景元曰：兩者謂敢與不敢、殺與活也。故，意也。夫天地之大德曰生，故聖人以慈爲寳，而不樂殺人也。死者，人倫之荼毒也。凡含生之類，皆惡其死也。勇於果敢者，殺之道也；勇於慈仁者，活之道也。若以此義守而不變，是未明天地殺生之權也。今乃曰或利或害者，是於殺活有所未定耶？夫人爲不善於顯明之處，人得而誅戮之；爲不善於幽閑之所，鬼得而殺伐之。此雖有大聖之慈，天道之仁，不能憫救也。◯涑水司馬光曰：聖人於天道亦不敢易言之。◯潁濱蘇轍曰：勇於敢則死，勇於不敢則生，此物理之常也。然而敢者或以得生，不敢者或以得死，世遂以僥倖其或然而忽其常理。夫天道之遠，其有一或然者，孰知其好惡之所從來哉？故雖聖人猶以常爲正，其於勇敢未嘗不難之。列子曰：迎天意，揣利害，不如其已。患天道之難知，是以歷陳之也。◯王雱曰：下愚小智，但見衆人之所利，而不知天所惡也。故下文明天道之所以然，當視以爲法。◯陸佃曰：觀之以麤理，則剛强勝柔弱；觀之以眞理，則柔弱勝剛强。故剛强，天之所惡也。◯道眞仁靜先生曹道冲曰：此兩者，敢與不敢。然而保生者以不敢爲利，謂其可活，而亦有端居偶逢其禍者。慕名者勇於敢，捍敵而多害，或有輕生而終不罹害者。◯達眞子曰：勇於敢，則勇於有爲也。勇於不敢，則勇於無爲也。無爲則任於自然，有爲則因其或使。有爲之爲害，莫不甚於殺。無爲之爲利，莫不甚於活。是以此兩者或利或害也。天之道任其自然，則或使者爲天之所惡也。且天道遠而難測，雖聖人猶難之，况非聖人者乎？◯陳象古曰：勇於敢是害也；勇於不敢是利也。皆失其冲和之妙用也。天之所惡，與道違也。◯葉夢得曰：可殺而殺則利，非所當殺而殺則害；可活而活則利，非所當活而活則害。盖可殺者，必天之所惡。天道難諶，人不可以知其故，聖人猶難之。◯清源子劉驥曰：勇於敢，或以得生；勇於不敢，或以得死。此兩者或利或害，天之所惡，孰知其故？是以聖人猶難之。然要其終而盡其變，然後知天網恢恢廣大，雖疏而不失也。"
                },
                {
                    "paragraph": "天之道，不爭而善勝。",
                    "zhushu": "◯御註曰：萬物之出，與之岀而不辭，萬物之歸，與之歸而不迕。是謂不爭。消息盈虚，物與之俱，而萬物之多皆所受命，是謂不爭而善勝。◯陳象古曰：天法道，故如是。◯碧虚子陳景元曰：天道自然平施，不逆萬物，而萬物自尊之，豈與人校其敢與不敢、殺與活哉？然而人自服從者，不與物爭而能善勝者也。所謂勝物而不傷，非由其勇敢也。◯涑水司馬光曰：任物自然，物莫能違。◯潁濱蘇轍曰：不與物爭於一時，要於終勝之而已。◯王雱曰：天爲群物之父，豈與赤子爲敵乎？◯清源子劉驥曰：不爭而天下莫能與之爭。"
                },
                {
                    "paragraph": "不言而善應。",
                    "zhushu": "◯御註曰：天何言哉，變以雷風，示以禍福，無毫釐之差，有影響之應。◯碧虚子陳景元曰：天何言哉，四時行焉，百物生焉，而福善禍淫之應，信不差矣。◯涑水司馬光曰：隨其順逆，應以吉凶。◯潁濱蘇轍曰：天何言哉，四時行焉，百物生焉，未有求而不應者也。◯清源子劉驥曰：不言而萬物莫不受其命，"
                },
                {
                    "paragraph": "不召而自來。",
                    "zhushu": "◯碧虚子陳景元曰：天道高遠，又無言教，何嘗呼召萬物？而萬物背隂而向陽，春生而秋實，暑往而寒來。◯涑水司馬光曰：不疾而速，不行而至。◯潁濱蘇轍曰：神之格思，不可度思，矧可斁思，夫又誰召之哉？◯臨川王安石曰：隂陽代謝，四時往。盈虚與時偕行，故不召而自來。"
                },
                {
                    "paragraph": "坦然而善謀。",
                    "zhushu": "◯御註曰：德行常易以知險。◯臨川王安石曰：以其常易，故坦然；以其知險，故善謀。◯潁濱蘇轍曰：坦然舒緩，若無所營，而其謀非人之所及也。"
                },
                {
                    "paragraph": "天網恢恢，疏而不失。",
                    "zhushu": "◯御註曰：聖人爲能體此，故不就利，不違害，常利而無害，所以與天合德，異夫勇於敢者。◯碧虚子陳景元曰：張自然之羅，故曰天網。縱太虚之寬，故曰恢恢。四達皇皇是謂疏，幽明難逃，是謂不失。◯潁濱蘇轍曰：世以耳目觀天，見其一曲而不睹其大全。有以善而得禍、惡而得福者，未有不疑天網之疏而多失也。唯能要其終始而盡其變化，然後知其恢恢廣大，雖疏而不失也。◯達眞子曰：皆其自然之所致，惟勇於不敢者能同也。盖能同於天，則能同於道矣。◯黄茂材曰：四者，天之道也。人能順天則存，不能順天則亡。無謂其道闊遠，可得而欺也。◯程大昌曰：天之覆物也廣矣，苟於細小之地而致察焉，則效近而力狹。所謂三年生一葉，則物之有葉者少矣，正其理也。夫惟總大略小，則夫不能致察於初大，類乎疏矣。然要其終，驗其大，則夫一定而不爽者，常可必也。故曰一雀過，羿必得之，則以一人而候一物者耳。以天下爲之籠，而雀無所逃，此明於用大者之論也。世之疑天者，殆如夏葉有一黄落，而執之以爲不純乎陽；冬枝而有一華實，而指之以爲不純於隂。豈其可與論大者哉？周之興也，商之賢者不間在亡，皆得伸氣，而伯夷、叔齊餓死于首陽之下。至于漢之武帝，慕古好儒，而司馬遷獨受刑辟。故遷發憤於夷、齊，以舒其怨，而曰：天道無親，常與善人。若伯夷、叔齊者，非善人耶？此以一葉焦枯而議夏，以一枝華實而疑冬者也。遷盖好黄老而不得夫恢恢之大旨者也。"
                }
            ]
        },
        {
            "name": "民常不畏章第七十四",
            "paragraphs": [
                {
                    "paragraph": "民常不畏章第七十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "民常不畏死，奈何以死懼之？若使民常畏死而爲奇者，吾豈執而殺之？孰敢？",
                    "zhushu": "◯碧虚子陳景元曰：不畏死有二義：達者得其常理而不畏死；愚者失其常理而不畏死。夫人生而靜，天之性；樂生惡死，人之常。耕而食，織而衣，安其居，樂其業，養生葬死，此世之常禮也。夫民存常性，官守常法，而無枉濫，皆得其死。而生死得常，則何畏之有？逮德下衰，不能無爲，禁網繁密，民不聊生，盜竊爲非，欺紿生亂。小恐惴惴而懷驚，大恐縵縵而忘死。如何刑法滋深，主司暴酷，更以大辟族誅之令，而恐懼於良民哉？畏死亦有二義：養生謹慎之人，畏其夭死而修德也；造惡偷安之人，畏其刑死而矯法也。人之自然也，則含哺而嬉乎淡泊，鼓腹而游乎混茫，雖百年之殂，而不知老之將至，此順化之民也。今乃法令滋彰，動入死地，是使民常畏死。夫民畏死，則偷安其生。偷安其生者，未有不先興奇變奸詐之心而矯其法也。奸詐生而禍亂作，則吾主司者得專執而殺戮之，欲其奸詐絶蹤，而誰敢犯之者？◯潁濱蘇轍曰：政煩刑重，民無所措其手足，則常不畏死。雖以死懼之，無益也。民安於政，常樂生畏死，然後執其詭異亂群者而殺之，孰敢不服哉！◯達眞子曰：民之所畏者莫甚於死。然所動者以愛慾，所適者以情累，所以動之死地，是謂常不畏死也。以道言之，則常不畏死，奈何以死焉懼乎？言雖懼亦無如之何也。◯陳象古曰：奇，邪也。今以其不畏死，故不敢任殺。◯黄茂材曰：此有司之事，非老子可得而代其任。獨孔子爲魯司寇，七日而誅少正卯，其他奇行之民固亦不少。"
                },
                {
                    "paragraph": "常有司殺者殺，而代司殺者殺，是代大匠斲。夫代大匠斲，希有不傷其手矣。",
                    "zhushu": "◯御註曰：上必無爲而用天下，下必有爲而爲天下用，不易之道也。代司殺者殺，代大匠者斲，是上與下同德。倒道而言，迕道而說，人之所治也，安能治人？文王罔攸兼于庶言、庶獄、庶慎，惟有司之牧夫，爲是故也。◯潁濱蘇轍曰：司殺者，天也。方世之治，而詭異亂群之人恣行於其間，則天之所棄也。天之所棄而吾殺之，則是天殺之而非我也。非天之所殺而吾殺之，是代司殺者殺也。代大匠斲，則傷其手；代司殺者殺，則及其身矣。◯清源子劉驥曰：然司殺者，造化也。萬物之自生自殺，有造物者主之，不假人手。若以人爲代造化生殺，是猶代大匠斲也。代斲且不免傷，况代殺乎？"
                }
            ]
        },
        {
            "name": "民之饑章第七十五",
            "paragraphs": [
                {
                    "paragraph": "民之饑章第七十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "民之饑，以其上食税之多也，是以饑。民之難治，以其上之有爲也，是以難治。",
                    "zhushu": "◯御註曰：賦重則民不足，政煩則奸偽滋起，民失其樸。◯碧虚子陳景元曰：有爲則政煩，無爲則簡易。易則易從，煩則難治。又上有擊鮮玉食之厭，則下有腐糗糟糠之美。◯涑水司馬光曰：擾之故難治。◯潁濱蘇轍曰：上以有爲導民，民亦以有爲應之，故事多而難治。◯黄茂材曰：賦斂重而民力困，故饑；法令煩而民心詐，故難治。"
                },
                {
                    "paragraph": "人之輕死，以其生生之厚也，是以輕死。",
                    "zhushu": "◯御註曰：矜生太厚，則欲利甚勤，放僻邪侈無不爲已。◯碧虚子陳景元曰：夫政令煩苛，賦斂重大，而民亡本業矣。亡業則競求寳貨而觸法犯禁，輕就死地。以其各求養生之具太厚，致有蹈水火而不懼，逆白刃而不驚，故曰：是以輕死。◯涑水司馬光曰：求利所以養生也，而民常以利喪其生。◯潁濱蘇轍曰：上以利欲先民，民亦爭厚其生，故雖死而求利不厭。◯王雱曰：生者不有其生，則生常全。既過於厚，則求欲無已，觸刑蹈險，視死輕矣。◯道眞仁靜先生曹道冲曰：多欲則厚，於用度則不足，不足則生貪心，嗜好驅之，飢寒迫之，故輕生圖利也。◯陳象古曰：迷於愛慾，忘其患苦，衆人之情也。◯黄茂材曰：風俗驕奢，而民决性命之情以爭，故輕死。"
                },
                {
                    "paragraph": "唯無以生爲者，是賢於貴生也。",
                    "zhushu": "◯碧虚子陳景元曰：夫貪生趨利者，如羊之就屠，以速其死耳。獨有外形忘生者，處皂隸而不辱，食藜藿而常甘，雖世事之險巇，亦陸沉而安穩，是以有異乎貴生者也。自貴其生者，謂身欲安逸，口欲厚味，形欲美服，目欲好色，耳欲音聲。◯涑水司馬光曰：外其身而身存。◯潁濱蘇轍曰：貴生之極，必至於輕死。惟無以生爲，而生自全矣。◯王雱曰：此篇三事，但明其一，則餘二可知也。◯陳象古曰：無以生爲，道之妙也。◯葉夢得曰：由是言之，患民之難治，而有爲以治之，豈若無爲而使之自治？恐民之飢而多税以食之，豈若無税而使之自食也？◯黄茂材曰：夫言豈一端而足哉？老子之道，本以貴生。今云無以生爲者，以民矜生大厚。鄭有公孫朝、公孫穆二人者，極其酒色之欲，問之，則曰生難遇，將以盡吾一生之歡。此言所以祛其惑耶？◯程大昌曰：簞食瓢飲，亦可以飽，而必以食前方丈爲事，則失於太厚也。充方丈之食，而推其所自來，則豈其易辦也哉？攫金忘人，犯龍而探珠，折一臂而期得國，亦將甘心爲之。雖水火兵刃，悉皆無避，則或因生生以致喪生也。"
                }
            ]
        },
        {
            "name": "人之生章第七十六",
            "paragraphs": [
                {
                    "paragraph": "人之生章第七十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "人之生也柔弱，其死也堅强。草木之生也柔脆，其死也枯槁。故堅强者死之徒也；柔弱者生之徒也。",
                    "zhushu": "◯御註曰：萬物負隂而抱陽，冲氣以爲和。陽以發生爲德，隂以肅殺爲事。方其肅殺，則沖和喪矣。故曰：堅强者死之徒；柔弱者生之徒。◯碧虚子陳景元曰：民之生也，含元和之氣，抱眞一之精，形全神王，故其百骸柔弱也。及其死也，元和之氣散，而眞一之精竭，形虧神亡，故其百骸堅强也。無情者以氣聚散爲榮枯，有識者以道存亡爲生死。開元疏曰：草木生則柔脆，死則堅强。則知人爲堅强之行者，是入死之徒也；爲柔弱之行者，是出生之類爾。嚴君平曰：陽氣之所居，木可卷而草可結也。陽氣之所去，水可凝而冰可拆也。故神明陽氣，生之根也；柔弱，物之藥也。柔弱和順，長生之具；而神明，陽氣之所托也。萬物隨陽氣以柔弱也。故堅强實滿，死之形象也；柔弱潤滑，生之區宅也。◯穎濱蘇轍曰：冲氣在焉，則體無堅强之病；至理在焉，則事無堅强之累。"
                },
                {
                    "paragraph": "是以兵强則不勝，木强則共。故堅强居下，柔弱處上。",
                    "zhushu": "◯御註曰：拱把之桐梓，人皆知養之，强則伐而共之矣。柔之勝剛，弱之勝强，老氏之道術有在於是。莊子曰：以濡弱謙下爲表。◯碧虚子陳景元曰：夫兵者，所謂凶險之器，闘爭之具，所觸之境與敵對者也。故兵强則主不憂，主不憂則將驕，將驕則卒暴。夫以不憂之君御驕將，以驕將臨暴卒，且敗覆之不暇，何勝敵之有哉？故夏商之裔，以百萬之師而傾四海；始皇之末以一統之業而喪九州。項羽忽霸而遽亡，王莽既篡而旋滅。符堅狼狽於淮上，隋煬分崩於楚宫。此數家之兵，皆多至數兆，少猶數億，無不自恃其成以取其敗。此皆兵强則不勝之明驗也。◯臨川王安石曰：共者，不順之辭。故曰木强則共。◯王雱曰：伐而共之。◯達眞子曰：用兵有言：不敢爲主而爲客，不敢進寸而退尺，善勝敵者不爭，皆意不在於强也。是以兵强則不勝者，此也。木之强則必人共伐，兵以柔弱致其勝，木以柔弱致其存，是以堅强可居其下，而柔弱可處其上也。人之立性固不異此。◯潁濱蘇轍曰：物之常理，精者在上，粗者在下。其精必柔弱，其粗必剛强。◯黄茂材曰：列子載老聃之言曰：兵强則滅，木强則折。列子之書大抵祖述老子之意，且其世相去不遠。木强則折，其文爲順。今作共，又讀如拱，其說不通，當以列子之書爲正。◯葉夢得曰：此有道以佐人主者，所以不欲以兵强天下也。"
                }
            ]
        },
        {
            "name": "天之道章第七十七",
            "paragraphs": [
                {
                    "paragraph": "天之道章第七十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天之道，其猶張弓乎？高者抑之，下者舉之；有餘者損之，不足者補之。天之道，損有餘補不足。人之道則不然，損不足而奉有餘。",
                    "zhushu": "◯御註曰：道無益損，物有盈虚，注焉而不滿，酌焉而不竭者，聖人之所保也。降而在物，則天地盈虚，與時消息，而况於人乎？天之道以中爲至，故高者抑之，不至有餘；下者舉之，不至于不足。將來者進，成功者退。四時運行，各得其序。滿招損，謙得益，時乃天道。◯碧虚子陳景元曰：嚴君平曰：夫工人之爲弓也，無殺無生，無噏無張，制以規矩，督以準繩。弦高急者，寬而緩之；弦弛下者，攝而上之；其有餘者，削而損之；其不足者，補而益之。弦質相任，上下相權，平正爲主，調和爲常，故弓可秤而矢可行。夫按高舉下，損大益小，天地之道也。開元疏曰：此明人道不能同天道之損益，而裒多益寡也。在易之損下益上曰損，損上益下曰益，以下爲本也。口損，損下益上，其道上行。夫在泰卦，而損下益上，遂變之爲損。口益，損上益下，民說無疆。夫在否卦，而損上益下，遂變之爲益。此聖人設卦觀象之法也。開元引證，深得之矣。◯潁濱蘇轍曰：張弓上筋，弛弓上角，故以況天之抑高舉下。天無私，故均；人多私，故不均。◯葉夢得曰：張弓者，挽之而後弛，是亦斂之於己，而施之於物者也，故天道亦如之。此其高下抑揚，有餘不足，無不中其節者，其取之不在外也。人反是，求於外而不求於内，是以每損人之不足，以奉己之有餘。◯清源子劉驥曰：天道出於自然，故損有餘而補不足；人道出於使然，故損不足以奉有餘。◯黄茂材曰：天之道無高無下，無有餘不足。譬之張弓然，適其平而已。人則異於天，以眇然之軀，精神能有幾何？晝夜用之，役於外物，無時少休，豈非損不足奉有餘乎？"
                },
                {
                    "paragraph": "孰能損有餘而奉不足於天下者，其唯道乎！是以聖人爲而不恃，功成不居，其不欲見賢耶？",
                    "zhushu": "◯御註曰：不恃其爲，故無自伐之心；不居其功，故無自滿之志。人皆飾智，己獨若愚；人皆求勝，己獨曲全。惟不欲見賢也，故常無損，得天之道。◯碧虚子陳景元曰：奉者，明聖君哲人居物之上，心不忘下，如卑者之奉尊而不以高貴加人也。夫聖人者，圓通爲智，因物爲心，𩐋萬物而不爲義，澤及萬世而不爲仁，長於上古而不爲老，覆載天地、刻雕衆形而不爲巧。豈以己所施爲矜恃其美哉！功成事遂，固處其位哉！夫惟不恃不處，故能爲群材之帥也。◯潁濱蘇轍曰：有道者澹足萬物而不辭，既以爲人，己愈有，既以子人，己愈多。非有道無以堪此。爲而恃，成而處，則賢見於世。賢見於世，則是有餘自奉也。◯葉夢得曰：惟有道者爲能爲天之所爲，則亦爲而不恃，功成而不處，不自安乎外爾。此聖人也。而曰不欲見其賢，夫賢且不欲見，而況其聖者乎？◯清源子劉驥曰：孰能損有餘而奉不足於天下者，其唯道乎？道之在天下，萬物恃之以生而不辭，皆往資焉而不匱。有餘者損之，不足者奉之，循天之理，與天同德，使天下自然不失其正也。無自伐之心，故爲而不恃；無自滿之志，故功成不居。不恃其爲，不居其功，故不欲見賢。◯黄茂材曰：有道之士，以太虚爲室，以無何有爲鄉，以日月山川爲其燕娱，乘雲氣驅役隂陽，飲沆瀣而食至和，皆天地間物之有餘者。取之不窮，用之無盡，將以養其精神，無使不足而已。非夫聖人，孰能爲之？然亦何嘗恃其爲之之跡，居成功而見其賢耶？"
                }
            ]
        },
        {
            "name": "天下柔弱章第七十八",
            "paragraphs": [
                {
                    "paragraph": "天下柔弱章第七十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天下莫柔弱於水，而攻堅强者莫之能先，以其無以易之也。",
                    "zhushu": "◯御註曰：易以井喻性，言其不改。老氏謂水幾於道，以其無以易之也。有以易之，則徇人而失己，烏能勝物？惟無以易之，故萬變而常一，物無得而勝之者。◯臨川王安石曰：天下之物能小而不能大，能方而不能圓。水則不然，因地而爲小大，隨器而爲方圓，不失其常，故曰無以易。◯王雱曰：水方圓曲直，隨物萬變而初不易己，此其所以終能勝物也。夫玉石堅强矣，而持以攻物，有時而碎者，以其可易耳。◯道眞仁靜先生曹道冲曰：柔之力甚大，日以摩乹馳騁，堅而强者皆不能勝之矣。◯陳象古曰：水之爲功，善利萬物，入污流下，非柔而何？攻堅强者恃力違順，故不能勝水之柔也。無以易之，其理自然，故不可改易。◯清源子劉驥曰：水且尚爾，况於道乎？道之爲物，惟恍惟惚，至柔至弱也。◯黄茂材曰：上善若水章，言水善利萬物而不爭，處衆人所惡，與此所言大抵略同。含垢納污，水之德也。雖爲天下王，莫能違之。"
                },
                {
                    "paragraph": "柔之勝剛，弱之勝强，天下莫不知而莫之能行。",
                    "zhushu": "◯御註曰：智及之，仁不能守之。◯碧虚子陳景元曰：夫水之滅火，隂之制陽，舌柔齒剛，舌存齒亡，此天下之莫不知，而世俗之所共聞也。而迺各師其心，莫能行其柔弱之道者，此老氏所以重嘆息，故引聖人之言。◯道眞仁靜先生曹道冲曰：人非不知而不能行者，何也？以其好强耻弱也。◯陳象古曰：水，衆人之所見，非難知之物也。莫能行，則信道不明，崇道不篤也。"
                },
                {
                    "paragraph": "是以聖人言：受國之垢，是謂杜稷主；受國之不祥，是謂天下王。",
                    "zhushu": "◯碧虚子陳景元曰：聖人言者，三墳之遺文也，或老氏之謙也。垢，穢辱也。言人君能含受垢穢，引萬方之罪在子一人。子一人有罪，無以汝萬方，則民仰德美而不離散，可以常奉社稷而爲至矣。又人君能謙虚用柔，稱孤、寡、不榖，則四海歸仁，六合宅心，是謂天下王矣。傳曰：山澤納污，國君含垢。蓋近之矣。◯涑水司馬光曰：含垢納污，乃能成其大道。眞仁靜先生曹道冲曰：杜稷之主，如天地之大，江海之寬，容垢包濁，無所不可。祥者，善也。自是則人皆非之，不自善者，人皆美之，故王天下。◯葉夢得曰：不祥重於垢，故所受彌多，所得彌大。◯程大昌曰：百姓有過，在子一人。小人怨汝詈汝，則曰朕之愆，允若時，是受垢也。人之所惡，惟孤、寡、不穀，而侯王以爲稱，是受不祥也。二者皆莊子之所謂謙下濡弱也。"
                },
                {
                    "paragraph": "正言若反。",
                    "zhushu": "◯御註曰：言豈一端而已，反於物而合於道，是謂天下之至正。◯碧虚子陳景元曰：夫能行柔弱則爲王爲主；尚剛强，則招禍招咎。聖人受垢受惡，則永保元吉。世俗樂美樂榮，則終致灾凶。正言俗意如此，乖反明矣。◯潁濱蘇轍曰：正言合道而反俗，俗以受垢爲辱，受不祥爲殃故也。◯王雱曰：此可爲智者道爾。正言若反，反於小智之近情，而合於大道之至正也。◯道眞仁靜先生曹道冲曰：皆反於俗見，故曰若反。◯陳象古曰：似反於正矣。受垢爲社稷主，受不祥爲天下王，以言觀之，則似非正；以理觀之，則至正矣。◯葉夢得曰：此正言而人謂之反，以其言觀之也。◯黄茂村曰：合於道者反於俗。◯程大昌曰：若反而實不反也。"
                }
            ]
        },
        {
            "name": "和大怨章第七十九",
            "paragraphs": [
                {
                    "paragraph": "和大怨章第七十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "和大怨者，必有餘怨，安可以爲善？",
                    "zhushu": "◯御註曰：復讎者，不折鏌干，雖有忮心，不怨飄瓦，故無餘怨。愛人者，害人之本也；偃兵者，造兵之本也。安可以爲善。◯碧虚子陳景元曰：怨，恚也，惡也，相望也。大怨者，輕生徇死之謂也。夫國君不能無爲無事，謙卑柔弱，而民乃多欲好爭，奸詐並興，怨惡相望，心氣不平，遂使輕生徇死之徒攘臂於道術矣。而國君設教立法以繩之，其殺人者死，傷人者刑，而和報其恚惡怨望也。然以事和之，則翻濟其怨。故知有怨而和之者，未若無怨而不和也。徒知和其大怨，而不省其大怨之所由興，雖和之以至公，而不免有餘怨。若乃大小、多少而以無心至德報之者，幾乎造物哉！夫聖賢本以刑政和報其怨惡，奈何奸詐愈甚而怨望益多也。如是則安可以爲善？◯潁濱蘇轍曰：夫怨生於妄，而妄出於性。知性者不見諸妄，而又何怨乎？今不知除其本而欲和其末，故外雖和而内未忘也。◯清源子劉驥曰：爲治者不能無事無爲，至於有大怨而後和之，必有餘怨，安可以爲善？◯黄茂村曰：夫人不怒虚舟，不怨飄瓦，以其無心而已。若以爲怨而和之，是有心也，安能無怨？不足以爲善。◯程大昌曰：怨之大者，莫大於兩國干戈之讎矣。聘會以平之，詛盟以要之，皆求有以和之者也。然會稽之棲，厭然臣妾也，而嘗膽抱冰，藏毒伺釁，多歷年所，廼始發見。則陽浮道以示相平者，豈其可信也？況夫攻奪人之城邑，殺戮人之父兄，借使敵國之君遷延未肯輕動，而其人民子弟含痛茹耻，必且隨事從臾以期報復者，人情之常也。故曰：安可以爲善？"
                },
                {
                    "paragraph": "是以聖人執左契而不責於人。",
                    "zhushu": "◯碧虚子陳景元曰：李榮曰：古者聖人刻木爲契，君執於左，臣執於右爲信。又陸希聲曰：聖人之心與百姓心，猶左右契耳。契來則合，而不責於人，故上下相親，怨惡不作。◯穎濱蘇轍曰：契之有左右，所以爲信而息爭也。聖人與人均有是性，人方以妄爲常，馳驚於爭奪之場，而不知性之未始少亡也。是以聖人以其性示之，使之除妄以復性，待其妄盡而性復，未有不廓然自得，如右契之合左，不待責之而自服也。然則雖有大怨懟，將涣然冰釋，知其本非有矣，而安用和之？彼無德者，乃欲人人而通之，則亦勞而無功矣。◯王雱曰：左契取於人，右契取人，左無事而右主權，故古者分契之法如此也。聖人執左契，不從事於物，而物自來合，吾應其合者耳，所謂感而遂通天下之故也。然則聖人常受天下之責，而無責人之心，是以終無怨。莊子曰：以得爲在人，以失爲在己。湯曰：萬方有罪，罪在朕躬。此之謂也。記曰：獻牛馬者操右契。蓋獻者並券以進，是知左契乃受責者之所執。史記曰：操右券以責事。◯道眞仁靜先生曹道冲曰：左，陽也。契，合也。左契者，天道也。天道無私，民之善惡自與吉凶相契。聖人非故責人而或子之，或奪之，但司之而已。吉凶禍福，皆民自爲之也。故不私其恩，而終無歸其怨。◯達眞子曰：左者，心之所處。契者，言其合也。聖人執心以合道，而不責於人。◯清源子劉驥曰：古者結繩以爲治，破木以爲契，君執於左，臣執於右，契來則合，所以取信。◯黄茂村曰：道無求於世，待其自至。同焉者，合而已。譬如契有左右，執其左契以待其來，合者何責於人？故有德司之。◯程大昌曰：獻粟者執右契，漢之剖竹爲符也。右留京師，左以授守臣，謂之左符。其意度制作，皆與此應也。"
                },
                {
                    "paragraph": "故有德司契，無德司徹。",
                    "zhushu": "◯御註曰：樂通物，非聖人也。無德者，不自得其得，而得人之得，方且物物求通，而有和怨之心焉。兹徹也，祗所以爲蔽。◯碧虚子陳景元曰：夫有德者，中古之君也。無文書法律，但刻契合符以爲信約，則民自從化，故稱有德也。無德者，謂遠古之君也。德大無名，物皆自然，而穴處巢居，各安其分。故其君無思無慮，朝徹而見獨，不爲不恃，道冥而德淵，更無契可司，但司其通徹而已矣，故稱無德焉。◯臨川王安石曰：司徹通於事，則不能無責於人。不能無責於人，則不能使人之無怨。此其所以爲無德也。◯道眞仁靜先生曹道冲曰：司契以天道契於臧否，司徹欲以聰明盡其民情，而民情安能盡之？故與則爲恩，不子則爲怨。◯清源子劉驥曰：有德司契，亦猶是也。有德之人，眞性内明，通玄究微，若合符契，而不求之於人，故謂之司契。無德之人，眞性未明，博學多識，以務通徹，而不求之於己。◯黄茂村曰：徹者，通也。莊子曰：樂通物者，非聖人也。◯林東曰：聖人軌左契，不從事於物，而物自來合，吾應其合者耳。故有德之人司契，如右契之合左。彼無德者，乃欲人人而徹通之，則亦勞而無功矣。"
                },
                {
                    "paragraph": "天道無親，常與善人。",
                    "zhushu": "◯御註曰：善則與之，何親之有？◯碧虚子陳景元曰：夫天道無所私，唯善人是與，是謂天網恢恢，疏而不失。是以上善之人自然符會，何用司契而責於人哉！此復太古之風也。◯潁濱蘇轍曰：契之無私，亦猶是也。惟合者則得之矣。◯道眞仁靜先生曹道冲曰：非親而與之，而善人自與福契，此天道也。◯清源子劉驥曰：契之無私，亦猶是也，惟合者得之。◯黄茂材曰：天無私親，善則與之。爲善者，非特無求於人，亦無求於天，待其自至而已。"
                }
            ]
        },
        {
            "name": "小國寡民章第八十",
            "paragraphs": [
                {
                    "paragraph": "小國寡民章第八十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "小國寡民。",
                    "zhushu": "◯御註曰：廣土衆民，則事不勝應，智不勝察，德自此衰，刑自此超，後世之亂自此始矣。老氏當周之末，厭周之亂，原道之意寓之於書，方且易文勝之弊俗，而躋之淳厚之域，故以小國寡民爲言。蓋至德之世，自容成氏至于神農，十有二君，號稱至治者，以此而已。◯碧虚子陳景元曰：國小能自守，民寡能自足，可以返乎太古矣。◯潁濱蘇轍曰：老子生於衰周，文勝俗弊，將以無爲救之，故於其書之終，言其所志，願得小國寡民以試焉，而不可得爾。◯道眞仁靜先生曹道冲曰：小國民少而事務亦簡，若數口之家，衣食粗足，無所用心。又以小爲大，則張大而勞；以大爲小，則簡靜而佚。◯葉夢得曰：國之不能治，以大視之也；民之不能安，以衆視之也。夫孰知有以大爲小，以多爲少之道乎？是故國大而以大治之，民衆而以衆爲之，則有終身不能勝者。聖人之道無他，亦曰小國寡民而已。普天之下不爲不廣，率土之濱不爲不多，而吾未嘗知其廣且多也。◯清源子劉驥曰：本在上，末在下；要在主，詳在臣。天下雖大，其本甚小，故言小國；百姓雖多，其要甚寡，故言寡民。"
                },
                {
                    "paragraph": "使民有什伯之器而不用也。穎濱蘇轍曰：民各安其分，則小有材者不求用於世。什伯之器，則材堪什夫伯夫之長者也。使民重死而不遠徙。",
                    "zhushu": "◯御註曰：其生可樂，其死可葬，故民不輕死而之四方。孔子曰：上失其道，民散乆矣。遠徙之謂歟？◯涑水司馬光曰：愛生安土。◯王雱曰：樂生遂性，故重死。安土無求，故不遠徙。無道之世，貧薄士多，而利欲勝乎好生，末盛本衰，而食求在乎分外，故觸刑陷險，如履平地，而車轍足迹交於四方。◯道眞仁靜先生曹道冲曰：千金之下必有勇夫，故民重利而輕死。邦小民寡，家給事希，故樂土而不遷。◯陳象古曰：人各自足以全生意，故重其死。少欲寡求，不必遠就其利。"
                },
                {
                    "paragraph": "雖有舟輿，無所乘之；雖有甲兵，無所陳之。",
                    "zhushu": "◯御註曰：山無蹊隧，澤無舟梁，同乎無知，其德不離。無絶險之迹，故雖有舟輿，無所乘之。無攻戰之患，故雖有甲兵，無所陳之。◯臨川王安石曰：民自足於性分之内，則無遠游交戰之患。◯道眞仁靜先生曹道冲曰：水行則用舟，陸行則用輿。今既樂其土不遷，弗遠徙而就利，民不相往來，故無用。大國不侵，小國守土，介胄戈矛，不戰安用？◯陳象古曰：寡欲易足，民共不爭，故舟輿可閑，甲兵可偃。◯清源子劉驥曰：淡然自守，不相往來，故雖有舟輿，無所乘之。恬然自足，不相紛爭，故雖有甲兵，無所陳之。◯程大昌曰：難於就死，則必樂生，故無盜。無盜則甲兵爲虚設。安土而無外慕，無外慕則不他徙，故舟輿爲長物也。"
                },
                {
                    "paragraph": "使民復結繩而用之。",
                    "zhushu": "◯碧虚子陳景元曰：今將使人忘情去欲，歸於淳古。◯潁濱蘇轍曰：事少民樸，雖結繩足矣。◯清源子劉驥曰：彼民各有常性，耕而食，織而衣，含哺而熙，鼓腹而遊，其行填填，其視顛顛，可以同於上古至德之世，故使民復結繩而用之。甘其食，美其服，安其俗，樂其業。鄰國相望，鷄犬之音相聞，使民至老死不相往來。◯程大昌曰：莊子備舉此語而致諸伏羲、神農以上，且推論後世之失曰：今遂使民延頸舉踵曰：某所有賢者，臝糧而趣之。足跡接乎諸侯之境，車軌結乎千里之外。是上好智之過也。好智而無道，則天下亂矣。故夫結繩之可復也，其必自民無外慕者始也。則愚其智，使入於無欲者，又絶其外慕之本也。"
                },
                {
                    "paragraph": "甘其食，美其服，安其俗，樂其業。",
                    "zhushu": "◯御註曰：止分故甘，去華故美，不擾故安；存生故樂。◯碧虚子陳景元曰：夫君上無欲，而民自樸。嗜好不生，民乃知足。雖蔬食藜羹之糲，而飽滿淡味爲甘；葛衣鹿裘之粗，而温凉無文爲美；茅茨蓬蓽之陋，而風雨不侵爲安；南炎北沍之苦，而水土任適爲樂。◯涑水司馬光曰：雖疏惡隘陋，自以爲甘美安樂。◯潁濱蘇轍曰：内足而外無所慕，故以其所有爲美，以其所處爲樂，而不復求也。◯陳象古曰：易自足也。"
                },
                {
                    "paragraph": "鄰國相望，鷄犬之聲相聞，使民至老死不相與往來。",
                    "zhushu": "◯御註曰：居相比也，聲相聞也，而不相與往來。當是時也，無欲無求，莫之爲而常自然，此之謂至德。◯碧虚子陳景元曰：鄰國相望，猶今郡縣之相接也。鷄犬之音相聞，謂民豐而境近也。民至老死，言無戰敵而壽終也。不相往來，猶魚相忘於江湖，人相忘於道術也。此可以同赫胥、尊盧之風矣。◯穎濱蘇轍曰：民物繁夥而不相求，則彼此皆足故也。◯臨川王安石曰：夫德之被於民，及其極也，則能使民無知無欲。惟知耕而食，蠶而衣，而不知其所以然。◯道眞仁靜先生曹道沖曰：自耕自織，不闕衣食，無與無求，往來何益？◯清源子劉驥曰：古之人有連墻二十年而不相謁請者，蓋進此矣。◯黄茂村曰：昔者容成氏、大庭氏、伯皇氏、中央氏、栗陸氏、驪畜氏、軒轅氏、赫胥氏、尊盧氏、祝融氏、伏羲氏、神農氏，當是時，民結繩而用之，甘其食，美其服，樂其俗，安其居，鄰國相望，鷄犬之音相聞，民至老死不相往來。老子之意，欲與天下之民同於上古乎？"
                }
            ]
        },
        {
            "name": "信言不美章第八十一",
            "paragraphs": [
                {
                    "paragraph": "信言不美章第八十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "信言不美，美言不信。",
                    "zhushu": "◯御註曰：道之出口，淡乎其無味貌。言，華也，故不足信。◯碧虚子陳景元曰：夫信實之言，淡乎無味，其猶水也，水淡則能乆。不美者，以其質而苦也。美好之言，甘而滋溢。其猶醴也，醴甘則易絶。不信者，以其華而虚也。◯潁濱蘇轍曰：信則爲實而已，故不必美。美則爲觀而已，故未必信。◯臨川王安石曰：信者，性也。言近於性，則極天下之至順。故言之信者不美，言之美，則不能近於性矣。◯清源子劉驥曰：信言合於道，美言悦於人。◯黄茂村曰：天下皆知美之爲美，斯惡矣。言足信於人，何用美哉？美則不信。◯程大昌曰：信者，誠然也。用其誠然者言之，無所縁飾，故不美也。所謂道之出口，淡乎其無味者也。美言則涉迹而文，如春臺太牢者是矣。食於母而談其眞者，不如此也。"
                },
                {
                    "paragraph": "善者不辯，辯者不善。",
                    "zhushu": "◯涑水司馬光曰：吉人寡辭，盜言孔甘。◯潁濱蘇轍曰：以善爲主，則不求辯；以辯爲主，則未必善。◯道眞仁靜先生曹道冲曰：其行實善，不假辯說；心行不善，自疑而巧說。◯黄茂材曰：道無問無辯，果於善，何用辯哉？辯則不善。"
                },
                {
                    "paragraph": "知者不博，博者不知。",
                    "zhushu": "◯御註曰：知道之微者，反要而已。聞見之多，不如其約也。莊子曰：博之不必知，辯之不必慧。◯碧虚子陳景元曰：知者，謂知其道也。明於理而知根本，得其要而已，何必博乎？所謂少則得也。西升經曰：子得一，萬事畢。博者，謂博通於物，務於事而攻異端，不知所極，所謂多則惑也。莊子曰：文滅質，博溺心。◯涑水司馬光曰：知者不博，一以貫之。博者不知，多歧亡羊。◯潁濱蘇轍曰：有一以貫之，則無所用。博學而日益者，未必知道也。◯道眞仁靜先生曹道冲曰：精粹已知而不須廣博。不知要理，徒謂多聞。◯葉夢得曰：今老氏之爲書，使人得以受而味焉，則近乎美；窮萬物之理而無不至，則近乎辯；察萬事之變而無不該，則近乎博。然固有信而不美、善而不辯、知而不博者存。◯黄茂材曰：通乎一，萬事畢。苟知一矣，何用博哉？"
                },
                {
                    "paragraph": "聖人無積，既以爲人，己愈有；既以與人，己愈多。",
                    "zhushu": "◯御註曰：有積故不足；無藏故有餘。莊子曰：聖道運而無所積。◯涑水司馬光曰：聖人不積，不私無物。既以爲人，己愈有，德智無窮。既以與人，己愈多，損之而益。◯潁濱蘇轍曰：聖人抱一而已，他無所積也。然施其所能以爲人，推其所有以與人，人有盡而一無盡，然後知一之爲貴也。◯王雱曰：聖道運乎無方，而我常無滯，故以至無供萬物之求，積而有之，所得鮮矣。爲人者，施於事業以治天下也。因其勢而利之，則吾道不虧，而事業彌廣矣。與人者，授之以道也。授之以道，如天生物，吾未嘗費，而物日以夥。既云無積，故又明能淡足萬物。蓋唯無積，乃所以能足也。◯道眞仁靜先生曹道冲曰：體虚善應。◯清源子劉驥曰：聖人體道之妙，應物之求，以德分人，未嘗費我。既以爲人，己愈有；既以與人，己愈多。萬物皆往資焉而不匱，無積故也。◯黄茂村曰：道與天下共也，非聖人己私物。聖人運而無積，既以爲人，而在己者不加亡，故曰愈有；既以與人，而在己者不加少，故曰愈多。此道所以爲善貸萬物而不遺者歟！◯程大昌曰：此其故何也？聖人者，道之管也。道者居於至無，而萬有莫不由之以出，故不待營致藏聚，視之不足於見，聽之不足於聞，而用之無時或既。莊子曰：益之而不加益，損之而不加損者，聖人之所保也。淵淵乎其若海，巍巍乎其終則復始也。"
                },
                {
                    "paragraph": "天之道，利而不害。聖人之道，爲而不爭。",
                    "zhushu": "◯御註曰：體天而已，何爭之有？◯穎濱蘇轍曰：勢可以利人，則可以害人矣。力足以爲之，則足以爭之矣。能利能害而未嘗害，能爲能爭而未嘗爭，此天與聖人所以大過人而爲萬物宗者也。◯葉夢得曰：抑嘗觀世之論老氏者矣，自漢蓋公得其術，教曹參以相齊而齊治，竇太后好之，施于文景而天下大安。兹非其利乎？然以清虚而廢實務，其流遂至於亡晋，則不可謂無害。孔子曰：述而不作，信而好古，竊比於我老彭。古今所傳，以老爲老氏，信斯言也。孔子所不廢，兹非其爲乎？然有病其搥提仁義，絶滅禮學，以爲有見於上而無見於下，群起而非之，則不可謂無爭。此二言者，老氏之所前知也。◯黄茂村曰：聖人與天，其道一也。在天謂之利而不害，在聖人謂之爲而不爭，其實無二。八十一章雖名道德經，始終言道而已。◯程大昌曰：此二語皆主柔而言也。凡其一書，皆主柔以達所欲，而其道原盖出於天也，是以篇終對而言之。◯潁濱蘇轍曰：凡此皆老子之所以爲書，與其所以爲道之大略也，故於終篇復言之。"
                }
            ]
        }
    ]
}