{
    "name": "文心雕龙",
    "author": "南北朝·刘勰",
    "loadChapterCount": 10,
    "chapters": [
        {
            "name": "原道第一",
            "paragraphs": [
                {
                    "paragraph": "原道第一",
                    "type": 1
                },
                {
                    "paragraph": "文之为德也大矣，与天地并生者何哉？夫玄黄色杂，方圆体分，日月叠璧，以垂丽天之象；山川焕绮，以铺理地之形。此盖道之文也。仰观吐曜，俯察含章，高卑定位，故两仪既生矣。惟人参之，性灵所钟，是谓三才，为五行之秀，人实天地之心生。心生而言立，言立而文明。自然之道也。傍及万品，动植皆文。龙凤以藻绘呈瑞，虎豹以炳蔚凝姿。云霞雕色，有逾画工之妙；草木贲华，无待锦匠之奇。夫岂外饰，盖自然耳。至于林籁结响，调如竽瑟；泉石激韵，和若球锽。故形立则章成矣，声发则文生矣。夫以无识之物，郁然有彩，有心之器，其无文欤？"
                },
                {
                    "paragraph": "人文之元，肇自太极，幽赞神明，易象惟先。庖牺画其始，仲尼翼其终，而乾坤两位，独制文言。言之文也，天地之心哉。若廼，河图孕乎八卦，洛书韫乎九畴，玉版金镂之实，丹文绿牒之华，谁其尸之？亦神理而巳。自鸟迹代绳，文字始炳，炎皥遗事，纪在三坟，而年世渺邈，声采靡追，唐虞文章，则焕乎始盛。元首载歌，既发吟咏之志；益稷陈谋，亦垂敷奏之风。夏后氏兴，业峻鸿绩，九序惟歌，勋德弥缛。逮及摘周，文胜其质，雅颂所被，英华日新。文王患忧，繇辞炳曜，符采复隐，精义坚深。重以公旦多材，褥其徽烈，剬诗缉颂，斧藻群言。至夫子继圣，独秀前哲，镕钧六经，必金声而玉振。雕琢情性，组织辞令，木铎启而千里应，席珍流而万世响，写天地之辉光，晓生民之耳目矣。"
                },
                {
                    "paragraph": "爰自风姓，暨于孔氏，玄圣创典，素王述训，莫不原道心，裁文章，研神理而设教，取象乎河洛，问数乎蓍龟，观天文以极变，察人文以成化。然后能经纬区宇，弥纶彛宪，发辉事业，彪炳辞义。故知道㳂圣以垂文，圣因文而明道，旁通而无涯，日用而不匮。易曰：鼓天下之动存乎辞。辞之所以能鼓天下者，廼道之文也。"
                },
                {
                    "paragraph": "赞曰：道心惟微，神理设教。光采玄圣，炳耀仁孝。龙图献体，龟书呈貌。天文斯观，民胥以傚。"
                }
            ]
        },
        {
            "name": "征圣第二",
            "paragraphs": [
                {
                    "paragraph": "征圣第二",
                    "type": 1
                },
                {
                    "paragraph": "夫作者曰圣，述者曰明。陶铸性情，功在上哲。夫子文章，可得而闻，则圣人之情，见乎文辞矣。先王圣化，布在方册；夫子风采，溢于格言。是以远称唐世，则焕乎为盛；近褒周代，则郁哉可从。此政化贵文之征也。郑伯入陈，以立辞为功；宋置折俎，以多方举礼，此事迹贵文之征也。褒美子产，则云言以足志，文以足言；泛论君子，则云情欲信，辞欲巧。此修身贵文之征也。然则忠足而言文，情信而辞巧，廼含章之玉牒，秉文之金科矣。夫鉴周日月，妙极机神，文成规矩，思合符契。或简言以达旨，或博文以该情，或明理以立体，或隐义以藏用。故春秋一字以褒贬，丧服举轻以包重，此简言以达旨也。邠诗联章以积句，儒行缛说以繁辞，此博文以该情也。书契断决以象夬，文章昭晰以象离，此明理以立体也。四象精义以曲隐，五例微辞以婉晦，此隐义以藏用也。故知繁略殊形，隐显异术，抑引随时，变通会适，征之孔周，则文有师矣。"
                },
                {
                    "paragraph": "是以政论文，必征于圣，必宗于经。易称辨物正言，断辞则备。书云：辞尚体要，弗惟好异。故知正言所以立辨，体要所以成辞。辞成无好异之尤，辨立有断辞之义。虽精义曲隐，无伤其正言；微辞婉晦，不害其体要。体要与㣲辞偕通，正言共精义并用，圣人之文章，亦可见也。颜阖以为仲尼饰羽而画，徒事华辞，虽欲此言圣，弗可得巳。然则圣文之雅丽，固衔华而佩实者也。天道难闻，犹或钻仰，文章可见，胡寜勿思。若征圣立言，则文其庶矣。"
                },
                {
                    "paragraph": "赞曰：妙极生知，𧇋哲惟宰，精理为文，秀气成采。鉴悬日月，辞富山海，百龄影徂，千载心在。"
                }
            ]
        },
        {
            "name": "宗经第三",
            "paragraphs": [
                {
                    "paragraph": "宗经第三",
                    "type": 1
                },
                {
                    "paragraph": "三极彜训，其书言经。经也者，恒久之至道，不刋之鸿教也。故象天地，效鬼神，参物序，制人纪，洞性灵之奥区，极文章之骨髓者也。皇世三坟，帝代五典，重以八索，申以九丘。岁历绵暧，条流纷糅。自夫子刋述，而大寳咸耀。于是易张十翼，书标七观，诗列四始，礼正五经，春秋五例，义既极乎性情，辞亦匠于文理。故能开学养正，昭明有融。然而道心惟微，圣谋卓绝，墙宇重峻，而吐纳自深，譬万钧之洪钟，无铮铮之细响矣。易惟谈天，人神致用。故系称旨远辞高，言中事隐，韦编三绝，固哲人之骊渊也。书实记言，而诂训茫昧，通乎尔雅，则文意晓然。故子夏叹书，昭昭若日月之明，离离如星辰之行，言昭灼也。诗主言志，诂训同书，摛风裁兴，藻辞谲喩，温柔在诵，敢最附深衷矣。礼记立体，据事剬范，章条纤曲，一字见义。五石六鹢，以详略成文，雉门两观，以先后显旨。其婉章志晦，谅以邃矣。尚书则览文如诡，而㝷理即畅；春秋则观辞立晓，而访义方隐。此圣人之殊致，表里之异体者也。"
                },
                {
                    "paragraph": "至根柢槃深，枝叶峻茂，辞约而旨丰，事近而喻远，是以往者虽旧，余味日新，后进追取而非晓，前修文用而未先，可谓太山徧雨，河润千里者也。"
                },
                {
                    "paragraph": "故论说辞序，则易统其首；诏策章奏，则书发其源；赋颂謌赞，则诗立其本；铭诔箴祝，则礼总其端；纪传铭檄，则春秋为根。并穷高以树表，极远以启疆，所以百家腾跃，终入环内者也。若禀经以制式，酌雅以富言，是仰山而铸铜，煑海而为盐也。故文能宗经，体有六义：一则情深而不诡，二则风清而不杂，三则事信而不诞，四则义直而不囘，五则体约而不芜，六则文丽而不淫。杨子比雕玉以作器，谓五经之含文也。夫文以行立，行以文传，四教所先，符采相济。励德树声，莫不师圣，而建言修辞，鲜克宗经。是以楚艶汉侈，流弊不还，正末归本，不其懿欤？"
                },
                {
                    "paragraph": "赞曰：三极彛道，训深稽古。致化归一，分教斯五。性灵镕匠，文章奥府。渊哉铄乎，群言之祖。"
                }
            ]
        },
        {
            "name": "正纬第四",
            "paragraphs": [
                {
                    "paragraph": "正纬第四",
                    "type": 1
                },
                {
                    "paragraph": "夫神道阐幽，天命㣲显。马龙出而大易兴，神龟见而洪范燿。故系辞称河出图，洛出书，圣人则之。斯之谓也。但世夐文隐，好生矫诞，真虽存矣，伪亦凭焉。"
                },
                {
                    "paragraph": "夫六经彪炳，而纬候稠叠，孝论昭哲，而钩䜟葳㽔。按经验纬，其伪有四。盖纬之成经，其犹织综丝麻，不杂布帛，乃成。今经正纬奇，倍擿千里，其伪一矣。经显，圣训也；纬隐，神教也。圣训宜广，神教宜约。而今纬多于经，神理更繁，其伪二矣。有命自天，廼称符䜟，而八十一篇皆托于孔子，则是尧造绿图，昌制丹书，其伪三矣。摘周以前，图录频见，春秋之末，群经方备。先纬后经，体乖织综，其伪四矣。伪既倍摘，则义异自明，经足训矣，纬何豫焉？"
                },
                {
                    "paragraph": "原夫图录之见，廼昊天休命，事以瑞圣，义非配经。故河不出图，夫子有叹，如或可造，无劳喟然。昔康王河图，陈于东序，故知前世符命，历代寳传，仲尼所撰，序录而巳。于是伎数之士，附以诡术，或说阴阳，或序灾异，若鸟鸣似语，䖝叶成字，篇条滋蔓，必假孔氏。通儒讨核，谓起哀、平，东序秘寳，朱紫乱矣。至于光武之世，笃信斯术，风化所靡，学者比肩。沛献集纬以通经，曹褒撰䜟以定礼，乖道谬典，亦已甚矣。是以桓谭疾其虚伪，尹敏戏其深瑕，张衡发其僻谬，荀悦明其诡诞，四贤博练，论之精矣。"
                },
                {
                    "paragraph": "若乃羲、农、轩、皥之源，山渎、钟律之要，白鱼、赤乌之符，黄金紫玉之理，事丰奇伟，辞富膏腴，无益经典，而有助文章。是以后来辞人，援摭英华，平子恐其迷学，奏令禁绝，仲豫惜其杂真，未许煨燔。前代配经，故详论焉。"
                },
                {
                    "paragraph": "赞曰：荣河温洛，是孕图纬。神寳藏用，理隐文贵。世历二汉，朱紫腾沸。芟夷谲诡，糅其雕蔚。"
                }
            ]
        },
        {
            "name": "辩骚第五",
            "paragraphs": [
                {
                    "paragraph": "辩骚第五",
                    "type": 1
                },
                {
                    "paragraph": "自风雅寝声，莫或抽绪，奇文郁起，其离骚哉。固巳轩翥诗人之后，奋飞辞家之前，岂去圣之未远，而楚人之多才乎？昔汉武爱骚，而淮南作传，以为国风好色而不淫，小雅怨谤而不乱。若离骚者，可谓兼之。蝉蜕秽浊之中，浮游尘埃之外，㬭然涅而不缁，虽与日月争光可也。班固以为露才扬已，忿怼沉江，羿浇二姚，与左氏不合。昆仑悬圃，非经义所载。然其文辞丽雅，为词赋之宗，虽非明哲，可谓妙才。王逸以为诗人提耳，屈原婉顺，离骚之文，依经立义。驷虬乘翳，则时乘六龙；昆仑流沙，则禹贡敷土。名儒辞赋，莫不拟其仪表，所谓金相玉质，百世无匹者也。及汉宣嗟叹，以为皆合经术；扬雄讽味，亦言体同诗雅。四家举以方经，而孟坚谓不合传。襃贬任声，抑扬过实，可谓鉴而弗精，玩而未核者也。"
                },
                {
                    "paragraph": "将核其论，必征言焉。故其陈尧、舜之耿介，称汤、武之祗敬，典诰之体也。讥桀、纣之猖披，伤羿、浇之颠陨，规讽之旨也。虬龙以喻君子，云蜺以譬䜛邪，比兴之义也。毎一顾而淹涕，叹君门之九重，忠怨之辞也。观兹四事，同于风雅者也。至于托云龙，说迂怪，丰隆求宓妃，鸩鸟媒娥女，诡异之辞也。康回倾地，夷羿蔽日，木天九首，土伯三足，谲怪之谈也。依彭咸之遗则，从子胥以自适，狷狭之志也。士女杂座，乱而不分，指以为乐，娱酒不废，沉湎日夜，举以为欢，荒淫之意也。摘此四事，异乎经典者也。故论其典诰则如彼，语其本诞则如此。固知楚辞者，体宪于三代，而风雅于战国，乃雅颂之博徒，而词赋之英杰也。观其骨鲠所树，肌肤所附，虽取镕经意，亦自铸伟辞。故骚经、九章，朗丽以哀志；九歌、九辩，绮靡以伤情；远游、天问，瑰诡而惠巧；招䰟、招隐，耀艶而深华。卜居摽放言之致，渔父寄独往之才。故能气性轹古，辞来切今，惊采绝艶，难与并能矣。"
                },
                {
                    "paragraph": "自九怀以下，遽蹑其迹，而屈、宋逸步，莫之能追。故其叙情怨，则郁伊而易感；述离居，则怆怏而难怀。论山水，则循声而得貌；言节候，则披文而见时。是以枚贾追风以入丽，马扬㳂波而得奇。其衣被词人，非一代也。故才高者菀其鸿裁，中巧者猎其艶辞，吟讽者衔其山川，童蒙者拾其香草。若能凭轼以倚雅颂，悬辔以驭楚篇，酌奇而不失其真，玩华而不坠其实，则顾盻可以驱辞力，欬唾可以穷文致，亦不复乞灵于长卿，假宠于子渊矣。赞曰：不有屈原，岂见离骚。惊才风逸，壮志烟高。山川无极，情理实劳。金相玉式，绝益称豪。"
                }
            ]
        },
        {
            "name": "明诗第六",
            "paragraphs": [
                {
                    "paragraph": "明诗第六",
                    "type": 1
                },
                {
                    "paragraph": "大舜云：诗言志，歌永言。圣谋所析，义已明矣。是以在心为志，发言为诗，舒文载实，其在兹乎？诗者，持也，持人情性；三百之蔽，义归无邪，持之为训，有符焉尔。"
                },
                {
                    "paragraph": "人禀七情，应物斯感，感物吟志，莫非自然。昔葛天氏乐辞云，玄鸟在曲；黄帝云门，理不空绮。至尧有大唐之歌，舜造南风之诗，观其二文，辞达而巳。及大禹成功，九序惟歌；太康败德，五子咸怨，顺美匡恶，其来久矣。自摘暨周，雅颂圆备，四始彪炳，六义环深。子夏监绚素之章，子贡悟琢磨之句，故摘、赐二子，可与言诗。自王泽殄竭，风人辍采，春秋观志，讽诵旧章，酬酢以为宾荣，吐纳而成身文。逮楚国讽怨，则离骚为刺；秦皇灭典，亦造仙诗。"
                },
                {
                    "paragraph": "汉初四言，韦孟首唱，匡谏之义，继轨周人。孝武爱文，栢梁列韵。严马之徒，属辞无方。至成啼品录，三百余篇，朝章国采，亦云周备。而辞人遗翰，莫见五言，所以李陵、班婕妤见疑于后代也。按召南行露，始肇半章；孺子沧浪，亦有全曲；暇豫优歌，远见春秋；邪径童谣，近在成世。阅时取证，则五言久矣。又古诗佳丽，或称枚叔，其孤竹一篇，则傅毅之词。比采而推，两汉之作乎？观其结体散文，直而不野，婉转附物，怊怅切情，实五言之冠冕也。至于张衡怨篇，清曲可味；仙诗缓歌，雅有新声。"
                },
                {
                    "paragraph": "暨建安初，五言腾踊。文帝陈思，纵辔以骋节；王、徐、应、刘，望路而争驱。并怜风月，狎池苑，述恩荣，叙酣宴，慷慨以任气，磊落以使才。造怀指事，不求纤宻之巧；驱辞逐貌，唯取昭哲之能。此其所同也。乃正始明道，诗杂仙心，何晏之徒，率多浮浅，唯稽旨清峻，阮旨遥深，故能摽焉。若乃应璩百一，独立不惧，辞谲义贞，亦魏之遗直也。"
                },
                {
                    "paragraph": "晋世群才，稍入轻绮，张、潘、左、陆，比肩诗衢，采缛于正始，力柔于建安，或㭊文以为妙，或流靡以自妍，此其大略也。江左篇制，溺乎玄风，嗤笑狥务之志，崇盛亡机之谈。袁、孙巳下，虽各有雕采，而辞趣一揆，莫与争雄。所以景纯仙篇，挺拔而为俊矣。宋初文咏，体有因革，庄、老告退，而山水方滋；俪采百字之偶，争价一句之奇，情必极貌以写物，辞必穷力而追新，此近世之所竞也。"
                },
                {
                    "paragraph": "故铺观列代，而情变之数可监；撮举同异，而纲领之要可明矣。若夫四言正体，雅润为本；五言流调，清丽居宗；华实异用，唯才所安。故平子得其雅，叔夜含其润，茂先凝其清，景阳振其丽；兼善则子建、仲宣，偏美则太冲、公干。然诗有恒裁，思无定位，随性适分，鲜能通圆。若妙识所难，其易也将至；忽之为易，其难也方来。至于三六杂言，则自出篇什；离合之发，则明于图䜟；回文所兴，则道原为始；联句共韵，则栢梁余制。巨细或殊，情理同致，总归诗囿，故不繁云。"
                },
                {
                    "paragraph": "赞曰：民生而志，咏歌所含。兴发皇世，风流二南。神理共契，政序相参。英华弥缛，万代永耽。"
                }
            ]
        },
        {
            "name": "乐府第七",
            "paragraphs": [
                {
                    "paragraph": "乐府第七",
                    "type": 1
                },
                {
                    "paragraph": "乐府者，声依永，律和声也。钧天九奏，既其上帝；葛天八阅，爰乃皇时。自咸、英以降，亦无得而论矣。至于涂山歌于候人，始为南音；有娀谣乎飞燕，始为北声；夏甲叹于东阳，东音以发；殷牦思于西河，西音以兴。音声推移，亦不一槩矣。及夫庶妇，讴吟土风；诗官采言，乐育𬒳律；志感丝篁，气变金石。是以师旷觇风于盛衰，季札鉴微于兴废，精之至也。"
                },
                {
                    "paragraph": "夫乐本心术，故响浃肌髓，先王慎焉，务塞淫滥。敷训胄子，必歌九德；故能情感七始，化动八风。"
                },
                {
                    "paragraph": "自雅声浸微，溺音腾沸。秦燔乐经，汉初绍复，制氏纪其鉴锵，叔孙定其容与。于是武德兴乎高祖，四时广于孝文；虽摹韶、夏，而颇袭秦旧，中和之响，𨵙其不还。暨武帝崇礼，始立乐府，总赵、代之音，撮齐楚之气；延年以曼声协律，朱马以骚体制歌。桂华杂曲，丽而不经；赤鴈群篇，靡而非典；河间荐雅而罕御，故汲黯致讥于天马也。至宣帝雅颂，诗效鹿鸣；迩及元成，稍广淫乐，正音乖俗，其难也如此。暨后郊庙，惟杂雅章，辞虽典文，而律非䕫旷。"
                },
                {
                    "paragraph": "至于魏之三祖，气爽才丽，宰割辞调，音靡节平。观其兆上众引，秋风列篇，或述酣宴，或伤羁戍；志不出于滔荡，辞不离于哀思；虽三调之正声，实韶夏之郑曲也。逮于晋世，则傅玄暁音，创定雅歌，以咏祖宗；张华新篇，亦充庭万。然杜夔调律，音奏舒雅；荀最改悬，声节哀急。故阮咸讥其离声，后人验其铜尺，和乐精妙，固表里而相资矣。"
                },
                {
                    "paragraph": "故知诗为乐心，声为乐体。乐体在声，瞽师务调其器；乐心在诗，君子宜正其文。好乐无荒，晋风所以称远；伊其相谑，郑国所以云亡。故知季札观辞，不直听声而巳。"
                },
                {
                    "paragraph": "若夫艳歌婉娈，怨志詄绝，淫辞在曲，正响焉生？然俗听飞驰，职竞新异；雅咏温恭，必欠伸鱼睨；奇辞切至，则拊髀雀跃。诗声俱郑，自此阶矣。"
                },
                {
                    "paragraph": "凡乐辞曰诗，诗声曰歌。声来被辞，辞繁难节。故陈思称李延年闲于增损古辞，多者则宜减之，明贵约也。观高祖之咏大风，孝武之叹来迟，歌童被声，莫敢不协。子建、士衡，咸有佳篇，并无诏伶人，故事谢丝管。俗称乖调，盖未思也。至于斩伎鼓吹，汉世铙挽，虽戎丧殊事，而并总入乐府，缪袭所致，亦有可筭焉。昔子政品文，诗与歌别，故略具乐篇，以标区界。"
                },
                {
                    "paragraph": "赞曰：八音摛文，树辞为体。讴吟垧野，金石云陛。韶响难追，郑声易启。岂惟观乐，于焉识礼。"
                }
            ]
        },
        {
            "name": "铨赋第八",
            "paragraphs": [
                {
                    "paragraph": "铨赋第八",
                    "type": 1
                },
                {
                    "paragraph": "诗有六义，其二曰赋。赋者，铺也。铺采摛文，体物写志也。昔邵公称：公卿献诗，师箴赋。传云：登高能赋，可为大夫。诗序则同义，传说则异体，总其归涂，实相枝干。刘向云明不歌而颂，班固称古诗之流也。"
                },
                {
                    "paragraph": "至如郑庄之赋大隧，士蔿之赋狐裘，结言𢭃韵，词自巳作，虽合赋体，明而未融。及灵均唱骚，始广声貎。然赋也者，受命于诗人，招字于楚辞也。于是荀况礼智，宋玉风钧，爰锡名号，与诗画境，六义附庸，蔚成大国。遂客至以首引，极貌以穷文，斯盖别诗之原始，命赋之厥初也。"
                },
                {
                    "paragraph": "秦世不文，颇有杂赋。汉初辞人，顺流而作。陆贾扣其端，贾谊振其绪，枚马同其风，王杨骋其势。皋翔巳下，品物毕图。繁积于宣时，校阅于成世，进御之赋，千有余首。讨其源流，信兴楚而盛汉矣。"
                },
                {
                    "paragraph": "夫京殿苑猎，述行序志，并体国经野，义尚光大，既履端于唱叙，亦归余于总乱。序以建言，首引情本；辞以理篇，迭致文契。按那之卒章，闵言称乱；故知殷人辑颂，楚人理赋。斯并鸿裁之寰域，雅文之枢辖也。至于草区禽族，鹿品杂类，则触兴致情，因变取会。拟诸形容，则言务纤宻；象其物宜，则理贵侧附。斯又小制之区畛，奇巧之机要也。"
                },
                {
                    "paragraph": "观夫荀结隐语，事数自环；宋发巧谈，实始淫丽；枚乘莵园，举要以会新；相如上林，繁类以成艶；贾谊鵩鸟，致辨于情理；子渊洞箫，穷变于声貌；孟坚两都，朋约以雅赡；张衡二京，迅拔以宏富；子云甘泉，构深玮之风；延寿灵光，合飞动之势。凡此十家，并辞赋之流也。及仲宣靡宻，发端必遒；伟长博通，时逢壮采；太冲、安仁，策勋于鸿规；士衡、子安，底绩于流制；景纯绮巧，缛理有余；彦伯梗槩，情韵不匮。亦魏晋之赋首也。"
                },
                {
                    "paragraph": "原夫登高之旨，盖睹物兴情。情以物兴，故义以明雅；物以情观，故词必巧丽。丽词雅义，符采相胜。如组织之品朱紫，画绘之著玄黄；文虽新而有质，色虽糅而有夲，此立赋之大体也。然逐末之俦，蔑弃其本，虽读千赋，愈惑体要。遂使繁华损枝，膏腴害骨；无贵风轨，莫益劝戒。此杨子所以追悔雕虫，贻诮于雾縠者也。"
                },
                {
                    "paragraph": "赞曰：赋自诗出，分岐异派。写物图貌，蔚似雕画。㭊滞必杨，言庸无隘。风归丽则，辞翦美稗。"
                }
            ]
        },
        {
            "name": "颂赞第九",
            "paragraphs": [
                {
                    "paragraph": "颂赞第九",
                    "type": 1
                },
                {
                    "paragraph": "四始之至，颂居其极。颂者，容也，所以美盛德而述形容也。昔帝喾之世，咸墨为颂，以歌九韶。自摘巳下，文理允备。夫化偃一国谓之风，风正四方谓之雅，容告神明谓之颂。风雅序人，事兼变正；颂主告神，义必纯美。鲁人以公旦次编，摘人以前王追录，斯乃宗庙之正歌，非飨䜩之常咏也。时迈一篇，周公所制，哲人之颂，规式存焉。"
                },
                {
                    "paragraph": "夫民各有心，勿壅惟口。晋兴之称原田，鲁民之刺裘鞸，直言不咏，短辞以讽，丘明、子高，并谍为诵，斯则野诵之变体，浸被乎人事矣。及三闾橘颂，情采芬芳，比类寓意，又覃及细物矣。至于秦政刻文，爰颂其德；汉之惠、景，亦有述容，㳂世并作，相继于时矣。若夫子云之表充国，孟坚之序戴侯，仲武之美显宗，史岑之述僖后，或拟清庙，或范坰那，虽深浅不同，详略各异，其褒德显容，典章一也。"
                },
                {
                    "paragraph": "至于班傅之北征西逝，变为序引，岂不褒过而谬体哉？马融之广成、上林，雅而似赋，何弄文而失质乎？又崔瑗文学，蔡邕樊渠，并致美于序，而简约乎篇。挚虞品藻，颇为精核。至云杂以风雅，而不变旨趣，徒张虚论，有似黄白之伪说矣。及魏晋辨颂，鲜有出辙。陈思所缀，以皇子为摽；陆机积篇，惟功臣最显，其褒贬杂居，固末代之讹体也。"
                },
                {
                    "paragraph": "原夫颂惟典雅，辞必清铄。敷写似赋，而不入华侈之区；敬慎如铭，而异乎规戒之域。揄扬以发藻，汪洋以树义。唯纤曲巧致，与情而变。其大体所底，如斯而巳。"
                },
                {
                    "paragraph": "赞者，明也。昔虞舜之祀，乐正重赞，盖唱发之辞也。及益赞于禹，伊陟赞于巫咸，并飏言以明事，嗟叹以助辞也。故汉置鸿胪，以唱拜为赞，即古之遗语也。至相如属笔，始赞荆轲。及史班固书，托赞褒贬，约文以总录，颂体以论辞。又纪传侈评，亦同其名。而仲治流别，谬称为述，失之远矣。及景纯注雅，动植赞之；义兼美恶，亦犹颂之变耳。"
                },
                {
                    "paragraph": "然其为义，事生奖叹，所以古来篇体，促而不旷；必结言于四字之句，盘桓乎数韵之辞；约举以尽情，昭灼以送文，此其体也。发源虽远，而致用盖寡。大抵所归，其颂家之细条乎？"
                },
                {
                    "paragraph": "赞曰：容体底颂，勋业垂赞。镂影摛文，声理有烂。年积逾远，音徽如旦。降及品物，炫辞作玩。"
                }
            ]
        },
        {
            "name": "祝盟第十",
            "paragraphs": [
                {
                    "paragraph": "祝盟第十",
                    "type": 1
                },
                {
                    "paragraph": "天地定位，祀徧群臣。六宗既禋，三望咸秩。甘雨和风，是生黍稷，兆民所仰，美报兴焉。牺盛惟馨，本于明德；祝史陈信，资乎文辞。昔伊祈始蜡，以祭八神。其辞云：土及其宅，水归其壑，昆虫无作，草木归其泽。则上皇祝文，爱在兹矣。舜之祠田云：荷此长耜，耕彼南亩，四海俱有。利民之志，颇形于言矣。至于商履，圣敬日跻，玄牡告天，以万方罪巳，即郊禋之祠也；素车祷旱，以六事责躬，则雩禜之文也。"
                },
                {
                    "paragraph": "及周之太祝，掌六祀之辞。是以庶物咸生，陈于天地之郊；旁作穆穆，唱于迎日之拜；夙兴夜处，言于附庙之祝；多福无疆，布于少牢之馈；宜社类祃，莫不有文。所以寅处于神袛，严恭于宗庙也。春秋巳下，黩祀謟祭，祀币史辞，靡神不至。至于张老成室，致善于歌哭之祷；蒯聩临战，获佑于筋骨之请。虽造次颠沛，必于祝矣。若夫楚辞招䰟，可谓祝辞之组纚也。"
                },
                {
                    "paragraph": "汉之群祀，肃其旨礼。既总硕儒之仪，亦参方士之术。所以秘祝移过，异于成汤之心；侲子敺疾，同乎越巫之祝；体失之渐也。"
                },
                {
                    "paragraph": "至如黄帝有祝邪之文，东方朔有骂鬼之书，于是后之谴呪，务于善骂。唯陈思诰，裁以正义矣。若乃礼之祭祀，事止告飨。而中代祭文，兼赞言行，祭而兼赞，盖引神而作也。又汉代山陵，哀策流文；周丧盛姬，内史执策。然则策本书赠，因哀而为文也。是以义同于诔，而文实告神。诔首而哀末，颂体而呪仪，太史所作之赞，因周之祝文也。"
                },
                {
                    "paragraph": "凡群言发华，而降神实务，修辞立诚，在于无媿。祈祷之式，必诚以敬；祭奠之楷，宜恭且哀，此其大较也。班固之祀蒙山，祈祷之诚敬也；潘岳之祭庾妇，奠祭之恭哀也。举彚而求，昭然可鉴矣。"
                },
                {
                    "paragraph": "盟者，明也。骍毛白马，珠盘玉敦，陈辞乎方明之下，祝告于神明者也。在昔三王，诅盟不及。时有要誓，结言而退。周衰屡盟，以及要契。始之以曹沫，终之以毛遂。及秦昭盟夷，设黄龙之诅；汉祖建侯，定山河之誓。然义存则克终，道废则渝始。崇㬱在人，呪何预焉？若夫臧洪㰱辞，气截云蜺；刘琨钱誓，精贯霏霜，而无补于晋汉，反为仇雠。故知信不由衷，盟无益也。"
                },
                {
                    "paragraph": "夫盟之大体，必序危机，奖忠孝，共存亡，戮心力；祈幽灵以取鉴，指九天以为正；感激以立诚，切至以敷辞，此其所同也。然非辞之难，处辞为难。后之君子，宜在殷鉴。忠信可矣，无恃神焉。"
                },
                {
                    "paragraph": "赞曰：毖祀钦明，祝史惟谈。立诚在肃，修辞必甘。季代弥饰，绚言朱蓝。神之来格，所贵无惭。"
                }
            ]
        },
        {
            "name": "铭箴第十一",
            "paragraphs": [
                {
                    "paragraph": "铭箴第十一",
                    "type": 1
                },
                {
                    "paragraph": "昔帝轩刻舆几以弼违，大禹勒笋簴而招谏；成汤盘盂，著日新之规，武王户席，题必戒之训；周公慎言于金人，仲尼革容于欹器：则先圣鉴戒，其来久矣。故铭者，名也，观器必也正名，审用贵乎盛德。盖臧武仲之论铭也，曰：天子令德，诸侯计功，大夫称伐。夏铸九牧之金鼎，周勒肃慎之楛矢，令德之事也；吕望铭功于昆吾，仲山镂绩于庸器，计功之义也；魏颗纪勋于景铭，孔悝表勒于卫鼎，称伐之类也。若乃飞廉有石椁之锡，灵公有蒿里之谥，铭发幽石，吁可怪矣。赵灵勒迹于番禺，秦昭刻传于华山，夸诞示后，吁可茂也。详观众例，铭义见矣。至于始皇勒岳，政暴而文泽，亦有疎通之美焉。若班固燕然之勒，张昶华阴之碣，序亦盛矣。蔡邕铭思，独冠古今；侨公之箴，吐纳典谟；朱穆之鼎，全成碑文，溺所长也。至如敬通杂器，准矱戒铭，而事非其物，繁畧违中。崔骃品物，赞多戒少。李尤积篇，义俭辞碎，蓍龟神物，而居博奕之中，衡斛嘉量，而在臼杵之末。曾名品之末暇，何事理之能闲哉！魏文九寳，器利辞钝。唯张采剑阁，其才清采，迅足骎骎，后发前至，勒铭岷汉，得其宜矣。箴者，所以攻疾防患，喻箴石也。斯文兴，盛于三代。夏摘二箴，余句颇存。及周之辛甲百官箴一篇，体义备焉。迄至春秋，微而未绝。故魏綘讽君于后羿，楚子训民于在勤。战伐已来，弃德务功，铭辞代兴，箴文委绝。至扬雄稽古，始范虞箴，卿尹州牧廿五篇。及崔胡补缀，总称百官。指事配位，鞶鉴可征，信所谓追清风于前古，攀辛甲于后代者也。至于潘朂符节，要而失浅，温峤傅臣，博而患繁；王济国子，引广事杂，潘尼乘舆，义正体芜：凢斯继作，鲜有克衷。至于王朗杂箴，乃置巾履，得其戒慎，而失其所施；观其约文举要，宪章戒铭，而水火井灶，繁辞不巳，志有偏也。"
                },
                {
                    "paragraph": "夫箴诵于官，铭题于器，名目虽异，而警戒实同。箴全御过，故文质确切；铭兼襃谮，故体贵弘润：其取事也必核以辨，其摛文也必简而深，此其大要也。然矢言之道盖阙，庸器之制久沦，所以箴铭异用，罕施代。惟乘文君子，宜酌其远大焉。"
                },
                {
                    "paragraph": "赞曰：铭实表器，箴惟德轨。有佩于言，无鉴于水。秉兹贞厉，敬言乎履。义典则弘，文约为美。"
                }
            ]
        },
        {
            "name": "诔碑第十二",
            "paragraphs": [
                {
                    "paragraph": "诔碑第十二",
                    "type": 1
                },
                {
                    "paragraph": "周世盛德，有铭诔之文。大夫之才，临丧能诔。诔者，累也；累其德行，旌之不朽也。夏摘巳前，其详靡闻。周虽有诔，未被于士。又贱不诔贵，㓜不诔长，在万乘，则称天以诔之。读诔定谥，其节文大矣。自鲁庄战乘丘，始及于士。逮尼父卒，哀公作诔，观其愸遗之切，呜呼之叹，虽非壡作，古式存焉。至柳妻之诔惠子，则辞哀而韵长矣。暨乎汉世，承流而作。扬雄之诔元后，文实烦秽，沙麓撮其要，而挚疑成篇，安有累德述尊，而阔略四句乎？杜笃之诔，有誉前代；吴诔虽工，而他篇颇疎，岂以见称光武而改盻千金哉？傅毅所制，文体伦序；孝山、崔瑗，辨絜相参。观序如傅，辞靡律调，固诔之才也。潘岳构意，专师孝山，巧于序悲，易入新切，所以隔代相望，能征厥声者也。至如崔骃诔赵，刘陶诔黄，并得宪章，工在简要。陈思叨名，而体实繁缓，文皇诔末，旨言自陈，其乖甚矣。若夫殷臣诔汤，追襃玄鸟之祚；周史歌文，上阐后稷之烈：诔述祖宗，盖诗人之则也。至于序述哀情，则触类而长。傅毅之诔北海，云：白日幽光，雰雾杳冥；始序致惑，遂为后式，景而效者，弥取于功矣。详夫诔之为制，盖选言录行，传体而颂文，荣始而哀终。论其人也，暧乎若可觌；道其哀也，凄焉如可伤：此其旨也。"
                },
                {
                    "paragraph": "碑者，埤也；上古帝皇，始号封禅，树石埤岳，故曰碑也。周穆纪迹于弇山之石，亦石碑之意也。又宗庙有碑，树之两楹，事正丽牲，未勒勋绩。而庸器渐阙，故后代用碑，以石代金，同乎不朽，自庙徂坟，犹封墓也。自后汉以来，碑碣云起。才锋所断，莫高蔡邕：观杨赐之碑，骨鲠训典；陈郭二文，句无择言；周乎众碑，莫非清允。其叙事也该而要，其缀采也雅而泽；清词转而不穷，巧义出而卓立；察其为才，自然而至。孔融所创，有慕伯喈，张陈两文，辨给足采，亦其亚也。及孙绰为文，志在碑诔，温王郤庾，辞多枝杂，桓彝一篇，最为辨裁。夫属碑之体，资乎史才，其序则传，其文则铭。标序盛德，必见清风之华；昭纪鸿懿，必见峻伟之烈：此碑之制也。夫碑实铭器，铭实碑文，因器立名，事光于诔。是以勒石赞勋者，入铭之域；树碑述巳者，同诔之区焉。"
                },
                {
                    "paragraph": "赞曰：写实追虚，碑诔以立。铭德慕行，文采允集。观风似面，听辞如泣。石墨镌华，頺影岂忒。"
                }
            ]
        },
        {
            "name": "哀吊第十三",
            "paragraphs": [
                {
                    "paragraph": "哀吊第十三",
                    "type": 1
                },
                {
                    "paragraph": "赋宪之谥，短折曰哀。哀者，依也，悲实依心，故曰哀也。以辞遣哀，盖下涙之悼，故不在黄发，必施夭昏。昔三良殉秦，百夫莫赎，事均夭横，黄鸟赋哀，㧕亦诗人之哀辞乎？暨汉武封禅，而霍侯暴亡，帝伤而作诗，亦哀辞之类矣。及后汉，汝阳王亡，崔瑗哀辞，始变前戒。然履突鬼门，怪而不辞，驾龙乘云，仙而不哀；又卒章五言，颇似歌谣，亦仿佛乎汉武也。至于苏慎、张升，并述哀文，虽发其情华，而未极心实。建安哀辞，惟伟长差善，行女一篇，时有恻怛。及潘岳继作，实踵其美。观其虑善辞变，情洞悲苦，叙事如传，结言摹诗，促节四言，鲜有缓句；故能义直而文婉，体旧而趣新，金鹿、泽兰，莫之或继也。原夫哀辞大体，情主于痛伤，而辞穷乎爱惜。㓜未成德，故誉止于察惠；弱不胜务，故悼加乎肤色。隐心而结文则事惬，观文而属心则体奢。奢体为辞，则虽丽不哀：必使情往会悲，文来引泣，乃其贵耳。"
                },
                {
                    "paragraph": "吊者，至也。诗云：神之吊矣。言神至也。君子令终定谥，事极理哀，故宾之慰主，以至到为言也。压溺乖道，所以不吊。又宋水郑火，行人奉辞，国灾民亡，故同吊也。及晋筑虎台，齐袭燕城，使、苏秦翻贺为吊，虐民搆敌，亦亡之道。凡斯之例，吊之所设也。或骄贵而殒身，或狷忿以乖道，或有志而无时，或美才而兼累，追而慰之，并名为吊。自贾谊浮湘，发愤吊屈，体同而事核，辞清而理哀，盖首出之作也。及相如之吊二世，全为赋体，桓谭以为其言恻怆，读者叹息；及平章要切，断而能悲也。扬雄吊屈，思积切寡，意深文略，故辞韵沉膇。班彪、蔡邕，并敏于致语，然影附贾氏，难为并驱耳。胡阮之吊夷齐，襃而无闻，仲宣所制，讥呵实工。然则胡阮嘉其清，王子伤其隘，各志也。祢衡之吊平子，缛丽而轻清；陆机之吊魏武，序巧而文繁。降斯以下，未有可称者矣。夫吊虽古义，而华辞未造；华过韵缓，则化而为赋。固宜正义以绳理，昭德而塞违，割㭊襃贬，哀而有正，则无夺伦矣。"
                },
                {
                    "paragraph": "赞曰：辞定所表，在彼弱弄。苗而不秀，自古斯恸。虽有通才，迷方告控。千载可伤，寓言以送。"
                }
            ]
        },
        {
            "name": "杂文第十四",
            "paragraphs": [
                {
                    "paragraph": "杂文第十四",
                    "type": 1
                },
                {
                    "paragraph": "智术之子，博雅之人，藻溢于辞，辞盈乎气。苑囿文情，故日新殊致。宋玉含才，颇亦负俗，始造对问，以申其志，放怀寥廓，气实使之。及枚乘摛艶，首制七发，腴辞云搆，本丽风骇。盖七窍所发，发乎嗜欲，始雅末正，所以戒膏梁之子也。扬雄覃思文阔，业深综述，碎文璅语，肇为连珠，其辞虽小而明润矣。凡此三者，文章之枝派，暇豫之末造也。"
                },
                {
                    "paragraph": "自对问以后，东方朔效而广之，名为客难，托古慰志，疎而有辨。扬雄解嘲，杂以谐谑，廻环自释，颇亦为工。班固宾戏，含懿采之华；崔骃达旨，吐典言之裁；张衡应问，宻而兼雅；崔寔客讥，整而微质；蔡邕释诲，体奥而文炳；景纯客傲，情见而采蔚：虽迭相祖述，然属篇之高者也。至于陈思客问，辞高而理疎；庾凯客咨，意荣而文粹：斯类甚众，无所取裁矣。原兹文之设廼，发愤以表志。身挫凭乎道胜，时屯寄于情泰，莫不渊岳其心，麟凤其采，此立本之大要也。"
                },
                {
                    "paragraph": "自七发以下，作者继踵。观枚氏首唱，信独拔而伟丽矣。及傅毅七激，会清要之工；崔骃七依，入博雅之巧；张衡七辨，结采绵靡；崔瑗七厉，植义纯正；陈思七启，取美于宏壮；仲宣七释，致辨于事理。自桓麟七说以下，左思七讽以上，枝附影从，十有余家，或文丽而义睽，或理粹而辞驭。观其大抵所归，莫不高谈宫馆，壮语畋猎，穷瑰奇之服馔，极蛊媚之声色；甘意摇骨体，艶词洞䰟识，虽始之以淫侈，而终之以居正，然讽以劝百，势不自反。子云所谓先骋郑、卫之声，曲终而奏雅者也。唯七厉叙贤，归以儒道，虽文非拔群，而意实卓尔矣。"
                },
                {
                    "paragraph": "自连珠以下，拟者问出。杜笃、贾逵之曹，刘珍、潘朂之辈，欲穿明珠，多贯鱼目。可谓寿陵匍匐，非复邯郸之步；里配捧心，不关西施之嚬矣。唯士衡运思，理新文敏，而裁章置句，广于旧篇，岂慕珠仲四寸之珰乎！夫文小易周，思闲可赡。足使义明而辞净，事圆而音泽，磊磊自转，可称珠耳。"
                },
                {
                    "paragraph": "详夫汉来杂文，名号多品，或典语誓问，或览略篇章，或曲操弄引，或吟讽谣咏。总括其名，并归杂文之区；甄别其义，各入讨论之或。类聚有贯，故不曲述。"
                },
                {
                    "paragraph": "赞曰：伟矣前修，学坚多饱。负文余力，飞靡弄巧。技辞攒映，嘒若参昻。慕嚬之心，于焉祗搅。"
                }
            ]
        },
        {
            "name": "谐讔第十五",
            "paragraphs": [
                {
                    "paragraph": "谐讔第十五",
                    "type": 1
                },
                {
                    "paragraph": "芮良夫之诗云：自有肺肠，俾民卒狂。夫心险如山，口壅若川，怨怒之情不一，欢谑之言无方。昔华元弃甲，城者发睅目之讴；臧纥丧师，国人造侏儒之歌，并嗤戏形貌，内怨为俳也。又𧖟解鄙谚，貍首淫哇，苟可箴戒，载于礼典。故知谐辞讔言，亦无弃矣。"
                },
                {
                    "paragraph": "谐之言皆也，辞浅会俗，皆悦笑也。昔齐宣酣乐，而淳干说甘酒；楚襄䜩集，而宋玉赋好色：意在微讽，有足观者。及优孟之讽漆城，优旃之谏葬马，并谲辞饰说，㧕止昏暴。是以子长编史，列传滑稽，以其辞虽倾囘，意归义正也。但本体不杂，其流易弊。于是东方、枚皋，餔糟啜醨，无所匡正，而诋嫚媒弄，故其自称为赋，廼亦俳也，见视如倡，亦有悔矣。至魏大因俳说以著茂书，薛综凭宴会而发嘲调，虽抃推席，而无益时用矣。然而懿文之士，未免枉辔；潘岳丑妇之属，束晢卖饼之类，尤相效之，盖以百数。魏晋滑稽，盛相驱扇，遂乃应㻛之鼻，方于盗削卵；张华之形，比乎握舂杵。曾是莠言，有亏德音，岂非溺者之妄茂，胥靡之狂歌欤！"
                },
                {
                    "paragraph": "讔者，隐也；遯辞以隐意，谲譬以指事也。昔还杨求拯于楚师，喻眢井而称麦曲；叔仪乞粮于鲁人，歌佩玉而呼庚癸；伍举刺荆王以大鸟，齐客讥薛公以海鱼；庄姬托辞于龙尾，臧文谬书于羊裘。隐语之用，被于纪传。大者兴治济身，其次弼违晓惑。盖意生于权谲，而事出于机急，与夫谐辞，可相表里者也。汉世隐书，十有八篇；歆固编文，录之歌末。昔楚庄、齐威，性好隐语。至东方曼倩，尤巧辞述，但谬辞诋戏，无益规补。自魏代巳来，颇非俳优，而君子隐，化为谜语。谜也者，廻互其辞，使昏迷也。或体目文字，或图象品物，纤巧以弄忠，浅察以衒辞，义欲婉而正，辞欲隐而显。荀卿𧖟赋，巳兆其体；至魏文陈思，约而宻之。高贵乡公，博举品物，虽有小巧，用乖远大。夫观古之为隐，理周要务，岂为童稚之戏谑，抟髀而抃笑哉！然文辞之有谐隐，譬九流之有小说，盖稗官所采，以广视听。若效而不巳，则髠袒而入室，旃孟之石交乎！"
                },
                {
                    "paragraph": "赞曰：古之嘲隐，振危释惫。虽有丝麻，无弃管蒯。会义适时，颇益讽诫。空戏滑稽，德音大坏。"
                }
            ]
        },
        {
            "name": "史传第十六",
            "paragraphs": [
                {
                    "paragraph": "史传第十六",
                    "type": 1
                },
                {
                    "paragraph": "开辟草昧，岁纪绵邈，居今识古，其载籍乎！轩辕之世，史有苍颉，主文之识，其来久矣。曲礼曰：史载笔。左右使之记巳者，左史记事者，右史记言者。言经则尚书，事经则春秋。唐虞流于典谟，商夏被于诰誓。洎周命惟新，姬公定法，䌷三正以班历，贯四时以联事。诸侯建邦，各有国史，彰善瘅恶，树之风声。自平王微弱，政不及雅，宪章散紊，彝伦攸斁。夫子闵王道之缺，伤斯文之坠，静居以叹凤，临衢而泣麟。于是就大师以正雅、颂，因鲁史以修春秋，举得失以表黜陟，征存亡以摽劝戒。襃见一字，贵逾轩冕；贬在片言，诛深斧钺。然睿旨存亡幽隐，经文婉约，丘明同时，实得微言，乃原始要终，创为传体。传者，转也。转受经旨，以授其后，实圣文之羽翮，记籍之冠冕也。至从横之世，史职犹存。秦并七王，而战国有策。盖录而弗叙，故节简而为名也。汉灭羸、项，武功积年，陆贾稽古，作楚汉春秋。爰及太史谈世，惟执简；子长继至，甄序帝勣。比尧称典，则位杂中贤；法孔题经，则文非元圣。故取式吕览，通号曰纪。纪纲之号，亦宏称也。故本纪以述皇王，列传以总侯伯，八书以铺政体，十表以谱年爵，虽殊古式，而得事序焉。尔其实录无隐之旨，博雅弘辨之才，爱奇反经之尤，条例踳落之失，叔皮论之详矣。及班固述汉，因循前业，观司马迁之辞，思实过半。其十志该富，赞序弘丽，儒雅彬彬，信有遗味。至于宗经矩圣之典，端绪丰赡之功，遗亲攘美之罪，征贿鬻笔之愆，公理辨之究矣。观夫左氏缀事，附经间出，于文为约，而氏族难明。及史迁各传，人始区详而易览，述者宗焉。及孝惠委机，吕后摄政，班、史立纪，并违经实，何则？庖牺以来，未闻女帝者也。汉运所値，难为后法。牝鸡无晨，武王首誓；妇无与国，齐桓著盟；宣后乱秦，吕氏危汉。岂唯政事难假，亦名号宜慎矣。张衡同史，而或同迁、固，元年二后，欲为立纪，谬亦甚矣。寻子弘虽伪，要当孝惠之嗣；孺子诚微，实继平帝之体。二子可纪，何有于三后哉？"
                },
                {
                    "paragraph": "至于后汉纪传，发源东观。袁、张所制，偏驳不伦；薛、谢之作，疎谬少信。司马彪之详实，华峤之准当，则其冠也。及魏代三雄，记传互出。阳秋、魏略之属，江表、吴录之类，或激抗难征，或疎阔寡要。唯陈寿三志，文质辨洽，荀、张比之于迁、固，非妄至誉也。于晋代之书，系乎著作。陆机肇始而未备，王韶续末而不终。干寳述纪，以审正得序；孙盛阳秋，以约举为能。按春秋经传，举例𤼵凡。自史、汉以下，莫有准的。至邓𡎝晋纪，始立条例。又撮略汉、魏，宪章殷、周，𨿽湘州曲学，亦有心典谟。及交国立例，乃邓氏之规焉。"
                },
                {
                    "paragraph": "原夫载籍之作也，必贯乎百姓，被之千载，表征盛衰，殷鉴兴废。使一代之制，共日月而长存；王覇之迹，并天地而久大。是以在汉之初，史职为盛。郡国文计，先集太史之府，欲其详悉于体国。必阅石室，启金匮，抽裂帛，检残竹，欲其博练于稽古也。是立义选言，宜依经以树则；劝戒与夺，必附圣以居宗。然后铨评昭整，苛滥不作矣。然纪传为式，编年缀事，文非泛论，按实而书。岁远则同异难宻，事积则起讫易疎，斯固总会之为难也。或有同归一事，而数人分功，两记则失于复重，偏举则病于不周，此又铨配之未易也。故张衡摘史、班之舛滥，傅玄讥后汉之尤烦，皆此类也。"
                },
                {
                    "paragraph": "若夫追述远代，代远多伪。公羊高云：传闻异辞。荀况称：录远略近。盖文疑则阙，贵信史也。然俗皆爱奇，莫顾实理。传闻而欲伟其事，录远而欲详其迹；于是弃同即异，穿凿傍说，旧史所无，我书则传，此讹滥之本源，而述远之巨蠹也。至于记编，时同多诡，虽定、哀微辞，而世情利害。勋劳之家，虽庸夫而尽饰；迍败之士，虽令德而常嗤。理欲吹霜喷露，寒暑笔端。此入同时之枉，可叹息者也。欲述远则诬矫如彼，记近则囘邪如此，析理居正，唯素心乎！"
                },
                {
                    "paragraph": "若乃尊贤隐讳，固尼父之圣旨，盖纤瑕不能玷瑾瑜也；奸慝惩戒，实良史之直笔，农夫见莠，其必锄也。若斯之科，亦万代一准焉。至于㝷繁领杂之术，务信弃奇之要，明白头讫之序，品酌事例之条，晓其大纲，则众理可贯。然史之为任，乃弥纶一代，负海内之责，而赢是非之尤，秉笔荷担，莫此之劳。迁、固通矣，而历诋后世；若任情失正，文其殆哉。"
                },
                {
                    "paragraph": "赞曰：史肇轩黄，体备周孔。世历斯编，善恶偕总。腾襃裁贬，万古䰟动。辞宗丘明，直归南董。"
                }
            ]
        },
        {
            "name": "诸子第十七",
            "paragraphs": [
                {
                    "paragraph": "诸子第十七",
                    "type": 1
                },
                {
                    "paragraph": "诸子者，入道见志之书。太上立德，其次立言。百姓之群，居苦纷杂而莫显；君子之处世，疾名德之不章。唯英才特达，则炳曜垂文，腾其姓氏，悬诸日月焉。昔风后、力牧、伊尹，咸其流也。篇述者，盖上古遗语，而战代所记者也。至鬻熊知道，而文王咨询，余文遗事，录为鬻子。子自肇始，莫先于兹。及伯阳识礼，而仲尼访问，爰序道德，以冠百氏。然则鬻惟文友，李实孔师，圣贤并世，而经、子异流矣。"
                },
                {
                    "paragraph": "逮及七国力政，俊乂蠭起。孟轲膺儒以磬折，庄周述道以翶翔，墨翟执俭确之教，尹文课名实之符，野老治国于地利，驺子养政于天文，申、摘刀锯以制理，鬼谷唇吻以策勋，尸狡兼总于杂术，青史曲缀以街谈。承流而枝附者，不可胜筭，并飞辨以驰术，餍禄而余荣矣。暨于暴秦烈火，势炎昆冈，而烟燎之毒，不及诸子。逮汉成普思，子政雠校，于是七略芬菲，流鳞萃止，杀青所编，百有八十余家矣。迄至魏晋，作者间出，讇言兼存，璅语必录，类聚而求，亦充箱照轸矣。然繁辞虽积，而本体易总。述道言治，枝条五经；其纯粹者入矩，踳驳者出规。礼记月令，取乎吕氏之纪；三年问丧，写乎荀子之书。此纯粹之类也。若乃汤之问棘，云蚊睫有雷霆之声；惠施对梁王，云蜗角有伏尸之战。列子有移山跨海之谈，淮南有倾天折地之说。此踳驳之类也。是以世疾诸混洞虚诞。按归藏之经，大明迂怪，乃称羿毙十日，嫦娥奔月。殷汤如兹，况诸子乎？至如摘韩，六虱、五蠹，弃孝废仁；辕药之祸，非虚至也。公孙之白马、孤犊，辞巧理拙；魏牟比之鸮鸟，非妄贬也。昔东平求诸子、史记，而汉朝不与，盖以史记多兵谋，而诸子杂诡术也。然洽闻之士，宜撮纲要，览华而食实，弃邪而采正；极睇参差，亦学家之壮观也。"
                },
                {
                    "paragraph": "研夫孟、荀所述，理懿而辞雅；管、晏属篇，事核而言练；列御冦之书，气伟而采奇；邹子之说，心奢而辞壮；墨翟、随巢，意显而语质；尸佼、尉缭，术通而文钝；鹖冠绵绵，亟发深言；鬼谷渺渺，毎环其义；情辨以泽，文子擅其能；辞约而精，尹文得其要。慎到折蜜理之巧，韩非著博喻之富，吕氏鉴远而体周，淮南泛采而文丽。斯则得百氏之华采，而辞气文之大略也。若夫陆贾典语，贾谊新书，扬雄法言，刘向说苑，王符濳夫，崔寔正论，仲长昌言，杜夷幽求，咸叙经典，或明政术，虽摽论名，归乎诸子。何者？博明万事为子，适辨一理为论，彼皆蔓延杂说，故入诸子之流。夫自六国以前，去圣未远，故能越世高谈，自开户牗。两汉以后，体势浸弱，难明于坦途，而类多依采，此远近之渐变也。嗟夫！身与时舛，志共道申，摽心于万古之上，而送怀于于载之下，金石靡矣，声其销乎？赞曰：大夫处世，怀实挺秀。辨雕万物，智周宇宙。立德何隐，含道必授。条流殊述，若有区囿。"
                }
            ]
        },
        {
            "name": "论说第十八",
            "paragraphs": [
                {
                    "paragraph": "论说第十八",
                    "type": 1
                },
                {
                    "paragraph": "圣世彝训曰经，述经叙理曰论。论者，伦也。伦理有无，圣意不坠。昔仲尼微言，门人追记，故仰其经目，称为论语。盖群论立名，始于兹矣。自论语巳前，经无论字；六韬二论，后人追题乎！详观论体，条流多品：陈政，则与议说合契；释经，则与传注参体；辨史，则与赞评齐行；铨文，则与叙引共纪。故议者宜言，说者说语，传者转师，注者主解，赞者明意，评者平理，序者次事，引者胤辞。八名区分，一揆宗论。论也者，弥纶群言，而研一理者也。是以庄周齐物，以论为名；不韦春秋，六论昭列。至石渠论艺，白虎通讲，聚述圣言通经，论家之正体也。及班彪王命，严允三将，敷述昭情，善入史体。魏之初覇，术兼名法，傅碬、王粲，校练名理。迄至正始，务欲守文；何晏之徒，始盛玄论。于是聃周当路，与尼父争涂矣。详观兰硕之才性，仲宣之去代，叔夜之辨声，太初之本玄，辅嗣之两例，平叔之二论，并师心独见，锋颕精宻，盖人伦之英也。至如李康运命，同论衡而过之；陆机辨正，效过秦而不及，然其美矣。次及宋代、郭蒙，锐思于机神之区；夷甫、裴頠，交辨于有无之域：并独步当时，流声后代。然滞有者，全系于形用；贵无者，专守于寂寥；徒锐偏解，莫诣正理；动极神源，其般若之绝境乎！逮江左群谈，惟玄是务。虽有日新，而多抽前绪矣。至如张衡讥世，韵似排说；孔融孝廉，但谈嘲戏；曹植辨道，体同书抄。才不持论，宁如其巳。原夫论之为体，所以辨正然否；穷有数，追无形，迹坚求通，钩深取极，乃百虑之筌蹄，万事之权衡也。故其义贵圆通，辞忌枝碎。必使心与理合，弥缝莫见其隙；辞共心宻，敌人不知所乘。斯其要也。是以论如析薪，贵能破理。斤利者，越理而横断；辞辨者，反义而取通。览文虽巧，而检迹如妄。唯君子能通天下之志，安可以曲论哉？若夫注释为词，解散论体，襍文虽异，总会是同。若秦延君之注尧典，十余万字；朱普之解尚书，三十万言。所以通人恶烦，差学章句。若毛公之训诗，安国之传书，郑君之释礼，王弼之解易，要约明畅，可谓式矣。说者，悦也。言咨悦怿，过悦必伪。说之善者，伊尹以论味隆殷，太公以辨钓兴周。及烛武行而纾郑，端木出而存鲁，亦其美也。暨战国争雄，辨士云踊；从横参谋，长短角势；转丸骋其巧辞，飞钳伏其精术。一人之辨，重于九鼎之寳；三寸之舌，强于百万之师。六印磊落以佩，五都隐赈而封。至汉定秦、楚，辨士弭节。郦君既毙于齐镬，蒯子几入乎汉鼎。虽复陆贾籍甚，张释傅会，杜钦文辨，楼护唇舌，颉颃万乘之阶，抵嘘公卿之席，并顺风以托势，莫能逆波而溯洄矣。夫说贵抚会，㢮张相随，不专缓颊，亦在刀笔。范雎之言事，李斯之止逐客，并烦情入机，动言中务，虽批逆鳞，而功成计合，此上书之善说也。至邹阳之说呉梁，喻巧而理至，故虽危而无咎矣。敬通鲍邓，事缓而文繁，所以历聘而罕过也。凡论之枢要，必使时利而义贞，进有契于成务，退无阻于荣身。自非谲敌，则唯忠与信。披肝胆以献主，飞文敏以济辞，此说之本也。而陆氏直称说炜晔以谲诳，何哉？"
                },
                {
                    "paragraph": "赞曰：理形于言，叙理成论。词深人天，致远方寸。阴阳莫贰，鬼神靡遯。说尔飞钳，呼吸沮劝。"
                }
            ]
        },
        {
            "name": "诏策第十九",
            "paragraphs": [
                {
                    "paragraph": "诏策第十九",
                    "type": 1
                },
                {
                    "paragraph": "皇帝御宇，其言也神。渊嘿黼扆，而响盈四表，唯诏策乎！昔轩辕、唐、虞，同称为命。命之为义，制性之本也。其在三代，事兼诰誓。誓以训戎，诰以敷政。命喻自天，故授管锡胤。易之姤象：后以施命诰四方。诰命动民，若天下之有风矣。降及七国，并称曰令。命者，使也。秦并天下，改命曰制。汉初定仪则，则命有四品：一曰策书，二曰制书，三曰诏书，四曰戒敕。敕戒州邦，诏诰百官，制施赦命，策对王侯。策者，简也；制者，裁也；诏者，告也；敕者，正也。诗云：畏此简书。易称：君子以制数度。礼称：明君之诏。书称：敕天之命。并本经典，以立名目。远诏近命，习秦制也。记称丝纶，所以应接群后。虞重纳言，周贵喉舌。故两汉诏诰，职在尚书。王言之大，动入史策，其出如綍，不反若汗。是以淮南有英才，武帝使相如视草；陇右多文士，光武加意于书辞。岂直取美当时，亦敬慎来叶矣。观文、景以前，诏体浮新；武帝崇儒，选言弘奥。策对三王，文同训典；观戒渊雅，埀范后代。及制诰严助，即云厌承明庐，盖宠才之恩也。孝宣玺书，责搏士陈遂，亦故旧之厚也。逮光武拨乱，留意斯文，而造次喜怒，时或偏滥。诏赐邓禹，称司徒为尧；敕责侯覇，称黄钺一下。若斯之类，实乖宪章。暨明帝崇学，惟诏间出。安和政㢮，礼阁鲜才，毎为诏敕，假手外请。建安之末，文理代兴。潘朂九锡，典雅逸群。卫觊禅诰，符命炳燿，弗可加也。自魏晋诰策，职在中书，刘放、张华，牙管斯任，施命发号，洋洋盈耳。魏文帝下诏，辞义多伟。至于作威作福，其万虑之一弊乎！晋氏中兴，唯明帝崇才。以温峤文清，故中书。自斯以后，体虑风流矣。夫王言崇秘，大观在上，所以百辟其刑，万邦作孚。故授官选贤，则义炳重离之辉；优文封策，则气含风雨之润；敕戒恒诰，则笔吐星汉之华；治戎爕伐，则声有洊雷之威；青灾肆赦，则文有春露之滋；明罚敕法，则辞有秋霜之烈。此诏策之大略也。"
                },
                {
                    "paragraph": "戒敕为文，实诏之切者，周穆命邓父受敕宪，此其事也。魏武称作敕戒当指事而诰，勿得依违，晓治要矣。及晋武敕戒，备告百官：敕都督以兵要，戒州牧以董司，警郡守以恤隐，勒牙门以御卫，有训典焉。戒者，慎也。禹称：戒之用休。君父至尊，在三同极。汉高祖之敕太子，东方朔之戒子，亦顾命之作也。及马援巳下，各赂家戒。班姬女戒，足称母师也。"
                },
                {
                    "paragraph": "教者，效也。言出而民效也。契敷五教，故王侯称教。昔郑弘之守南阳，条教为后所述，乃事绪明也。孔融之守北海，文教丽而罕于理，乃治体乖也。若诸葛孔明之详约，庾雅恭之明断，并理得而辞中，辞之善也。"
                },
                {
                    "paragraph": "自教以下，则又有命。诗云：有命在天。明为重也。周礼曰：师氏诏王。为轻命。今诏重而命轻者，古今之变也。"
                },
                {
                    "paragraph": "赞曰：皇王施令，寅严宗诰。我有丝言，兆民尹好。辉音峻举，鸿风远蹈。腾义飞辞，焕其大号。"
                }
            ]
        },
        {
            "name": "檄移第二十",
            "paragraphs": [
                {
                    "paragraph": "檄移第二十",
                    "type": 1
                },
                {
                    "paragraph": "震雷始于曜电，出师先乎威声。故观电而惧雷壮，听声而惧兵威。兵先乎声，其来巳久。昔有虞始戒于国，夏后初誓于军，殷誓军门之外，周将交刃而誓之。故知帝世戒兵，三王誓师，宣训我众，未及敌人也。至周穆西征，祭公谋父称：古有威让之令，令有文告之辞。即檄之本源也。及春秋征伐，自诸侯出，惧敌弗服，故兵出湏名，振此威风，暴彼昏乱。刘献公之所谓告之以文辞，董之以师武者也。齐桓征楚，告菁茅之阙；晋厉伐秦，责其郜之焚；管仲、吕相，奉辞先路。详其意义，即今之檄文。暨乎战国，始称为檄。檄者，皦也。宣露于外，皦然明白也。张仪檄楚，书以尺二。明白之文，或称露布，播诸视听也。夫兵以定乱，莫敢自专，天子亲戎，则称龚行天罚；诸侯御师，则云肃将王诛。故分阃推毂，奉辞伐罪，非唯致果为毅，亦且厉辞为武。使声如衡风所系，气似搀抢所扫；奋其武怒，总其罪人；惩其恶稔之时，显其贯盈之数；摇奸宄之胆，订信慎之心；使百尺之冲，摧折于咫书，万雉之城，颠坠于一檄者也。观隗嚣之檄亡新，有其三逆，文不雕饰，而辞切事明，陇右文士，得檄之体矣。陈琳之檄，壮有骨鲠，虽奸阉携养，章宻太甚，发丘模金，诬过其虚，然抗辞书衅皦然露。固矣，敢指曹公之锋；幸哉，免袁党之戮也。钟会檄蜀，征验甚明；桓公檄胡，观衅尤切，并壮笔也。凡檄之大体，或述此休明，或叙彼苛虐；指天时，审人事，筭强弱，角权势；摽蓍龟于前验，悬鞶鉴于巳然，虽本国信，实参兵诈。谲诡以驰旨，炜晔以腾说，凡此众条，莫或违之者也。故其植义飏辞，务在刚健。挿羽以示迅，不可使辞缓；露板以宣众，不可使义隐。必事昭而理辨，气盛而辞断，此其要也。若曲趣宻巧，无所取才矣。又州邦征吏，亦称为檄，固明举之义也。"
                },
                {
                    "paragraph": "移者，易也。移风易俗，令往而民随者也。相如之难蜀老，文晓而喻博，有移檄之骨焉。及刘歆之移太常，辞刚而义辨，文移之首也。陆机之移百官，言约而事显，武移之要者也。故檄移为用，事兼文武。其在金革，则逆党用檄，烦命资移，所以洗濯民心，坚用符契。意用小异，而体义大同，与檄参伍，故不重论也。"
                },
                {
                    "paragraph": "赞曰：三驱弛刚，九伐先话。鞶鉴吉㐫，著龟成败。推压鲸鲵，抵落蜂虿。移寳易俗，草偃风迈。"
                }
            ]
        },
        {
            "name": "封禅第二十一",
            "paragraphs": [
                {
                    "paragraph": "封禅第二十一",
                    "type": 1
                },
                {
                    "paragraph": "夫正位北辰，向明南面，所以运天枢，毓黎献者，何尝不经道纬德，以勒皇迹者哉？绿图曰：潬潬噅噅，棼棼雉雉，万物尽化。言至德所被也。丹书曰：义胜欲则从，欲胜义则凶，戒慎之至也。则戒慎以崇其德，至德以凝其化，七十有二君，所以封禅矣。"
                },
                {
                    "paragraph": "昔黄帝神灵，克膺鸿瑞，勒功乔岳，铸鼎荆山。大舜廵岳，显乎虞典；成康封禅，闻之乐纬。及齐桓之覇，爰窥王迹，夷吾谲陈，距以怪物，固知玉牒金镂，专在帝皇也。然则西鹣东鲽，南茅北黍，空谈非征，勋德而巳。是史迁八书，明述封禅者，固禋祀之殊礼，铭号之秘，祀天之壮观。秦始皇铭岱，文自李斯，法家辞气，体乏弘润，然疎而能壮，亦彼时之绝采也。铺观两汉隆盛，孝武禅号于肃然，光武廵封于梁父，请德铭勋，乃鸿笔耳。观相如封禅，蔚为唱首。尔其表权舆，序皇王，炳玄符，镜鸿业，驱前古于当今之下，腾休明于列圣之上，歌之以祯瑞，赞之以介丘，绝笔兹文，固惟新之作也。及光武勒碑，则文字张纯，首胤典谟，末同祝辞，引钩䜟，叙离分，计武功，述文德，事核理举，华不足而实有余矣。凡此二家，并岱宗实迹也。及扬雄剧秦，班固典引，事非镌石，而体因纪禅。观剧秦为文，影写长卿，诡言遯辞，故兼包神怪。然骨掣靡宻，辞贯圆通，自称极思，无遗力矣。典引所叙，雅有懿乎！历鉴前作，能执厥中，其致义会文，斐然余巧。故称封禅丽而不典，剧秦典而不实，岂非追观易为明，循势易为力欤？至于邯郸受命，攀响前声，风末力寡，辑韵成颂，虽文理烦序，而不能奋飞。陈思魏德，假论客主，问答迂缓，且已千言，劳深勣寡，飚燄缺焉。"
                },
                {
                    "paragraph": "兹文为用，盖一代之典章也。搆位之始，宜明大体，树骨于训典之区，选言于宏富之路，使意古而不晦于深文，今而不坠于浅，义吐光芒，辞成廉锷，则为伟矣。虽复道极数殚，终然相袭，而日新其来者，必超前辙焉。"
                },
                {
                    "paragraph": "赞曰：封勒帝勣，对越天休。逖听高岳，声英克彪。树石九旻，泥金八幽。鸿律蟠采，如龙如虬。"
                }
            ]
        },
        {
            "name": "章表第二十二",
            "paragraphs": [
                {
                    "paragraph": "章表第二十二",
                    "type": 1
                },
                {
                    "paragraph": "夫设官分职，高卑联事。天子埀珠以听，诸侯鸣玉以朝。敷奏以言，明试以功。故尧咨四岳，舜命八元，固辞再让之请，俞往钦哉之授，并陈辞帝庭，匪假书翰。然则敷奏以言，则章表之义也；明试以功，即授爵之典也。至太甲既立，伊尹书诫，思庸归毫，又作书以赞，文翰献㬱，事斯见矣。周监二代，文理弥盛。再拜稽首，对扬休命，承文受册，敢当丕显。虽言笔未分，而陈谢可见。降及七国，未变古式，言事于王，皆称上书。秦初定制，改书曰奏。汉定礼仪，则有四品：一曰章，二曰奏，三曰表，四曰议。章以谢恩，奏以按劾；表以陈请，议以执异。章者，明也。诗云：为章于天，谓文明也。其在文物，赤白曰章。表者，标也。礼有表记，谓德见仪。其在器式，揆景曰表。章表之目，盖取诸此也。按七略、艺文，谣咏必录。章表奏议，经国之枢机，然阙而不纂者，乃各有故事，而在职司也。前汉表谢，遗篇寡存。及后汉察举，必试章奏。左雄奏议，台阁为式；胡广章奏，天下第一，并当时之杰笔也。观伯始谒陵之章，足见其典文之美焉。昔晋文受册三从命，是以汉末让表，以三为断。曹公称为表不止三让，又勿得浮华。所以魏初表章，指事造实，求其靡丽，则未足美矣。至于文举之荐祢衡，气扬采飞；孔明之辞后主，志尽文畅。虽华实异旨，并表之英也。琳、瑀章表，有誉当时，孔章称健，则其标也。陈思之表，独冠群才。观其体赡而律调，辞清而志显，应物掣巧，随变生趣，执辔有余，故能缓急应节。逮览晋初笔札，则张华为俦。其三让公封，理周辞要，引义比事，必得其偶，世珍鹪鹩，莫顾章表。及羊公之辞开府，有誉于前谈；庾公之让中书，信美于往载。序志显类，有文雅焉。刘琨劝进，张骏自序，文致耿介，并陈事之美表也。"
                },
                {
                    "paragraph": "原夫章表文为用也，所以对扬王庭，昭明心曲，既其身文，且亦国华。章以造阙，风矩应明；表以致禁，骨采宜耀。循名课实，以为本者也。是以章式炳贲，志在典谟，使要而非略，明而不浅。表体多包，情伪屡迁，必雅义以扇其风，清文以驰其丽。然恳惬者辞为心使，浮侈者情为出使，繁约得正，华实相胜，唇吻不滞，则中律矣。子贡云：心以制之，言以结之。盖一辞意也。荀卿以为观人美辞，丽以黼黻，文章亦可以喻于斯乎？"
                },
                {
                    "paragraph": "赞曰：敷奏綘阙，献僭黼扆。言必贞明，义则弘伟。肃恭节文，条理首尾。君子秉文，辞令有斐。"
                }
            ]
        },
        {
            "name": "奏启第二十三",
            "paragraphs": [
                {
                    "paragraph": "奏启第二十三",
                    "type": 1
                },
                {
                    "paragraph": "昔唐虞之臣，敷奏以言。秦、汉之辅，上书称奏。陈政事，献典仪，上急变，劾僭谬，总谓之奏。奏者，进也，敷于下情，进于上也。秦始立奏，而法家少文。观王绾之奏勋德，辞质而义近；李斯之奏骊山，事略而意迳。政无膏润，形于篇章矣。自汉以来，奏事或称上疏，儒雅继踵，殊采可观。若夫贾谊之务农，眺错之兵卒，匡衡之定郊，王吉之观礼，温舒之缓狱，谷永之谏仙，理既切至，辞亦通明，可谓识大体矣。后汉群贤，嘉言罔伏，杨秉耿介于灾异，陈蕃愤懑于尺一，骨鲠得焉。张衡指摘于史职，蔡邕铨列于朝仪，博雅明焉。魏代名臣，文理迭兴，若高堂天文，黄观教学，王朗节省，瓯毅考课，亦尽节而知治矣。晋氏多难，灾屯流移，刘颂殷勤于时务，温峤恳切于费役，并体国之忠规矣。夫奏之为笔，固以明允笃诚为本，辨扸疏通为首，强志足以成务，博见足以穷理，酌古御今，治繁总要，此其体也。若乃按劾之奏，所以明宪清国。昔周之太仆，绳愆紏缪；秦之御史，职主文法；汉置中丞，总司按劾。故位在挚击，砥砺其气，必使笔端振风，简上凝霜者也。观孔光之奏董贤，则实其奸囘；路粹之奏孔融，则诬其衅恶。名儒之与险士，固殊心焉。若夫傅盛劲直，而按辞坚深；刘隗切正，而劾文阔略，各其志也。后之弹事，迭相斟酌，惟新日用而旧准弗差。然函人欲全，矢人欲伤，术在紏恶，势必深峭。诗刺䜛人，投卑豺虎；礼嫉无礼，方之鹦猩；墨翟非儒，目以豕彘；孟轲讥墨，比诸禽兽。诗、礼儒墨，既其如兹，奏劾严文，孰云能免？是以世人为文，竞于诋诃，吹毛取瑕，次骨为戾，复似善骂，多失折衷。若能辟礼门以悬䂓，标义路以植矩，然后逾垣者折肱，捷径者灭趾。何必躁言丑句，话病为切哉！是以立范运衡，宜明体要，必使理有典刑，辞有风轨，总法家之式，秉儒家之文。不畏强御，气流墨中，无纵诡随，声动简外，乃称绝席之雄，直方之举耳。"
                },
                {
                    "paragraph": "启者，开也。高宗云：启乃心，沃朕心。取其义也。孝景讳启，故两汉无称。至魏国笺记，如云启闻，奏事之末，或谨宻启。自晋来盛启，用兼表奏。陈政言事，既奏之异条；让爵谢恩，亦表之别干。必敛彻入规，促其音节，辨要轻清，文而不侈，亦启之大略也。"
                },
                {
                    "paragraph": "又表奏确切，号为谠言。谠者，偏也。王道有偏，乖乎荡荡，其偏，故曰谠言也。孝成称班伯之谠言，贵直也。自汉置八仪，宻奏阴阳，皂囊封扳，故曰封事。眺错受书，还士便宜。后代便宜，多附封事，慎机宻也。夫王臣匪躬，必吐謇谔，事举人存，故无待泛说也。"
                },
                {
                    "paragraph": "赞曰：皂饰司直，肃清风禁。笔锐干将，墨含淳酖。虽有次骨，无或肤浸。献政陈宜，事必胜任。"
                }
            ]
        },
        {
            "name": "议对第二十四",
            "paragraphs": [
                {
                    "paragraph": "议对第二十四",
                    "type": 1
                },
                {
                    "paragraph": "周爰咨谋，是谓为议。议之言宜，审事宜也。易之节卦：君子以制度数议德行。周书曰：议事以制，政乃弗迷。议贵节制，经典之体也。昔管仲称轩辕有明台之议，则其来远矣。洪水之难，尧咨四岳；宅揆之举，舜畴五人。三代所兴，询及蒭荛。春秋释宋，鲁桓务议；及赵灵胡服，而季父争论。商鞅变法，而甘龙交辨。虽宪章无筭，而同异足观。迄今有汉，始立驳议。驳者，杂也。襍议不纯，故曰驳也。自两汉文明，楷式照备，蔼蔼多士，发言盈庭。若贾谊之遍代诸生，可谓捷于议也。至如主父之驳挟弓，安国之辨匈奴，贾捐之陈于朱崖，刘歆之辨于祖宗，虽质文不同，得事要矣。若乃张敏之断轻侮，郭躬之议擅诛，程晓之驳校事，司马芝之议货钱，何曾蠲出女之科，秦秀定贾充之谧，事实允当，可谓达议体矣。汉世善驳，则应劭为首；晋代能议，则傅咸为宗。然仲瑗博古，而铨贯以叙，长虞识治，而属辞枝繁。及陆机断议，亦有锋颕，而腴辞弗翦，颇累文骨，亦各有美，风格存焉。夫动先拟议，明用稽疑，所以敬慎群务，㢮张治术。故其大体所资，必枢纽经典，采故实于前代，观通变于当今，理不谬摇其枝，字不妄舒其藻。又郊祀必洞于礼，戎事必练于兵，佃榖先暁于农，断讼务精于律。然后标以显义，约以正辞。文以辨㓗为能，不以繁缛为巧；事以明核为美，不以深隐为奇。此纲领之大要也。若不达政体，而舞笔弄文，支离搆辞，穿凿会巧，空骋其华，固为事实所摈；设得其埋，亦为游辞所理。昔秦女嫁晋，从文衣之媵者，晋人贵媵而贱女；楚珠鬻郑，为薰桂之椟，郑人买椟而还珠。若文浮于理，末胜其本，则秦女楚珠，复在于兹矣。"
                },
                {
                    "paragraph": "又对策者，应诏而陈政也；射策者，探事而献说也。言中理准，譬射侯中的，二名虽殊，即议之别体也。古之造士，选事考言。汉文中年，始举贤良，眺错对策，蔚为举首。及孝武益明，旁求俊乂，对策者以第一登庸，射策者以甲科入仕，斯固选贤要术也。观眺氏之对，验古今，辞裁以辨，事通而赡，超升高第，信有征矣。仲舒之对，祖述春秋，本阴阳之化，究列代之变，烦而不慁者，事理明也。公孙之对，简而未博，然总要以约文，事切而情举，所以太常居下，而天子擢上也。杜钦之对，略而指事，辞以治宣，不为文作。及后汉鲁平，辞气质素，以儒雅中策，以入高第。凡此五家，并明代之明范也。魏晋巳来，稍务文丽，以文纪实，所失巳多。及其来选，又称疾不会，虽欲求文，弗可得也。是以汉饮博士，而雉集平堂；晋策秀才，而麏兴于前。无他怪也，选失之异耳。"
                },
                {
                    "paragraph": "夫驳议偏辨，各执异见，对策揄扬，大明治道，使事深于政术，理宻于时务，酌三五以镕世，而非迂缓之高谈。驭权变以拯俗，而非刻薄之伪论。风恢恢而能远，流洋洋而不溢，王庭之美对也。难矣哉，士之为才也。或练治而寡文，或工文而疎治，对策所选，实属通才。志足文远，不其鲜欤。"
                },
                {
                    "paragraph": "赞曰：议惟畴政，名实相课。断理必纲，摛辞无懦。对策王庭，同时酌和。洽体高秉，雅谟远播。"
                }
            ]
        },
        {
            "name": "书记第二十五",
            "paragraphs": [
                {
                    "paragraph": "书记第二十五",
                    "type": 1
                },
                {
                    "paragraph": "大舜云：书用识哉。所以记时事也。盖圣贤言辞，总为尚书。尚书之为体，主言者也。扬雄曰：言，心声也。书，心画也。声画形，君子小人可见矣。故书者，舒也。舒布其言，陈之简牍，取象乎史，贵在明决而巳。三代政暇，文翰颇疎；春秋聘繁，书介弥盛。绕朝赠士会以策，子家与赵宣以书，巫臣之遗子反，子产之谏范宣，详观四书，辞若对面。又子服敬叔进吊书于滕君，固知行人挈辞，多被翰墨矣。及七国献书，诡丽辐凑；汉来笔札，辞气纷纭。观史迁之报任安，东方朔之难公孙，杨恽之酬会宗，子云之答刘歆，志气槃桓，各含殊采，并杼轴乎尺素，抑扬乎寸心。逮后汉书记，则崔瑗尤善；魏之元瑜，号称翩翩。文举属章，半简必录。休琏好事，留意辞翰，抑其次也。稽康绝交，实志高而文伟矣。赵至赠离，廼少年之激切也。至如陈遵占辞，百封各意；祢衡代书，亲疎得宜，斯又尺牍之偏才也。详总书体，本在尽言，言以散郁，陶托风采，故宜条畅以任气，优柔以怿怀，文明从容，亦心声之献酬也。若夫尊贵差序，则肃以节文。战国以前，君臣同书，秦汉立仪，始有表奏，王公国内，亦称奏书。张敞奏书于胶后，其义美矣。迄至后汉，稍有名品，公府奏记，而郡将奏笺。记之言志，进巳志也。笺者，表也，识表其情也。崔寔奏记于公府，则崇让之德音矣。黄香奏笺于江夏，亦肃恭之遗式矣。公干笺记，丽而规益，子桓弗论，故世所共遗。若略名取实，则有美于为诗矣。刘廙谢恩，喻切以至，陆机自理，情周而巧，笺之为善者也。原笺记之为式，既上窥乎表，亦下睨乎书，使敬而不慑，简而无傲，清美以惠其才，彪蔚以文其响，盖笺记之分也。"
                },
                {
                    "paragraph": "夫书记广大，衣被事体，笔劄杂名，古今多品。是以总领黎庶，则有谱籍簿录；毉历星筮，则有方术占式；申宪述兵，则有律令法制；朝市征信，则有符契劵疏；百官询事，则有关刺解牒；万民达志，则有状列辞谚。并述理于心，著言于翰，虽艺文之末品，而政事之先务也。"
                },
                {
                    "paragraph": "故谓谱者，普也。注序世统，事资周普。郑氏谱诗，盖取乎此。籍者，借也。岁借民力，条之于版，春秋司籍，即其事也。簿者，圃也。草木区别，文书类聚，张汤、李广，为吏所簿，别情伪也。录者，领也。古史世本，编以简策，领其名数，故曰录也。方者，隅也。医药攻病，各有所主，专精一隅，故药术称方。术者，路也。筭历极数，见路乃明。九章积征，故以为术。淮南万毕，皆其类也。占者，觇也。星辰飞伏，伺候乃见，精观书云，故曰占也。式者，则也。阴阳盈虚，五行消息，变虽不常，而稽之有则也。律者，中也。黄钟调起，五音以正，音以正法律驭民，八刑克平，以律为名，取中正也。令者，命也。出命申禁，有若自天。管仲下命如流水，使民从也。法者，象也。兵谋无方，而奇正有象，故曰法也。制者，裁也。上行于下，匠之制器也。符者，厚也。征召防伪，事资中孚。三代玉瑞，汉世金竹，末代从省，易以书翰矣。契者，结也。上古纯质，结绳执契，今羌胡征数，负贩记缗，其遗风欤。劵者，束也。明白约束，以备情伪，字形半分，故周称判书。古有铁劵，以坚信誓。王褒髯奴，则劵之楷也。疏者，布也。布置物类，撮题近意，故小劵短书，号为疏也。关者，闭也。出入由门，关闭由审，庶务在政，通塞应详。韩非云：孙亶四圣相也，而关于州部。盖谓此也。刺者，达也。诗人讽刺，周礼三刺，事叙相达，若针之通结矣。解者，释也。解释结滞，征事以对也。牒者，叶也。短简编牒，如叶在枝，温舒截蒲，即其事也。议政未定，故短牒咨谋。牒之尤宻，谓之为籖。籖者，籖宻者也。状者，貌也。礼貌本原，取其事实。先贤表谥，并有行状，状之大者也。列者，陈也。陈列事情，昭然可见也。辞者，舌端之文，通巳于人。子产有辞，诸侯所赖，不可巳也。谚者，直语也。丧言亦不及交，故吊亦称谚。㕓路浅言，有实无华。邹穆公云：囊漏储中，皆其类也。太誓，古人有言，牝鸡无晨。大雅云：人亦有言，惟忧用老。并上古遗谚，诗书可引者也。至于陈琳谏辞，称掩目捕省，潘岳哀辞称掌珠伉俪，并引俗说而为文辞者也。夫文辞鄙俚，莫过于谚，而圣贤诗书，采以为谈，况逾于此，岂可忽哉！"
                },
                {
                    "paragraph": "观此四条，并书记所总，或事本相通，而文意各异，或全任质素，或杂用文绮，随事立体，贵乎精要。意少一字则义阙，句长一言则辞妨，并有司之实务，而无藻之所忽也。然才冠鸿笔，多疎尺牍，譬九方堙之识骏足，而不知毛色牝牡也。言既身文，信亦邦瑞，翰林之士，思理实焉。"
                },
                {
                    "paragraph": "赞曰：文藻条流，托在笔札。既驰金相，亦运木讷。万古声荐，千里应拔。庶务纷纶，因书乃察。"
                }
            ]
        },
        {
            "name": "神思第二十六",
            "paragraphs": [
                {
                    "paragraph": "神思第二十六",
                    "type": 1
                },
                {
                    "paragraph": "古人云：形在江海之上，心存魏阙之下。神思之谓也。文之思也，其神远矣。故寂然凝虑，思接千载；悄焉动容，视通万里；吟咏之间，吐纳珠玉之声；眉睫之前，卷舒风云之色。其思理之致乎！故思理为妙，神与物游。神居胸臆，而志气统其关键；物㳂耳目，而辞令管其枢机。枢机方通，则物无隐貌；关键将塞，则神有遯心。是以陶钧文思，贵在虚静，疏瀹五藏，澡雪精神。积学以储寳，酌理以富才，研阅以穷照，驯致以绎辞。然后使玄解之宰，㝷声律而定墨；独照之匠，闚意象而运斤。此盖驭文之首术，谋篇之大端。"
                },
                {
                    "paragraph": "夫神思方运，万涂竞萌，规矩虚位，刻镂无形。登山则情满于山，观海则意溢于海，我才之多少，将与风云而并驱矣。方其搦翰，气倍辞前，暨乎篇成，半折心始。何则？意翻空而易奇，言征实而难巧也。是以意授于思，言授于意，宻则无际，疎则千里。或理在方寸，而求之域表；或义在咫尺，而思隔山河。是以秉心飬术，无务苦虑，含章司契，不必劳情也。"
                },
                {
                    "paragraph": "人之禀才，迟速异分；文之制体，大小殊功。相如含笔而腐毫，扬雄辍翰而惊梦，桓谭疾感于苦思，王充气竭于思虑，张衡研京以十年，左思练都以一纪，虽有巨文，亦思之缓也。淮南崇朝而赋骚，枚皋应诏而成赋，子建援牍如口诵，仲宣举笔似㝛搆，阮瑀据案而制书，祢衡当食而草奏。虽有短篇，亦思之速也。"
                },
                {
                    "paragraph": "若夫骏发之士，心总要术，敏在虑前，应机立断；覃思之人，情饶岐路，鉴在疑后，研虑方定。机敏故造次而成功；虑疑故愈久而致绩。难易虽殊，并资博练。若学浅而空迟，才疎而徒速，以斯成器，未之前闻。是以临篇缀虑，必有二患：理郁者若贫，辞溺者伤乱。然则博闻为馈贫之粮，贯一为拯乱之药，博而能一，亦有助乎心力矣。"
                },
                {
                    "paragraph": "若情数诡杂，体变迁贸，拙辞或孕于巧义，庸事或萌于新意。视布于麻，虽云未费，杼轴献功，焕然乃珍。至于思表纤旨，文外曲致，言所不追，笔固知止。至精而后阐其妙，至变而后通其数。伊挚不能言鼎，轮扁不能语斤。其微矣乎！"
                },
                {
                    "paragraph": "赞曰：神用象通，情变所孕。物以貌求，心以理应。刻镂声律，萌芽比兴。结虑司契，垂帷制胜。"
                }
            ]
        },
        {
            "name": "体性第二十七",
            "paragraphs": [
                {
                    "paragraph": "体性第二十七",
                    "type": 1
                },
                {
                    "paragraph": "夫情动而言形，理发而文见，盖㳂隐以至显，因内而符外者也。然才有庸俊，气有刚柔，学有浅深，习有雅郑，并情性所烁，陶染所凝，是以笔区云谲，文苑波诡者矣。故辞理庸俊，莫能翻其才；风趣刚柔，寜或改其气；事义浅深，未闻乖其学；体式雅郑，鲜有反其习。各师成心，其异如面。"
                },
                {
                    "paragraph": "若总其归涂，则数穷八体：一曰典雅，二曰远奥，三曰精约，四曰显附，五曰繁缛，六曰壮丽，七曰新奇，八曰轻靡。典雅者，镕式经诰，方轨儒门者也。远奥者，馥采典文，经理玄宗者也。精约者，核字省句，剖析毫厘者也。显附者，辞直义畅，切理厌心者也。繁缛者，博喻酿采，炜烨枝派者也。壮丽者，高论宏裁，卓烁异采者也。新奇者，摈古竞今，危侧趣诡者也。轻靡者，浮文弱植，缥缈附俗者也。故雅与奇反，奥与显殊，繁与约舛，壮与轻乖。文辞根叶，苑囿其中矣。"
                },
                {
                    "paragraph": "若夫八体屡迁，功以学成。才力居中，肇自血气。气以实志，志以定言，吐纳英华，莫非情性。是以贾生俊发，故文㓗而体清。长卿傲诞，故理侈而辞溢。子云沉寂，故志隐而味深。子政简易，故趣昭而事博。孟坚雅懿，故裁宻而思靡。平子淹通，故虑周而藻宻。仲宣躁锐，故颕出而才果。公干气𥚹，故言壮而情骇。嗣宗俶傥，故响逸而调远。叔夜俊侠，故兴高而采烈。安仁轻敏，故锋发而韵流。士衡矜重，故情繁而辞隐。触类以推，表里必符。岂非自然之恒资，才气之大略哉！"
                },
                {
                    "paragraph": "夫才有天资，学慎始习，斲梓染丝，功在初化，器成彩定，难可翻移。故童子雕琢，必先雅制；㳂根讨叶，思转自圆。八体虽殊，会通合数，得其环中，则辐辏相成。故宜摹体以定习，因性以练才，文之司南，用此道也。"
                },
                {
                    "paragraph": "赞曰：才性异区，文体繁诡。辞为肤根，志实骨髓。雅丽黼黻，淫巧朱紫。习亦凝真，功㳂渐靡。"
                }
            ]
        },
        {
            "name": "风骨第二十八",
            "paragraphs": [
                {
                    "paragraph": "风骨第二十八",
                    "type": 1
                },
                {
                    "paragraph": "诗总六义，风冠其首，斯乃化感之本源，志气之符契也。是以怊怅述情，必始乎风；沉吟铺辞，莫先于骨。故辞之待骨，如体之树骸；情之含风，犹形之包气。结言端直，则文骨成焉；意气骏爽，则文风清焉。若丰藻克赡，风骨不飞，则振采失鲜，负声无力。是以缀虑裁篇，务盈守气，刚健既实，辉光乃新，其为文用，譬征鸟之使翼也。"
                },
                {
                    "paragraph": "故练于骨者，析辞必精；深乎风者，述情必显。捶字坚而难移，结响凝而不滞，此风骨之力也。若瘠义肥辞，繁杂失统，则无骨之征也。思不环周，索课乏风，则无风之验也。皆潘朂锡魏，思摹经典，群才韬笔，乃其骨髓峻也；相如赋仙，气号凌云，蔚为辞宗，廼其风力遒也。能鉴斯要，可以定文，兹术或违，无务繁采。"
                },
                {
                    "paragraph": "故魏文称：文以气为主，气之清浊有体，不可力强而致。故其论孔融，则云体气高妙；论徐干，则云时有济气；论刘桢，则云时有逸气。公干亦云：孔氏卓卓，信含异气，笔墨之性，殆不可胜。并重气之旨也。夫翚翟备色，翾翥百步，肌丰而力沈也；鹰隼乏采，翰飞戾天，骨劲而气猛也。文章才力，有似于此。若风骨乏采，则鸷集翰林；采乏风骨，则雉窜文囿。唯藻耀而高翔，固文笔之鸣凤也。"
                },
                {
                    "paragraph": "若夫镕冶经典之范，翔集子史之术，洞晓情变，曲昭文体，然后能莩甲新意，雕画奇辞。昭体，故意新而不乱；晓变，故辞奇而不黩。若骨采未圆，风辞未练，而跨略旧规，驰𩥦新作，虽获巧意，危败亦多，岂空结奇字，纰缪而成轻矣。周书云：辞尚体要，弗惟好异。盖防文滥也。然文术多门，各适所好，明者弗授，学者弗师。于是习华随侈，流遁忘反。若能确乎正式，使文明以健，则风清骨峻，篇体光华。能研诸虑，何远之有哉？"
                },
                {
                    "paragraph": "赞曰：情与气偕，辞共体并。文明以健，珪璋乃聘。蔚彼风力，严此骨鲠。才锋峻立，符采克炳。"
                }
            ]
        },
        {
            "name": "通变第二十九",
            "paragraphs": [
                {
                    "paragraph": "通变第二十九",
                    "type": 1
                },
                {
                    "paragraph": "夫设文之体有常，变文之数无方，何以明其然耶？凡诗赋书记，名理相因，此有常之体也；文辞气力，通变则久，此无方之数也。名理有常，体必资于故实；通变无方，数必酌于新声。故能骋无穷之路，饮不竭之源。然绠短者衔渴，足疲者辍涂，非文理之数尽，乃通变之术疎耳。故论文之方，譬诸草木，根干丽士，而同性，臭味晞阳而异品矣。"
                },
                {
                    "paragraph": "是以九代咏歌，志合文财。黄歌断竹，质之至也；唐歌在昔，则广于黄世；虞歌卿云，则文于唐时；夏歌雕墙，缛于虞代；商周篇什，丽于夏年。至于序志述时，其揆一也。暨楚之骚文，矩式周人；汉之赋颂，影写楚世；魏之荐制，顾慕汉风；晋之辞章，瞻望魏采。确而论之，则黄唐淳而质，虞夏质而辨，商周丽而雅，楚汉侈而艶，魏晋浅而绮，宋初讹而新。从质及讹，弥近弥澹。何则？竞今疎古，风味气衰也。"
                },
                {
                    "paragraph": "今才颕之士，刻意学文，多略汉篇，师范宋集，虽古今备阅，然近附而远疎矣。夫青生于蓝，綘生于蒨，虽逾本色，不能复化。桓君山云：予见新进丽文，美而无采；及见刘扬言辞，常辄有得。此其验也。故练青濯锦，必归蓝蒨；矫讹翻浅，还宗经诰。斯斟酌乎质文之间，而隐括乎雅俗之际，可与言通变矣。"
                },
                {
                    "paragraph": "夫夸张声貌，则汉初巳极，自兹厥后，循环相因，虽轩翥出辙，而终入笼内。枚乘七发云：通望兮东海，虹洞兮苍天。相如上林云：视之无端，察之无涯，日出东沼，月生西陂。马融广成云：天地虹洞，因无端涯，大明出东，月生西陂。扬雄校猎云：出入日月，天与地沓。张衡西京云：日月于是乎出入，象扶桑于蒙汜。此并广寓极状，而五家如一。诸如此类，莫不相循，参伍因革，通变之数也。"
                },
                {
                    "paragraph": "是以规略文綂，宜宏大体。先博览以精阅，总纲纪而摄契；然后拓衢路，置关键，长辔远驭，从容按节，凭情以会通，负气以适变；采如宛虹之奋鬐毛，若长离之振翼，廼颕脱之文矣。若乃龌龊于偏解，矜激乎一致，此庭间之廻骤，岂万里之逸步哉。"
                },
                {
                    "paragraph": "赞曰：文律运周，日新其业。变则其久，通则不乏乏。趋时必果，乘机无法。望今制奇，参古定法。"
                }
            ]
        },
        {
            "name": "定势第三十",
            "paragraphs": [
                {
                    "paragraph": "定势第三十",
                    "type": 1
                },
                {
                    "paragraph": "夫情致异区，文变殊术，莫不因情立体，即体成势也。势者，乘利而为制也。如机发矢直，涧曲文回，自然之趣也。圆者规体，其势也自转；方者矩形，其势也自安。文章体势，如斯而巳。是以模经为式者，自入典雅之懿；效验命篇者，必归艳逸之华；综意浅切者，类乏酝藉；断辞辨约者，率乖繁缛。譬激水不漪，槁木无阴，自然之势也。"
                },
                {
                    "paragraph": "是以绘事图色，文辞尽情，色糅而犬马殊形，情交而雅俗异势。镕范所拟，各有司匠，虽无严郛，难得逾越。然渊乎文者，并总群势：奇正虽反，必兼解以俱通；刚柔虽殊，必随时而适用。若爱典而恶华，则兼通之理偏，似夏人争弓矢，执一不可以独射也；若雅郑而共篇，则总一之势离，是楚人鬻矛誉盾，两难得而俱售也。"
                },
                {
                    "paragraph": "是以括囊杂体，切在铨别；宫摘朱紫，随势各配。章表奏议，则准的乎雅颂；赋颂歌诗，则羽仪乎清丽；符檄书移，则楷式于明断；史论序注，则师范于核要；箴铭碑诔，则体制于弘深；连珠七辞，则从事于巧艳。此循体而成势，随变而立功者也。虽复契会相参，节文互杂，譬五色之锦，各以本采为地矣。"
                },
                {
                    "paragraph": "桓谭称：文家各有所慕，或好浮华而不知实核，或美众多而不见要约。陈思亦云：世之作者，或好烦文博采，深沉其旨者；或好离言辨白，分毫析厘者；所习不同，所务各异。言势殊也。刘桢云：文之体，指实强弱，使其辞巳尽而势有余，天下一人耳，不可得也。公干所谈，颇亦兼气。然文之任势，势有刚柔，不必壮言慷慨，乃称势也。又陆云自称：往日论文，先辞而后情，尚势而不取悦泽；及张公论文，则欲宗其言。夫情固先辞，势实须泽，可谓先迷后能从善矣。"
                },
                {
                    "paragraph": "自近代辞人，率好诡巧，原其为体，讹势所变。厌黩旧式，故穿凿取新，察其讹意，似难而实无他术也，反正而巳。故文反正为之，辞反正为奇。效奇之法，必颠倒文，向上字而抑下，中辞而出外，回互不常，则新色耳。"
                },
                {
                    "paragraph": "夫通衢夷坦而多行捷径者，趋近故也；正文明白，而常务反言者，适俗故也。然宻会者以意新得巧，苟异者以失体成怪。旧练之才，则执正以驭奇；新学之锐，则逐奇而失正；势流不反，则文体遂弊。秉兹情术，可无思邪？"
                },
                {
                    "paragraph": "赞曰：形生势成，始末相承。湍廻似规，矢激如渑。因利骋节，情采自凝。狂辔学步，力心襄陵。"
                }
            ]
        },
        {
            "name": "情采第三十一",
            "paragraphs": [
                {
                    "paragraph": "情采第三十一",
                    "type": 1
                },
                {
                    "paragraph": "圣贤书辞，总称文章，非采而何？夫水性虚而沦漪结，木体实而华蕚振，文附质也。虎豹无文，则鞹同犬羊；犀兕有皮，而色资丹漆，质待文也。若乃综述性灵，敷写器象，镂心鸟迹之中，织辞鱼网之上，其为彪炳，缛彩名矣。"
                },
                {
                    "paragraph": "故立文之道，其理有三：一曰形文，五色是也；二曰声文，五音是也；三曰情文，五性是也。五色杂而成黼黻，五音比而成韶夏，五情发而为辞章，神理之数也。"
                },
                {
                    "paragraph": "孝经垂典，丧言不文，故知君子尝言，未尝质也。老子疾伪，故称美言不信，而五千精妙，则非弃美矣。庄周云：辩雕万物，谓藻饰也。韩非云艳采辩说，谓绮丽也。绮丽以艳说，藻饰以辩雕，文辞之变，于斯极矣。"
                },
                {
                    "paragraph": "研味孝老，则知文质附乎性情；详览庄韩，则见华实过乎淫侈。若择源于泾渭之流，按辔于邪正之路，亦可以驭文采矣。夫鈆黛所以饰容，而盻倩生于淑姿。文采所以饰言，而辩丽本于情性。故情者文之经，辞者理之纬。经正而后纬成，理定而后辞畅，此立文之本源也。"
                },
                {
                    "paragraph": "昔诗人什篇，为情而造文；辞人赋颂，为文而造情。何以明其然？盖风雅之兴，志思蓄愤，而吟咏情性，以讽其上，此为情而造文也。诸子之徒，心非郁陶，苟驰夸饰，鬻声钓世，此为文而造情也。故为情者要约而写真，为文者淫丽而烦滥。而后之作者，采滥忽真，远弃风雅，近师辞赋，故体情之制日疎，逐文之篇愈盛。"
                },
                {
                    "paragraph": "故有志深轩冕，而泛咏皋壤；心缠几务，而虚述人外。真宰弗存，翩其反矣。夫桃李不言而成蹊，有实存也；男子树兰而不芳，无其情也。夫以草木之微，依情待实，况乎文章，述志为本，言与志反，文岂足征。"
                },
                {
                    "paragraph": "是以联辞结采，将欲明理，采滥辞诡，则心理愈翳。固知翠纶桂饵，反所以失鱼。言隐荣华，殆谓此也。是以衣锦褧衣，恶文太章，贲象穷白，贵乎反本。夫能设谟以位理，拟地以置心，心定而后结音，理正而后摛藻，使文不灭质，博不溺心，正采耀乎朱蓝，间色屏于红紫，乃可谓雕琢其章，彬彬君子矣。"
                },
                {
                    "paragraph": "赞曰：言以文远，诚哉斯验。心术既形，英华乃赡。吴锦好渝，蕣英徒艳。繁彩寡情，味之必厌。"
                }
            ]
        },
        {
            "name": "镕裁第三十二",
            "paragraphs": [
                {
                    "paragraph": "镕裁第三十二",
                    "type": 1
                },
                {
                    "paragraph": "情理设位，文采行乎其中。刚柔以立本，变通以趋时。立本有体，意或偏长。趋时无方，辞或繁杂。蹊要所司，职在镕裁。櫽括情理，矫揉文采也。规范本体谓之镕，剪截浮词谓之裁。裁则芜秽不生，镕则纲领昭畅。譬绳墨之审分，斧斤之斲削矣。骈拇枝指，由侈于性；附赘悬肬，实侈于形。二意两出，义之骈枝也；同辞重句，文之肬赘也。"
                },
                {
                    "paragraph": "凡思绪初发，辞采苦杂，心非权衡，势必轻重。是以草创鸣笔，先标三准。履端于始，则设情以位体；举正于中，则酌事以取类；归余于终，则撮辞以举要。然后舒华布实，献赞节文，绳墨以外，美材既斲。故能首尾圆合，条贯始序。若术不素定，而委心逐辞，异端藂至，骈赘必多。"
                },
                {
                    "paragraph": "故三准既定，次讨定句。句有可削，足见其疎；字不得减，乃知其宻。精论要语，极略之体；游心窜句，极繁之体。谓繁与略，适分所好。引而伸之，则两句敷为一章；约以贯之，则一章删成两句。思赡者善敷，才核者善删。善删者字去而意留，善敷者辞殊而义显。字删而意阙，则短乏而非核；辞敷而言重，则芜秽而非赡。"
                },
                {
                    "paragraph": "昔谢艾、王济、西河文士，张俊以为艾繁而不可删，济略而不可益。若二子者，可谓练镕裁而晓繁略矣。至如士衡才优，而缀辞尤繁；士龙思劣，而雅好清省。及云之论机，亟恨其多，而称清新相接，不以为病，盖崇友干耳。夫美锦制衣，修短有度，虽玩其采，不倍领䄂。巧犹难繁，况在乎拙。而文赋以为榛楉勿剪，庸音足曲，其识非不鉴，乃情苦吝繁也。夫百节成体，共资荣卫；万趣会文，不离辞情。若情周而不繁，辞运而不滥，非夫镕裁，何以行之乎？"
                },
                {
                    "paragraph": "赞曰：篇章户牖，左右相瞰。辞如川流，溢则泛滥。权衡损益，斟酌浓淡。芟繁剪秽，㢮于负担。"
                }
            ]
        },
        {
            "name": "声律第三十三",
            "paragraphs": [
                {
                    "paragraph": "声律第三十三",
                    "type": 1
                },
                {
                    "paragraph": "夫音律所始，本于人声者也。声含宫摘，肇自而气。先王因之，以制乐歌。故知器写人声，声非学器者也。故言语者，文章神明，枢机吐纳，律吕唇吻而巳。古之教歌，先揆以法，使疾呼中宫，徐呼中征。夫商征响高，宫羽声下，抗喉矫舌之差，攅唇激齿之异，廉肉相准，皎然可分。今操琴不调，必知改张；摘文乖张，而不识所调。响在被弦，乃得克谐，声萌我心，更失和律。其故何哉？良由外听难为聪也。故外听之易，弦以手定；内听之难，声与心纷。可以数求，难以辞逐。"
                },
                {
                    "paragraph": "凡声有飞沉，响有动静，䨇声隔字而毎舛，叠韵杂句而必睽。沉则响发而断，飞则声飏不还。并辘轳交往，逆鳞相比。迃其际会，则往蹇来连，其为疾病，亦文家之吃也。夫吃文为患，生于好诡，逐新趣异，故喉唇糺纷。将欲解结，务在刚断。左碍而㝷右，末滞而讨前，则声转于吻，玲玲如振玉；辞靡于耳，累累如贯珠矣。是以声画妍蚩，寄在吟咏，滋味流于下句，气力穷于和韵。异音相从谓之和，同声相应谓之韵。韵气一定，故余声易遣；和体抑扬，故遗响难契。属笔易巧，选和至难，缀文难精，而作韵甚易，虽纤意曲变，非可缕言，然振其大纲，不出兹论。"
                },
                {
                    "paragraph": "若夫宫商大和，譬诸吹籥；翻㢠取均，颇似调瑟。瑟资移柱，故有时而乖贰；籥含定管，故无往而不壹。陈思、潘岳，吹籥之调也；陆机、左思，瑟柱之和也。槩举而推，可以类见。"
                },
                {
                    "paragraph": "又诗人综韵，率多清切，楚辞辞楚，故讹韵寔繁。及张华论韵，谓士衡多楚，文赋亦称知楚不易，可谓衔灵均之声余，失黄钟之正响也。凡切韵之动，势若转圆，讹音之作，甚于枘方。免乎枘方，则无大过矣。练才洞鉴，剖字钻响，疎识濶略，随音所遇，若长风之过籁，南郭之吹竽耳。古之佩玉，左宫右征，以节其步，声不失序，音以律文，其可忘哉。"
                },
                {
                    "paragraph": "赞曰：摽清务远，比音则近。吹律胸臆，调钟唇吻。声得盐梅，响滑榆槿。割弃支离，宫商难隐。"
                }
            ]
        },
        {
            "name": "章句第三十四",
            "paragraphs": [
                {
                    "paragraph": "章句第三十四",
                    "type": 1
                },
                {
                    "paragraph": "夫设情有宅，置言有位。宅情曰章，位言曰句。故章者明也。句者局也。局言者，联字以分疆；明情者，总义以包体。区畛相异，而衢路交通矣。夫人之立言，因字而生句，积句而为章，积章而成篇。篇之彪炳，章无疵也；章之明靡，句无玷也；句之清英，字不妄也。振本而末从，知一而万毕矣。"
                },
                {
                    "paragraph": "夫裁文匠笔，篇有小大；离章合句，调有缓急。随变适会，莫见定准；句司数字，待相接以为用；章总一义，须意穷而成体。其控引情理，送迎际会，譬舞容廻环，而有缀兆之位；歌声靡曼，而有抗坠之节也。"
                },
                {
                    "paragraph": "㝷诗人拟喻，虽断章取义，然章句在篇，如蠒之抽绪，原始要终，体必鳞次，启行之辞，逆萌中篇之意；绝笔之言，追胜前句之旨。故能外文绮交，内义脉注，跗蕚相衔，首尾一体。若辞失其明，则覉旅而无友；事乖其次，则飘寓而不安。是以搜句忌于颠倒，裁章贵于顺序。斯固情趣之指归，文笔之同致也。"
                },
                {
                    "paragraph": "若夫笔句无常，而字有条数，四字宻而不促，六字格而非缓，或变之以三五，盖应机之权节也。至于诗颂大体，以四言为正，唯祈父肇禋，以二言为句。㝷二言肇于黄世，竹弹之谣是也；三言兴于虞时，元首之诗是也；四言广于夏年，洛汭之歌是也；五言见于周代，行露之章是也；六言、七言，杂出诗、骚，而体之篇，成于西汉，情数运周，随时代用矣。"
                },
                {
                    "paragraph": "若乃改韵从调，所以节文辞气。贾谊、枚乘，两韵辄易；刘歆、桓谭，百句不迁，亦各有其志也。昔魏武论赋，嫌于积韵，而善于资代。陆云亦称，四言转句，以四句为佳。观彼制韵，志同枚贾。然两韵辄易，则声韵微躁；百句不迁，则唇吻告劳。妙才激扬，虽触思利贞，曷若折之中和，庶保无咎。"
                },
                {
                    "paragraph": "又诗人以兮字入于句限。楚辞用之，字出于句外。㝷兮字承句，乃语助余声。舜咏南风，用之久矣，而魏武弗好，岂不以无益文义耶。至于夫惟盖故者，发端之首唱；之而于以者，乃劄句之旧体。乎哉矣也，亦送末之常科。据事似闲，在用实切。巧者廻运，弥缝文体，将令数句之外，得一字之助矣。外字难谬，况章句欤？"
                },
                {
                    "paragraph": "赞曰：断章有检，积句不恒。理资配主，辞忌告朋。环情草调，宛转相腾。离同合异，以尽厥能。"
                }
            ]
        },
        {
            "name": "丽辞第三十五",
            "paragraphs": [
                {
                    "paragraph": "丽辞第三十五",
                    "type": 1
                },
                {
                    "paragraph": "造化赋形，支体必䨇。神理为用，事不孤立。夫心生文辞，运裁百虑，高下相须，自然成对。唐虞之世，辞未极文，而皋陶赞文，罪疑惟轻，功疑惟重。益陈谟云：满招损，谦受益。岂营丽辞，率然对耳。易之文系，圣人之妙思也。序乾四德，则八句相衔，龙虎类感，则字字相俪；乾坤易简，则宛转相承；日月往来，则隔行悬合。虽句字或殊，而偶意一也。至于诗人偶章，大夫联辞，奇偶适变，不劳经营。自扬、马、张、蔡，崇盛丽辞，如宋画呉冶，刻形镂法，丽句与深采并流，偶意共逸韵俱发。至魏，晋群才，析句弥宻，联字合趣，割毫析厘。然契机者入巧，浮假者无功。"
                },
                {
                    "paragraph": "故丽辞之体，凡有四对：言对为易，事对为难；反对为优，正对为劣。言对者，䨇比空辞者也；事对者，并举人验者也；反对者，理殊趣合者也；正对者，事异义同者也。长卿上林云：修容乎礼园，翺翔乎书圃。此言对之类也。宋玉神女赋云：毛嫱鄣𬒮，不足程式；西施掩面，比之无色。此事对之类也。仲宣登楼云：钟仪幽而楚奏，庄舄显而越吟。此反对之类也。孟阳七哀云：汉祖想枌榆，光武思白水。此正对之类也。凡偶辞𦚾臆，言对所以为易也；微人之学，事对所以为难也；幽显同志，反对所以为优也；并贵共心，正对所以为劣也。又以事对各有反正，指类而求，万条自昭然矣。"
                },
                {
                    "paragraph": "张华诗称逰鴈比翼翔，归鸿知接翮。刘琨诗言宣尼悲获麟，西狩涕孔丘。若斯重出，即对句之骈枝也。是以言对为美，贵在精巧；事对所先，务在允当。若两事相配，而优劣不均，是骥在左骖，驽为右服也。若夫事或孤立，莫与相偶，是䕫之一足，踸踔而行也。若气无奇类，文乏异采，碌碌丽辞，则昏睡耳目。必使理圆事宻，联璧其章，迭用奇偶，节以杂佩，乃其贵耳。类此而思，理斯见也。"
                },
                {
                    "paragraph": "赞曰：体植必两，辞动有配。左提右挈，精未兼载。炳烁联华，镜静含态。玉润䨇流，如彼珩佩。"
                }
            ]
        },
        {
            "name": "比兴第三十六",
            "paragraphs": [
                {
                    "paragraph": "比兴第三十六",
                    "type": 1
                },
                {
                    "paragraph": "诗文弘奥，包韫六义，毛公述传，独标兴体，岂不以风通而赋同，比显而兴隐哉？故比者，附也；兴者，起也。附理者切类以指事，起情者依微以拟议。起情故兴体以立，附理故比例以生。比则畜愤以斥言，兴则环譬以寄讽。盖随时之义不一，故诗人之志有二也。"
                },
                {
                    "paragraph": "观夫兴之托谕，婉而成章，称名也小，取类也大。关雎有别，故后妃方德；尸鸠贞一，故夫人象义。义取其贞，无从于夷禽；德贵其别，不嫌于鸷鸟。明而未融，故发注而后见也。且何谓为比？盖写物以附意，飏言以切事者也。故金锡以喻明德，珪璋以譬秀民。螟蛉以类教诲，蜩螗以写号呼，澣衣以拟心忧，卷席以方志固。凡斯切象，皆比义也。至如麻衣如雪，两骖如舞，若斯之类，皆比类者也。襄楚信䜛，而三闾忠烈，依诗制骚，讽兼比兴。炎汉虽盛，而辞人夸毗，诗刺道丧，故兴义销亡。于是赋颂先鸣，故比体云构，纷纭杂遝，信旧章矣。"
                },
                {
                    "paragraph": "夫比之为义，取类不常，或喻于声，或方于貌，或拟于心，或譬于事。宋玉高唐云：纤条悲鸣，声似竽籁，此比声之类也。枚乘兔园云：焱焱纷纷，若尘埃之间白云，此则比貌之类也。贾生鵩赋云：祸之与福，何异糺缠，此以物比理者也。王褒洞箫云：优柔温润，如慈父之爱子也，此以声比心者也。马融赋云：繁缛络绎，范蔡说之，此以响比辩者也。张衡南都云：起郑舞，玺抽绪，此以容比物者也。若斯之类，辞赋所先，日用乎比，月忘乎兴，习小而弃大，所以文谢于周人也。至于杨、班之伦，曹、刘以下，图状山川，影写云物，莫不纤综比义，以敷其华。惊听回视，资此效绩。又安仁萤赋云：流金在沙。季鹰杂诗云：青条若总翠。皆其义者也。故比类虽繁，以切至为贵，若刻鹤类鹜，则无所取焉。"
                },
                {
                    "paragraph": "赞曰：诗人比兴，触物圆览。物虽胡越，合则肝胆。拟容取心，断辞必敢。攅杂咏歌，如川之涣。"
                }
            ]
        },
        {
            "name": "夸饰第三十七",
            "paragraphs": [
                {
                    "paragraph": "夸饰第三十七",
                    "type": 1
                },
                {
                    "paragraph": "夫形而上者谓之道，形而下者谓之器。神道难摹，精言不能追其极；形器易写，壮辞可得喻其真；才非短长，理自难易耳。故自天地以降，豫入声貌，文辞所被，夸饰恒存。虽诗书雅言，风格训世，事必宜广，文亦过焉。是以言峻则嵩高极天，论狭则河不容舠，说多则子孙千亿，称少则民靡孑遗。襄陵举滔天之目，倒戈立漂杵之论，辞虽巳甚，其义无害也。且夫鸮音之丑，岂有泮林而变好；荼味之苦，寜以周原而成饴？并意深褒赞，故义成矫饰。大圣所录，以垂宪章。孟轲所云，说诗者，不以文害辞，不以辞害意也。"
                },
                {
                    "paragraph": "自宋玉景差，夸饰始盛；相如凭风，诡滥愈甚。故上林之馆，奔星与宛虹入轩；从禽之盛，飞廉与鹪鹩俱获。及扬雄甘泉，酌其余波。语瑰奇则假珍于玉树，言峻极则颠坠于鬼神。至东都之比目，西京之海若，验理则理无不验，穷饰则饰犹未穷矣。又子云校猎，鞭宓妃以饟屈原；张衡羽猎，困玄冥于朔野。栾彼洛神，既非魑魅，惟此水怪，亦非魑魅，而虚用滥形，不其疎乎？此欲夸其威而其事，义睽刺也。"
                },
                {
                    "paragraph": "至如气貎山海，体势宫殿，嵯峨揭业，熠燿焜煌之状，光采炜炜而欲然，声貌岌岌其将动矣，莫不因夸以成状，㳂饰而得奇也。于是后进之才，奖气挟声，轩翥而欲奋飞，腾踯而羞跼步。辞入炜烨，春藻不能程其艳；言在萎绝，寒谷未足成其凋。谈欢则字与笑并，论戚则声共泣偕。信可以发蕴而飞滞，披瞽而骇聋矣。"
                },
                {
                    "paragraph": "然饰穷其要，则心声锋起；夸过其理，则名实两乖。若能酌诗、书之旷旨，剪扬、马之甚泰，使夸而有节，饰而不诬，亦可谓之懿也。"
                },
                {
                    "paragraph": "赞曰：夸饰在用，文岂循检？言必鹏运，气靡鸿渐。倒海探珠，倾昆取琰。旷而不溢，奢而无玷。"
                }
            ]
        },
        {
            "name": "事类第三十八",
            "paragraphs": [
                {
                    "paragraph": "事类第三十八",
                    "type": 1
                },
                {
                    "paragraph": "事类者，盖文章之外，据事以类义，援古以证今者也。昔文王繇易，剖判爻位。既济九三，远引高宗之伐；明夷六五，近书箕子之贞。斯略举人事以征义者也。至若胤征羲和，陈正典之训；盘庚诰民，叙迟任之言。此全引成辞以明理者也。然则明理引乎成辞，征义举乎人事，廼圣贤之鸿谟，经藉之通矩也。大畜之象，君子以多识前言往行，亦有包于文矣。"
                },
                {
                    "paragraph": "观夫屈、宋属篇，号依诗人，虽引古事，而莫取旧辞。唯贾谊鵩赋，始用鹖冠之说；相如上林，撮引李斯之书，此万分之一会也。及扬雄六官箴，颇酌于诗、书；刘歆遂初赋，历叙于纪传，渐渐综采矣。至于崔、班、张、蔡，遂捃摭经史，华实布䕶，因书立功，皆后人之范式也。"
                },
                {
                    "paragraph": "夫姜、桂同地，辛在夲性；文章由学，能在天资。才自内发，学以外成。有饱学而才馁者，有才富而学贫者。学贫者迍邅于事义，才馁者劬劳于辞情，此内外之殊分也。是以属意立文，心与笔谋。才为盟主，学为辅佐，主佐合德，文采必覇。才学𥚹狭，虽美少功。夫以子云之才，而自奏不学，及观书石室，乃成鸿采。表里相资，古今一也。故魏武称，张子之文为拙，然学问肤浅，所见不博，专拾掇崔、杜小文，所作不可悉难，难便不知所出，斯则寡闻之病也。"
                },
                {
                    "paragraph": "夫经典沈深，载籍浩汗，实群言之奥区，而才思之神皋也。扬、班以下，莫不取资，任力耕耨，纵意渔猎，操刀能割，必裂膏腴。是以将赡才力，务在博见。狐腋非一皮能温，鸡蹠必数千而饱矣。是以综学在博，取事贵约，校练务精，捃理须核，众美辐凑，表里发辉。刘邵赵都赋客云：公子之客，叱劲楚令㰱盟；管库隷臣，呵强秦使鼓缶。用事如斯，可谓理得而义要矣。故事得其要，虽小成绩，譬寸辖制轮，尺枢运关也。或微言美事置于闲，是缀金翠于足胫，靓粉黛于胸臆也。"
                },
                {
                    "paragraph": "凡用旧合机，不啻自其口出。引事乖谬，虽千载而为瑕。陈思群才之英也。报孔璋书云：葛天氏之乐，千人唱，万人和，听者因以篾韶夏矣。此引事之实谬也。按葛天之歌，唱和三人而巳。相如上林云：奏陶唐之舞，听葛天之歌，千人唱，万人和。唱和千万人，乃相如接人。然而滥侈葛天，推三成万者，信赋妄书，致斯谬也。陆机园葵诗云：庇足同一智，生理合异端。夫葵能卫足，事讥鲍庄；葛藟庇根，辞自乐豫。若譬葛为葵，则引事为谬；若谓庇胜卫，则改事失真。斯又不精之患。夫以子建明练，士衡沈宻，而不免于谬。曹仁之谬高唐，又曷足以嘲哉。夫山木为良匠所度，经书为文士所择，木美而定于斧斤，事美而制于刀笔，研思之士，无惭匠石矣。"
                },
                {
                    "paragraph": "赞曰：经籍深富，辞理遐亘。皜如江海，郁若昆邓。文梓共采，琼珠交赠。用人若巳，古来无懵。"
                }
            ]
        },
        {
            "name": "练字第三十九",
            "paragraphs": [
                {
                    "paragraph": "练字第三十九",
                    "type": 1
                },
                {
                    "paragraph": "夫文象列而结绳移，鸟迹明而书契作。斯乃言语之体貌，而文章之宅宇也。苍颉造之，鬼哭粟飞；黄帝用之，官治民察。先王声教，书必同文。輶轩之使，纪言殊俗。所以一字体，总异音。周礼保章氏，掌教六书。秦灭旧章，以吏为师。及李斯删籀而秦篆兴，程邈造隷而古文废。"
                },
                {
                    "paragraph": "汉初章律，明著厥法，太史学童，教试六体。又吏民上书，字谬辄劾，是以马字缺画，而石建惧死。虽云性慎，亦时重文也。至孝武之世，则相如撰篇。及宣、成二帝，征集小学，张敞以正读传业，扬雄以奇字纂训，并贯练雅颂，总阅音义，鸣笔之徒，莫不洞晓。且多赋京苑，假借形声。是以前汉小学，率多玮字，非独制异，乃共晓难也。暨乎后汉，小学转疎，复文隐训，臧否太半。"
                },
                {
                    "paragraph": "及魏代缀藻，则字有常检，追观汉作，翻成阻奥。故陈思称杨、马之作，趣幽旨深，读者非师传不能析其辞，非博学不能综其理。岂直才悬，抑亦字隐。自晋来用字，率从简易，时并习易，人谁取难？今一字诡异，则群句震惊；三人弗识，则将成字妖矣。后世所同晓者，虽难斯易；时所共废，虽易斯难；趣舍之间，不可不察。"
                },
                {
                    "paragraph": "夫尔雅者，孔徒之所慕，而诗、书之襟带也；苍颉者，李斯之所辑，而鸟籀之遗体也。雅以渊源诰训，颉以苑囿奇文，异体相资，如左右肩股，该旧而知新，亦可以属文。若夫义训古今，兴废殊用，字形单复，妍蚩异体。心既托声于言，言亦寄形于字。讽诵则续在宫商，临文则能归字形矣。"
                },
                {
                    "paragraph": "是以缀字属篇，必须练择。一避诡异，二省联边，三权重幽，四调单复。诡异者，字体瑰怪者也。曹摅诗称岂不愿斯游，𥚹心恶㕳呶。两字诡异，大疪美篇，况乃过此，其可观乎！联边者，半字同文者也。状貌山川，古今咸用，施于常文，则鉏铦为瑕。如不获免，可至三接，三接之外，其字林乎？重出者，同字相犯者也。诗验适会，而近世忌同。若两字俱要，则寜在相犯。故善为文者，富于万篇，贫于一字，一字非少，相避为难也。单复者，字形肥瘠者也。瘠字累句，则纤疎而行劣；肥字积文，则黯默而篇暗。善酌字者，叁伍单复，磊落如珠矣。凡此四条，虽文不必有，而体例不无。若值而莫悟，则非精解。"
                },
                {
                    "paragraph": "至于经典隐暧，方册纷纶，简蠹帛裂，三写易字，或以音讹，或以文变。子思弟子，於穆不祀者，音讹之异也。晋之史记，三豕渡河，文变之谬也。尚书大传有别风淮雨，帝王世纪云列风淫雨。别列淮淫，字似濳移。淫列义当而不奇，淮别理乖而新异。传毅制诔，巳用淮雨，固知爱奇之心，古今一也。史之阙文，圣人所慎，若依义弃奇，则可与正文字矣。"
                },
                {
                    "paragraph": "赞曰：篆隷相镕，苍雅品训。古今殊迹，妍蚩异分。字靡异流，文阻难运。声画昭精，墨采腾奋。"
                }
            ]
        },
        {
            "name": "隐秀第四十",
            "paragraphs": [
                {
                    "paragraph": "隐秀第四十",
                    "type": 1
                },
                {
                    "paragraph": "夫心术之动远矣，文情之变深矣。源奥而派生，根盛而颕峻。是以文之英㽔，有秀有隐。隐也者，文外之重旨者也；秀也者，篇中之独拔者也。隐以复意为工，秀以卓绝为巧，斯乃旧章之懿绩，才情之嘉会也。"
                },
                {
                    "paragraph": "夫隐之为体，义生文外，秘响傍通，伏采濳发，譬爻象之变玄体，川渎之韫珠玉也。故玄体变爻而成化四象，珠玉濳水而澜表方圆。"
                },
                {
                    "paragraph": "始正而末寄，内明而外润，使玩之者无穷，味之者不厌矣。"
                },
                {
                    "paragraph": "彼波起词间，是谓之秀。□手□音，宛乎逸态，若远山之浮烟霭，娈女之靓容华。然烟霭天成，不劳于粧点；容华格定，无待于裁镕。深浅而各奇，𡢿纤而俱妙。若挥之则有余，而揽之则不足矣。"
                },
                {
                    "paragraph": "夫立意之士，务欲造寄，每驰心于玄默之表；工词之人，必欲臻美，恒匿思于佳丽之乡。呕心吐胆，不足语穷；煅岁炼年，奚能谕苦。故能藏颖词间，昏迷于庸目；露锋文外，惊绝乎妙心。使酝藉者畜隐而意愉，英锐者抱秀而心悦。譬诸裁云制霞，不让乎天工；斲卉刻葩，有同乎神匠矣。若篇中乏隐，若宿儒之无学，或一叩而语穷；句间鲜秀，如巨室之少珍，若百□而色沮。斯并不足于才思，而亦有愧于文词矣。"
                },
                {
                    "paragraph": "将欲征隐，聊可指篇。古诗之离别，乐府之长城，词怨旨深，而复兼乎比兴。陈思之黄雀，公干之青松，格刚才劲，而并长于讽谕。叔夜之□□，嗣宗之□□，境玄思淡，而独得乎优闲。士衡之□□，彭泽之□□，心密语澄，而俱适乎□□。"
                },
                {
                    "paragraph": "如欲辨秀，亦惟摘句。常恐秋节至，凉飚夺炎热，意凄而词婉，此匹妇之无聊也。临河濯长缨，念子怅悠悠，志高而言壮，此丈夫之不遂也。东西安所之，徘徊以徬徨，心孤而情惧，此闺房之悲极也。"
                },
                {
                    "paragraph": "凉风动秋草，边马有归心，气寒而事伤，此覉旅之怨曲也。凡文集胜篇，不盈十一，篇章秀句，裁可百二。并思合而自逢，非研虑之所果也。或有雕削取巧，虽美非秀矣。故自然会妙，譬卉木之耀英华；润色取美，譬缯帛之染朱绿。朱绿染缯，深而繁鲜；英华曜树，浅而炜烨。秀句所以照文苑，盖以此也。"
                },
                {
                    "paragraph": "赞曰：深文隐蔚，余味曲包。辞生互体，有似变爻。言之秀矣，万虑一交。动心惊耳，逸响笙匏。"
                }
            ]
        },
        {
            "name": "指瑕第四十一",
            "paragraphs": [
                {
                    "paragraph": "指瑕第四十一",
                    "type": 1
                },
                {
                    "paragraph": "管仲有言：无翼而飞者声也，无根而固者情也。然则声不假翼，其飞甚易；情不待根，其固匪难。以之垂文，可不慎欤？古来文才，异世争驱，或逸才以爽迅，或精思以纤宻，而虑动难圆，鲜无瑕病。陈思之文，群才之峻也。而武帝诔云：尊灵永蛰，明帝颂云：圣体浮轻。浮轻有似于蝴蝶，永蛰颇疑于昆虫。施之尊极，岂其当乎？左思七讽，说孝而不从，反道若斯，余不足观矣。潘岳为才，善于哀文，然悲内兄则云感口泽，伤弱子则云心如疑。礼文在尊极，而施之下流，辞虽足哀，义斯替矣。"
                },
                {
                    "paragraph": "若夫君子拟人，必于其伦，而崔瑗之诔李公，比行于黄、虞；向秀之赋稽生，方罪于李斯。与其失也，虽寜降无滥，然高原之诗，不类甚矣。"
                },
                {
                    "paragraph": "凡巧言易摽，拙辞难隐，斯言之玷，实深白圭，繁例难载，故略举四条。"
                },
                {
                    "paragraph": "若夫立文之道，惟字与义，字以训正，义以理宣。而晋末篇章，依俙其旨，始有赏际奇至之言，终无抚叩酬即之语。毎单举一字，指以为情。夫赏训锡赉，岂关心解？抚训执握，何预情理？雅颂未闻，汉魏莫用，悬领似如可辩，课文了不成义。斯实情讹之所变，文浇之致弊。而宋来才英，未之或改，旧染成俗，非一朝也。近代辞人，率多猜忌，至乃比语求蚩，反音取瑕。虽不屑于古，而有择于今焉。又制同他文，理宜删革，若排人美辞，以为巳力，寳玉大弓，终非其有。全写则揭箧，傍采则探囊，然世远者太轻，时同者为尤矣。"
                },
                {
                    "paragraph": "若夫注解为书，所以明正事理，然谬于研求，或率意而断。西京赋称中黄育获之畴，而薛综谬注，谓之阉尹，是不闻执雕虎之人也。又周礼井赋旧有疋马，而应劭释疋，或量首数蹄，斯岂辩物之要哉？原夫古之正名，车两而马疋，疋两称目，以并耦为用。盖车贰佐乘，马俪骖服，服乘不只，故名号必双，名号一正，则虽单为疋矣。疋夫疋妇，亦配义也。夫车马小义，而历代莫悟；辞赋近事，而千里致差。况钻灼经典，能不谬哉！夫辩言而数筌蹄，选勇而駈阉尹，失理太甚，故举以为戒。丹青初炳而后渝，文章岁久而弥光，若能櫽括于一朝，可以无惭于千载也。"
                },
                {
                    "paragraph": "赞曰：羿氏舛射，东野败驾。虽有隽才，谬则多谢。斯言一玷，千载弗化。令章靡疚，亦善之亚。"
                }
            ]
        },
        {
            "name": "养气第四十二",
            "paragraphs": [
                {
                    "paragraph": "养气第四十二",
                    "type": 1
                },
                {
                    "paragraph": "昔王充著述，制养气之篇，验巳而作，岂虚造哉？夫耳目鼻口，生之役也；心虑言辞，神之用也。率志委和，则理融而情畅；钻砺过分，则神疲而气衰。此性情之数也。夫三皇辞质，心绝于道华；帝世始文，言贵于敷奏。三代春秋，虽㳂世弥缛，并适分胸臆，非牵课才外也。战代枝诈，攻奇饰说，汉世迄今，辞务日新，争光鬻采，虑亦竭矣。故淳言以比浇辞，文质悬乎千载；率志以方竭情，劳逸差于万里。古人所以余裕，后进所以莫遑也。"
                },
                {
                    "paragraph": "凡童少鉴浅而志盛，长艾识坚而气衰。志盛者思锐以胜劳，气衰者虑宻以伤神。斯实中人之常资，岁时之大较也。若夫器分有限，智用无涯，或惭凫企鹤，沥辞镌思，于是精气内销，有似尾闾之波；神志外伤，同乎牛山之木。恒惕之盛疾，亦可推矣。至如仲任置砚以综述，敬通怀笔以专业，既暄之以岁序，又煎之以日时。是以曹公惧为文之伤命，陆云叹用思之困神，非虚谈也。"
                },
                {
                    "paragraph": "夫学业在勤，故有锥股自厉；志于文也，则申写郁滞。故宜从容率情，优柔适会。若销铄精胆，蹙迫和气，秉牍以驱龄，洒翰以伐性，岂圣贤之素心，会文之直理哉？且夫思有利钝，时有通塞，沐则心覆，且或反常，神之方昏，再三愈黩。是以吐纳文艺，务在节宣，清和其心，调畅其气，烦而即舍，勿使壅滞。意得则舒怀以命笔，理伏则投笔以卷怀，逍遥以针劳，谈笑以药勌。常弄闲于才锋，贾余于文勇，使刃发如新，凑理无滞，虽非胎息之万术，斯亦卫气之一方也。"
                },
                {
                    "paragraph": "赞曰：纷哉万象，劳矣千想。玄神宜寳，素气资养。水停以鉴，火静而朗。无櫌文虑，郁此精爽。"
                }
            ]
        },
        {
            "name": "附会第四十三",
            "paragraphs": [
                {
                    "paragraph": "附会第四十三",
                    "type": 1
                },
                {
                    "paragraph": "何谓附会？谓总文理，綂首尾，定与夺，合涯际，弥纶一篇，使杂而不越者也。若筑室之须基构，裁衣之待缝缉矣。夫才量学文，宜正体制，必以情志为神明，事义为骨髓，辞采为肌肤，宫商为声气，然后品藻玄黄，摛振金玉，献可替否，以裁厥中，斯缀思之常数也。凡大体文章，类多枝派，整派者依源，理枝者循干。是以附辞会义，务总纲领，驱万涂于同归，贞百虑于一致。使众理虽繁，而无倒置之乖；群言虽多，而无棼丝之乱。扶阳而出条，顺阴而藏迹，首尾周宻，表里一体，此附会之术也。夫画者谨发而易貎，射者仪毫而失墙，锐精细乃必疎体綂。故宜诎寸以信尺，枉尺以直㝷，弃偏善之巧，学具美之绩。此命篇之经略也。"
                },
                {
                    "paragraph": "夫文变无方，意见浮杂，约则义孤，博则辞叛，率故多尤，需为事贼。且才分不同，思绪各异，或制首以通尾，或片接以寸附。然通制者盖寡，接附者甚众。若綂绪失宗，辞味必乱，义脉不流，则偏枯文体。夫能悬识凑理，然后文节自会，如胶之粘木，豆之合黄矣。是以驷牡异力，而六辔如琴。驭文之法，有似于此。去留随心，修短在手，齐其步骤，总辔而已。"
                },
                {
                    "paragraph": "故善附者异旨如肝胆。拙会者同音如胡越，改章难于造篇，易字艰于代句，此已然之验也。昔张汤疑奏而再却，虞松草表而屡谴，并理事之不明，而辞旨之失调也。及儿宽更草，钟会易字，而汉武叹奇，晋景称善者，乃理得而事明，心敏而辞当也。以此而观，则知附会巧拙，相去远哉！若夫绝笔断章，譬乘舟之振楫，克终底绩，寄在写以远送。若首唱荣华，而媵句憔悴，则遗势郁湮，余风不畅。此周易所谓臀无肤，其行次睢也。惟首尾相援，则附会之体，固亦无以加于此矣。"
                },
                {
                    "paragraph": "赞曰：篇綂间关，情数稠叠。原始要终，疎条布叶。道味相附，悬绪自接。如乐之和，心声克恊。"
                }
            ]
        },
        {
            "name": "总术第四十四",
            "paragraphs": [
                {
                    "paragraph": "总术第四十四",
                    "type": 1
                },
                {
                    "paragraph": "今之常言，有文有笔，以为无韵者笔也，有韵者文也。夫文以足言，理兼诗书，别目两名，自近代耳。颜延年以为笔之为体，言之文也。经典则言而非笔，传记则笔而非言。请夺彼矛，还攻其盾矣。何者？易之文言，岂非言文？若笔不言文，不得云经典非笔矣。将以立论，未见其论立也。予以为发口为言，属笔曰翰，常道曰经，述经曰传。经传之体，出言入笔。笔为言使，可强可弱，分经以典奥为不利，非以言笔为优劣也。昔陆氏文赋，号为曲尽，然泛论纤悉，而实体未该。故知九变之实匪躬，知言之选难备矣。"
                },
                {
                    "paragraph": "凡精虑造文，各竞新丽；多欲练辞，莫肯研术。落落之玉，或乱乎石；碌碌之石，时似乎玉。精者要约，匮者亦尠；博者该赡，无者亦繁；辩者昭晢，浅者亦露；奥者复隐，诡者亦典。或义华而声悴，或理拙而文泽。知夫调钟未易，张琴实难。伶人告和，不必尽窕槬之中；动用挥扇，何必穷初终之韵。魏文比篇章于音乐，盖有征矣。夫不截盘根，无以验利器；不剖文奥，无以辩通才。才之能通，必资暁术。自非圆鉴区域，大判条例，岂能控引清源，制胜文苑哉！"
                },
                {
                    "paragraph": "是以执术驭篇，似善奕之穷数；无术任心，如博塞之邀遇。故博塞之文，借巧傥来，虽前驱有功，而后援难继。少既无以相接，多亦不知所删。乃多少之非惑，何妍蚩之能制乎？若夫善奕之文，则术有恒数，按部整伍，以待情会；因时顺机，动不失正。数逢其极，机入其巧，则义味腾跃而生，辞气丛杂而至。视之则锦绘，听之则丝簧，味之则甘腴，佩之则芬芳。断章之功，于斯盛矣。夫骥足虽骏，纆牵忌长，以万分一累，且废千里。况文体多术，共相弥纶，一物携贰，莫不解体。所以列在一篇，备总情变。譬三十之辐，共成一毂，虽未足观，亦鄙夫之见也。"
                },
                {
                    "paragraph": "赞曰：文场笔苑，有术有门。务先大体，鉴必穷源。乘一总万，举要治繁。思无定契，理有恒存。"
                }
            ]
        },
        {
            "name": "时序第四十五",
            "paragraphs": [
                {
                    "paragraph": "时序第四十五",
                    "type": 1
                },
                {
                    "paragraph": "时运交移，质文代变。古今情理，如可言乎！昔在陶唐，德盛化钧。野老吐何力之谈，郊童含不识之歌。有虞继作，政阜民暇，薰风诗于元后，烂云歌于列臣。尽其美者，何乃心乐而声泰也。至大禹敷土，九序咏功；成汤圣敬，猗欤作颂。逮姬文之德盛，周南勤而不怨；太王之化淳，邠风乐而不淫。幽厉昏而板荡怒，平生微而黍离哀。故知歌谣文理，与世推移，风动于上而波震于下者。春秋以后，角战英雄，六经泥蟠，百家飚骇。方是时也，韩魏力政，燕赵任权，五蠹六虱，严于秦令。唯齐楚两国，颇有文学。齐开庄衢之第，楚广兰台之宫，孟轲宾馆，荀卿宰邑。故稷下扇其清风，兰陵郁其茂俗。邹子以谈天飞誉，驺奭以雕龙驰响。屈平联藻于日月，宋玉交彩于风云。观其艳说，则笼罩雅颂。故知暐烨之奇意，出乎纵横之诡俗也。"
                },
                {
                    "paragraph": "爰至有汉，运接燔书，高祖尚武，戏儒简学，虽礼律草创，诗书未遑，然大风鸿鹄之歌，亦天纵之英作也。施及孝惠，迄于文景，经术颇兴，而辞人勿用，贾谊抑而邹枚沉，亦可知巳。逮孝武崇儒，润色鸿业，礼乐争辉，辞藻竞骛。栢梁展朝䜩之诗，金堤制恤民之咏。征枚乘以蒲轮，申主父以鼎食，擢公孙之对策，叹儿宽之凝奏。买臣负薪而衣锦，相如涤器而被绣。于是史迁寿王之徒，严终枚皋之属，应对固无方，篇章亦不匮，遗风余采，莫与比盛。越昭及宣，实继武绩，驰骋石渠，暇豫文会，集雕篆之轶材，发绮毂之高喻。于是王襃之伦，底禄待诏。自元暨成，降意图籍，笑玉屑之谏，清金马之路。子云锐思于千首，子政讐校于六艺，亦巳美矣。爰自汉室，迄至成哀，虽世渐百龄，辞人九变，而大抵所归，祖述楚辞，灵均余影，于是乎在。"
                },
                {
                    "paragraph": "自哀平陵替，光武中兴，深怀图䜟，颇略文华。然杜笃献诔以免刑，班彪参表以补令，虽非旁求，亦不遐弃。及明帝叠耀，崇爱儒术，肄礼璧堂，讲文虎观，孟坚珥笔于国史，贾逵给礼于端颂，东平擅其懿文，沛王振其通论，帝则藩仪，辉光相照矣。自安和巳下，迄至顺桓，则有班传三崔，王、马、张、蔡，磊落鸿儒，才不时乏，而文章之选，存而不论。然中兴之后，群才稍改前辙，华实所附，斟酌经辞，盖历政讲聚，故渐靡儒风者也。降及灵帝，时好辞制，造羲皇之书，开鸿都之赋，而乐松之徒，招集浅陋，故杨赐号为驩兜，蔡邕比之俳优，其余风遗文，盖篾如也。"
                },
                {
                    "paragraph": "自献帝播迁，文学蓬转，建安之末，区宇方辑。魏武以相、王之尊，雅爱诗章；文帝以副君之重，妙善辞赋；陈思以公子之豪，下笔琳琅。并体貎英逸，故俊才云蒸。仲宣委质于汉南，孔璋归命于河北，伟长从宦于青土，公干徇质于海隅，德琏综其斐然之思，元瑜展其翩翩之乐，文蔚休伯之俦，子俶，德祖之侣，傲雅觞豆之前，雍容袵席之上，洒笔以成酣歌，和墨以藉谈笑。观其时文，雅好慷慨。良由世积乱离，风衰俗怨，并志深而笔长，故梗槩而多气也。至明帝纂戎，制诗度曲，征篇章之士，置崇文之观，何、刘群才，迭相照耀。少主相仍，唯高贵英雅，顾盻合章，动言成论。于时正始余风，篇体轻澹，而嵇、阮应缪，并驰文路矣。"
                },
                {
                    "paragraph": "逮晋宣始基，景、文克构，并迹沉儒雅，而务深方术。至武帝惟新，承平受命，而胶序篇章，弗简皇虑，降及怀，愍，缀旒而巳。然晋虽不文，人才实盛，茂先摇笔而散珠，太冲动墨而横锦，岳湛曜联璧之华，机云摽二俊之采，应、傅三张之徒，孙摰成公之属，并结藻清英，流韵绮靡。前史以为运涉季世，人未尽才，诚哉斯谈，可为叹息。"
                },
                {
                    "paragraph": "元皇中兴，披文建学，刘刀礼吏而宠荣，景纯文敏而优擢。逮明帝束哲，雅好文会，升储御极，孳孳讲艺，练情于诰策，振采于辞赋。庾以笔才逾亲，温以文思益厚，揄扬风流，亦彼时之汉武也。及成、康促龄，穆、哀短祚，简文勃兴，渊乎清峻，微言精理，凾满玄席，澹思醲采，时洒文囿。至孝武不嗣，安恭已矣。其文史则有袁殷之曹，孙、于之軰，虽才或浅深，珪璋足用，自中朝贵玄，江左称盛，因谈余气，流成文体。是以世极迍邅，而辞意夷泰。诗必柱下之旨归，赋乃漆园之义疏。故治文变染乎世情，兴废繁乎时序，原始以要终，虽百世可知也。"
                },
                {
                    "paragraph": "自宋武爱文，文帝彬雅，秉文之德；孝武多才，英采云构。自明以下，文理替矣。尔其缙绅之林，霞蔚而飚起，王、袁联宗以龙章，颜、谢重叶以凤采，何、范、张、沈之徒，亦不可胜也。盖闻之于世，故略举大较。"
                },
                {
                    "paragraph": "暨皇齐驭寳，运集休明，太祖以圣武膺箓，高祖以睿文纂业，文帝以贰离含章，中宗以上哲兴运，并文明自天，缉遐景祚。今圣历方兴，文思充被，海岳降神，才英秀发，驭飞龙于天衢，驾骐骥于万里，经典礼章，跨周轹汉，唐虞之文，其鼎盛乎！鸿风懿采，短笔敢陈，飏言赞时，请寄明哲。"
                },
                {
                    "paragraph": "赞曰：蔚映十伐，辞采九变。枢中所动，环流无倦。质文㳂时，崇替在选。终古虽远，瞹焉如面。"
                }
            ]
        },
        {
            "name": "物色第四十六",
            "paragraphs": [
                {
                    "paragraph": "物色第四十六",
                    "type": 1
                },
                {
                    "paragraph": "春秋代序，阴阳惨舒，物色之动，心亦摇焉。盖阳气萌而玄驹步，阴律凝而丹鸟羞，微虫犹或入感，四时之动物深矣。若夫珪璋挺其惠心，英华秀其清气，物色相召，人谁获安？是以献岁发春，悦豫之情畅；滔滔孟夏，郁陶之心凝；天高气清，阴沈之志远；霰雪无垠，矜肃之虑深。岁有其物，物有其容；情以物迁，辞以情发。一叶且或迎意，虫声有足引心，况清风与明月同夜，白日与春林共朝哉！"
                },
                {
                    "paragraph": "是以诗人感物，联类不穷；流连万象之际，沈吟视听之区。写气图貌，既随物以宛转；属采附声，亦与心而徘徊。故灼灼状桃花之鲜，依依尽杨柳之貌，杲杲为出日之容，瀌漉拟雨雪之状，喈喈逐黄鸟之声，喓喓学草虫之韵；皎日嘒星，一言穷理；参差沃若，两字连形：并以少总多，情貌无遗矣。虽复思经千载，将何易夺？及离骚代兴，触类而长，物貌难尽，故重沓舒状，于是嵯峨之类聚，葳㽔之群积矣。及长卿之徒，诡势瑰声，模山范水，字必鱼贯，所谓诗人丽则而约言，辞人丽淫而繁句也。"
                },
                {
                    "paragraph": "至如雅咏棠华，或黄或白；骚述秋兰，绿叶紫茎；凡摛表五色，贵在时见，若青黄屡出，则繁而不珍。"
                },
                {
                    "paragraph": "自近代以来，文贵则似，窥情风景之上，钻貌草木之中。吟咏所发，志惟深远，体物为妙，功在宻附。故巧言切状，如印之印泥，不加雕削，而曲写毫芥。故能瞻言而见貌，印字而知时也。然物有恒姿，而思无定检，或率尔造极，或精思愈疎。且诗骚所摽，并据要害，故后进锐笔，怯于争锋。莫不因方以借巧，即势以会奇，善于适要，则虽旧弥新矣。是以四序纷廻，而入兴贵闲；物色虽繁，而折辞尚简；使味飘飘而轻举，情晔晔而更新。古来辞人，异代接武，莫不参伍以相变，因革以为功，物色尽而情有余者，晓会通也。若乃山林皋壤，实文思之奥府，略语则阙，详说则繁。然屈平所以能洞监风、骚之情者，抑亦江山之助乎？"
                },
                {
                    "paragraph": "赞曰：山沓水匝，树杂云合。目既往还，心亦吐纳。春日迟迟，秋风飒飒。情往似赠，兴来如答。"
                }
            ]
        },
        {
            "name": "才略第四十七",
            "paragraphs": [
                {
                    "paragraph": "才略第四十七",
                    "type": 1
                },
                {
                    "paragraph": "九代之文，富矣盛矣；其辞令华采，可略而详也。虞夏文章，则有皋陶六德，䕫序八音，益则有赞，五子作歌。辞义温雅，万代之仪表也。摘周之世，则仲虺垂诰，伊尹敷训，吉甫之徒，并述诗颂。义固为经，文亦师矣。及乎春秋大夫，则修辞聘会，磊落如琅玕之圃，焜耀似缛锦之肆。䓕教择楚国之令典，随会讲晋国之礼法，赵襄以文胜从飨，国侨以修辞扞郑，子太叔美秀而文，公孙翚善于辞令，皆文名之标者也。战代任武，而文士不绝。诸子以道术取资，屈宋以楚辞发采。乐毅报书辩以义，范睢上疏宻而至，苏秦历说壮而中，李斯自奏丽而动。若在文世，则杨班俦矣。荀况学宗，而象物名赋，文质相称，固巨儒之情也。"
                },
                {
                    "paragraph": "汉室陆贾，首发奇采，赋孟春而选典诰，其辨之富矣。贾谊才颕，陵轶飞兔，议揠而赋清，岂虚至哉！枚乘之七发，邹阳之上书，膏润于笔，气形于言矣。仲舒专儒，子长纯史，而丽缛成文，亦诗人之告哀焉。相如好书，师范屈宋，洞入夸艶，致名辞宗。然覆取精意，理不胜辞，正杨子以为文丽用寡者长卿，诚哉是言也！王褒构采，以宻巧为致，附声测貌，泠然可观。子云属意，辞人最深，观其涯度幽远，搜选诡丽，而竭才以钻思，故能理赡而辞坚矣。桓谭著论，富号猗顿，宋弘称荐，爰比相如；而集灵诸赋，偏浅无才，故知长于讽论，不及丽文也。敬通雅好辞说，而坎壈盛世；显志自序，亦蚌病成珠矣。二班两刘，奕叶继采；旧说以为固文优彪，歆学精向，然王命清辩，新序该练，璿璧产于昆冈，亦难得而逾本矣。傅毅崔骃，光采比肩，瑗寔踵武，能世厥风者矣。杜笃贾逵，亦有声于文，迹其为才也，崔傅之末流也。李尤赋铭，志慕鸿裁，而才力沈膇，垂翼不飞。马融鸿儒，思洽登高，吐纳经范，华实相扶。王逸博识有功，而绚彩无力；延寿继志，瑰颕独标，其善图物写貌，岂枚乘之遗术欤？张衡通赡，蔡邕精雅，文史彬彬，隔世相望。是则竹栢异心而同贞，金玉殊质而皆寳也。刘向之奏议，旨切而调缓；赵壹之辞赋，意繁而体疎；孔融气盛于为笔，祢衡思锐于为文，有偏美焉。潘朂凭经以骋才，故绝群于锡命；王朗发愤以托志，亦致美于序铭。然自卿渊巳前，多俊才而不课学，雄向巳后，颇引书以助文，此取与之大际，其分不可乱者也。"
                },
                {
                    "paragraph": "魏文之才，洋洋清绮。旧谈抑之，谓去植千里；然子建思捷而才俊，诗丽而表逸，子桓虑详而力缓，故不兢于先鸣；而乐府清越，典论辩要，迭用短长，亦无懵焉。但俗情抑扬，雷同一响，遂令文帝以位尊减才，思王以势窘益价，未为笃论也。仲宣溢才，捷而能宻，文多兼善，辞少瑕累，摘其诗赋，则七子之冠冕乎？琳瑀以符檄擅声，徐干以赋论摽美，刘桢情高以会采，应玚学优以得文，路粹杨修颇怀笔记之工，丁仪邯郸亦含论述之美，有足筭焉。刘邵赵都，能攀于前修，何晏景福，克光于后进；休琏风情，则百壹摽其志，吉甫文理，则临丹戎其采；稽康师心以遣论，阮籍使气以命诗，殊声而合响，异翮而同飞。张华短章，奕奕清畅，其鹪鹩寓意，即韩非之说难也。左思立才，业深覃思，尽锐于三都，拔萃于咏史，无遗力矣。潘岳敏给，辞自和畅，钟美于西征，贾余于哀诔，非自外也。陆机才欲窥深，辞务索广，故思能入巧而不制繁；士龙朗陈，以识检乱，故能布采鲜净，敏于短篇。孙楚缀思，毎直置以疎通；挚虞述怀，必循规以温雅；其品藻流别，有条理焉。傅玄篇章，义多规镜；长虞笔奏，世执刚中；并杶干之实才，非群华之韡蕚也。成公子安，选赋而时美，夏侯孝若，具体而皆㣲，曹摅清靡于长篇，季鹰辨切于短韵，各其善也。孟阳景阳，才绮而相埓，可谓鲁卫之政，兄弟之文也。刘琨雅壮而多风，卢谌情发而理昭，亦遇之于时势也。景纯艶逸，足冠中兴，郊赋既穆穆以大观，仙诗亦飘飘而凌云矣。庾元规之表奏，靡宻以闲畅；温太真之笔记，循理而清通：亦笔端之良工也。孙盛干实，文胜为史，准的所拟，志乎典训；户牗虽异，而笔彩略同。袁宏发轸以高骧，故卓出而多偏；孙绰规旋以矩步，故伦序而寡状。殷仲文之孤兴，谢叔源之闲情，并解散辞体，缥缈浮音；虽滔滔风流，而大浇文意。"
                },
                {
                    "paragraph": "宋代逸才，辞翰鳞萃，世近易明，无劳甄序。"
                },
                {
                    "paragraph": "观夫后汉才林，可参西京；晋世文苑，足俪邺都；然而魏时话言，必以元封为称首；宋来美谈，亦以建安为口实；何也？岂非崇文之盛世，招才之嘉会哉？嗟夫，此古人所以贵乎时也！"
                },
                {
                    "paragraph": "赞曰：才难，然乎？性各异禀。一朝综文，千年凝锦。余采徘徊，遗风借甚。无曰纷杂，皎然可品。"
                }
            ]
        },
        {
            "name": "知音第四十八",
            "paragraphs": [
                {
                    "paragraph": "知音第四十八",
                    "type": 1
                },
                {
                    "paragraph": "知音其难哉！音实难知，知实难逢，逢其知音，千载其一乎！夫古来知音，多贱同而思古，所谓日进前而不御，遥闻声而相思也。昔储说始出，子虚初成，秦皇汉武，恨不同时；既同时矣，则韩囚而马轻，岂不明鉴同时之贱哉！至于班固傅毅，文在伯仲，而固嗤毅云：下笔不能自休。及陈思论才，亦深排孔璋，敬礼请润色，叹以为美谈，季绪好诋诃，方之于田巴；意亦见矣。故魏文称文人相轻，非虚谈也。至如君卿唇舌，而谬欲论文，乃称史迁著书，咨东方朔，于是桓谭之徒相顾嗤笑。彼实博徒，轻言负诮，况乎文士，可妄谈哉！故鉴照洞明，而贵古贱今者，二主是也；才实鸿懿，而崇巳抑人，班曹是也；学不逮文，而信伪迷真者，楼护是也。酱瓿之议，岂多叹哉！"
                },
                {
                    "paragraph": "夫麟凤与麏雉悬绝，珠玉与砾石超殊，白日垂其照，青眸写其形；然鲁臣以麟为麏，楚人以雉为凤，魏氏以夜光为怪石，宋客以燕砾为寳珠。形器易征，谬乃若是；文情难鉴，谁曰易分？"
                },
                {
                    "paragraph": "夫篇章杂沓，质文交加，知多偏好，人莫圆该。慷慨者逆声而击节，酝藉者见宻而高蹈；浮慧者观绮而跃心，爱奇者闻诡而惊听。会已则嗟讽，异我则沮弃，各执一隅之解，欲拟万端之变，所谓东向而望，不见西墙也。"
                },
                {
                    "paragraph": "凡操千曲而后晓声，观千剑而后识器；故圆照之𧰼，务先博观。阅乔岳以形培塿，酌沧波以喻畎𡑭。无𥝠于轻重，不偏于憎爱，然后能平理若𢖍，照辞如镜矣。是以将阅文情，先标六观：一观位体，二观置辞，三观通变，四观奇正，五观事义，六观宫商。斯术既形，则优劣见矣。"
                },
                {
                    "paragraph": "夫缀文者情动而辞发，观文者披文以入情，㳂波讨源，虽幽必显。世远莫见其面，觇文辄见其心。岂成篇之足深？患识照之目浅耳。夫志在山水，琴表其情，况形之笔端，理将焉匿？故心之照理，譬目之照形，目瞭则形无不分，心敏则理无不达。然而俗监之迷者，深废浅售，此庄周所以笑折杨，宋玉所以伤白雪也。昔屈平有言：文质疎内，众不知余之异采。见异唯知音耳。扬雄自称：心好沈博绝丽之文。其事浮浅，亦可知矣。夫唯深识鉴奥，必欢然内怿，譬春台之熙众人，乐饵之止过客。盖闻兰为国香，服媚弥芬；书亦国华，玩泽方美。知音君子，其垂意焉。"
                },
                {
                    "paragraph": "赞曰：洪钟万钧，䕫旷所定。良书盈箧，妙鉴廼订。流郑淫人，无或失听。独有此律，不谬蹊径。"
                }
            ]
        },
        {
            "name": "程器第四十九",
            "paragraphs": [
                {
                    "paragraph": "程器第四十九",
                    "type": 1
                },
                {
                    "paragraph": "周书论士，方之梓材，盖贵器用而兼文采也。是以朴斲成而丹艧施，垣墉立而雕朽附。而近代词人，务华弃实，故魏文以为：古今文人之类，不护细行。韦诞所评，又历诋群才。后人雷同，混之一贯，吁，可悲矣！"
                },
                {
                    "paragraph": "略观文士之疵，相如窃妻而受金，扬雄嗜酒而少筭，敬通之不循廉隅，杜笃之请求无厌，班固謟窦以作威，马融党梁而黩货，文举傲诞以速诛，正平狂憨以致戮，仲宣轻脆以躁竞，孔璋惚恫以粗疎，丁仪贪婪以乞货，路粹餔啜而无耻，潘岳诡祷于愍怀，陆机倾仄于贾郭，傅玄刚隘而詈台，孙楚佷愎而讼府。诸有此类，并文士之瑕累。文既有之，武亦宜然。古之将相，疵咎实多：至如管仲之盗窃，呉起之贪淫，陈平之污点，綘灌之谗嫉，㳂兹以下，不可胜数。孔光负衡据鼎，而仄媚董贤，况班马之贱职，潘岳之下位哉？王戎开国上秩，而鬻官嚣俗，况马杜之磬悬，丁路之贫薄哉？然子夏无亏于名儒，璿冲不尘乎竹林者，名崇而讥减也。若夫屈贾之忠贞，邹枚之机觉，黄香之淳孝，徐干之沈默，岂曰文士必其玷欤？"
                },
                {
                    "paragraph": "盖人禀五材，修短殊用，自非上哲，难以求备。然将相以位隆特达，文士以职卑多诮；此江河所以腾涌，㳙流所以寸析者也。名之抑扬，既其然矣，位之通塞，亦有以焉。盖士之登庸，以成务为用。鲁之敬姜，妇人之聪明耳，然推其机综，以方治国，安有大夫学文，而不达于政事哉？彼杨马之徒，有文无质，所以终乎下位也。昔庾元规才华清英，勋庸有声，故文艺不称；若非台岳，则正以文才也。文武之术，左右惟宜，郤縠敦书，故举为元帅，岂以好文而不练武哉？孙武兵经，辞如珠玉，岂以习武而不晓文也？"
                },
                {
                    "paragraph": "是以君子藏器，待时而动，发挥事业；固宜蓄素以刚中，散悉以彪外，楩楠其质，豫章其干。摛文必在纬军国，负重必在任栋梁，穷则独善以垂文，达则奉时以骋绩。若此文人，应梓材之士矣。"
                },
                {
                    "paragraph": "赞曰：瞻彼前修，有懿文德。声昭楚南，采动梁北。雕而不器，贞干谁则？岂无华身，亦有光国？"
                }
            ]
        },
        {
            "name": "序志第五十",
            "paragraphs": [
                {
                    "paragraph": "序志第五十",
                    "type": 1
                },
                {
                    "paragraph": "文心者，言为文之用心也。昔㳙子琴心，王孙巧心，心哉美矣，夫故用之。古来文章，以雕缛成体，岂效邹奭之群言雕龙也。夫宇宙绵邈，黎献纷杂，拔萃出颕，智术而已。岁月飘忽，性灵不居，腾声飞实，制作而巳。夫有肖貎天地，禀性五行，拟耳目于日月，方声气于风雷，其超出万物，亦已灵矣。形同草木之脆，名逾金石之坚，是以君子处世，树德建言。岂好辨哉？不得巳也！"
                },
                {
                    "paragraph": "余生七龄，乃梦彩云若锦，则攀而采之。齿在逾立，则常梦索源不述先哲之诰，无益后生之虑。"
                },
                {
                    "paragraph": "盖文心之作也，本乎道，师乎圣，体乎经，酌乎纬，变乎骚：文之枢纽，云亦极矣。若论文叙笔，则品别区分；原始以表时，释名以章义，选文以定篇，敷理以举綂：一篇以上，纲领明矣。至于剖情析采，必笼圈条贯：摛神性，图风势，以包会通，以阅声字，崇替于时序，襃贬于才略，怡畅于知音，耿介于程器，长怀序志，以驭群篇：下篇以下，毛目显矣。位理定名，彰乎大易之数，其为文用，四十九篇而巳。"
                },
                {
                    "paragraph": "夫铨序一文为易，弥纶群言为难。虽复轻采毛发，深极骨髓，或有曲意宻源，似近而远，辞所不载，亦不可胜数。及其品列成文，有同乎旧谈者，非雷同也，势自不可异也；有异乎前论者，非苟异也，理自不可同也。同之与异，不屑古今，擘肌分理，唯务折衷。按辔文雅之场，环络藻绘之府，亦几乎备矣。"
                },
                {
                    "paragraph": "但言不尽意，前圣所难；识在瓶管，何能规短。茫茫往代，既沈余闻，渺渺来世，谅尘彼观也。"
                },
                {
                    "paragraph": "赞曰：生也有涯，无涯惟智。逐物实难，凭性良易。傲岸泉石，咀嚼文义。文果载心，余心有寄。"
                }
            ]
        }
    ]
}