{
    "name": "傳習録",
    "author": "明・王陽明",
    "loadChapterCount": 3,
    "chapters": [
        {
            "name": "刻傳習錄序",
            "paragraphs": [
                {
                    "paragraph": "刻傳習錄序",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天地之間，道而已矣。道也者，人物之所由以生者也。是故人之生也，得其秀而最靈，以言乎性則中矣，以言乎情則和矣，以言乎萬物則備矣，由聖人至於途人，一也。故曰：“人者，天地之德，隂陽之交，鬼神之㑹，五行之秀氣也。”又曰：“致中和，天地位焉，萬物育焉。”是故古者大道之明於天下也，天下之人相忘於道化之中，而無復所謂邪慝者焉。率性以由之，修道以誠之，皥皥乎而不知爲之者，是故大順之所積也，以天則不愛其道也，以地則不愛其寳也，以人則不愛其情也，以物則不愛其靈也。聖人於此，夫何言哉？恭巳無爲而巳矣。至其後也，道不明於天下，天下之人相交於物化之中，而邪慝興焉。失其性而不求，舎其道而不知修。斯人也，日入於禽獸之而莫之知也。是故萬物弗序而天地弗官矣。聖人，生而知道者也；賢人，學而知道者也。其視天地萬物，無一而非我。而斯人之不知道也，若己推而入之鳥獸之羣也。理有所不可隱，心有所不容忍，惡能已於言哉？故孟子曰：“予豈好辯哉？予不得已也。”故夫聖賢之言，將以明斯道而示諸人，使天下之人曉然知道之在是，而庶民興焉。庶民興，則邪慝息；邪慝息，則萬物序而天地官矣。夫然後聖賢之心始安而其言始己也。是故其言也，求其是則已矣，非以爲聞見之高也；求其明則已矣，非以爲門户之高也。而後之爲聖賢之學者，其初也，執聞見以自是，而不知聖人之所是者，天下之公是也；立門户以自明，而不知聖人之所明者，天下之同明也。故其後也，言愈多而愈支，支則不可行矣；門愈高而愈小，小則不可通矣。皆意也，巳也，勝心之爲也。而世之號爲豪傑者，方皆溺於其中而莫之知也。其亦可哀也巳矣！夫天之命於我而我之具於心者，自有眞是真非，至明而不容有蔽者也。故天下之言道者，至不一也。苟以平心觀之，易氣玩之，則其是是非非，自不能遁吾心之眞知也。唯夫聞見已執於未觀之先，而門户又高於既玩之際，則其言雖是也，蔽於聞見之私，而不知其是；指雖明也，隔於門户之異，而不通其明。道之不明於天下，治之所以不能追復前古者，其所由來遠矣！是錄也，門弟子錄陽明先生問答之辭、計論之書，而刻以示諸天下者也。吉也從遊宫墻之下，其於是錄也，朝觀而夕玩，口誦而心求，葢亦自信之篤而竊見夫所謂道者，置之而塞乎天地，漙之而橫乎四海，施諸後世，而無朝夕人心之所同然者也。故命逢吉弟校續而重刻之，以傳諸天下。天下之於是錄也，但勿以聞見梏之，而平心以觀其意；勿以門户隔之，而易氣以玩其辭。勿以錄求錄也，而以我求錄也，則吾心之本體自見，而凡斯錄之言，皆其心之所固有，而無復可疑者矣。則夫大道之明於天下，而天下之所以平者，將亦可竢也巳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "嘉靖三年冬十月十有八日。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "賜進士出身中順大夫紹興府知府、門人渭北南大吉謹序。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "傳習錄序",
            "paragraphs": [
                {
                    "paragraph": "傳習錄序",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "門人有私錄陽明先生之言者，先生聞之，謂之曰：聖賢教人，如醫用藥，皆因病立方，酌其虛實温涼、隂陽內外，而時時加減之，要在去病，初無定說，若拘執一方，鮮不殺人矣。今守仁與諸君不過各就偏蔽，箴切砥礪，但能改化，卽吾言巳爲贅疣。若遂守爲成訓，他日誤巳誤人，守仁之罪過，可復追贖乎？愛既備錄先生之教，同門之友有以是相規者，愛因謂之曰：如子之言，卽又拘執一方，復失先生之意矣。孔子謂子貢，嘗日：予欲無言。他日則曰：吾與回言終日。又何言之不一邪？葢子貢專求聖人於言語之間，故孔子以無言警之，使之實體諸心，以求自得。顔子於孔子之言，黙識心通，無不在巳，故與之言終日，若決江河而之海也。故孔子於子貢之無言不爲少，於顔子之終日言不爲多，各當其可而巳。今備錄先生之語，固非先生之所欲。使吾儕常在先生之門，亦何事於此？惟或有時而去側，同門之友又皆離羣索居，當是之時，儀刑既遠，而規切無聞，如愛之駑劣，非得先生之言，時時對越警發之，其不摧墮靡廢者幾希矣！吾儕於先生之言，茍徒入耳出口，不體諸身，則愛之錄此，實先生之罪人矣。使能得之言意之表，而誠諸踐履之實，則斯錄也，固先生終日言之之心也，可少乎哉？錄成，因復識此於篇首，以告同志。門人徐愛序。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "南逢吉曰：此徐子曰仁之自序其錄者。不幸日仁亡矣，錄亦散失。今之錄雖全非其筆，然其全者不可得，而此序序錄之意則備矣。故仍置于首，用以告夫同志者焉。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "重刻傳習錄序",
            "paragraphs": [
                {
                    "paragraph": "重刻傳習錄序",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "門人王畿百拜譔",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "陽明先師傳習錄始刻于赣，葢薛尚謙氏所校定，并徐曰仁氏、陸原靜氏所紀，勒爲一册。及師歸越，郡守南子元善益以問答諸書，併刻爲二冊，卽今所傳者是也。傳且乆，漶闕至不可讀，學者病之。畿乃謀諸郡倅蕭子奇士，命江生涌檢勒，得其漶且闕者若干篇付工補刻，而二册復完。夫師之學，從憂患啓悟，本於自得，以易簡爲宗，故其爲教，隨機立法，易知易從，非有所強也。是錄之始傳也，海內同志驟見而誦習之，炯然如大夢之得醒，多所開發。師嘗曰：無意中得此一助。歸越以後，則專提良知二字，使人言下便有悟入，其爲教益微，而爲助益廣。葢其所學日益精邃，故教亦因之耳。師之在日，精神足以自致，尚不能無頼於是錄之助，况儀刑既遠，聲欬日踈，是錄之傳，譬如饑渇之於飲食，有不可一日無者矣。夫飲食猶在外也，良知在人，愚夫愚婦與聖人同，反身而求，無不具足，乃入聖之顯宗也。顧惟聖遠教衰，學者馳於外求，不得已畧與開示，使之反求而自得之，如夢者之醒，初非有假於外也。是說流傳旣乆，寖成玩㞕。世之學者，未有必爲聖人之志，不務實致其知以求心悟，漫然號於人曰良知。良知是豈師教之使然哉？譬諸談食說飲，不務入口，以求醉飽之實，甚或妄意醉飽，以滋虛見，吾見其惑也已。故特表而出之，以求不失其宗，因以解學者之惑。尚有續錄數巻，未及盡刻，葢有俟也。嘉靖庚戍歲冬十月望。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "傳習錄上卷一",
            "paragraphs": [
                {
                    "paragraph": "傳習錄上卷一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "先生於大學“格物”諸說，悉以舊本爲正，蓋先儒所謂誤本者也。愛始聞而駭，旣而疑，已而殫精竭思，參互錯縱，以質於先生，然後知先生之說，若水之寒，若火之熱，斷斷乎“百世以俟聖人而不惑”者也。先生明睿天授，然和樂坦易，不事邉幅。人見其少時豪邁不羈，又嘗泛濫於詞章，出入二氏之學，驟聞是說，皆目以爲立異好奇，漫不省究。不知先生居夷三載，處困養靜，精一之功固已超入聖域，粹然大中至正之歸矣。愛朝夕炙門下，但見先生之道，卽之若易而仰之愈高，見之若麤而探之愈精，就之若近而造之愈益無窮。十餘年來，竟未能窺其藩籬。世之君子，或與先生僅交一靣，或猶未聞其謦欬，或先懷忽易憤激之心，而遽欲於立談之間，傳聞之說，臆斷懸度，如之何其可得也？從游之士，聞先生之教，往往得一而遺二，見其牝牡驪黃而棄其所謂千里者。故愛備錄平日之所聞，私以示夫同志，相與考而正之，庶無負先生之教云。門人徐愛書。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "愛問：“‘在親民’，朱子謂當作‘新民’，後章‘作新民’之文似亦有據。先生以爲宜從舊本作‘亲民’，亦有所據否？”先生曰：“‘作新民’之‘新’，是自新之民，與‘在新民’之‘新’不同，此豈足爲據？‘作’字却與‘親’字相對，然非‘亲’字義。下面‘治國平天下’處，皆於‘新’字無發明。如云‘君子賢其賢而親其親，小人樂其樂而利其利’，‘如保赤子’，‘民之所好好之，民之所惡惡之，此之謂民之父母之類’，皆是‘親’字意。‘親民’猶孟子‘親親仁民’之謂，‘親之’即‘仁之’也。‘百姓不親’，舜使契爲司徒，‘敬𢾾五教’，所以親之也。堯典‘克明峻德’便是‘明明德’，‘以親九族’至‘平章’‘恊和’，便是‘親民’，便是‘明明德於天下’。又如孔子言‘修己以安百姓’，‘修己’便是‘明明德’，‘安百姓’便是‘親民’。說‘親民’便兼教養意，說‘新民’便覺偏了。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "愛問：“‘知止而後有定’，朱子以爲‘事事物物皆有定理’，似與先生之說相戾？”先生曰：“於事事物物上求至善，却是義外也。至善是心之本體，只是‘明明德’到至精至一處便是，然亦未嘗離却事物。本註所謂‘盡夫天理之極，而無一毫人欲之私’者得之。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "愛問：“至善只求諸心，恐於天下事理有不能盡？”先生曰：“心卽理也，天下又有心外之事，心外之理乎？”愛曰：“如事父之孝，事君之忠，交友之信，治民之仁，其間有許多理在，恐亦不可不察。”先生嘆曰：“此說之蔽乆矣，豈一語所能悟！今姑就所問者言之。且如事父，不成去父上求箇孝的理；事君，不成去君上求箇忠的理；交友、治民，不成去友上、民上求箇信與仁的理。都只在此心，心卽理也。此心無私欲之蔽，卽是天理，不湏外靣添一分。以此純乎天理之心，發之事父便是孝，發之事君便是忠，發之交友、治民便是信與仁。只在此心去人欲、存天理上用功便是。”愛曰：“聞先生如此說，愛己覺有省悟處。但舊說纒於胷中，尚有未脫然者。如事父一事，其間温清定省之類，有許多節目，不知亦湏講求否？”先生曰：“如何不講求？只是有箇頭腦，只是就此心去人欲、存天理上講求。就如講求冬温，也只是要盡此心之孝，恐怕有一毫人欲間雜；講求夏清，也只是要盡此心之孝，恐怕有一毫人欲閒雜，只是講求得此心。此心若無人欲，純是天理，是箇誠於孝親的心，冬時自然思量父母的寒，便自要去求箇温的道理；夏時自然思量父母的熱，便自要去求箇清的道理。這都是那誠孝的心發出來的條件，却是湏有這誠孝的心，然後有這條件發出來。譬之樹木，這誠孝的心便是根，許多條件便是枝葉，湏先有根然後有枝葉，不是先尋了枝葉，然後去種根。禮記言：‘孝子之有深愛者必有和氣，有和氣者必有愉色，有愉色者必有婉容。’湏是有箇深愛做根，便自然如此。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鄭朝朔問：“至善亦湏有從事物上求者？”先生曰：“至善只是此心純乎天理之極便是，更於事物上怎生求？且試說幾件看。”朝朔曰：“且如事親，如何而爲温清之節，如何而爲奉養之宜，湏求箇是當方是至善。所以有學問思辨之功。”先生曰：“若只是温清之節、奉養之宜，可一日二日講之而盡，用得甚學問思辨？惟於温清時，也只要此心純乎天理之極；奉養時，也只要此心純乎天理之極。此則非有學問思辨之功，將不免於毫釐千里之繆。所以雖在聖人，猶加‘精一’之訓。若只是那些儀節求得是當，便謂至善，即如今扮戲子，扮得許多温清奉養的儀節是當，亦可謂之至善矣！”，愛於是日又有省。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "愛因未㑹先生知行合一之訓，與宗賢、惟賢往復辨論，未能决，以問於先生。先生曰：“試舉看。”愛曰：“如今人儘有知得父當孝、兄當弟者，却不能孝不能弟，便是知與行分明是兩件。”先生曰：“此巳被私欲隔斷，不是知行的本體了。未有知而不行者，知而不行只是未知。聖賢教人知行，正是要復那本體，不是著你只恁的便罷。故大學指箇眞知行與人看，說：‘如好好色，如惡惡臭。’見好色屬知，好好色屬行，只見那好色時巳自好了，不是見了後又立箇心去好；聞惡臭屬知，惡惡臭屬行，只聞那惡臭時巳自惡了，不是聞了後别立箇心去惡。如鼻塞人雖見惡臭在前，鼻中不曾聞得，便亦不甚惡，亦只是不曾知臭。就如稱某人知孝、某人知弟，必是其人己曾行孝、行弟，方可稱他知孝、知弟。不成只是曉得說些孝、弟的話，便可稱爲知孝、弟？又如知痛，必己自痛了方知痛；知寒，必己自寒了；知饑，必己自饑了。知行如何分得開？此便是知行的本體，不曾有私意隔斷的。聖人教人必要是如此，方可謂之知。不然只是不曾知，此却是何等𦂳切著實的功夫！如今苦苦定要說知行做兩箇是甚麽意？守仁要說做一箇是甚麽意？若不知立言宗旨，只管說一箇兩箇，亦有甚用？”愛曰：“古人說知行做兩箇，亦是要人見箇分曉，一知做知的功夫，一行做行的功夫，卽功夫始有下落。”先生曰：“此却失了古人宗旨也。守仁嘗說，知是行的主意，行是知的功夫；知是行之始，行是知之成。若㑹得時，只說一箇知，己自有行在；只說一箇行，己自有知在。古人所以既說一箇知，又說一箇行者，只爲世間有一種人，懵懵懂懂的任意去做，全不解思惟省察，也只是箇冥行妄作，所以必說箇知，方纔行得是。又有一種人，茫茫蕩蕩懸空去思索，全不肯著實躬行，也只是箇揣摸影響，所以必說一箇行，方纔知得眞。此是古人不得己補偏救敝的說話，若見得這箇意時，卽一言而足。今人却就將知行分作兩件去做，以爲必先知了然後能行。我如今且去講習討論做知的功夫，待知得眞了方去做行的功夫，故遂終身不行，亦遂終身不知。此不是小病痛，其來己非一日矣。守仁今說箇知行合一，正是對病的藥，又不是守仁鑿空杜撰，知行本體原是如此。今若知得宗旨時，卽說兩箇亦不妨，亦只是一箇；若不㑹宗旨，便說一箇，亦濟得甚事？只是閒說話。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "愛問：“昨聞先生‘止至善’之教，己覺工夫有用力處，但與朱子‘格物’之訓，思之終不能合。”先生曰：“‘格物’是‘止至善’之功，既知‘至善’，卽知‘格物’矣。”愛曰：“昨以先生之教推之‘格物’之說，似亦見得大畧。但朱子之訓，其於書之‘精一’，論語之‘博約’，孟子之‘盡心知性’，皆有所證據，以是未能釋然。”先生曰：“子夏篤信聖人，曾子反求諸己。篤信固亦是，然不如反求之切。今既不得於心，安可狃於舊聞，不求是當？就如朱子亦尊信程子，至其不得於心處，亦何嘗荀從？‘精一’‘博約’‘盡心’，本自與吾說脗合，但未之思耳。朱子‘格物’之訓，未免牵合附㑹，非其本旨。‘精’是‘一’之功，‘博’是‘約’之功。曰仁既明知行合一之說，此可一言而喻。‘盡心知性知天’，是‘生知安行’事；‘存心養性事天’，是‘學知利行’事；‘殀壽不貳，修身以俟’，是‘困知勉行’事。朱子錯訓‘格物’，只爲倒看了此意，以‘盡心知性’爲‘格物知至’要初學便去做‘生知安行’事，如何做得？”愛問：“‘盡心知性’何以爲‘生知安行’？”先生曰：“性是心之體，天是性之原，盡心卽是盡性。惟天下至誠爲能盡其性，知天地之化育。‘存心’者，心有未盡也。‘知天’，如知州、知縣之‘知’，是自己分上事，己與天爲一。‘事天’，如子之事父、臣之事君，湏是恭敬奉承，然後能無失，尚與天爲二。此便是聖賢之别。至於‘殊壽不貳’其心，乃是教學者一心爲善，不可以窮通殀壽之故，便把爲善的心變動了，只去修身以俟命。見得窮通壽殀有箇命在，我亦不必以此動心。‘事天’雖與天爲二，己自見得箇天在靣前；‘俟命’便是未曾見靣，在此等候相似。此便是初學立心之始，有箇困勉的意在。今却倒做了，所以使學者無下手處。”愛曰：“昨聞先生之教，亦影影見得工夫湏是如此。今聞此說，益無可疑。愛昨晚思，‘格物’的‘物’字，即是‘事’字，皆從心上說。”先生曰：“然。身之主宰便是心，心之所發便是意，意之本體便是知，意之所在便是物。如意在於事親，即事親便是一物；意在於事君，卽事君便是一物；意在於仁民、愛物，即仁民、愛物便是一物；意在於視、聽、言、動，即視、聽、言、動便是一物。所以某說：‘無心外之理，無心外之物。’中庸言‘不誠無物’，大學‘明明德’之功，只是箇‘誠意’，‘誠意’之功，只是箇‘格物’。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "先生又曰：“‘格物’如孟子‘大人格君心’之‘格’，是去其心之不正，以全其本體之正。但意念所在，卽要去其不正以全其正，卽無時無處不是‘存天理’，卽是‘窮理’。‘天理’卽是‘明德’，‘窮理’卽是‘明明德’”。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "又曰：“知是心之本體，心自然㑹知。見父自然知孝，見兄自然知弟，見孺子入井自然知惻隐。此便是良知，不假外求。若良知之發，更無私意障碍，卽所謂‘充其惻隐之心，而仁不可勝用矣’。然在常人不能無私意障碍，所以湏用‘致知’‘格物’之功，勝私復理。卽心之良知更無障碍，得以充塞流行，便是致其知，知致則意誠。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "愛問：“先生以‘愽文’爲‘約禮’工夫，深思之未能得，畧請開示。”先生曰：“‘禮’字卽是‘理’字。‘理’之發見可見者謂之‘文’，‘文’之隠微不可見者謂之‘理’，只是一物。‘約禮’只是要此心純是一箇天理。要此心純是天理，湏就‘理’之發見處用功。如發見於事親時，就在事親上學存此天理；發見於事君時，就在事君上學存此天理；發見於處冨貴貧賤時，就在處富貴貧賤上學存此天理；發見於處患難、夷狄時，就在處患難、夷狄上學存此天理。至於作止、語黙，無處不然，隨他發見處，卽就那上靣學箇存天理。這便是‘博學之於文’，便是‘約禮’的工夫。‘博文’卽是‘惟精’，‘約禮’卽是‘惟一’。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "愛問：“‘道心常爲一身之主，而人心每聽命’，以先生‘精一’之訓推之，此語似有弊。”先生曰：“然。心一也。未雜於人謂之道心，雜以人僞謂之人心。人心之得其正者卽道心，道心之失其正者卽人心，初非有二心也。程子謂：‘人心卽人欲，道心卽天理。’語若分析，而意实得之。今曰‘道心爲主而人心聽命’，是二心也。‘天理’‘人欲’不并立，安有‘天理’爲主，‘人欲’又從而聽命者？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "愛問文中子、韓退之。先生曰：“退之，文人之雄耳。文中子，賢儒也。後人徒以文詞之故，推尊退之，其實退之去文中子遠甚。”愛問：“何以有擬經之失？”先生曰：“擬經恐未可盡非。且說後世儒者著述之意，與擬經如何？”愛曰：“世儒著述，近名之意不無，然期以明道，擬經純若爲名。”先生曰：“著述以明道，亦何所效法？”曰：“孔子刪述六經以明道也。”先生曰：“然則擬經獨非效法孔子乎？”愛曰：“著述卽於道有所發明，擬經似徒擬其迹，恐於道無𥙷。”先生曰：“子以明道者，使其反朴還淳而見諸行事之實乎？抑將美其言詞而徒以譊繞於世也？天下之大亂，由虛文勝而實行衰也。使道明於天下，則六經不必述。删述六經，孔子不得己也。自伏羲畫卦至於文王、周公，其間言易如連山、歸藏之屬，紛紛籍籍，不知其幾，易道大亂。孔子以天下好文之風口盛，知其說之將無紀極，於是取文王、周公之說而賛之，以爲惟此爲得其宗。於是紛紛之說盡廢，而天下之言易者始一。書、詩、禮、樂、春秋皆然。書自典、謨以後，詩自二南以降，如九丘、八索，一切淫哇逸蕩之詞，葢不知其幾千百篇。禮、樂之名物度數，至是亦不可勝窮。孔子皆删削而述正之，然後其說始廢。如書、詩、禮、樂中，孔子何嘗加一語？今之禮記諸說，皆後儒附㑹而成，己非孔子之舊。至於春秋，雖稱孔子作之，其實皆魯史舊文。所謂‘筆’者，筆其舊；所謂‘削’者，削其繁，是有减無増。孔子述六經，懼繁文之亂天下，惟簡之而不得，使天下務去其文以求其實，非以文敎之也。春秋以後，繁文益盛，天下益亂。始皇焚書得罪，是出於私意，又不合焚六經。若當時志在明道，其諸反經叛理之說，悉取而焚之，亦正暗合刪述之意。自秦漢以降，文又日盛，若欲盡去之，斷不能去，只宜取法孔子，錄其近是者而表章之，則其諸恠悖之說亦宜漸漸自廢。不知文中子當時擬經之意如何，守仁竊深有取於其事，以爲聖人復起，不能易也。天下所以不治，只因文盛實衰，人出己見新奇相高，以眩俗取譽，徒以亂天下之聰明，塗天下之耳目，使天下靡然，爭務修餙文詞，以求知於世，而不復知有惇本尚實、反朴還淳之行。是皆著述者有以啓之。”愛曰：“著述亦有不可缺者，如春秋一經，若無左傳，恐亦難曉。”先生曰：“春秋必待傳而後明，是歇後謎語矣。聖人何苦爲此艱深隱晦之詞？左傳多是魯史舊文，若春秋湏此而後明，孔子何必削之？”愛曰：“伊川亦云：‘傳是案，經是斷。’如書弑某君，伐某國，若不明其事，恐亦難斷。”先生曰：“伊川此言，恐亦是相沿世儒之說，未得聖人作經之意。如書‘弑君’，卽弑君便是罪，何必更問其弑君之詳？征伐當自天子出，書‘伐國’，卽伐國便是罪，何必更問其伐國之詳？聖人述六經，只是要正人公，只是要存天理、去人欲之事，則嘗言之。或因人請問，各隨分量而說，亦不肯多道，恐人專求之言語，故曰予欲無言。若是一切縱人欲、滅天理的事，又安肯詳以示人？是長亂導奸也。故孟子云：‘仲尼之門，無道桓、文之事者，是以後世無傳焉。’此便是孔門家法。世儒只講得一箇覇者的學問，所以要知得許多隂謀詭計。純是一片功利的心，與聖人作經的意思正相反，如何思量得通？”因嘆曰：“此非達天德者，未易與言此也！”又曰：“孔子云：‘吾猶及史之闕文也。’孟子云：‘盡信書，不如無書。吾於武成取二三策而己。’孔子删書於唐、虞、夏四五百年間，不過數篇。豈更無一事？而所述止此，聖人之意可知矣。聖人只是要刪去繁文，後儒却只要添上。”愛曰：“聖人作經，只是要去人欲，存天理。如五覇以下事，聖人不欲詳以示人，則誠然矣。至如堯舜以前事，如何畧不少見？”先生曰：“義、黃之世，其事濶踈，傳之者鮮矣。此亦可以想見。其時全是淳龎朴素，略無文彩的氣象，此便是太古之治，非後世可及。”愛日：“如三墳之類，亦有傳者，孔子何以刪之？”先生曰：“縱有傳者，亦於世變漸非所宜。風氣益開，文采日勝，至於周末，雖欲變以夏、商之俗，己不可挽，况唐、虞乎？又况羲、黄之世乎？然其治不同，其道則一。孔子於堯、舜則祖述之，於文、武則憲章之。文、武之法卽是堯、舜之道，但因時致治，其設施政令己自不同。卽夏、商事業施之於周，己有不合。故‘周公思兼三王，其有不合，仰而思之，夜以繼日’，况太古之治，豈復能行？斯固聖人之所可畧也。”又曰：“專事無爲，不能如三王之因時致治，而必欲行以太古之俗，卽是佛、老的學術。因時致治，不能如三王之一本於道，而以功利之心行之，卽是覇者以下事業。後世儒者許多講來講去，只是講得箇覇術。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "又曰：“唐、虞以上之治，後世不可復也，畧之可也。三代以下之治，後世不可法也，削之可也。惟三代之治可行。然而世之論三代者，不明其本而徒事其末，則亦不可復矣！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "愛曰：“先儒論六經，以春秋爲史，史專記事，恐與五經事體終或稍異。”先生曰：“以事言謂之史，以道言謂之經。事卽道，道卽事。春秋亦經，五經亦史。易是包羲氏之史，書是堯、舜以下史，詩、禮、樂是三代史。其事同，其道同，安有所謂異？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "又曰：“五經亦只是史。史以明善惡、示訓戒。善可爲訓者，特存其迹以示法。惡可爲戒者，存其戒而削其事以杜奸。”愛曰：“存其迹以示法，亦是存天理之本然。削其事以杜奸，亦是遏人欲於將萌否？”先生曰：“聖人作經，固無非是此意，然又不必泥着文句。”愛又問：“惡可爲戒者，存其戒而削其事以杜奸。何獨於詩而不删鄭、衛？先儒謂‘惡者可以懲創人之逸志’，然否？”先生曰：“詩非孔門之舊本矣。孔子云：‘放鄭聲，鄭聲淫。’又曰：‘惡鄭聲之亂雅樂也。’‘鄭衛之音，亡國之音也。’此是孔門家法。孔子所定三百篇，皆所謂雅樂，皆可奏之郊廟，奏之鄉黨，皆所以宣暢和平，涵永德性，移風易俗，安得有此？是長淫導奸矣。此必秦火之後，世儒附㑹，以足三百篇之數。盖淫泆之詞，世俗多所喜傳，如今閭巷皆然。‘惡者可以懲創人之逸志’，是求其說而不得，從而爲之辭。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "愛因舊說汨没，始聞先生之教，實是駭愕不定，無入頭處。其後聞之既乆，漸知反身實踐，然後始信先生之學爲孔門嫡傳，舎是皆傍蹊小徑、斷港絶河矣。如說“格物”是“誠意”的工夫，“明善”是“誠身”的工夫，“窮理”是“盡性”的工夫，“道學問”是“尊德性”的工夫，“博文”是“約禮”的工夫，“惟精”是“惟一”的工夫。諸如此類，始皆落落難合，其後思之旣乆，不覺手舞足蹈。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "右門人徐愛曰仁錄。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "曰仁所紀凡三卷，侃近得此數條，并兩小序，其餘俟求其家附錄之。正德戊寅春，薛侃識。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "傳習錄上卷二",
            "paragraphs": [
                {
                    "paragraph": "傳習錄上卷二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "先生曰：持志如心痛，一心在痛上，豈有工夫說閑話、管閑事？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "澄問：主一之功，如讀書則一心在讀書上；接客則一心在接客上，可以爲主一乎？先生曰：好色則一心在好色上，好貨則一心在好貨上，可以爲主一乎？是所謂逐物，非主一也。主一是專主一箇天理。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問立志，先生曰：只念念要存天理，卽是立志，能不忘乎此，乆則自然心中凝聚，猶道家所謂結聖胎也。此天理之念常存，馴至於美大聖神，亦只從此一念存養擴充去耳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "日間工夫，覺紛擾則靜坐，覺懶看書則且看書，是亦因病而藥。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "處朋友，務相下，則得益，相上則損。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：後世著述之多，恐亦有亂正學。先生曰：人心天理渾然，聖賢筆之書，如寫眞傳神，不過示人以形狀大略，使之因此而討求其眞耳，其精神意氣、言笑動止，固有所不能傳也。後世著述，是又將聖人所畫摩倣謄冩，而妄自分析加増以逞其技，其失眞愈遠矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：聖人應變不窮，莫亦是預先講求否？先生曰：如何講求得許多？聖人之心如明鏡，只是一箇明，則隨感而應，無物不照，未有己往之形尚在，未照之形先具者。若後世所講，却是如此，是以與聖人之學大背。周公制禮作樂，以文天下，皆聖人所能爲，堯、舜何不盡爲之，而待於周公？孔子删述六經，以詔萬世，亦聖人所能爲，周公何不先爲之，而有待於孔子？是知聖人遇此時，方有此事。只怕鏡不明，不怕物來不能照。講求事變，亦是照時事。然學者却湏先有箇明的工夫，學者惟患此心之未能明，不患事變之不能盡。曰：然則所謂冲漠無朕而萬象森然己具者，其言何如？曰：是說本自好，只不善看，亦便有病痛。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "義理無定在，無窮盡。吾與子言，不可以少有所得而遂謂止此也。再言之，十年、二十年、五十年，未有止也。他曰又曰：聖如堯、舜然，堯、舜之上，善無盡；惡如桀、紂然，桀、紂之下，惡無盡。使桀、紂未死，惡寜止此乎？使善有盡時，文王何以望道而未之見？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：靜時亦覺意思好，才遇事便不同，如何？先生曰：是徒知靜養，而不用克己工夫也。如此臨事便要傾倒人，湏在事上磨，方立得往，方能靜亦定，動亦定。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問上逹工夫，先生曰：後儒教人纔渉精微，便謂上逹未當學，且說下學，是分下學、上逹爲三也。夫目可得見，耳可得聞，口可得言，心可得思者，皆下學也。目不可得見，耳不可得聞，口不可得言，心不可得思者，上逹也。如木之栽培灌漑，是下學也。至於日夜之所息，條逹暢茂，乃是上逹。人安能預其力哉？故凡可用功、可告語者，皆下學，上達只在下學裏。凡聖人所說，雖極精微，俱是下學。學者只從下學裏用功，自然上達去，不必别尋箇上逹的工夫。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "千古聖人只有這些子。又曰：人生一世，惟有這件事。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：惟精惟一是如何用功？先生曰：惟一是惟精主意，惟精是惟一工夫，非惟精之外復有惟一也。精字從米，姑以米譬之，要得此米純然潔白，便是惟一意。然非加舂簸篩揀惟精之功，則不能純然潔白也。舂簸篩揀是惟精之功，然亦不過要此米到純然潔白而己。博學、審問、愼思、明辨、篤行者，皆所以爲惟精而求惟一也。他如博文者卽約禮之功；格物、致知者，卽誠意之功；道問學卽尊德性之功，明善卽誠身之功，無二說也。知者行之始，行者知之成。聖學只一箇工夫，知行不可分作兩事。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "漆雕開曰：吾斯之未能信，夫子說之。子路使子羔爲費宰，子曰：賊夫人之子！曾㸃言志，夫子許之。聖人之意可見矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：寜靜存心時，可爲未發之中否？先生曰：今人存心只定得氣，當其寜靜時，亦只是氣寧靜，不可以爲未發之中。曰：未便是中，莫亦是求中工夫？曰：只要去人欲，存天理，方是工夫。靜時念念去人欲存天理，動時念念去人欲存天理，不管寧靜不寜靜。若靠那寜靜，不惟漸有喜靜厭動之弊，中間許多病痛，只是潜伏在終，不能絶去，遇事依舊滋長。以循理爲主，何嘗不寧靜？以寧靜爲主，未必能循理。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：孔門言志，由、求任政事，公西赤任禮樂，多少實用。及曽皙說來，却是耍的事，聖人却許他是意，何如？曰：三子是有意必，有意必，便偏着一邉，能此未必能彼。曾點這意思却無意必，便是素其位而行，不願乎其外；素夷狄，行乎夷狄，素患難，行乎患難，無入而不自得矣。三子之才，各卓然成章，非若世之空言無實者，故夫子亦皆許之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：知識不長進如何？先生曰：爲學湏有本原，湏從本原上用力，漸漸盈科而進。仙家說嬰兒亦善。譬嬰兒在母腹時，只是純氣，有何知識？出胎後方始能啼，既而後能笑，又既而後能認識其父母兄弟，又既而後能立、能行、能持、能負，卒乃天下之事，無不可能，皆是精氣日足，則筋力日強，聰明日開，不是出胎日便講求推尋得來，故湏有箇本原。聖人到位天地，育萬物，也只從喜怒哀樂未發之中上養來。後儒不明格物之說，見聖人無不知，無不能，便欲於初下手時講求得盡，豈有此理？又曰：立志用功，如種樹然，方其根芽，猶未有榦，及其有榦，尚未有枝，枝而後葉，葉而後花實。初種根時，只管栽培灌漑，勿作枝想，勿作葉想，勿作花想，勿作實想，懸想何益？但不忘栽培之功，怕没有枝葉花實。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：看書不能明，如何？先生曰：此只是在文義上穿求，故不明如此。又不如爲舊時學問，他倒看得多，解得去。只是他爲學，雖極解得明曉，亦終身無得。湏於心體上用功。凡明不得，行不去，便湏反在自心上體當，卽可通。葢四書、五經不過說這心體，這心體卽所謂道，心體明卽是道明，更無二。此是爲學頭腦處。虚靈不昧，衆理具而萬事出，心外無理，心外無事。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "或問：晦菴先生曰：人之所以爲學者，心與理而己。此語如何？曰：心卽性，性卽理，下一與字，恐未免爲二。此在學者善觀之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "或曰：人皆有是心，心卽理，何以有爲善、有爲不善？先生曰：惡人之心，失其本體。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：析之有以極其精而不亂，然後合之有以盡其大而無餘，此言如何？先生日：恐亦未盡。此理豈容分析，又何湏凑合得。聖人說精一自是盡。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "省察是有事時存養，存養是無事時省察。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "澄嘗問象山在人情事變上做工夫之說，先生曰：除了人情事變，則無事矣。喜怒哀樂，非人情乎？自視聽言動以至冨貴貧賤、患難死生，皆事變也。事變亦只在人情裏，其要只在致中和，致中和只在謹獨。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "澄問：仁義禮智之名，因已發而有，曰：然。他日，澄曰：惻隐、羞惡、辭讓、是非，是性之表德邪？曰：仁義禮智也，是表德。性一而己，自其形體也，謂之天，主宰也，謂之帝，流行也，謂之命，賦於人也謂之性，主於身也謂之心。心之發也，遇父便謂之孝，遇君便謂之忠。自此以往，名至於無窮，只一性而已。猶人一而已，對父謂之子，對子謂之父，自此以往，至於無窮，只一人而已。人只要在性上用功，看得一性字分明，卽萬理燦然。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "一日，論爲學工夫，先生曰：教人爲學不可執一偏。初學時，心猿意馬，栓縛不定，其所思慮，多是人欲一邉，故且教之静坐，息思慮，乆之，俟其心意稍定，只懸空靜守，如槁木死灰亦無用。湏教他省察克治。省察克治之功，則無時而可間。如去盗賊，湏有箇掃除廓清之意。無事時，將好色、好貨、好名等私，逐一追究，搜尋出來，定要拔去病根，永不復起，方始爲快。常如猫之捕鼠，一眼看着，一耳聼着，纔有一念萌動，卽與克去，斬釘截鐡，不可姑容，與他方便，不可窩藏，不可放他出路，方是眞實用功，方能掃除廓清。到得無私可克，自有端拱時在。雖曰何思何慮，非初學時事。初學必湏思省察克治，卽是思誠，只思一箇天理，到得天理純全，便是何思何慮矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "澄問：有人夜怕鬼者，奈何？先生曰：只是平日不能集義，而心有所慊，故怕。若素行合於神明，何怕之有？子莘曰：正直之鬼不湏怕，恐邪鬼不管人善惡，故未免怕。先生日：豈有邪鬼能迷正人乎？只此一怕，卽是心邪，故有迷之者，非鬼迷也，心自迷耳。如人好色卽是色鬼迷；好貨卽是貨鬼迷。怒所不當怒，是怒鬼迷；懼所不當懼，是懼鬼迷也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "定者，心之本體，天理也，動靜所遇之時也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "澄問學庸同異。先生曰：子思括大學一書之義，爲中庸首章。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：孔子正名，先儒說上告天子，下告方伯，廢輙立郢，此意如何？先生曰：恐難如此。豈有一人致敬盡禮，待我而爲政，我就先去廢他，豈人情天理？孔子既肯與輙爲政，必己是他，能傾心委國而聼。聖人盛德至誠，必已感化衛輙，使知無父之不可以爲人，必將痛哭奔走往迎其父。父子之愛，本於天性，輒能悔痛真切如此，蒯聵豈不感動底豫？蒯聵既還，輒乃致國請戮。聵已見化於子，又有夫子至誠調和其間，當亦决不肯受，仍以命輙。羣臣百姓又必欲得輒爲君。輒乃自暴其罪惡，請於天子，告於方伯諸侯，而必欲致國於父。聵與羣臣百姓，亦皆表輒悔悟仁孝之美，請於天子，告於方伯諸侯，必欲得輒而爲之君，於是集命於輒，使之復君衛國。輒不得已，乃如後世上皇故事，率羣臣百姓尊聵爲太公，備物致養，而始退復其位焉。則君君臣臣，父父子子，名正言順，一舉而可爲政於天下矣。孔子正名，或是如此。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "澄在鴻臚寺倉居，忽家信至，言兒病危，澄心甚憂悶不能堪。先生曰：此時正宜用功，若此時放過，閒時講學何用？人正要在此等時磨錬。父之愛子，自是至情，然天理亦自有箇中和處，過卽是私意。人於此處多認做天理當愛，則一向憂苦，不知巳是有所憂患，不得其正。大抵七情所感，多只是過，少不及者，才過便非心之本體，必湏調停適中始得。就如父母之䘮，人子豈不欲一哭便死，方快於心，然却曰毀不滅性，非聖人強制之也，天理本體自有分限，不可過也。人但要識得心體，自然増减分毫不得。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "不可謂未發之中，常人俱有。蓋體用一源，有是體即有是用，有未發之中，卽有發而皆中節之和。今人未能有發而皆中節之和，湏知是他未發之中，亦未能全得。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "易之辭是初九潜龍勿用六字，易之象是初畫，易之變是値其畫，易之占是用其辭。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "夜氣是就常人說，學者能用功，則日間有事無事，皆是此氣翕聚發生處，聖人則不消說夜氣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "澄問：操存舍亡章。曰：出入無時，莫知其鄉。此雖就常人心說，學者亦湏是知得心之本體亦元是如此，則操存工夫始没病痛。不可便謂出爲亡，入爲存。若論本體，元是無出無入的。若論出入，則其思慮運用是出，然主宰常昭昭在此，何出之有？旣無所出，何入之有？程子所謂腔子，亦只是天理而已，雖終日應酬而不出天理，卽是在腔子裏。若出天理，斯謂之放，斯謂之亡。又曰：出入亦只是動靜，動靜無端，岂有鄉邪？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "王嘉秀問：佛以出離生死，誘人入道；仙以長生久視，誘人入道。其心亦不是要人做不好，究其極至，亦是見得聖人上一截，然非入道正路。如今仕者有由科，有由貢，有由傳奉，一般做到大官，畢竟非人仕正路，君子不由也。仙佛到極處，與儒者略同，但有了上一截，遺了下一截，終不似聖人之全。然其上一截同者，不可誣也。後世儒者又只得聖人下一截，分裂失眞，流而爲記誦、詞章、功利訓詁，亦卒不免爲異端。是四家者，終身勞苦，於身心無分毫益，視彼仙佛之徒，清心寡慾，超然於世累之外者，反若有所不及矣。今學者不必先排仙佛，且當篤志爲聖人之學。聖人之學明，則仙佛自冺。不然，則此之所學，恐彼或有不屑，而反欲其俯就，不亦難乎？鄙見如此，先生以爲何如？先生曰：所論大略亦是，但謂上一截、下一截，亦是人見偏了如此。若論聖人大中至正之道，徹上徹下，只是一貫，更有甚上一截、下一截、一隂一陽之謂道，但仁者見之便謂之仁，智者見之便謂之智，百姓又曰：用而不知，故君子之道鮮矣。仁智豈可不謂之道？但見得偏了，便有弊病。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蓍固是易，龜亦是易。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：孔子謂武王未盡善，恐亦有不滿意。先生曰：在武王自合如此。曰：使文王未没，畢竟如何？曰：文王在時，天下三分巳有其二。若到武王伐商之時，文王若在，或者不致興兵，必然這一分亦來歸了。文王只善處紂，使不得縱惡而巳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問孟子言執中無權猶執一。先生曰：中只是天理，只是易，隨時變易，如何執得？湏是因時制宜，難預先定一箇規矩在。如後世儒者，要將道理一一說得無罅漏，立定箇格式，此正是执一。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "唐詡問：立志是常存箇善念，要爲善去惡否？曰：善念存時，卽是天理，此念卽善，更思何善。此念非惡，更去何惡？此念如樹之根芽，立志者長立此善念而己。從心所欲不踰矩，只是志到熟處。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "精神道德言動，大率收歛爲主，發散是不得巳。天地人物皆然。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：文中子是如何人？先生曰：文中子庶幾具體而微，惜其蚤死。問：如何却有續經之非？曰：續經亦未可盡非。請問。良乆曰：更覺良工心獨苦。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "許魯齋謂儒者以治生爲先之說，亦誤人。問",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "仙家元氣、元神、元精。先生曰：只是一件，流行爲氣，凝聚爲精，妙用爲神。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "喜怒哀樂本體自是中和的。纔自家着此意思，便過不及，便是私。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：哭則不歌。先生曰：聖人心體自然如此。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "克己湏要掃除廓淸，一亳不存，方是。有一毫在，則衆惡相引而來。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問律呂新書。先生曰：學者當務爲急，筭得此數熟，亦恐未有用，必湏心中先具禮樂之本方可。且如其書說，多用管以候氣，然至冬至那一刻時，管灰之飛，或有先後湏臾之間，焉知那管正値冬至之刻？湏自心中先曉得冬至之刻始得，此便有不通處。學者湏先從禮樂本原上用功。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "曰仁云：心猶鏡也。聖人心如明鏡，常人心如昏鏡。近世格物之說，如以鏡照物，照上用功，不知鏡尚昏，在何能照？先生之格物，如磨鏡而使之明，磨上用功，明了後亦未嘗廢照。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問道之精麤，先生曰：道無精麤，人之所見有精麤。如這一閒房，人初進來，只見一箇大規模如此處久，便柱壁之類，一一看得明白；再乆，如柱上有此文藻，細細都看出來，然只是一間房。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "先生曰：“諸公近見時少疑問，何也？人不用功，莫不自以爲已知‘爲學只循而行之是矣’，殊不知私欲日生，如地上塵，一日不掃，便又有一層。着實用功，便見道無終窮，愈探愈深，必使精白無一亳不彻方可。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：知至然後可以言誠意，今天理人欲知之未盡，如何用得克己工夫？先生曰：人若眞實切巳用功不巳，則於此心天理之精微日見一日，私欲之細微亦日見一日。若不用克己工夫，終日只是說話而已，天理終不自見，私欲亦終不自見。如人走路一般，走得一叚，方認得一叚。走到岐路處，有疑便問，問了又走，方漸能到得欲到之處。今人於巳知之天理不肯存，已知之人欲不肯去，且只管愁不能盡知，只管閒講，何益之有？且待克得自己無私可克，方愁不能盡知，亦未遲在。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：道一而已，古人論道，往往不同，求之亦有要乎？先生曰：道無方體，不可執着，却拘滯於文義上求道遠矣。如今人只說天，其實何嘗見天？謂日月風雷卽天，不可；謂人物草木不是天，亦不可。道卽是天，若識得時，何莫而非道？人但各以其一隅之見，認定以爲道止如此，所以不同。若解向裏尋求，見得自己心體，卽無時無處不是此道，亘古亘今，無終無始，更有甚同異？心卽道，道卽天，知心則知道知天。又曰：諸君要實見此道，湏從自己心上體認，不假外求始得。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：名物度數，亦湏先講求否？先生曰：人只要成就自家心體，則用在其中。如養得心體，果有未發之中，自然有發而中節之和，自然無施不可。茍無自心，雖預先講得世上許多名物度數與己原不相干，只是裝綴，臨時自行不去，亦不是將名物度數全然不理，只要知所先後，則近道。又曰：人要隨才成就，才是其所能爲。如夔之樂、稷之種，是他資性合下便如此。成就之者，亦只是要他心體純乎天理，其運用處皆從天理上發來，然後謂之才。到得纯乎天理處，亦能不噐。使夔、稷易藝而爲，當亦能之。又曰：如素富貴，行乎富貴，素患難行乎患難，皆是不噐。此惟養得心體正者能之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "與其爲數頃無源之塘水，不若爲數尺有源之井水，生意不窮。時先生在塘邉坐傍有井，故以之喻學云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：世道曰降，太古時氣象如何復見得？先生曰：一日便是一元。人平旦時起坐，未與物接，此心清明景象，便如在伏羲時遊一般。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：心要逐物，如何則可？先生曰：人君端拱清穆，六卿分職，天下乃治，心統五官，亦要如此。今眼要視時，心便逐在色上；耳要聼時，心便逐在聲上。如人君要選官時，便自去坐在吏部；要調軍時，便自去坐在兵部。如此，豈惟失却君體，六卿亦皆不得其職。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "善念發而知之而充之，惡念發而知之而遏之。知與充與遏者，志也，天聰明也。聖人只有此，學者當存此。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "澄曰：好色、好利、好名等心，固是私欲，如閒思雜慮，如何亦謂之私欲？先生曰：畢竟從好色、好利、好名等根上起，自尋其根，便見。如汝心中，决知是無有做刼盗的思慮，何也？以汝元無是心也。汝若於貨色、名利等心，一切皆如不做刼盗之心一般，都消滅了光光只是心之本體，看有甚閒思慮。此便是寂然不動，便是未發之中，便是廓然太公，自然感而遂通，自然發而中節，自然物來順應。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：志至氣次，先生曰：志之所至，氣亦至焉之謂，非極至次貳之謂。持其志則養氣在其中，無暴其氣，則亦持其志矣。孟子救告子之偏，故如此夾持說。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：先儒曰：聖人之道必降而自卑，賢人之道，則引而自高，如何？先生曰：不然，如此却乃僞也。聖人如天，無往而非天。三光之上，天也；九地之下，亦天也。天何嘗有降而自卑，此所謂大而化之也。賢人如山嶽，守其高而巳。然百仞者不能引而爲千仞，千仞者不能引而爲萬仞，是賢人未嘗引而自高也，引而自高則僞矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：伊川謂不當於喜怒哀樂未發之前求中，延平却教學者看未發之前氣象，何如？先生曰：皆是也。伊川恐人於未發前討箇中，把中做一物看，如吾向所謂認氣定時做中，故令只於經養省察上用功。延平恐人未便有下手處，故令人時時刻刻求未發前氣象，使之正目而視惟此，頓耳而聴惟此，卽是戒愼不睹，恐懼不聞的工夫。皆古人不得巳誘人之言。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "澄問：喜怒哀樂之中和，其全體，常人固不能有。如一件小事當喜怒者，平時無有喜怒之心，至其臨時亦能中節，亦可謂之中和乎？先生曰：在一時一事，固亦可謂之中和，然未可謂之大本逹道。人性皆善，中和是人人原有的，豈可謂無。但常人之心既有所昏蔽，則其本體雖亦時時發見，終是暫明暫滅，非其全體大用矣。無所不中，然後謂之大本，無所不和，然後謂之逹道。惟天下之至誠，然後能立天下之大本。曰：澄於中字之義尚未明。日：此湏自心體認出來，非言語所能喻。中只是天理。日：何者爲天理？曰：去得人欲，便識天理。日：天理何以謂之中？曰：無所偏倚。曰：無所偏倚，是何等氣象？曰：如明鏡然，全體瑩徹，略無纎塵染着。日偏倚，是有所染着。如着在好色、好利、好名等項上，方見得偏倚。若未發時，羙色名利皆未相著，何以便知其有所偏倚？曰：雖未相著，然平日好色、好利、好名之心，原未嘗無。既未嘗無，卽謂之有。既謂之有，則亦不可謂無偏倚。譬之病瘧之人，雖有時不發，而病根原不曾除，則亦不得謂之無病之人矣。湏是平日好色、好利、好名等項，一應私心，掃除蕩滌，無復纎亳留滯，而此心全體廓然，純是天理，方可謂之喜怒哀樂未發之中，方是天下之大本。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：顔子没而聖學亡，此語不能無疑。先生曰：見聖道之全者惟顔子，觀喟然一嘆可見，其謂夫子循循然善誘人，博我以文，約我以禮，是見破後如此說，博文約禮，如何是善誘人？學者湏思之。道之全體，聖人亦難以語人，湏是學者自修自悟。顔子雖欲從之，未由也巳。卽文王望道未見意。望道未見，乃是眞見。顏子没而聖學之正𣲖遂不盡傳矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：身之主爲心，心之靈明是知，知之發動是意，意之所著爲物，是如此否？先生曰：亦是。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "只存得此心常見在，便是學。過去未來事，思之何益，徒放心耳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "言語無序，亦足以見心之不存。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "尚謙問孟子之不動心與告子異？先生曰：告子是硬把捉着此心，要他不動，孟子却是集義到自然不動。又曰：心之本體原自不動。心之本體卽是性，性卽是理，性元不動，理元不動。集義是復其心之本體。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "萬象森然時，亦冲漠無朕，冲漠無朕，卽萬象森然。冲漠無朕者，一之父；萬象森然者，精之母。一中有精，精中有一。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "心外無物。如吾心發一念孝親，卽孝親便是物。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "先生曰：今爲吾所謂格物之學者，尚多流於口耳，况爲口耳之學者，能反於此乎？天理人欲其精微，必時時用力，省察克治，方日漸有見。如今一說話之間，雖只講天理，不知心中倐忽之間，巳有多少私欲，葢有竊發而不知者，雖用力察之，尚不易見，况徒口講而可得盡知乎？今只管講天理來頓放着不循，講人欲來頓放着不去，豈格物致知之學？後世之學，其極至只做得箇義襲而取的工夫。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問格物，先生曰：格者，正也，正其不正，以歸於正也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問知止者，知至善只在吾心，元不在外也，而后志定。曰：然。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：格物於動處用功否？先生曰：格物無間動靜，靜亦物也，孟子謂必有事焉，是動靜皆有事。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "工夫難處，全在格物致知上，此卽誠意之事。意既誠，大段心亦自正，身亦自脩。但正心脩身工夫，亦各有用力處。脩身是巳發邉，正心是未發邉。心正則中，身脩則和。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "自格物致知至平天下，只是一箇明明德，雖親民，亦明德事也。明德是此心之德，卽是仁。仁者以天地萬物爲一體，使有一物失所，便是吾仁有未盡處。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "只說明明德而不說親民，便似老佛。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "至善者，性也，性元無一毫之惡，故曰至善。止之，是復其本然而已。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：知至善卽吾性，吾性具吾心，吾心乃至善所止之地，則不爲向時之紛然外求，而志定矣。定則不擾擾而靜，靜而不妄動則安，安則一心一意，只在此處。千思萬想，務求必得此至善，是能慮而得矣。如此說是否？先生日：大略亦是。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：程子云：仁者以天地萬物爲一體，何墨氏兼愛，反不得謂之仁？先生曰：此亦甚難言，湏是諸君自體認出來始得。仁是造化生生不息之理，雖彌漫周遍，無處不是，然其流行發生，亦只有箇漸，所以生生不息。如冬至一陽生，必自一陽生，而後漸漸至於六陽。若無一陽之生，豈有六陽？隂亦然，惟其漸，所以便有箇發端處。惟其有箇發端處，所以生，惟其生，所以不息。譬之木，其始抽芽，便是木之生意發端處。抽芽然後發榦，發榦然後生枝生葉，然後是生生不息。若無芽，何以有榦有枝葉能抽芽，必是下靣有箇根在，有根方生，無根便死，無根何從抽芽？父子兄弟之愛，便是人心生意發端處，如木之抽芽，自此而仁民而愛物，便是發榦生枝生葉。墨氏兼愛無差等，將自家父子兄弟與途人一般看，便自没了發端處。不抽芽，便知得他無根，便不是生生不息，安得謂之仁？孝弟爲仁之本，却是仁理從裏靣發生出來。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：延平云：當理而無私心，當理與無私心如何分别？先生曰：心即理也，無私心卽是當理，未當理便是私心。若析心與理言之，恐亦未善。又問：釋氏於世間一切情欲之私，都不染着，似無私心。但外棄人倫，却似未當理。曰：亦只是一統事，都只是成就他一箇私己的心。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "右門人陸澄錄",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "傳習錄上卷三",
            "paragraphs": [
                {
                    "paragraph": "傳習錄上卷三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "侃問：“專𣹢養而不務講求，將認欲作理，則如之何？”先生曰：“人湏是知學。講求亦只是𣹢養，不講求只是涵養之志不切。”曰：“何謂知學？”曰：“且道爲何而學？學箇甚？”曰：“嘗聞先生教，學是學存天理。心之本體卽是天理，體認天理，只要自心地無私意。”曰：“如此則只湏克去私意便是，又愁甚理欲不明？”曰：“正恐這些私意認不眞。”曰：“總是志未切。志切，目視、耳聼皆在此，安有認不真的道理？‘是非之心，人皆有之’，不假外求。講求亦只是體當自心所見，不成去心外别有箇見。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "先生問在坐之友：“比來工夫何似？”一友舉虚明意思。先生曰：“此是說光景。”一友叙今昔異同。先生曰：“此是說效驗。”二友惘然，請是。先生曰：“吾軰今日用功，只是要爲善之心眞切。這箇心眞切，見善卽遷，有過卽改，方是眞切工夫。如此，則人欲日消，天理日明。若只管求光景、說效驗，𨚫是助長外馳病痛，不是功夫。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "朋友觀書，多有摘議晦菴者。先生曰：“是有心求異，卽不是。吾說與晦菴時有不同者，爲入門下手處有毫釐千里之分，不得不辯。然吾之心與晦菴之心未𡮢異也。若其餘文義解得明當處，如何動得一字？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "希淵問：“聖人可學而至，然伯夷、伊尹於孔子才力終不同，其同謂之聖者安在？”先生曰：“聖人之所以爲聖，只是其心純乎天理而無人欲之雜，猶精金之所以爲精，但以其成色足而無銅鉛之雜也。人到純乎天理方是聖，金到足色方是精。然聖人之才力亦有大小不同，猶金之分兩有輕重。堯、舜猶萬鎰，文王、孔子猶九千鎰，禹、湯、武王猶七八千鎰，伯夷、伊尹猶四五千鎰。才力不同而純乎天理則同，皆可謂之圣人，猶分兩雖不同，而足色則同，皆可謂之精金。以五千鎰者而入於萬鎰之中，其足色同也；以夷、尹而厠之堯、孔之間，其純乎天理同也。蓋所以爲精金者，在足色而不在分兩；所以爲聖者，在純乎天理而不在才力也。故雖凡人，而肯爲學，使此心純乎天理，則亦可爲聖人，猶一兩之金，比之萬鎰，分兩雖懸絶，而其到足色處可以無愧。故曰‘人皆可以爲堯舜’者以此。學者學聖人，不過是去人欲而存天理耳，猶鍊金而求其足色。金之成色所爭不多，則鍛煉之工省而功易成，成色愈下則煅鍊愈難。人之氣質清濁粹駁，有中人以上、中人以下，其於道有生知安行、學知利行，其下者必湏人一己百、人十己千，及其成功則一。後世不知作聖之本是純乎天理，却專去知識才能上求聖人，以爲聖人無所不知，無所不能，我湏是將聖人許多知識才能，逐一理㑹始得。故不務去天理上着工夫，徒獘精竭力，從册子上鑚研、名物上考索、形迹上比擬。知識愈廣而人欲愈滋，才力愈多而天理愈蔽。正如見人有萬鎰精金，不務熠鍊成色，求無愧於彼之精純，而乃妄希分兩，務同彼之萬鎰，錫、鉛、銅、鉄雜然而投，分兩愈増而成色愈下，既其稍末，無復有金矣。”時曰仁在傍，曰：“先生此喻，足以破世儒支離之惑，大有功於後學。”先生又曰：“吾軰用功，只求日减，不求日増。减得一分人欲，便是復得一分天理，何等輕快脫洒，何等簡易！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "士德問曰：“格物之說，如先生所教，明白簡易，人人見得。文公聰明絶世，於此反有未審，何也？”先生曰：“文公精神氣魄大，是他蚤年合下便要繼往開來，故一向只就考索著述上用功。若先切己自修，自然不暇及此。到得德盛後，果憂道之不明。如孔子退修六籍，刪繁就簡，開示來學，亦大叚不費甚考索。文公蚤歲便著許多書，晚年方悔，是倒做了。”士德曰：“晚年之悔，如謂‘向來定本之悮’，又謂‘雖讀得書，何益於吾事’，又謂‘此與守書籍，泥言語，全無交涉’，是他到此方悔從前用功之錯，方去切己自修矣。”曰：“然，此是文公不可及處。他力量大，一悔便轉。可惜不乆卽去世，平日許多錯處皆不及改正。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "侃去花間草，因曰：“天地間何善難培，惡難去？”先生曰：“未培未去耳。”少間，曰：“此等看善惡，皆從軀殻起念，便㑹錯。”侃未逹。曰：“天地生意，花草一般，何曽有善惡之分？子欲觀花，則以花爲善，以草爲惡。如欲用草時，復以草爲善矣。此等善惡，皆由汝心好惡所生，故知是錯。”曰：“然則無善無惡乎？”曰：“無善無惡者理之靜；有善有惡者氣之動。不動於氣卽無善無惡，是謂至善。”曰：“佛氏亦無善無惡，何以異？”曰：“佛氏着在無善無惡上，便一切都不管，不可以治天下。聖人無善無惡，只是‘無有作好’，‘無有作惡’，不動於氣。然‘遵王之道’，‘會其有極’，便自一循天理，便有箇裁成輔相。”曰：“草既非惡，卽草不宜去矣。”曰：“如此却是佛、老意見。草若有碍，何妨汝去？”曰：“如此又是作好作惡。”曰：“不作好惡，非是全無好惡，却是無知覺的人。謂之不作者，只是好惡一循於理，不去又着一分意思。如此，卽是不曾好惡一般。”曰：“去草如何是一循於理，不着意思？”曰：“草有妨碍，理亦宜去，去之而已；偶未卽去，亦不累心。若着了一分意思，卽心體便有貽累，便有許多動氣處。”曰：“然則善惡全不在物？”曰：“只在汝心。循理便是善，動氣便是惡。”曰：“畢竟物無善惡？”曰：“在心如此，在物亦然。世儒惟不知此，舍心逐物，將格物之學錯看了，終曰馳求於外，只做得箇‘義襲而取’，終身行不著，習不察。”曰：“‘如好好色，如惡惡臭’，則如何？”曰：“此正是一循於理，是天理合如此，本無私意作好作惡。”曰：“如好好色，如惡惡臭，安得非意？”曰：“諸是誠意，不是私意。誠意只是循天理。雖是循天理，亦著不得一分意。故有所忿懥、好樂，則不得其王。湏是廓然太公，方是心之本體。知此，卽知未發之中。”伯生曰：“先生云：‘草有妨碍，理亦宜去。’緣何又是軀殻起念？”曰：“此湏汝心自體當。汝要去草，是甚麽心？周茂叔窻前草不除，是甚麽心？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "先生謂學者曰：“爲學湏得箇頭腦，工夫方有着落。縱未能無間，如舟之有舵，一提便醒。不然，雖從事於學，只做箇‘義襲而取’，只是行不著，習不察，非大本、達道也。”又曰：“見得時，橫說竪說皆是。若於此處通，彼處不通，只是未見得。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "或問：“爲學以親故，不免業舉之累。”先生曰：“以親之故而業舉爲累於學，則治田以養其親者，亦有累於學乎？先正云：‘惟患奪志。’但恐爲學之志不眞切耳。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "崇一問：“尋常意思多忙，有事固忙，無事亦忙，何也？”先生曰：“天地氣機，元無一息之停。然有箇主宰，故不先不後，不急不緩，雖千變萬化而主宰常定，人得此而生。若主宰定時，與天運一般不息，雖酬酢萬變，常是從容自在。所謂‘天君泰然，百體從令’。若無主宰，便只是這氣奔放，如何不忙？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "先生曰：“爲學大病在好名。”侃曰：“從前歲自謂此病已輕，比來精察，乃知全未。豈必務外爲人？只聞譽而喜，聞毀而𢛀，卽是此病發來。”曰：“最是。名與實對，務實之心重一分，則務名之心輕一分；全是務實之心，卽全無務名之心。若務實之心如饑之求食、渴之求飲，安得更有工夫好名！”又曰：“‘疾没世而名不稱’，‘稱’字去聲讀，亦‘聲聞過情，君子耻之’之意。實不稱名，生猶可補，没則無及矣。‘四十五十而無聞’，是不聞道，非無聲聞也。孔子云：‘是聞也，非逹也。’安肯以此望人！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "侃多悔。先生曰：“悔悟是去病之藥，然以改之爲貴。若留滯於中，則又因藥發病。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "德章曰：“聞先生以精金喻聖，以分兩喻聖人之分量，以鍜鍊喻學者之工夫，最爲深切。惟謂堯、舜爲萬鎰，孔子爲九千鎰，疑未安。”先生曰：“此又是軀殻上起念，故替聖人爭分兩。若不從軀殻上起念，卽堯、舜萬鎰不爲多，孔子九千鎰不爲少。堯、舜萬鎰只是孔子的，孔子九千鑞只是堯、舜的，原無彼我。所以謂之聖，只論‘精一’，不論多寡。只要此心純乎天理處同，便同謂之聖。若是力量氣魄，如何盡同得？後儒只在分兩上較量，所以流入功利。若除去了比較分兩的心，各人儘着自己力量精神，只在此心純天理上用功，卽人人自有，箇箇圓成，便能大以成大，小以成小，不假外慕，無不具足。此便是實實落落明善誠身的事。後儒不明聖學，不知就自己心地良知良能上體認擴充，却去求知其所不知，求能其所不能，一味只是希高慕大，不知自己是桀、紂心地，動輙要做堯、舜事業，如何經得？終年碌碌，至於老死，竟不知成就了箇甚麽，可哀也已！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "侃問：“先儒以心之靜爲體，心之動爲用，如何？”先生曰：“心不可以動靜爲體用。動靜，時也。卽體而言用在體，卽用而言體在用，是謂‘體用一源’。若說靜可以見其體，動可以見其用，𨚫不妨。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問：“上智、下愚如何不可移？”先生曰：“不是不可移，只是不肯移。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "問“子夏門人問交”章。先生曰：“子夏是言小子之交，子張是言成人之交。若善用之，亦俱是。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子仁問：“‘學而時習之，不亦說乎’，先儒以學爲‘效先覺之所爲’，如何？”先生曰：“‘學’是學去人欲、存天理。從事於去人欲、存天理，則自正諸先覺，考諸古訓，自下許多問辨、思索、存省、克治工夫。然不過欲去此心之人欲、存吾心之天理耳。若曰‘效先覺之所爲’，則只說得學中一件事，亦似專求諸外了。‘時習’者，‘坐如尸’，非專習坐也，坐時習此心也；‘立如齋’，非專習立也，立時習此心也。‘說’是‘理義之說我心’之‘說’，人心本自說理義，如目本說色，耳本說聲。惟爲人欲所蔽所累，始有不說。今人欲日去，則理義日洽浹，安得不說？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "國英問：“曽子三省雖切，恐是未聞一貫時工夫？”先生曰：“一貫是夫子見曾子未得用功之要，故告之。學者果能忠恕上用功，豈不是一貫？‘一’如樹之根本，‘貫’如樹之枝葉。未種根，何枝葉之可得？體用一源，體未立，用安從生？謂‘曾子於其用處，葢已隨事精察而力行之，但未知其體之一’。此恐未盡。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "黄誠甫問：“女與回也，孰愈”章。先生曰：“子貢多學而識，在聞見上用功，顔子在心地上用功，故聖人問以啓之。而子貢所對又只在知見上，故聖人嘆惜之，非許之也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "“顏子不遷怒、不貳過，亦是有‘未發之中’始能。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "“種樹者必培其根，種德者必養其心。欲樹之長，必於始生時刪其繁枝；欲德之盛，必於始學時去夫外好。如外好詩文，則精神日漸漏泄在詩文上去，凡百外好皆然。”又曰：“我此論學，是無中生有的工夫。諸公湏要信得及，只是立志。學者一念爲善之志，如樹之種，但勿助勿忘，只管培植將去，自然日夜滋長，生氣日完，枝葉日茂。樹初生時，便抽繁枝，亦湏刋落，然後根榦能大。初學時亦然，故立志貴專一。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "因論先生之門，某人在涵養上用功，某人在識見上用工。先生曰：“專涵養者，日見其不足；專識見者，日見其有餘。日不足者日有餘矣，日有餘者日不足矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "梁曰孚問：“居敬、窮理是兩事，先生以爲一事，何如？”先生曰：“天地間只有此一事，安有兩事？若論萬殊，‘禮儀三百，威儀三千’，又何止兩？公且道居敬是如何，窮理是如何？”曰：“居敬是存養工夫，窮理是窮事物之理。”曰：“存養箇甚？”曰：“是存養此心之天理。”曰：“如此，亦只是窮理矣。”曰：“且道如何窮事物之理？”曰：“如事親便要窮孝之理，事君便要窮忠之理。”曰：“忠與孝之理在君、親身上，在自己心上？若在自己心上，亦只是窮此心之理矣。且道如何是敬？”曰：“只是主一。”“如何是主一？”曰：“如讀書便一心在讀書上，接事便一心在接事上。”曰：“如此，則飲酒便一心在飲酒上，好色便一心在好色上，𨚫是逐物，成甚居敬工夫！”日孚請問。曰：“一者，天理。主一是一心在天理上。若只知主一，不知一卽是理，有事時便是逐物，無事時便是著空。惟其有事無事，一心皆在天理上用功，所以居敬亦卽是窮理。就窮理專一處說，便謂之居敬；就居敬精宻處說，便謂之窮理。𨚫不是居敬了别有箇心窮理，窮理時别有箇心居敬。名雖不同，工夫只是一事。就如易言‘敬以直內，義以方外’。敬卽是無事時義，義卽是有事時敬，兩句合說一件。如孔子言‘脩己以敬’，卽不湏言義。孟子言‘集義’，卽不湏言敬。㑹得時，横說竪說，工夫摠是一般。若泥文逐句，不識本領，卽支離决裂，工夫都無下落。”問：“窮理何以卽是盡性？”曰：“心之體，性也，性卽理也。窮仁之理，直要仁極仁；窮義之理，直要義極義。仁、義只是吾性，故窮理卽是盡性。如孟子說‘充其惻隱之心，至仁不可勝用’，這便是窮理工夫。”日孚曰：“先儒謂‘一草一木亦皆有理，不可不察’，如何？”先生曰：“‘夫我則不暇。’公且先去理㑹自己性情，湏能盡人之性，然後能盡物之性。”日孚悚然有悟。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "惟乾問：“知如何是心之本體？”先生曰：“知是理之靈處。就其主宰處說便謂之心，就其禀賦處說便謂之性。孩提之童，無不知愛其親，無不知敬其兄，只是這箇靈能不爲私欲遮隔，充拓得盡，便完完是他本體，便與天地合德。自聖人以下，不能無蔽，故湏格物以致其知。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守衡問：“大學工夫只是誠意，誠意工夫只是格物，修、齊、治、平，只誠意盡矣，又有正心之功，‘有所忿懥好樂，則不得其正’，何也？”先生曰：“此要自思得之。知此則知未發之中矣。”守衡一再三請。曰：“爲學工夫有淺深，初時若不着實用意去好善惡惡，如何能爲善去惡？這着實用意便是誠意。然不知心之本體原無一物，一向着意去好善惡惡，便又多了這分意思，便不是廓然太公。書所謂‘無有作好作惡’，方是本體。所以說‘有所忿懥好樂，則不得其正’。正心只是誠意工夫裏靣體當自家心體，常要鑑空衡平，這便是未發之中。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "正之問：“戒懼是己所不知時工夫，愼獨是己所獨知時工夫，此說如何？”先生曰：“只是一箇工夫，無事時固是獨知，有事時亦是獨知。人若不知於此獨知之地用力，只在人所共知處用功，便是作僞，便是‘見君子而後厭然’。此獨知處便是誠的萌芽。此處不論善念惡念，更無虛假，一是百是，一錯百錯。正是王覇、義利、誠僞、善惡界頭。於此一立立定，便是端本澄源，便是立誠。古人許多誠身的工夫，精神命脉，全體只在此處，眞是莫見莫顕，無時無處，無終無始，只是此箇工夫。今若又分戒懼爲巳所不知，卽工夫便支離，便有間斷。旣戒懼卽是知，巳若不知，是誰戒懼？如此見解，便要流入斷滅禪定。”曰：“不論善念惡念，更無虛假，則獨知之地，更無無念時邪？”曰：“戒懼亦是念。戒懼之念，無時可息。若戒懼之心稍有不存，不是昏聩，便巳流入惡念。自朝至暮，自少至老，若要無念，卽自巳不知，此除是昏睡，除是槁木死灰。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "志道問：“荀子云：‘養心莫善於誠’，先儒非之，何也？”先生曰：“此亦未可便以爲非。‘誠’字有以工夫說者。誠是心之本體，求復其本體，便是思誠的工夫。明道說‘以誠敬存之’，亦是此意。大學‘欲正其心，先誠其意’。荀子之言固多病，然不可一例吹毛求疵。大凡看人言語，若先有箇意見，便有過當處。‘爲富不仁’之言，孟子有取於陽虎，此便見聖賢大公之心。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蕭惠問：“巳私難克，奈何？”先生曰：“將汝巳私來替汝克。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "先生曰：“人湏有爲巳之心，方能克巳，能克巳，方能成巳。”蕭惠曰：“惠亦頗有爲巳之心，不知緣何不能克已？”先生曰：“且說汝有爲巳之心是如何？”惠良乆曰：“惠亦一心要做好人，便自謂頗有爲巳之心。今思之，看來亦只是爲得箇軀殻的巳，不曾爲箇真巳。”先生曰：“眞巳何曾離着軀殻？恐汝連那軀殻的巳也不㑹爲。且道汝所謂軀殻的已，豈不是耳、目、口、鼻、四肢？”惠曰：“正是爲此。目便要色，耳便要聲，口便要味，四肢便要逸樂，所以不能克。”先生曰：“‘美色令人目盲，羙聲令人耳聾，美味令人口爽，馳騁田獵令人發狂。’這都是害汝耳、目、口、鼻、四肢的，豈得是爲汝耳、目、口、鼻、四肢？若爲着耳、目、口、鼻、四肢時，便湏思量耳如何聼，目如何視，口如何言，四肢如何動。必湏非禮勿視、聼、言、動，方才誠得箇耳、目、口、鼻、四肢，這箇才是爲着耳、目、口、鼻、四肢。汝今終日向外馳求，爲名、爲利，這都是爲着軀殻外靣的物事。汝若爲着耳、目、口、鼻、四肢，要非禮勿視、聼、言、動時，豈是汝之耳、目、口、鼻、四肢自能勿視、聼、言、動？湏由汝心。這視、聼、言、動皆是汝心。汝心之視發竅於目，汝心之聼發竅於耳，汝心之言發竅於口，汝心之動發竅於四肢。若無汝心，便無耳、目、口、鼻。所謂汝心，亦不專是那一團血肉。若是那一團血肉，如今巳死的人，那一團血肉還在，缘何不能視、聼、言、動？所謂汝心，却是那能視、聼、言、動的，這箇便是性，便是天理。有這箇性，才能生這性之生理，便謂之仁。這性之生理，發在目便㑹視，發在耳便㑹聼，發在口便㑹言，發在四肢便會動，都只是那天理發生，以其主宰一身，故謂之心。這心之本體，原只是箇天理，原無非禮。這箇便是汝之真己，這箇眞己是軀轂的主宰。若無眞己，便無軀殻。真是有之卽生，無之卽死。汝若眞爲那箇軀殻的己，必湏用着這箇眞己，便湏常常保守着這箇眞己的本體，戒愼不覩，恐懼不聞，惟恐虧損了他一些。才有一亳非禮萌動，便如刀割，如針刺，忍耐不過，必湏去了刀，拔了針。這才是有爲己之心，方能克己。汝今正是認賊作子，緣何却說有爲己之心不能克己？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "有一學者病目，戚戚甚憂，先生曰：“爾乃貴目賤心。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蕭惠好仙、釋。先生警之曰：“吾亦自㓜篤志二氏，自謂既有所得，謂儒者爲不足學。其後居夷三載，見得聖人之學若是其簡易廣大，始自嘆悔錯用了三十年氣力。大抵二氏之學，其妙與聖人只有亳釐之間。汝今所學，乃其土苴，輒自信自好若此，眞鴟鴞竊腐鼠耳。”惠請問二氏之妙。先生曰：“向汝說聖人之學簡易廣大，汝却不問我悟的，只問我悔的。”惠慚謝，請問聖人之學。先生曰：“汝今只是了人事問，待汝辦箇眞要求爲聖人的心，來與汝說。”惠再三請。先生曰：“已與汝一句道盡，汝尚自不㑹！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "劉觀時問：“‘未發之中’是如何？”先生曰：“汝但戒愼不覩，恐懼不聞，養得此心純是天理，便自然見。”觀時請畧示氣象。先生曰：“啞子喫苦瓜，與你說不得。你要知此苦，還湏你自喫。時曰仁在傍，曰：“如此才是眞知，卽是行矣。”一時在座諸友皆有省。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蕭惠問死生之道。先生曰：“知晝夜卽知死生。”問晝夜之道。曰：“知晝則知夜。”曰：“晝亦有所不知乎？”先生曰：“汝能知晝？懵懵而興，蠢蠢而食，行不著，習不察，終日昏昏，只是夣晝。惟‘息有養，瞬有存’，此心惺惺明明，天理無一息間斷，才是能知晝。這便是天德，便是通乎晝夜之道而知，更有甚麽死生？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "馬子莘問：“‘修道之教’，舊說謂聖人品節吾性之固有，以爲法於天下，若禮、樂、刑、政之屬。此意如何？”先生曰：“道卽性卽命。本是完完全全，増减不得，不假修餙的。何湏要聖人品節？𨚫是不完全的物件。禮、樂、刑、政是治天下之法，固亦可謂之敎，但不是子思本𣥜。若如先儒之說，下靣由教入道的，緣何舍了聖人禮、樂、刑、政之教，别說出一叚‘戒愼恐懼’工夫？却是聖人之教爲虛設矣。”子莘請問。先生曰：“子思性、道、敎皆從本原上說。天命於人，則命便謂之性；率性而行，則性便謂之道；修道而學，則道便謂之教。率性是‘誠者’事，所謂‘自誠明，謂之性’也。修道是‘誠之者’事，所謂‘自明誠，謂之教’也。聖人率性而行卽是道。聖人以下未能率性，於道未免有過不及，故湏修道。修道則賢知者不得而過，愚不肖者不得而不及，都要循着這箇道，則道便是箇教。此‘教’字與‘天道至教’‘風雨霜露，無非敎也’之‘教’同。‘修道’字與‘修道以仁’同。人能修道，然後能不違於道，以復其性之本體，則是亦聖人率性之道矣。下靣‘戒愼恐懼’便是修道的工夫，‘中和’便是復其性之本體。如易所謂‘窮理盡性以至於命’，‘中和’‘位育’，便是盡性至命。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "黄誠甫問：“先儒以孔子告顔子爲邦之問，是立萬世常行之道，如何？”先生曰：“顔子具體聖人，其於爲邦的大本大原都巳完偹。夫子平日知之已深，到此都不必言，只就制度文爲上說。此等處亦不可忽略，湏要是如此方盡善。又不可因自己本領是當了，便於防範上疎濶，湏是要‘放鄭聲，遠佞人’。葢顔子是箇克已向裏、德上用心的人，孔子恐其外靣末節或有疎略，故就他不足處幇補說。若在他人，湏告以‘爲政在人，取人以身，修身以道，修道以仁’，‘逹道’，‘九經’及‘誠身’許多工夫，方始做得。這箇方是萬世常行之道。不然只去行了夏時，乘了殷輅，服了周冕，作了韶、武，天下便治得？後人但見顔子是孔門第一人，又問箇爲邦，便把做天大事看了。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蔡希淵問：“文公大學新本，先‘格致’而後‘誠意’工夫，似與首章次第相合。若如先生從舊本之說，卽‘誠意’反在‘格致’之前，於此尚未釋然。”先生曰：“大學工夫卽是‘明明德’，‘明明德’只是箇‘誠意’，‘誠意’的工夫只是‘格物’‘致知’。若以‘誠意’爲主，去用‘格物致知’的工夫，卽工夫始有下落。卽爲善去惡，無非是‘誠意’的事。如新本先去窮格事物之理，卽𣴭𣴭蕩蕩，都無着落處，湏用添箇‘敬’字，方才牽扯得向身心上來，然終是没根源。若湏用添箇‘敬’字，緣何孔門倒將一箇最緊要的字落了，直待千餘年後要人來補出？正謂以‘誠意’爲主，卽不湏添‘敬’字。所以提出箇‘誠意’來說，正是學問的大頭腦處。於此不察，眞所謂毫釐之差，千里之繆。大抵中庸工夫只是‘誠身’，‘誠身’之極便是‘至誠’；大學工夫只是‘誠意’，‘誠意’之極便是‘至善’。工夫摠是一般。今說這裏補箇‘敬’字，那裏補箇‘誠’字，未免畵蛇添足。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孟源有自是好名之病，先生屢責之。一日，警責方巳，一友自陳日來工夫請正。源從傍曰：“此方是尋着源舊時家當。”先生曰：“爾病又發！”源色變，議擬欲有所辯。先生曰：“爾病又發！”因喻之曰：“此是汝一生大病根。譬如方丈地内種此一大樹，雨露之滋，土脉之力，只滋養得這箇大根。四傍縱要種些嘉糓，上靣被此樹葉遮覆，下靣被此樹根盤結，如何生長得成？湏用伐去此樹，纎根勿留，方可種植嘉種。不然，任汝耕耘培㙲，只是滋養得此根。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "右門人薛侃錄",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "傳習錄下卷一",
            "paragraphs": [
                {
                    "paragraph": "傳習錄下卷一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "答徐成之書",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "承以朱、陸同異見詢，學術不明於世乆矣，此正吾儕今日之所宜明辨者。細觀來教，則輿庵之主象山旣失，而吾兄之主晦庵亦未爲得也。是朱非陸，天下之論定乆矣，乆則難變也。雖微吾兄之爭，輿庵亦豈能遽行其說乎？故僕以爲二兄今日之論，正不必求勝。務求象山之所以非，晦庵之所以是，窮本極源，眞有以見其幾微得失於毫忽之間。若明者之聼訟，其事之曲者，既有以辨其情之不得巳；而辭之直者，復有以察其處之或未當。使受罪者得以伸其情，而獲伸者亦有所不得辭其責，則有以盡夫事理之公，卽夫人心之安，而可以俟聖人於百世矣。今二兄之論，乃若出於求勝者，求勝則是動於氣也。動於氣，則於義理之正何啻千里，而又何是非之論乎？凡論古人得失，决不可以意度而懸斷之。今輿庵之論象山曰：“雖其專以尊德性爲主，未免墮於禪學之虚空，而其持守端實，終不失爲聖人之徒。若晦庵之一於道問學，則支離決裂，非復聖門誠意正心之學矣。”吾兄之論晦庵曰：“雖其專以道問學爲主，未免失於俗學之支離，而其循序漸進，終不背於大學之訓。若象山之一於尊德性，則虛無寂滅，非復大學‘格物致知’之學矣。”夫既曰“尊德性”，則不可謂“墮於禪學之虛空”；“墮於禪學之虛空”，則不可謂之“尊德性”矣。既曰“道問學”，則不可謂“失於俗學之支離”，“失於俗學之支離”，則不可謂“道問學”矣。二者之辯，間不容髪。然則二兄之論，皆未免於意度也。昔者，子思之論學，葢不下千百言，而括之以“尊德性而道問學”之一語。卽如二兄之辯，一以“尊德性”爲主，一以“道問學”爲事，則是二者固皆未免於一偏，而是非之論尚未有所定也，烏得各持一是而遽以相非爲乎？故僕願二兄置心於公平正大之地，無務求勝。夫論學而務以求勝，豈所謂“尊德性”乎？豈所謂“道問學”乎？以守仁所見，非獨吾兄之非象山、輿庵之非晦庵皆失之非，而吾兄之是晦庵、輿庵之是象山，亦皆未得其所以是也。稍暇當靣悉，姑務養心息辦，毋遽。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "又",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "昨所奉答，適有遠客，酬對紛紜，不暇細論。姑願二兄息未定之爭，各反究其所是者，必巳所是巳無絲髪之憾，而後可以及人之非。蚤來承教，乃謂僕漫爲含胡兩解之說，而細繹辭旨，若有以隂助輿庵而爲之地者。讀之不覺失笑。曽謂吾兄而亦有是言邪？僕嘗以爲君子論事當先去其有我之私，一動於有我，則此心巳陷於邪僻，雖所論盡合於理，旣巳亡其本矣。嘗以是言於朋友之間，今吾兄乃云爾，敢不自反？其殆陷於邪僻而弗覺也？求之反復，而昨者所論實未嘗有是，則斯言也無乃吾兄之過歟？雖然，無是心而言之未盡於理，未得爲無過也。僕敢自謂其言之巳盡於理乎？請舉二兄之所是者以求正。輿庵是象山，而謂其專以尊德性爲主，今觀象山文集所載，未嘗不教其徒讀書窮理。而自謂理㑹文字頗與人異者，則其意實欲體之於身。其亟所稱述以誨人者，曰“居處恭，執事敬，與人忠”，曰“克已復禮”，曰“萬物皆備於我，反身而誠，樂莫大焉”，曰“學問之道，無他，求其放心而已”，日“先立乎其大者，而小者不能奪”。是數言者，孔子、孟軻之言也，烏在其爲空虛者乎？獨其“易簡”“覺悟”之說，頗爲當時所疑。然“易簡”之說出於繫辭，“覺悟”之說雖有同於釋氏，然釋氏之說亦自有同於吾儒，而不害其爲異者，惟在於幾微毫忽之間而巳，亦何必諱於其同而遂不敢以言，狃於其異而遂不以察之乎？是輿庵之是象山，固猶未盡其所以是也。吾兄是晦庵，而謂其專以道問學爲事。然晦庵之言，曰“居敬窮理”，日“非存心無以致知”，曰“君子之心常存敬畏，雖不見聞，亦不敢忽，所以存天理之本然，而不使離於湏㬰之頃也”。是其爲言雖未盡瑩，亦何嘗不以尊德性爲事？而又烏在其爲支離者乎？獨其平日汲汲於訓解，雖韓文、楚辭、隂符、參同之屬，亦必與之註釋考辨，而論者遂疑其玩物。又其心慮恐學者之躐等而或失之於妄作，使必先之以格致而無不明，然後有自以實之於誠正而無所繆。世之學者，掛一漏萬，求之愈繁，而失之愈遠，至有獘力終身，苦其難而卒無所入，而遂議其支離。不知此乃後世學者之獘，而當時晦庵之自爲，則亦豈至是乎？是吾兄之是晦庵，固猶未盡其所以是。明夫二兄之所信而是者既未盡其所以是，則其所疑而非者亦豈必盡其所以非乎？然而二兄往復之辨不能一反焉，此僕之所以疑其或出於求勝也。一有求勝之心，則巳失其學問之本，而又何以論學爲哉？此僕之所以惟願二兄之自反也，安有所謂“含胡兩解而隂爲輿庵之地”者哉？夫君子之論學，要在得之於心。衆皆以爲是，茍求之心而未㑹焉，未敢以爲是也。衆皆以爲非，茍求之心而有契焉，未敢以爲非也。心也者，吾所得於天之理也，無間於天人，無分於今古。苟盡吾心以求焉，則不中不遠矣。學也者，求以盡吾心也。是故尊德性而道問學。尊者，尊此者也；道者，道此者也。不得於心而惟外信於人以爲學，烏在其爲學也巳？僕嘗以爲晦庵之與象山，雖其所以爲學者若有不同，而要皆不失爲聖人之徒。今晦庵之學，天下之人童而習之，既巳入人之深，有不容於論辨者，而獨惟象山之學，則以其嘗與晦庵之有言，而遂藩籬之。使若由、賜之殊科焉，則可矣，而遂擯放廢斥，若碔砆之與美玉，則豈不過甚矣乎？夫晦庵折衷羣儒之說，以發明六經、語、孟之旨於天下，其嘉惠後學之心，眞有不可得而議者，而象山辨義利之分，立大本，求放心，以示後學篤實爲己之道，其功亦寧可得而盡誣之？而世之儒者，附和雷同，不究其實，而槩目之以禪學，則誠可𡨚也己！故僕嘗欲冐天下之譏，以爲象山一暴其說，雖以此得罪無恨。僕於晦庵亦有罔極之恩，豈欲操戈而入室者？顧晦庵之學，旣巳若日星之章明於天下，而象山獨蒙無實之誣，于今且四百年，莫有爲之一洗者。使晦庵有知，將亦不能一日而安享於廟廡之間矣。此僕之至情，終亦必爲吾兄一吐者，亦何肯“漫爲兩解之說以隂助於輿庵”？輿庵之說，僕猶恨其有未盡也。夫學術者，今古聖賢之學術，天下之所公共，非吾三人者所私有也。天下之學術，當爲天下公言之，而豈獨爲輿庵也哉？兄又舉太極之辨，以爲象山“於文義且有所未能通曉，而其強辨自信，曾何有於所養”。夫謂其文義之有未詳，不害其爲有未詳也；謂其所養之未至，不害其爲未至也。學未至於聖人，寧免大過不及之差乎？而論者遂欲以是而蓋之，則吾恐晦庵禪學之譏，亦未免有激於不平也。夫一則不審於文義，一則有激於不平，是皆所養之未至。昔孔子，大聖也，而猶曰“假我數年以學易，可以無大過”。仲虺之賛成湯，亦惟曰“攺過不吝”而已。所養之未至，亦何傷於二先生之爲賢乎？此正晦庵、象山之氣象，所以未及於顔子、明道者在此。吾儕正當仰其所以不可及，而黙識其所未至者，以爲𣹢養規切之方，不當置偏私於其間，而有所附㑹増損之也。夫君子之過也，如日月之食，人皆見之；更也，人皆仰之。而小人之過也必文。世之學者以晦庵大儒，不宜復有所謂過者，而必曲爲隱餙増加，務詆象山於禪學，以求伸其說；且自以爲有𦔳於晦庵，而更相倡引，謂之扶持正論。不知晦庵乃君子之過，而吾反以小人之見而文之。晦庵有聞過則喜之美，而吾乃非徒順之，又從而爲之辭也。晦庵之心，以聖賢君子之學期後代，而世之儒者，事之以事小人之禮，是何誣象山之厚而待晦庵之薄邪！僕今者之論，非獨爲象山惜，實爲晦庵惜也。兄視僕平日於晦庵何如哉？而乃有是論，是亦可以諒其爲心矣。惟吾兄去世俗之見，宏虚受之咸，勿求其必同，而察其所以異；勿以無過爲聖賢之高，而以改過爲聖賢之學；勿以其有所未至者爲聖賢之諱，而以其常懷不滿者爲聖賢之心。則兄與輿庵之論，將有不待辨說而釋然以自解者。孟子云：“君子亦仁而巳，何必同？”惟吾兄審擇而正之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "南逢吉曰：“吉嘗以此書請問，先生曰：‘此書於格、致、誠、正及尊德性而道問學處，說得尚支離。葢當時亦就二君所見者將就調停說過，細詳文義，然猶未免分爲兩事也。’嘗見三友問云：‘朱子以存心、致知爲二事，今以道問學爲尊德性之功作一事，如何？’先生云：‘天命於我之謂性，我得此性之謂德。今要尊我之德性，湏是道問學。如要尊孝之德性，便湏學問箇孝；尊弟之德性，便湏學問箇弟。學問箇孝，便是尊孝之德性；學問箇弟，便是尊弟之德性。不是尊徳性之外，别有道問學之功，道問學之外，别有尊德性之事也。心之明覺處謂之知，知之存主處謂之心，原非有二物。存心便是致知，致知便是存心，亦非有二事。’曰：‘存心，恐是靜中存養意，與道問學不同。’曰：‘就是靜中存養，還謂之學否？若亦謂之學，亦卽是道問學矣。觀者宜以此意求之。’”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "答羅整菴少宰書",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "守仁頓首啓：昨承教大學，發舟匆匆，未能奉答。曉來江行稍暇，復取手教而讀之。恐至贛後人事復紛沓，先具其畧以請。來教云：“見道固難，而體道尤難。道誠未易明，而學誠不可不講，恐未可安於所見而遂以爲極則也。”幸甚幸甚！何以得聞斯言乎？其敢自以爲極則而安之乎？正思就天下之有道以講明之耳。而數年以來，聞其說而非笑之者有矣，詬訾之者有矣，置之不足較量辨議之者有矣，其肯遂以敎我乎？其肯遂以教我，而反覆曉諭，惻然惟恐不及救正之乎？然則天下之愛我者，固莫有如執事之心深且至矣，感激當何如哉！夫“德之不修，學之不講”，孔子以爲憂。而世之學者稍能傳習訓詁，卽皆自以爲知學，不復有所謂講學之求，可悲矣！夫道必體而後見，非巳見道而後加體道之功也；道必學而後明，非外講學而復有所謂明道之事也。然世之講學者有二：有講之以身心者，有講之以口耳者。講之以口耳，揣摸測度，求之影響者也；講之以身心，行著習察，實有諸巳者也。知此則知孔門之學矣。來教謂守仁“大學古本之復，以人之爲學，但當求之於內，而程朱格物之說，不免求之於外，遂去朱子之分章，而削其所補之傳”。非敢然也。學豈有內外乎？大學古本乃孔門相傳舊本耳，朱子疑其有所脫誤而攺正補緝之，在守仁則謂其本無脫誤，悉從其舊而巳矣。失在於過信孔子則有之，非故去朱子之分章而削其傳也。夫學貴得之心，求之於心而非也，雖其言之出於孔子，不敢以爲是也，而况其未及孔子者乎？求之於心而是也，雖其言之出於庸常，不敢以爲非也，而况其出於孔子者乎？且舊本之傳，數千載矣，今讀其文詞，旣明白而可通，論其工夫又易簡而可入。亦何所按據而斷其此叚之必在於彼，彼叚之必在於此，與此之如何而缺，彼之如何而補，而遂攺正補緝之？無乃重於背朱而輕於叛孔巳乎？來教謂：“如必以學不資於外求，但當反觀內省以爲務，則‘正心誠意’四字，亦何不盡之有？何必於入門之際，便困以格物一叚工夫也？”誠然誠然。若語其要，則“修身”二字亦足矣，何必又言正心？“正心”二字亦足矣，何必又言誠意？“誠意”二字亦足矣，何必又言致知，又言格物？惟其工夫之詳宻，而要之只是一事，此所以爲精一之學，此正不可不思者也。夫理無內外，性無内外，故學無內外。講習討論，未嘗非內也；反觀内省，未嘗遺外也。夫謂學必資於外求，是以已性爲有外也，是義外也，用智者也；謂反觀內省爲求之於內，是以巳性爲有內也，是有我也，自私者也，是皆不知性之無内外也。故曰：“精義入神，以致用也；利用安身，以崇德也”，“性之德也，合內外之道也。”此可以知格物之學矣。格物者，大學之實下手處，徹首徹尾，自始學至聖人，只此工夫而巳，非但入門之際有此一叚也。夫正心、誠意、致知、格物，皆所以修身。而格物者，其所用力，日可見之地。故格物者，格其心之物也，格其意之物也，格其知之物也；正心者，正其物之心也；誠意者，誠其物之意也；致知者，致其物之知也：此豈有內外彼此之分哉？理一而已。以其理之凝聚而言，則謂之性；以其凝聚之主宰而言，則謂之心；以其主宰之發動而言，則謂之意；以其發動之明覺而言，則謂之知，以其明覺之感應而言，則謂之物。故就物而言謂之格，就知而言謂之致，就意而言謂之誠，就心而言謂之正。正者，正此也；誠者，誠此也；致者，致此也，格者，格此也，皆所謂窮理以盡性也。天下無性外之理，無性外之物。學之不明，皆由世之儒者認理爲外，認物爲外，而不知義外之說，孟子葢嘗闢之，乃至襲陷其內而不免，豈非亦有似是而難明者歟？不可以不察也。凡執事所以致疑於格物之說者，必謂其是內而非外也；必謂其專事於反觀内省之爲，而遺棄其講習討論之功也；必謂其一意於綱領本原之約，而脫略於支條節目之詳也；必謂其沉溺於枯槁虚寂之偏，而不盡於物理人事之變也。審如是，豈但獲罪於聖門，獲罪於朱子？是邪說誣民，叛道亂正，人得而誅之也，而况於執事之正直哉！審如是，世之稍明訓詁，聞先哲之緖論者，皆知其非也，而况執事之高明哉！凡守仁之所謂格物，其於朱子“九條”之說，皆包羅統括於其中，但爲之有要，作用不同，正所謂毫釐之差耳。然毫釐之差，而千里之謬，實起於此，不可不辯。孟子闢楊、墨至於“無父、無君”。二子亦當時之賢者，使與孟子並世而生，未必不以之爲賢。墨子“兼愛”，行仁而過耳；楊子“爲我”，行義而過耳。此其爲說，亦豈滅理亂常之甚，而足以眩天下哉？而其流之弊，孟子至比於禽獸夷狄，所謂“以學術殺天下後世”也。今世學術之弊，其謂之學仁而過者乎？謂之學義而過者乎？抑謂之學不仁不義而過者乎？吾不知其於洪水猛獸何如也。孟子云：“予豈好辯哉？予不得巳也。”楊、墨之道塞天下，孟子之時，天下之尊信楊、墨，當不下於今日之崇尚朱說，而孟子獨以一人呶呶於其間。噫，可哀矣！韓氏云：“佛、老之害甚於楊、墨。”韓愈之賢，不及孟子。孟子不能救之於未壞之先，而韓愈乃欲全之於巳壞之後，其亦不量其力，且見其身之危，莫之救以死也。嗚呼！若守仁者，其尤不量其力，果見其身之危，莫之救以死也矣。夫衆方嘻嘻之中，而獨出涕嗟若，舉世恬然以趨，而獨疾首蹙額以為憂，此其非病狂丧心，殆必誠有大苦者隱於其中，而非天下之至仁，其孰能察之？其爲朱子晚年定論，葢亦不得已而然。中間年歲蚤晚，誠有所未考，雖不必盡出於晚年，固多出於晚年者矣。然大意在委曲調停，以明此學爲重，平生於朱子之說如神明蓍龜，一旦與之背馳，心誠有所未忍，故不得巳而爲此。“知我者謂我心憂，不知我者謂我何求。”葢不忍牴牾朱子者，其本心也。不得巳而與之牴牾者，道固如是，“不直則道不見”也。執事所謂决與朱子異者，僕敢自欺其心哉？夫道，天下之公道也；學，天下之公學也。非朱子可得而私也，非孔子可得而私也。天下之公也，公言之而巳矣。故言之而是，雖異於巳，乃益於巳也；言之而非，雖同於巳，適損於巳也。益於巳者，巳必喜之；損於巳者，巳必惡之。然則守仁今日之論，雖或與朱子異，未必非其所喜也。君子之過，如日月之食，其更也，人皆仰之，而小人之過也必文。守仁雖不肖，固不敢以小人之心事朱子也。執事所以教，反覆數百言，皆以未悉鄙人格物之說。若鄙說一明，則此數百言皆可以不待辨說而釋然無滯。故今不敢縷縷以滋瑣屑之瀆。然鄙說非靣陳口析，斷亦未能了了於紙筆間也。嗟乎！執事所以開導啓廸於我者，可謂懇到詳切矣。人之愛我，寧有如執事者乎？僕雖甚愚下，寜不知所感刻佩服？然而不敢遽舎其中心之誠然而姑以聼受云者，正不敢有負於深愛，亦思有以報之耳。秋盡東還，必求一靣，以卒所請，千萬終教。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "傳習錄下卷二",
            "paragraphs": [
                {
                    "paragraph": "傳習錄下卷二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "答人論學書",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“近時學者務外遺內，博而寡要，故先生特倡‘誠意’一義，針砭膏肓，誠大惠也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "吾子洞見時弊如此矣，亦將何以救之乎？然則鄙人之心，吾子固巳一句道盡，復何言哉！復何言哉！若誠意之說，自是聖門教人用功第一義。但近世學者乃作第二義看，故稍與提掇𦂳要出來，非鄙人所能特倡也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“但恐立說太高，用功太㨗，後生師傳，影響謬誤，未免墮於佛氏明心見性、定慧頓悟之機，無恠聞者見疑。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "區區“格、致、誠、正”之說，是就學者本心、日用事爲間體究踐履，實地用功，是多少次第、多少積累在，正與空虚頓悟之說相反。聞者本無求爲聖人之志，又未嘗講究其詳，遂以見疑，亦無足恠。若吾子之高明，自當一語之下，便瞭然矣。乃亦謂“立說太高，用功太捷”，何邪？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“所喻知行並進，不宜分别前後，卽中庸‘尊德性而道問學’之功，交養互發、內外本末一以貫之之道。然工夫次第，不能無先後之差。如知食乃食，知湯乃飲，知衣乃服，知路乃行，未有不見是物，先有是事。此亦毫釐倐忽之間，非謂有等今日知之而明日乃行也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "旣云“交養互發，內外本末一以貫之”，則知行並進之說，無復可疑矣。又云“工夫次第不能不無先後之差”，無乃自相矛盾巳乎？“知食乃食”等說，此尤明白易見，但吾子爲近聞障蔽，自不察耳。夫人必有欲食之心然後知食，欲食之心卽是意，卽是行之始矣。食味之美惡必待入口而後知，豈有不待入口而巳先知食味之美惡者邪？必有欲行之心然後知路，欲行之心卽是意，卽是行之始矣。路岐之險夷必待身親履歴而後知，豈有不待身親履歴而巳先知路岐之險夷者邪？“知湯乃飲”，“知衣乃服”，以此例之，皆無可疑。若如吾子之喻，是乃所謂不見是物而先有是事者矣。吾子又謂“此亦毫釐倐忽之間，非謂截然有等今日知之而明日乃行也”，是亦察之尚有未精。然就如吾子之說，則知行之爲合一並進，亦自斷無可疑矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“眞知卽所以爲行，不行不足謂之知。此爲學者喫𦂳立教，俾務躬行則可。若眞謂行卽是知，恐其專求本心，遂遺物理，必有闇而不逹之處。抑豈聖門知行並進之成法哉？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "知之眞切篤實處，卽是行；行之明覺精察處，卽是知，知行工夫本不可離。只爲後世學者分作兩截用功，失此知行本體，故有合一並進之說。“眞知卽所以爲行，不行不足謂之知”，卽如來書所云“知食乃食”等說，可見前巳略言之矣。此雖喫𦂳救弊而發，然知行之體本來如是，非以巳意抑揚其間，姑爲是說以茍一時之效者也。“專求本心，遂遺物理”，此葢失其本心者也。夫物理不外於吾心，外吾心而求物理，無物理矣；遺物理而求吾心，吾心又何物邪？心之體，性也，性卽理也。故有孝親之心，卽有孝之理；無孝親之心，卽無孝之理矣。有忠君之心，卽有忠之理；無忠君之心，卽無忠之理矣。理豈外於吾心邪？晦庵謂：“人之所以爲學者，心與理而巳。心雖主乎一身，而實管乎天下之理；理雖散在萬事，而實不外乎一人之心。”是其一分一合之間，而未免巳啟學者心理爲二之弊。此後世所以有專求本心、遂遺物理之患，正由不知心卽理耳。夫外心以求物理，是以有闇而不達之處；此告子“義外”之說，孟子所以謂之不知義也。心一而巳，以其全體惻怛而言謂之仁，以其得宜而言謂之義，以其條理而言謂之理。不可外心以求仁，不可外心以求義，獨可外心以求理乎？外心以求理，此知行之所以二也。求理於吾心，此聖門知行合一之教，吾子又何疑乎？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“所釋大學古本，謂致其本體之知，此固孟子盡心之旨。朱子亦以虚靈知覺爲此心之量。然盡心由於知性，致知在於格物。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "“盡心由於知性，致知在於格物”，此語然矣。然而推本吾子之意，則其所以爲是語者，尚有未明也。朱子以盡心、知性、知天爲格物知致，以存心、養性、事天爲誠意、正心、修身，以殀壽不貳、修身以俟爲知至仁盡、聖人之事。若鄙人之見，則與朱子正相反矣。夫盡心、知性、知天者，生知安行，聖人之事也；存心、養性、事天者，學知利行，賢人之事也；殀壽不貳、修身以俟者，困知勉行，學者之事也。豈可專以盡心、知性爲知，存心、養性爲行乎？吾子驟聞此言，必又以爲大駭矣。然其間實無可疑者，一爲吾子言之。夫心之體，性也；性之原，天也。能盡其心，是能盡其性矣。中庸云“惟天下至誠，爲能盡其性”，又云“知天地之化育”，“質諸鬼神而無疑”。知天也，此惟聖人而後能然，故曰“此生知安行，聖人之事也”。存其心者，未能盡其心者也，故湏加存之之功；必存之旣乆，不待於存而自無不存，然後可以進而言盡。葢“知天”之“知”，如“知州”，“知縣”之“知”。知州則一州之事皆巳事也，知縣則一縣之事皆巳事也，是與天爲一者也。事天則如子之事父，臣之事君，猶與天爲二也。天之所以命於我者，心也，性也，吾但存之而不敢失，養之而不敢害，如“父母全而生之，子全而歸之”者也。故曰“此學知利行，賢人之事也”。至於“殀壽不貳”，則與存其心者又有間矣。存其心者雖未能盡其心，固巳一心於爲善，時有不存，則存之而巳；今使之殀壽不貳，是猶以殀壽貳其心者也。猶以殀壽貳其心，是其爲善之心猶未能一也。存之尚有所未可，而何盡之可云乎？今且使之不以殀壽貳其爲善之心，若曰死生殀壽皆有定命，吾但一心於為善，修吾之身，以俟天命而巳，是其平日尚未知有天命也。事天雖與天爲二，然巳眞知天命之所在，但惟㳟敬奉承之而巳耳；若俟之云者，則尚未能眞知天命之所在，猶有所俟者也，故曰所以立命。立者，創立之立，如立德、立言、立功、立名之類，凡言立者，皆是昔未𡮢有而今始建立之謂，孔子所謂“不知命，無以爲君子”者也，故曰“此困知勉行，學者之事也”。今以盡心、知性、知天爲格物致知，使初學之士尚未能不貳其心者，而遽責之以聖人生知安行之事，如捕風捉影，茫然莫知所措其心，幾何而不至於“率天下而路”也？今世致知格物之弊，亦居然可見矣。吾子所謂“務外遺內、博而寡要”者，無乃亦是過歟？此學問最𦂳要處，於此而差，將無往而不差矣。此鄙人之所以冒天下之非笑，忘其身之陷於罪戮，呶呶其言，有不容巳者也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“聞語學者，乃謂‘卽物窮理之說亦是玩物䘮志’，又取其‘厭繁就約’，‘涵養本原’數說標示學者，指爲晚年定論，此亦恐非。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "朱子所謂格物云者，在卽物而窮其理也。卽物窮理是就事事物物上求其所謂定理者也，是以吾心而求理於事事物物之中，析心與理而爲二矣。夫求理於事事物物者，如求孝之理於其親之謂也。求孝之理於其親，則孝之理其果在於吾之心邪，抑果在於親之身邪？假而果在於親之身，則親没之後，吾心遂無孝之理歟？見孺子之入井，必有惻隱之理，是惻隱之理果在於孺子之身歟，抑在於吾心之良知歟？其或不可以從之於井歟，其或可以手而援之歟？是皆所謂理也。是果在於孺子之身歟，抑果出於吾心之良知歟？以是例之，萬事萬物之理莫不皆然，是可以知析心與理爲二之非矣。夫析心與理而爲二，此告子義外之說，孟子之所深闢也。“務外遺內，博而寡要”，吾子旣巳知之矣，是果何謂而然哉？謂之玩物䘮志，尚猶以爲不可歟？若鄙人所謂致知格物者，致吾心之良知於事事物物也。吾心之良知卽所謂天理也，致吾心良知之天理於事事物物，則事事物物皆得其理矣。致吾心之良知者，致知也；事事物物皆得其理者，格物也。是合心與理而爲一者也。合心與理而爲一，則凡區區前之所云，與朱子晚年之論，皆可以不言而喻矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“人之心體本無不明，而氣拘物蔽，鮮有不蔽，非學問思辨以明天下之理，則善惡之機，眞妄之辨，不能自覺，任情恣意，其害有不可勝言者矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "此叚大略似是而非，葢承沿舊說之弊，不可以不辯也。夫問、思、辨、行，皆所以爲學，未有學而不行者也。如言學孝，則必服勞奉養，躬行孝道，而後謂之學，豈徒懸空口耳講說，而遂可以謂之學孝乎？學射則必張弓挾矢，引滿中的；學書則必伸紙執筆，操觚染翰。盡天下之學，無有不行而可以言學者，則學之始固巳卽是行矣。篤者，敦實篤厚之意，巳行矣，而敦篤其行，不息其功之謂爾。葢學之不能以無疑，則有問，問卽學也，卽行也；又不能無疑，則有思，思卽學也，卽行也；又不能無疑，則有辨，辨卽學也，卽行也。辨旣明矣，思旣愼矣，問旣審矣，學旣能矣，又從而不息其功焉，斯之謂篤行。非謂學、問、思、辨之後而始措之於行也。是故以求能其事而言謂之學，以求解其惑而言謂之問，以求通其理而言謂之思，以求精其察而言謂之辨，以求履其實而言謂之行。葢析其功而言則有五，合其事而言則一而巳。此區區心理合一之體，知行並進之功，所以異於後世之說者，正在於是。今吾子特舉學、問、思、辨以窮天下之理，而不及篤行，是專以學、問、思、辨爲知，而謂窮理爲無行也巳。天下豈有不行而學者邪？豈有不行而遂可謂之窮理者邪？明道云：“只窮理，便盡性至命。”故必仁極仁，而後謂之能窮仁之理；義極義，而後謂之能窮義之理。仁極仁則盡仁之性矣，義極義則盡義之性矣。學至於窮理，至矣，而尚未措之於行，天下寧有是邪？是故知不行之不可以爲學，則知不行之不可以爲窮理矣；知不行之不可以爲窮理，則知知行之合一並進，而不可以分爲兩節事矣。夫萬事萬物之理不外於吾心，而必曰窮天下之理，是殆以吾心之良知爲未足，而必外求於天下之廣，以禆補增益之，是猶析心與理而爲二也。夫學、問、思、辨、篤行之功，雖其困勉，至於人一巳百，而櫎充之極，至於盡性知天，亦不過致吾心之良知而巳。良知之外，豈復有加於毫末乎？今必曰窮天下之理，而不知反求諸其心，則凡所謂善惡之機、眞妄之辨者，舎吾心之良知，亦將何所致其體察乎？吾子所謂“氣拘物蔽”者，拘此蔽此而巳。今欲去此之蔽，不知致力於此，而欲以外求，是猶目之不明者，不務服藥調理以治其目，而徒倀倀然求明於其外，明豈可以自外而得哉？任情恣意之害，亦以不能精察天理於此心之良知而巳。此誠毫釐千里之謬者，不容於不辯，吾子毋謂其論之太刻也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“敎人以致知、明德，而戒其卽物窮理，誠使昏闇之士深居端坐，不聞教告，遂能至於知致而德明乎？縱令靜而有覺，稍悟本性，則亦定慧無用之見，果能知古今、達事變而致用於天下國家之實否乎？其曰‘知者意之體，物者意之用’，‘格物如格君心之非之格’。語雖超悟獨得，不踵陳見，抑恐於道未相脗合？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "區區論致知格物，正所以窮理，未𡮢戒人窮理，使之深居端坐而一無所事也。若謂卽物窮理，如前所云務外而遺內者，則有所不可耳。昏闇之士，果能隨事隨物精察此心之天理，以致其本然之良知，則“雖愚必明，雖柔必強”，大本立而逹道行，九經之屬可一以貫之而無遺矣，尚何患其無致用之實乎？彼頑空虛靜之徒，正惟不能隨事隨物精察此心之天理，以致其本然之良知，而遺棄倫理，寂滅虚無以爲常，是以要之不可以治家國天下。孰謂聖人窮理盡性之學，而亦有是弊哉？心者，身之主也，而心之虚靈明覺，卽所謂本然之良知也。其虛靈明覺之良知應感而動者，謂之意。有知而後有意，無知則無意矣，知非意之體乎？意之所用必有其物，物卽事也。如意用於事親，卽事親爲一物；意用於治民，卽治民爲一物；意用於讀書，卽讀書爲一物；意用於聼訟，卽聼訟爲一物。凡意之所用，無有無物者。有是意卽有是物，無是意卽無是物矣，物非意之用乎？“格”字之義，有以“至”字訓者，如“格于文祖”“有苗來格”，是以“至”訓者也。然“格於文祖”，必純孝誠敬，幽明之間，無一不得其理，而後謂之“格”。有苖之頑，實以文德誕敷而後“格”，則亦兼有“正”字之義在其間，未可專以“至”字盡之也。如“格其非心”“大臣格君心之非”之類，是則一皆“正其不正以歸於正”之義，而不可以“至”字爲訓矣。且大學“格物”之訓，又安知其不以“正”字爲訓，而必以“至”字爲義乎？如以“至”字爲義者，必曰“窮至事物之理”，而後其說始通。是其用功之要全在一“窮”字，用力之地全在一“理”字也。若上去一“窮”，下去一“理”字，而直曰“致知在至物”，其可通乎？夫“窮理盡性”，聖人之成訓，見於繫辭者也。茍格物之說而果卽窮理之義，則聖人何不直曰“致知在窮理”，而必爲此轉折不完之語，以啓後世之弊邪？葢大學“格物”之說，自與繫辭“窮理”大旨雖同，而微有分辨。窮理者，兼格、致、誠、正而爲功也，故言窮理則格、致、誠、正之功皆在其中，言格物則必兼舉致知、誠意、正心，而後其功始備而宻。今偏舉格物而遂謂之窮理，此所以專以窮理屬知，而謂格物未𡮢有行，非惟不得格物之旨，并窮理之義而失之矣。此後世之學所以析知、行爲先後兩截，日以支離决裂，而聖學益以殘晦者，其端實始於此。吾子葢亦未免承沿積習，則見以爲於道未相脗合，不爲過矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“謂致知之功，將如何爲温清？如何爲奉養卽是誠意，非别有所謂格物，此亦恐非。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "此乃吾子自以巳意揣度鄙見而爲是說，非鄙人之所以告吾子者矣。若果如吾子之言，寧復有可通乎？葢鄙人之見，則謂意欲温清、意欲奉養者，所謂意也，而未可謂之誠意。必實行其温凊奉養之意，務來自慊而無自欺，然後謂之誠意。知如何而爲温凊之節，知如何而爲奉養之宜者，所謂知也，而未可謂之致知。必致其知如何爲温凊之節者之知，而實以之温凊，致其知如何爲奉養之宜者之知，而實以之奉養，然後謂之致知。温凊之事、奉養之事，所謂物也，而未可謂之格物。必其於温凊之事也，一如其良知之所知，當如何爲溫凊之節者而爲之，無一毫之不盡；於奉養之事也，一如其良知之所知，當如何爲奉養之宜者而爲之，無一毫之不盡，然後謂之格物。温凊之物格，然後知温凊之良知始致；奉養之物格，然後知奉養之良知始致，故曰“物格而後知至”。致其知温凊之良知，而後温凊之意始誠；致其知奉養之良知，而後奉養之意始誠，故曰“知至而後意誠”。此區區誠意、致知、格物之說葢如此。吾子更熟思之，將亦無可疑者矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“道之大端，易於明白，所謂良知良能，愚夫愚婦可與及者。至於節目時變之詳，毫釐千里之謬，必待學而後知。今語孝於温凊定省，孰不知之？至於舜之不告而娶，武之不塟而𦥷師，養志養口，小杖大杖、割股廬墓等事，處常處變，過與不及之間，必湏討論是非，以爲制事之本，然後心體無蔽，臨事無失。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "“道之大端，易於明白”，此語誠然。顧後之學者，忽其易於明白者而弗由，而求其難於明白者以爲學，此其所以“道在邇而求諸遠，事在易而求諸難”也。孟子云：“夫道若大路然，豈難知哉？人病不由耳。”良知良能，愚夫愚婦與聖人同。但惟聖人能致其良知，而愚夫愚婦不能致，此聖愚之所由分也。節目時變，聖人夫豈不知？但不專以此爲學。而其所謂學者，正惟致其良知，以精察此心之天理，而與後世之學不同耳。吾子未暇良知之致，而汲汲焉顧是之憂，此正求其難於明白者以爲學之弊也。夫良知之於節目時變，猶規矩尺度之於方圓長短也。節目時變之不可預定，猶方圓長短之不可勝窮也。故規矩誠立，則不可欺以方圓，而天下之方圓不可勝用矣；尺度誠陳，則不可欺以長短，而天下之長短不可勝用矣；良知誠致，則不可欺以節目時變，而天下之節目時變不可勝應矣。毫釐千里之謬，不於吾心良知一念之微而察之，亦將何所用其學乎？是不以規矩而欲定天下之方圓，不以尺度而欲盡天下之長短，吾見其乖張謬戾，日勞而無成也巳。吾子謂：“語孝於温凊定省，孰不知之？”然而能致其知者鮮矣。若謂粗知温凊定省之儀節，而遂謂之能致其知，則凡知君之當仁者，皆可謂之能致其仁之知；知臣之當忠者，皆可謂之能致其忠之知，則天下孰非致知者耶？以是而言，可以知致知之必在於行，而不行之不可以爲致知也明矣。知行合一之體，不益較然矣乎？夫舜之不告而娶，豈舜之前巳有不告而娶者爲之凖則，故舜得以考之何典、問諸何人而爲此邪？抑亦求諸其心一念之良知，權輕重之宜，不得巳而爲此邪？武之不塟而興師，豈武之前巳有不塟而興師者爲之凖則，故武得以考之何典、問諸何人而爲此邪？抑亦求諸其心一念之良知，權輕重之宜，不得巳而爲此邪？使舜之心而非誠於爲無後，武之心而非誠於爲救民，則其不告而娶與不塟而興師，乃不孝不忠之大者。而後之人不務致其良知，以精察義理於此心感應酬酢之間，顧欲懸空討論此等變常之事，執之以爲制事之本，以求臨事之無失，其亦遠矣。其餘數端，皆可類推，則古人致知之學，從可知矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“謂大學格物之說，專求本心，猶可牽合。至於六經四書所載‘多聞多見’，‘前言往行’，‘好古敏求’，‘博學審問’，‘温故知新’，‘博學詳說’，‘好問好察’，是皆明白求於事爲之際，資於論說之間者，用功節目固不容紊矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "格物之義，前巳詳悉，牽合之疑，想巳不俟復解矣。至於“多聞多見”，乃孔子因子張之務外好高，徒欲以多聞多見爲學，而不能求諸其心，以闕疑殆，此其言行所以不免於尤悔，而所謂見聞者，適以資其務外好高而巳。葢所以救子張多聞多見之病，而非以是教之爲學也。夫子𡮢曰：“葢有不知而作之者，我無是也。”是猶孟子“是非之心人皆有之”之義也。此言正所以明德性之良知，非由於聞見耳。若日“多聞，擇其善者而從之，多見而識之”，則是專求諸見聞之末，而巳落在第二義矣，故曰“知之次也”。夫以見聞之知爲次，則所謂知之上者果安所指乎？是可以窺聖門致知用力之地矣。夫子謂子貢曰：“賜也，汝以予爲多學而識之者歟？非也，予一以貫之。”使誠在於多學而識，則夫子胡乃謬爲是說以欺子貢者邪？一以貫之，非致其良知而何？易曰：“君子多識前言往行，以畜其德。”夫以畜其德爲心，則几多識前言往行者，孰非畜德之事？此正知行合一之功矣。“好古敏求”者，好古人之學而敏求此心之理耳。心卽理也，學者學此心也，求者求此心也。孟子云：“學問之道無他，求其放心而巳矣。”非若後世廣記博誦古人之言詞以爲好古，而汲汲然惟以求功名利逹之具於其外者也。“博學審問”，前言巳盡。“温故知新”，朱子亦以温故屬之尊德性矣。德性豈可以外求哉？惟夫知新必由於温故，而温故乃可以知新，則亦可以驗知行之非兩節矣。“博學而詳說之”者，“將以反說約也”。若無反約之云，則“博學詳說”者果何事邪？舜之“好問好察”，惟以用中而致其精一於道心耳。道心者，良知之謂也。君子之學，何𡮢離去事爲而廢論說？但其從事於事爲論說者，要皆知行合一之功，正所以致其本心之良知，而非若世之徒事口耳談說以爲知者，分知行爲兩事，而果有節目先後之可言也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“楊、墨之爲仁義，鄉愿之亂忠信，堯、舜、子之之禪讓，湯、武、楚項之放伐，周公、莽、操之攝輔，謾無印正，又焉適從？且於古今事變、禮樂名物未𡮢考識，使國家欲興明堂，建辟雍，制曆律，草封禪，又將何所致其用乎？故論語曰‘生而知之’者，義理耳。若夫禮樂名物、古今事變，亦必待學而後有以驗其行事之實。此則可謂定論矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "所喻楊、墨、鄉愿、堯、舜、子之、湯、武、楚項、周公、莽、操之辨，與前舜、武之論，大略可以類推。古今事變之疑，前於良知之說巳有規矩尺度之喻，當亦無俟多贅矣。至於明堂、璧雍諸事，似尚未容於無言者。然其說甚長，姑就吾子之言而取正焉，則吾子之惑將亦可以少釋矣。夫明堂、璧雍之制，始見於吕氏之月令，漢儒之訓疏。六經、四書之中，未嘗詳及也。豈吕氏、漢儒之知，乃賢於三代之賢聖乎？齊宣之時，明堂尚有未毀，則幽、厲之世，周之明堂皆無恙也。堯、舜茅茨土階，明堂之制未必備，而不害其爲治。幽、厲之明堂，固猶文、武、成、康之舊，而無救於其亂，何邪？豈能以不忍人之心，而行不忍人之政，則雖茅茨土階，固亦明堂也；以幽、厲之心，而行幽、厲之政，則雖明堂，亦暴政所自出之地邪？武帝肇講於漢，而武后盛作於唐，其治亂何如邪？天子之學曰璧雍，諸侯之學曰泮宫，皆象地形而爲之名耳。然三代之學，其要皆所以明人倫，非以璧不璧、泮不泮爲重輕也。孔子云：“人而不仁，如禮何？人而不仁，如樂何？”制禮作樂，必具中和之德，聲爲律而身爲度者，然後可以語此。若夫噐數之末，樂工之事，祝史之守，故曽子曰：“君子所貴乎道者三，籩豆之事，則有司存也。”堯命羲和，欽若昊天，曆象日月星辰，其重在於敬授人時也。舜在璿璣玉衡，其重在於以齊七政也。是皆汲汲然以仁民之心而行其養民之政，治曆明時之本，固在於此也。羲和暦數之學，臯、契未必能之也，禹、稷未必能之也；堯、舜之知而不徧物，雖堯、舜亦未必能之也。然至於今，循羲和之法而世修之，雖曲知小慧之人，星術淺陋之士，亦能推歩占候而無所忒，則是後世曲知小慧之人，反賢於禹、稷、堯、舜者邪？封禪之說，尤爲不經，是乃後世佞人諛士，所以求𡡾於其上，倡爲誇侈，以蕩君心而靡國費。葢欺天罔人，無耻之大者，君子之所不道，司馬相如之所以見譏於天下後世也。吾子乃以是爲儒者所宜學，殆亦未之思邪？夫聖人之所以爲聖者，以其生而知之也。而釋論語者曰：“生而知之者，義理耳。若夫禮樂名物，古今事變，亦必待學而後有以驗其行事之實。”夫禮樂名物之類，果有關於作聖之功也？而聖人亦必待學而後能知焉，則是聖人亦不可以謂之生知矣。謂聖人爲生知者，專指義理而言，而不以禮樂名物之類，則是禮樂名物之類無關於作聖之功矣。聖人之所以謂之生知者，專指義理，而不以禮樂名物之類，則是學而知之者，亦惟當學知此義理而巳，困而知之者，亦惟當困知此義理而巳。今學者之學聖人，於聖人之所能知者，未能學而知之，而顧汲汲焉求知聖人之所不能知者以爲學，無乃失其所以希聖之方歟？凡此，皆就吾子之所惑者而稍爲之分釋，未及乎“㧞本塞源”之論也。夫“㧞本塞源”之論不明於天下，則天下之學聖人者將日繁日難，斯人淪於禽獸夷狄，而猶自以爲聖人之學；吾之說雖或蹔明於一時，終將凍解於西而冰堅於東，霧釋於前而雲滃於後，呶呶焉危困以死，而卒無救於天下之分毫也已！夫聖人之心，以天地萬物爲一體，其視天下之人，無外内遠近，凡有血氣，皆其昆弟赤子之親，莫不欲安全而教養之，以遂其萬物一體之念。天下之人心，其始亦非有異於聖人也，特其間於有我之私，隔於物欲之蔽，大者以小，通者以塞，人各有心，至有視其父子兄弟如仇讎者。聖人有憂之，是以推其天地萬物一體之仁以教天下，使之皆有以克其私，去其蔽，以復其心體之同然。其教之大端，則堯、舜、禹之相授受，所謂“道心惟微，惟精惟一，允執厥中”。而其節目，則舜之命契，所謂“父子有親，君臣有義，夫婦有别，長㓜有序，朋友有信”五者而巳。唐、虞、三代之世，教者惟以此爲敎，而學者惟以此爲學。當是之時，人無異見，家無異習，安此者謂之聖，勉此者謂之賢，而背此者，雖其啓明如朱，亦謂之不肖。下至閭井、田野，農、工、商賈之賤，莫不皆有是學，而惟以成其德行爲務。何者？無有聞見之雜，記誦之煩，辭章之靡濫，功利之馳逐，而但使之孝其親，弟其長，信其朋友，以復其心體之同然。是葢性分之所固有，而非有假於外者，則人亦孰不能之乎？學校之中，惟以成德爲事，而才能之異，或有長於禮樂、長於政教、長於水土播植者，則就其成德，而因使益精其能於學校之中。迨夫舉德而任，則使之終身居其職而不易，用之者惟知同心一德，以其安天下之民，視才之稱否，而不以崇𤰞爲輕重、勞逸爲美惡；效用者亦惟知同心一德，以共安天下之民，茍當其能，則終身處於煩劇而不以爲勞，安於𤰞𤨏而不以爲賤。當是之時，天下之人熈熈皥皥，皆相視如一家之親。其才質之下者，則安其農、工、商賈之分，各勤其業以相生相養，而無有乎希高慕外之心。其才能之異，若皐、夔、稷、契者，則出而各效其能。若一家之務，或營其衣食，或通其有無，或備其噐用，集謀并力，以求遂其仰事俯育之願，惟恐當其事者之或怠而重巳之累也。故稷勤其稼，而不耻其不知教，視契之善教，卽巳之善教也；夔司其樂，而不耻於不明禮，視夷之通禮，卽巳之通禮也。葢其心學純明，而有以全其萬物一體之仁，故其精神流貫，志氣通逹，而無有乎人巳之分、物我之間。譬之一人之身，目視、耳聼、手持、足行，以濟一身之用。目不耻其無聰，而耳之所渉，目必營焉；足不耻其無執，而手之所探，足必前焉。葢其元氣充周，血脉條暢，是以痒痾呼吸，感觸神應，有不言而喻之妙。此聖人之學所以至易至簡，易知易從，學易能而才易成者，正以大端准在復心體之同然，而知識技能，非所與論也。三代之衰，王道熄而覇術焻；孔、孟旣没，聖學晦而邪說横。教者不復以此爲教，而學者不復以此爲學。覇者之徒，竊取先王之近似者，假之於外，以內濟其私巳之欲，天下靡然而宗之，聖人之道遂以蕪塞，相倣相效，日求所以富強之說，傾詐之謀，攻伐之計，一切欺天罔人，茍一時之得，以獵取聲利之術，若管、商、蘇、張之屬者，至不可名數。旣其乆也，闘爭刼奪，不勝其禍，斯人淪於禽獸夷狄，而覇術亦有所不能行矣。世之儒者，慨然悲傷，蒐獵先聖王之典章法制，而掇拾修補於煨燼之餘，葢其爲心，良亦欲以挽回先王之道。聖學旣遠，覇術之傳積漬巳深，雖在賢知，皆不免於習染，其所以講明修餙，以求宣暢光復於世者，僅足以増覇者之藩籬，而聖學之門墻遂不復可睹。於是乎有訓詁之學，而傳之以爲名；有記誦之學，而言之以爲博；有詞章之學，而侈之以爲麗。若是者紛紛籍籍，羣起角立於天下，又不知其幾家，萬徑千蹊，莫知所適。世之學者，如入百戲之塲，讙謔跳踉、騁奇闘巧、獻笑爭妍者，四靣而競出，前瞻後盻，應接不遑，而耳目眩瞀，精神恍惑，日夜遨遊淹息其間，如病狂䘮心之人，莫自知其家業之所歸。時君世主，亦皆昏迷顚倒於其說，而終身從事於無用之虛文，莫自知其所謂。間有覺其空疎謬妄，支離牽滯，而卓然自奮，欲以見諸行事之實者，極其所抵，亦不過爲富強功利五覇之事業而止。聖人之學日遠日晦，而功利之習愈趨愈下。其間雖𡮢瞽惑於佛、老，而佛、老之說卒亦未能有以勝其功利之心；雖又𡮢折衷於羣儒，而羣儒之論終亦未能有以破其功利之見。葢至於今，功利之毒淪浹於人之心髓，而習以成性也幾千年矣。相矜以知，相軋以勢，相爭以利，相高以技能，相取以聲譽。其出而仕也，理錢糓者則欲兼夫兵刑，典禮樂者又欲與於銓軸，處郡縣則思藩臬之髙，居臺諫則望宰執之要。故不能其事，則不得以兼其官；不通其說，則不可以要其譽。記誦之廣，適以長其敖也；知識之多，適以行其惡也；聞見之博，適以肆其辯也；辭章之富，適以飾其僞也。是以臯、𧃍、稷、契所不能兼之事，而今之初學小生皆欲通其說，行其術。其稱名借號，未𡮢不曰吾欲以共成天下之務，而其誠心實意之所在，以爲不如是則無以濟其私而滿其欲也。嗚呼！以若是之積染，以若是之心志，而又講之以若是之學術，宜其聞吾聖人之教，而視之以爲贅疣、枘鑿，則其以良知爲未足，而謂聖人之學爲無所用，亦其勢有所必至矣。嗚呼！士生斯世，而尚何以求聖人之學乎？尚何以論聖人之學乎？士生斯世而欲以爲學者，不亦勞苦而繁難乎？不亦拘滯而險艱乎？嗚呼，可悲也巳！所幸天理之在人心，終有所不可泯，而良知之明，萬古一日，則其聞吾㧞本塞源之論，必有惻然而悲，戚然而痛，憤然而起，沛然若决江河，而有所不可禦者矣。非夫豪傑之士無所待而𦥷者，吾誰與望乎？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "傳習錄下卷三",
            "paragraphs": [
                {
                    "paragraph": "傳習錄下卷三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "答周道通書",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "吳、曽兩生至，備道道通懇切爲道之意，殊慰想念。若道通眞可謂篤信好學者矣。憂病中曾不能與兩生細論，然兩生亦自有志向肯用功者，每見輒覺有進。在區區誠不能無負於兩生之遠來，在兩生則亦庻幾無負其遠來之意矣。臨别，以此册致道通意，請書數語，荒憒無可言者，輒以道通來書中所問數節，略下轉語奉酬。草草殊不詳細，兩生當亦自能口悉也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：日用工夫只是立志。近來於先生誨言，愈益明白。然湏朋友講習，則此志纔精健濶大，纔有生意。若三五日不得朋友相講，便覺微弱，遇事便㑹困，亦時㑹忘。乃今無朋友相講之日，還只靜坐，或看書，或行動，凡寓目措身，悉取以培養此志，頗覺意思和適，然終不如講學時生意更多也。離羣索居之人，當更有何法以處之？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "此叚足驗道通日用工夫所得工夫，大略亦只是如此用，只要無間斷，到得純熟後，意思又自不同矣。大抵吾人爲學𦂳要大頭腦，只是立志。所謂困忘之病，亦只是志欠眞切。今好色之人，未𡮢病於困忘，只是一眞切耳。自家痛痒，自家湏㑹知得，自家湏會搔摩得。旣自知得痛痒，自家湏不能不搔摩得。佛家謂之方便法門，湏是自家調停斟酌，他人摠難與力，亦更無别法可設也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：上蔡𡮢問天下何思何慮，伊川云：有此理，只是發得大早。在學者工夫固是必有事焉而勿忘，然亦湏識得何思何慮底氣象，一併看爲是。若不識得這氣象，便有正與助長之病，若認得何思何慮而忘必有事焉工夫，恐又墮於無也。湏是不𣻉於有，不墮於無，然乎否也？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "所論亦相去不遠矣，只是契悟未盡。上蔡之問與伊川之答，亦只是上蔡，伊川之意，與孔子繫辭原旨稍有不同。繫言何思何慮，是言所思所慮，只是一箇天理，更無别思别慮耳，非謂無思無慮也。故曰：同歸而殊途，一致而百慮，天下何思何慮？云殊途，云百慮，則豈謂無思無慮邪？心之本體，卽是天理，天理只是一箇，更有何可思慮得？天理原自寂然不動，原自感而遂通。學者用功，雖千思萬慮，只是要復他本來體用而巳，不是以私意去安排思索出來。故明道云：君子之學，莫若廓然而大公，物來而順應。若以私意去安排思索，便是用智自私矣。何思何慮，正是工夫，在聖人分上便是自然的，在學者分上，便是勉然的。伊川𨚫是把作效驗看了，所以有發得太早之說。旣而云𨚫好用功，則巳自覺其前言之有未盡矣。濂溪主靜之論，亦是此意。今道通之言，雖巳不爲無見，然亦未免尚有兩事也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：凡學者纔曉得做工夫，便要識認得聖人氣象。葢認得聖人氣象，把做準的，乃就實地做工夫去，纔不㑹差，纔是作聖工夫。未知是否？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "先認聖人氣象，昔人嘗有是言矣，然亦欠有頭腦。聖人氣象自是聖人的，我從何處識認？若不就自巳良知上眞切體認，如以無星之稱而權輕重，未開之鏡而照姸， 眞所謂以小人之腹而度君子之心矣。聖人氣象，何由認得？自巳良知原與聖人一般，若體認得自巳良知明白，卽聖人氣象，不在聖人而在我矣。程子𡮢云：覷著堯學他行事，無他許多聰明睿智，安能如彼之動容周旋中禮？又云：心通於道，然後能辨是非。今且說通於道在何處，聰明睿智從何處出來？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：事上磨煉，一日之內，不管有事無事，只一意培養本原。若遇事來感，或自巳有感，心上旣有覺，安可謂無事？但因事凝心一會，大叚覺得事理當如此，只如無事處之，盡吾心而巳。然乃有處得善與未善，何也？又或事來得多，湏要次第與處，毎因才力不足，輒爲所困，雖極力扶起，而精神巳覺衰弱，遇此未免要十分退省。寧不了事，不可不加培養，如何？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "所說工夫就道通分上，也只是如此用，然未免有出入在。凡人爲學，終身只爲這一事，自少至老，自朝至暮，不論有事無事，只是做得這一件，所謂必有事焉者也。若說寧不了事，不可不加培養，𨚫是尚爲兩事也。必有事焉，而勿忘勿助，事物之來，但盡吾心之良知以應之，所謂忠恕違道不遠矣。凡處得有善有未善，及有困頓失次之患者，皆是牵於毀譽得䘮，不能實致其良知耳。若能實致其良知，然後見得平日所謂善者未必是善；所謂未善者，𨚫恐正是牵於毀譽得喪，自賊其良知者也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：致知之說，春間再承誨益，巳頗知用力，覺得比舊尤爲簡易。但鄙心則謂與初學言之，還湏帶格物意思，使之知下手處。本來致知、格物一併下，但在初學，未知下手用功，還說與格物，方曉得致知云云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "格物是致知工夫，知得致知，便巳知得格物。若是未知格物，則是致知工夫亦未𡮢知也。近有一書與友人論此頗悉，今往一通，細觀之，當自見矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：今之爲朱、陸之辨者尚未巳。毎對朋友言：正學不明巳乆，且不湏枉費心力，爲朱、陸爭是非，只依先生立志二字㸃化人。若其人果能辦得此志來，决意要知此學巳是大叚明白了。朱、陸雖不辨，彼自能覺得。又𡮢見朋友中，見有人議先生之言者，輒爲動氣。昔在朱、陸二先生所以遺後世紛紛之議者，亦見二先生工夫有未純熟，分明亦有動氣之病。若明道則無此矣。觀其與吳渉禮論介甫之學云：爲我盡逹諸介甫，不有益於彼，必有益於我也。氣象何等從容。𡮢見先生與人書中亦引此言，願朋友皆如此如何。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "此節議論得極是極是，願道通遍以告於同志，各自且論自巳是非，莫論朱陸是非也。以言語謗人，其謗淺。若自巳不能身體實踐，而徒入耳出口，呶呶度日，是以身謗也，其謗深矣。凡今天下之論議我者，茍能取以爲善，皆是砥礪切磋我也，則在我無非警惕修省進德之地矣。昔人謂攻吾之短者是吾師，師又可惡乎？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：有引程子人生而靜以上不容說，才說性，便巳不是性，何故不容說，何故不是性？晦庵答云：不容說者，未有性之可言；不是性者，巳不能無氣質之雜矣。二先生之言皆未能曉，每看書至此，輒爲一惑，請問。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "生之謂性，生字卽是氣字，猶言氣卽是性也。氣卽是性，人生而靜以上不容說，才說氣卽是性。卽巳落在一邉，不是性之本原矣。孟子性善，是從本原上說，然性善之端，湏在氣上始見得，若無氣，亦無可見矣。惻隱、羞惡、辭讓、是非卽是氣，程子謂論性不論氣不備，論氣不論性不明，亦是爲學者各認一邉，只得如此說。若見得自性明白時，氣卽是性，性卽是氣，原無性氣之可分也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "答陸原靜書",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：下手工夫，覺此心無時寧靜。妄心固動也，照心亦動也。心旣恒動，則無刻蹔停也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "是有意於求寧靜，是以愈不寧靜耳。夫妄心則動也，照心非動也，恒照則恒動恒靜，天地之所以恒乆而不巳也。照心固照也，妄心亦照也，其爲物不貳，則其生物不息，有刻蹔停則息矣，非至誠無息之學矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：良知亦有起處云云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "此或聼之未審，良知者，心之本體，卽前所謂恒照者也。心之本體，無起無不起，雖妄念之發，而良知未𡮢不在，但人不知存，則有時而或放耳。雖昏塞之極，而良知未𡮢不明，但人不知察，則有時而或蔽耳。雖有時而或放，其體實未𡮢不在也，存之而巳耳。雖有時而或蔽，其體實未𡮢不明也，察之而巳耳。若謂良知亦有起處，則是有時而不在也，非其本體之謂矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "精一之精，以理言；精神之精，以氣言。理者，氣之條理，氣者，理之運用。無條理則不能運用，無運用則亦無以見其所謂條理者矣。人之心，精則明，精則一，精則神，精則誠，一則精，一則明，一則神，一則誠，原非有二事也。但後世儒者之說與養生之說，各滯於一偏，是以不相爲用。前日精一之論，雖爲原靜愛養精神而發，然而作聖之功，寔亦不外是矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：元神、元氣、元精，必各有寄藏發生之處，又有眞隂之精、眞陽之氣云云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "夫良知一也，以其妙用而言，謂之神，以其流行而言，謂之氣，以其凝聚而言，謂之精，安可以形象方所求哉？眞隂之精，卽眞陽之氣之母，眞陽之氣，卽眞隂之精之父，隂根陽，陽根隂，亦非有二也。苟吾良知之說明，則凡若此類，皆可以不言而喻。不然，則如來書所云三關七返九還之屬，尚有無窮可疑者也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "又",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：良知心之本體，卽所謂性善也。何未發之中也，寂然不動之體也，廓然太公也，常人皆不能，而必待於學邪？中也，寂也、公也，旣以屬心之體，則良知是矣。今驗之於心，知無不良，而中寂太公實未有也，豈良知復超然於體用之外乎？性無不善，故知無不良，良知卽是未發之中，卽是廓然太公，寂然不動之本體，人人之所同具者也。但不能不昏蔽於物欲，故湏學以去其昏蔽，然於良知之本體，初不能有加損於毫末也。知無不良，而中寂、太公未能全者，是昏蔽之未盡去而存之未純耳。體卽良知之體，用卽良知之用，寧復有超然於體用之外者乎？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：周子曰主靜，程子曰：動亦定，靜亦定。先生曰：定者，心之本體。是靜定也，决非不睹不聞、無思無爲之謂，必常知常存，常主於理之謂也。夫常知常存，常主於理，明是動也，巳發也，何以謂之靜？何以謂之本體？豈是靜定也，又有以貫乎心之動靜者邪？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "理無動者也，常知常存，常主於理，卽不睹不聞、無思無爲之謂也。不睹不聞，無思無爲，非稿水死灰之謂也。睹聞思爲，一於理而未嘗有所睹聞思爲，卽是動而未𡮢動也，所謂動亦定，靜亦定，體用一原者也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：此心未發之體，其在巳發之前乎？其在巳發之中而爲之主乎？其無前後內外而渾然一體者乎？今謂心之動靜者，其主有事無事而言乎？其主寂然感通而言乎？其主循理從欲而言乎？若以循理爲靜，從欲爲動，則於所謂動中有靜，靜中有動，動極而靜，靜極而動者，不可通矣。若以有事而感通爲動，無事而寂然爲靜，則於所謂動而無動，靜而無靜者，不可通矣。若謂未發在巳發之先，靜而生動，是至誠有息也，聖人有復也，又不可矣。若謂未發在巳發之中，則不知未發、巳發俱當主靜乎？抑未發爲靜而巳發爲動乎？抑未發、巳發俱無動無靜乎？俱有動有靜乎？幸教。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "未發之中，卽良知也，無前後內外而渾然一體者也。有事無事可以言動靜，而良知無分於有事無事也。寂然感通，可以言動靜，而良知無分於寂然感通也。動靜者，所遇之時，心之本體，固無分於動靜也。理無動者也，動卽爲欲。循理則雖酬酢萬變而未嘗動也；從欲則雖槁心一念而未𡮢靜也。動中有靜，靜中有動，又何疑乎？有事而感通，固可以言動，然而寂然者未𡮢有増也；無事而寂然，固可以言靜，然而感通者未𡮢有减也。動而無動，靜而無靜，又何疑乎？無前後內外而渾然一體，則至誠有息之疑，不待解矣。未發在巳發之中，而巳發之中，未𡮢别有未發者在；巳發在未發之中，而未發之中未𡮢别有巳發者存，是未𡮢無動靜，而不可以動靜分者也。凡觀古人言語，在以意逆志而得其大旨，若必拘滯於文義，則靡有孑遺者，是周果無遺民也。周子靜極而動之說，茍不善觀，亦未免有病。葢其意從太極動而生陽，靜而生隂說來。太極生生之理，妙用無息，而常體不易。太極之生生，卽隂陽之生生。就其生生之中，指其妙用無息者而謂之動，謂之陽之生，非謂動而後生陽也。就其生生之中，指其常體不易者而謂之靜，謂之隂之生，非謂靜而後生隂也。若果靜而後生隂，動而後生陽，則是隂陽動靜，截然各自爲一物矣。隂陽一氣也，一氣屈伸而爲隂陽；動靜一理也，一理隱顯而爲動靜。春夏可以爲陽爲動，而未𡮢無隂與靜也；秋冬可以爲隂爲靜，而未𡮢無陽與動也。春夏此不息，秋冬此不息，皆可謂之陽，謂之動也；春夏此常體，秋冬此常體，皆可謂之隂，謂之靜也。自元會運世，歲月日時，以至刻抄忽微，莫不皆然。所謂動靜無端，隂陽無始，在知道者黙而識之，非可以言語窮也。若只牽文泥句，比擬倣像，則所謂心從法蕐轉，非是轉法蕐矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：𡮢試於心，喜怒憂懼之感發也，雖動氣之極，而吾心良知一覺，卽罔然消阻，或遏於初，或制於中，或悔於後。然則良知常若居優閒無事之地，而爲之主，於喜怒憂懼若不與焉者，何歟？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "知此，則知未發之中，寂然不動之體，而有發而中節之和，感而遂通之妙矣。然謂良知常若居於優間無事之地，語尚有病。葢良知雖不滯於喜怒憂懼，而喜怒憂懼亦不外於良知也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：夫子昨以良知爲照心，竊謂良知，心之本體也。照心，人所用功，乃戒愼恐懼之心也，猶思也。而遂以戒愼恐懼爲良知，何歟？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "能戒愼恐懼者，是良知也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：先生又曰：照心非動也，豈以其循理而謂之靜歟？妄心亦照也，豈以其良知未嘗不在於其中，未嘗不明於其中，而視聼言動之不過則者皆天理歟？且旣曰妄心，則在妄心可謂之照，而在照心則謂之妄矣。妄與息何異？今假妄之照，以續至誠之無息，竊所未明，幸再啓蒙。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "照心非動者，以其發於本體明覺之自然，而未嘗有所動也，有所動卽妄矣。妄心亦照者，以其本體明覺之自然者，未嘗不在於其中，但有所動耳，無所動卽照矣。無妄無照，非以妄爲照，以照爲妄也。照心爲照，妄心爲妄，是猶有妄有照也。有妄有照，則猶二也，貳則息矣。無妄無照則不貳，不貳則不息矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：養生以清心寡欲爲要。夫清心寡欲，作聖之功畢矣。然欲寡則心自清。清心非舎棄人事而獨居求靜之謂也，葢欲使此心純乎天理，而無一毫人欲之私耳。今欲爲此之功，而隨人欲生而克之，則病根常在，未免滅於東而生於西。若欲刋剥洗蕩於衆欲未萌之先，則又無所用其力，徒使此心之不清，且欲未萌而搜剔以求去之，是猶引犬上堂而逐之也，愈不可矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "必欲此心純乎天理，而無一亳人欲之私，此作聖之功也。必欲此心純乎天理，而無一毫人欲之私，非防於未萌之先，而克於方萌之際，不能也。防於未萌之先，而克於方萌之際，此正中庸戒愼恐懼、大學致知格物之功，舎此之外，無别功矣。夫謂滅於東而生於西，引犬上堂而逐之者，是自私自利、將迎意必之爲累，而非克治洗蕩之爲患也。今曰養生，以清心寡欲爲要，只養生二字，便是自私自利、將迎意必之根。有此病根，潜伏於中，宜其有㓕於東而生於西，引犬上堂而逐之之患也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：佛氏於不思善、不思惡時，認本來靣目，於吾儒隨物而格之功不同。吾若於不恩善、不思惡時，用致知之功，則巳渉於思善矣。欲善惡不思，而心之良知清靜自在，惟有寐方醒之時耳。斯正孟子夜氣之說。但於斯光景不能乆，倐忽之際，思慮巳生，不知用功乆者，其常寐初醒而思未起之時否乎？今澄欲求寧靜，愈不寧靜；欲念無生，則念愈生，如之何而能使此心前念易滅，後念不生，良知獨顯而與造物者遊乎？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "不思善、不思惡時，認本來靣目，此佛氏爲未識本來靣目者設此方便。本來靣目，卽吾聖門所謂良知。今旣認得良知明白，卽巳不消如此說矣。隨物而格，是致知之功，卽佛氏之常惺惺，亦是常存他本來靣目耳。體叚工夫，大畧相似，但佛氏有箇自私自利之心，所以便有不同耳。今欲善惡不思，而心之良知清靜自在，此便有自私自利、將迎意必之心，所以有不思善、不思惡時，用致知之功，則巳渉於思善之患。孟子說夜氣亦只是爲失其良心之人，指出箇良心萌動處，使他從此培養將去。今巳知得良知明白，常用致知之功，卽巳不消說夜氣，𨚫是得兎後，不知守兎而仍去守株，兎將復失之矣。欲求寧靜，欲念無生，此正是自私自利，將迎意必之病，是以念愈生而愈不寧靜。良知只是一箇良知，而善惡自辨，更有何善何惡可思。良知之體，本自寧靜，今𨚫又添一箇求寧靜；本自生生，今𨚫又添一箇欲無生，非獨聖門致知之功不如此，雖佛氏之學，亦未如此將迎意必也。只是一念良知，徹頭徹尾，無始無終，卽是前念不滅，後念不生。今𨚫欲前念易滅而後念不生，是佛氏所謂斷㓕種性，入於槁木死灰之謂矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：佛氏又有常提念頭之說，其猶孟子所謂必有事、夫子所謂致良知之說乎？其卽常惺惺、常記得、常知得、常存得者乎？於此念頭提在之時，而事至物來應之，必有其道。但恐此念頭提起時少，放下時多，則工夫間斷耳。且念頭放失，多因私欲客氣之動，而始忽然驚醒，而後提其放而未提之間，心之昏雜，多不自覺。今欲日精日明，常提不放，以何道乎？只此常提不放，卽全功乎？抑於常提不放之中，更宜加省克之功乎？雖曰常提不放，而不加戒懼克治之功，恐私欲不去；若加戒懼克治之功焉，又爲思善之事，而於本來靣目又未逹一間也。如之何則可？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "戒懼克治卽是常提不放之功，卽是必有事焉，",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "豈有兩事邪？此節所問，前一叚巳自說得分曉，末後𨚫是自生迷惑，說得支離，反有本來靣目未逹一間之疑，都是自私自利、將迎意必之爲病，去此病，自無此疑矣。來書云：質美者明得盡，渣滓便渾化。如何謂明得盡，如何而能便渾化？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "良知本來自明。氣質不美者，渣滓多障蔽厚，不易開明；質美者，渣滓原少，無多障蔽。略加致知之功，此良知便自瑩徹，些少渣滓，如湯中浮雪，如何能作障蔽？此本不甚難曉。原靜所以致疑於此，想是因一明字不明白，亦是稍有欲速之心。向曾靣論明善之義，明則誠矣，非若後儒所謂明善之淺也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：聰明睿知果質乎？仁義禮智果性乎？喜怒哀樂果情乎？私欲客氣，果一物乎，二物乎？古之英才，若子房、仲舒、叔度孔明、文中、韓、范諸公，德業表著，皆良知中所發也，而不得謂之聞道者，果何在乎？苟曰此特生質之美耳，則生知安行者，不愈於學知困勉者乎？愚意竊云謂諸公見道偏則可，謂全無聞，則恐後儒崇尚記誦訓詁之過也。然乎，否乎？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "性一而巳，仁義禮知，性之性也；聰明睿知，性之質也；喜怒哀樂，性之情也；私欲客氣，性之蔽也。質有清濁，故情有過不及，而蔽有淺深也。私欲客氣，一病兩痛，非二物也。張、黃、諸葛及韓、范諸公，皆天質之美，自多暗合道妙，雖未可盡謂之知學，盡謂之聞道，然亦自有其學，違道不遠者也。使其聞學知道，卽伊傳、周、召矣。若文中子，則又不可謂之不知學者。其書雖多出於其徒，亦多有未是處，然其大畧則亦居然可見。但今相去遼遠，無有的然慿證，不可懸斷，其所至矣夫。良知卽是道。良知之在人心，不但聖賢，雖常人亦無不如此。若無有物欲牽蔽，但循着良知發用流行將去，卽無不是道。但在常人多爲物欲牽蔽，不能循得良知。如數公者，天質旣自清明，自少物欲爲之牽蔽，則其良知之發用流行處，自然是多，自然違道不遠。學者學循此良知而巳。謂之知學，只是知得專在學循良知。數公雖未知專在良知上用功，而或泛濫於多岐，疑迷於影響，是以或離或合而未純。若知得時，便是聖人矣。後儒𡮢以數子者尚皆是氣質用事，未免於行不著，習不察，此亦未爲過論。但後儒之所爲著察者，亦是狃於聞見之狹，蔽於沿習之非，而依擬倣象於影響形迹之間，尚非聖門之所謂著察者也，則亦安得以巳之昏昏，而求人之昭昭也乎？所謂生知安行，知行二字，亦是就用功上說。若是知行本體，卽是良知良能，雖在困勉之人，亦皆可謂之生知安行矣。知行二字，更宜精察。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：昔周茂叔每令伯淳尋仲尼顔子樂處，敢問是樂也，與七情之樂同乎否乎？若同，則常人之一遂所欲，皆能樂矣，何必聖賢。若别有眞樂，則聖賢之遇大憂大怒、大驚大懼之事，此樂亦在否乎？且君子之必常存戒懼，是葢終身之憂也，惡得樂？澄平生多悶，未𡮢見眞樂之趣，今切願尋之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "樂是心之本體，雖不同於七情之樂，而亦不外於七情之樂。雖則聖賢别有眞樂，而亦𡮢人之所同有。但常人有之而不自知，反自求許多憂苦，自加迷棄。雖在憂苦迷棄之中，而此樂又未𡮢不存，但一念開明，反身而誠，則卽此而在矣。毎與原靜論，無非此意，而原靜尚有何道可得之問，是猶未免於騎驢覓驢之蔽也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：大學以心有好樂、忿懥、憂患、恐懼爲不得其正，而程子亦謂聖人情順萬事而無情。所謂有者，傳習錄中以病瘧譬之，極精切矣。若程子之言，則是聖人之情不生於心而生於物也，何謂耶？且事感而情應，則是是非非可以就格，事或未感時，謂之有，則未形也；謂之無，則病根在有無之間，何以致吾知乎？學務無情，累雖輕，而出儒入佛矣，可乎？",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "聖人致知之功，至誠無息，其良知之體，皦如明鏡，畧無纎翳；妍𡟎之來，隨物見形，而明鏡曾無留染，所謂情順萬事而無情也。無所住而生其心，佛氏曾有是言，未爲非也。明鏡之應物，妍者妍，𡟎者𡟎，一照而皆眞，卽是生其心處；妍者妍，𡟎者𡟎，一過而不留，卽是無所住處。病瘧之喻，旣巳見其精切，則此節所問，可以釋然。病瘧之人，瘧雖未發，而病根自在，則亦安可以其瘧之未發，而遂忘其服藥調理之功乎？若必待瘧發而後服藥調理，則旣晚矣。致知之功，無間於有事無事，而豈論於病之巳發未發邪？大抵原靜所疑，前後雖若不一，然皆起於自私自利、將迎意必之爲崇。此根一去，則前後所疑，自將氷消霧釋，有不待於問辨者矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "傳習錄下卷四",
            "paragraphs": [
                {
                    "paragraph": "傳習錄下卷四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "答歐陽崇一",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "崇一來書云：“師云：‘德性之良知，非由於聞見。若曰“多聞，擇其善者而從之，多見而識之”，則是專求之見聞之末，而巳落在第二義。’竊意良知雖不由見聞而有，然學者之知未𡮢不因見聞而發；滯於見聞固非，而見聞亦良知之用也。今曰落在第二義，恐爲專以見聞爲學者而言，若致其良知而求之見聞，似亦知行合一之功矣。如何？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "良知不由見聞而有，而見聞莫非良知之用，故良知不滯於見聞，而亦不離於見聞。孔子云：“吾有知乎哉？無知也。”良知之外，别無知矣。故“致良知”是學問大頭腦，是聖人教人第一義。今云專求之見聞之末，則是失𨚫頭腦，而巳落在第二義矣。近時同志中蓋巳莫不知有致良知之說，然其工夫尚多鶻突者，正是欠此一問。大抵學問工夫，只要主意頭腦是當，若主意頭腦專以致良知爲事，則凡多聞多見，莫非致良知之功。葢日用之間，見聞醻酢，雖千頭萬緒，莫非良知之發用流行，除𨚫見聞醻酢，亦無良知可致矣，故只是一事。若曰致其良知而求之見聞，則語意之間未免爲二，此與專求之見聞之末者雖稍不同，其爲未得精一之旨，則一而巳。“多聞，擇其善者而從之，多見而識之”，旣云“擇”，又云“識”，其良知亦未常不行於其間；但其用意乃專在多聞多見上去擇識，則巳失𨚫頭腦矣。崇一於此等處見得，當巳分曉。今日之問，正爲發明此學，於同志中極有益。但語意未瑩，則毫釐千里，亦不容不精察之也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書云：“師云：‘繫言何思何慮，是言所思所慮只是天理，更無别思别慮耳，非謂無思無慮也。心之本體卽是天理，有何可思慮得？學者用功，雖千思萬慮，只是要復他本體，不是以私意去安排思索出來。若安排思索，便是自私用智矣。學者之敝，大率非沈空守寂，則安排思索。’德辛壬之嵗著前一病，近又著後一病。但思索亦是良知發用，其與私意安排者何所取别？恐認賊作子，惑而不知也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "“思曰睿，睿作聖。”“心之官則思，思則得之。”思其可少乎？沉空守寂與安排思索，正是自私用智，其爲䘮失良知，一也。良知是天理之昭明靈覺處，故良知卽是天理。思是良知之發用。若是良知發用之思，則所思莫非天理矣。良知發用之思自然明白簡易，良知亦自能知得。若是私意安排之思，自是紛紜勞擾，良知亦自會分别得。葢思之是非邪正，良知無有不自知者。所以認賊作子，正爲致知之學不明，不知在良知上體認之耳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書又云：“師云：‘爲學終身只是一事，不論有事無事，只是這一件。若說寧不了事，不可不加培養，𨚫是分爲兩事也。’竊意覺精力衰弱，不足以終事者，良知也。寧不了事，且加休養，致知也。如何𨚫爲兩事？若事變之來，有事勢不容不了，而精力雖衰，稍鼓舞亦能支持，則持志以帥氣可矣。然言動終無氣力，畢事則困憊巳甚，不幾於暴其氣巳乎？此其輕重緩急，良知固未嘗不知，然或迫於事勢，安能頋精力？或困於精力，安能頋事勢？如之何則可？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "“寧不了事，不可不加培養”之意，且與初學如此說，亦不爲無益。但作兩事看了，便有病痛。在孟子言“必有事焉”，則君子之學，終身只是集義一事。義者宜也。心得其宜之謂義。能致良知，則心得其宜矣，故集義亦只是致良知。君子之酬酢萬變，當行則行，當止則止，當生則生，當死則死，斟酌調停，無非是致其良知，以求自謙而巳。故“君子素其位而行”，“思不出其位”，凡“謀其力之所不及，而強其知之所不能”者，皆不得爲致良知；而凡“勞其筋骨，餓其體膚，空乏其身行，拂亂其所爲，動心忍性，以増益其所不能”者，皆所以致其良知也。若云“寧不了事，不可不加培養”者，亦是先有功利之心，較計成敗利鈍，而愛憎取舎於其間，是以將了事自作一事，而培養又别作一事，此便有是內非外之意，便是自私用智，便是義外，便有“不得於心、勿求於氣”之病，便不是致良知以求自謙之功矣。所云“鼓舞支持，畢事則困憊巳甚”，又云“迫於事勢，困於精力”，皆是把作兩事做了，所以有此。凡學問之功，一則誠，二則僞，凡此皆是致良知之意欠誠一眞切之故。大學言誠其意者，“如惡惡臭，如好好色，此之謂自慊”。曾見有“惡惡臭”，“好好色”，而湏“鼓舞支持”者乎？曾有“畢事則困憊已甚”者乎？曽有“迫於事勢，困於精力”者乎？此可以知其受病之所從來矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "來書又有云：“人情機詐百出，御之以不疑，往往爲所欺，覺則自入於逆億。夫逆詐卽詐也，億不信卽非信也，爲人欺又非覺也。不逆不億而常先覺，其惟良知瑩徹乎？然而出入毫忽之閒，背覺合詐者多矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "“不逆不億而先覺”，此孔子因當時人專以逆詐、億不信爲心，而自陷於詐與不信，又有不逆不億者，然不知致良知之功，而往往又爲人所欺詐，故有是言。非教人以是存心，而專欲先覺人之詐與不信也。以是存心，卽是後世猜忌險薄者之事，而只此一念，巳不可與入堯舜之道矣。不逆不憶而爲人所欺者，尚亦不失爲善，但不如能致其良知而自然先覺者之尤爲賢耳。崇一謂其惟良知瑩徹者，葢巳得其旨矣。然亦頴悟所及，恐未實際也。葢良知之在人心，亘萬古，塞宇宙，而無不同。不慮而知，恒易以知險；不學而能，恒簡以知阻。先天而天不違，天且不違，而况於人乎，况於鬼神乎？夫謂“背覺合詐”者，是雖不逆人，而或未能無自欺也；雖不億人，而或未能果自信也。是或常有求先覺之心，而未能常自覺也。常有求先覺之心，卽巳流於逆億而足以自蔽其良知矣，此“背覺合詐”之所以未免也。君子學以爲巳，未嘗虞人之欺巳也，恒不自欺其良知而巳；未嘗虞人之不信巳也，恒自信其良知而巳；未𡮢求先覺人之詐與不信也，恒務自覺其良知而已。是故不欺，則良知無所僞而誠，誠則明矣；自信，則良知無所惑而明，明則誠矣。明誠相生，是故良知常覺常照。常覺常照，則如明鏡之懸，而物之來者自不能遁其妍㛟矣。何者？不欺而誠，則無所容其欺，茍有欺焉而覺矣；自信而明，則無所容其不信，苟不信焉而覺矣。是謂易以知險，簡以知阻，子思所謂“至誠如神，可以前知”者也。然子思謂“如神”，謂“可以前知”，猶二而言之。是葢推言思誠者之功效，是猶爲不能先覺者說也。若就至誠而言，則至誠之妙用卽謂之神，不必言“如神”。至誠則無知而無不知，不必言“可以前知”矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "答聶文蔚書",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "春間遠勞迂途枉顧，此情何可當也。甚欲扳留旬日，少効其鄙見，以求切劘之益。而公期俗絆，勢有不能，别去極怏怏，如有所失。忽承箋惠，浣慰可知。中間推許太過，葢亦奬掖之盛心，而規礪眞切，思欲納之於賢聖之域；又托諸崇一以致其勤勤懇懇之懐，此非深交篤愛，何以及是！知感知媿，且懼其無以堪之也。雖然，僕亦何敢不自鞭勉，而徒以感媿辭譲爲乎哉？其謂“思、孟、周、程無意相遭於千載之下，與其盡信於天下，不若真信於一人。道固自在，學亦自在，天下信之不爲多，一人信之不爲少”者，斯固君子“不見是而無悶”之心，豈世之謭謭屑屑者知足以及之乎？乃僕之情，則有大不得已者存乎其間，而非以計人之信與不信也。夫人者，天地之心。天地萬物，本吾一體者也，生民之困苦荼毒，孰非疾痛之切於吾身者乎？不知吾身之疾痛，無是非之心者也。是非之心，不慮而知，不學而能，所謂良知也。良知之在人心，無間於聖愚，天下古今之所同也。世之君子惟務致其良知，則自能公是非，同好惡，視人猶已，視國猶家，而以天地萬物爲一體，求天下無治，不可得矣。古之人所以能見善不啻若巳出，見惡不啻若巳入，視民之饑溺猶巳之饑溺，而一夫不獲，若巳推而納諸溝中者，非故爲是而以蘄天下之信已也，務致其良知，求自謙而巳矣。尭、舜、三王之聖，言而民莫不信者，致其良知而言之也；行而民莫不說者，致其良知而行之也。是以其民熈熈皥皥，殺之不怨，利之不庸，施及蠻猶，而凡有血氣者莫不尊親，爲其良知之同也。嗚呼，聖人之治天下，何其簡且易哉！後世良知之學不明，天下之人用其私智以相比軋，是以人各有心，而偏𤨏僻陋之見，狡僞隂邪之術，至於不可勝說；外假仁義之名，而内以行其自私自利之實，詭辭以阿俗，矯行以干譽，揜人之善而襲以爲巳長，訐人之私而竊以爲巳直。忿以相勝而猶爲之狥義，險以相傾而猶謂之疾惡。妬賢忌能，而猶自以爲公是非；恣情縱欲而猶自以爲同好惡。相陵相賊，自其一家骨肉之親，巳不能無爾我勝負之意、彼此藩籬之形，而况於天下之大、民物之衆，又何能一體而視之？則有無恠於紛紛藉藉，而禍亂相尋於無窮矣。僕誠頼天之靈，偶有見於良知之學，以爲必由此而後天下可得而治。是以每念斯民之陷溺，則爲之戚然痛心，忘其身之不肖，而思以此救之，亦不自知其量者。天下之人見其若是，遂相與非笑而詆斥之，以爲是病狂䘮心之人耳。嗚呼，是奚足恤哉？吾方疾痛之切體，而暇計人之非笑乎？人固有見其父子兄弟之墜溺於深淵者，呼號匍匐，裸跣顚頓，扳懸崖壁而下拯之。士之見者，方相與揖譲談笑於其傍，以爲是棄其禮貌衣冠，而呼號顚頓若此，是病狂䘮心者也。故夫揖譲談笑於溺人之傍而不知救，此惟行路之人、無親戚骨肉之情者能之，然巳謂之無惻隱之心，非人矣。若夫在父子兄弟之愛者，則固未有不痛心疾首，狂奔盡氣，匍匐而拯之。彼將陷溺之禍有不顧，而况於病狂䘮心之譏乎？而又况於蘄人之信與不信乎？嗚呼！今之人雖謂僕爲病狂䘮心之人，亦無不可矣。天下之人心皆吾之心也，天下之人猶有病狂者矣，吾安得而非病狂乎？猶有喪心者矣，吾安得而非喪心乎？昔者孔子之在當時，有議其爲諂者，有譏其爲佞者，有毀其未賢，詆其爲不知禮，而侮之以爲東家丘者。有嫉而沮之者，有惡而欲殺之者。晨門、荷蕢之徒，皆當時之賢士，且曰“是知其不可而爲之者歟”！“鄙哉，硜硜乎，莫巳知也，斯巳而巳矣。”雖子路在升堂之列，尚不能無疑於其所見，不悅於其所欲往，而且以之爲迂，則當時之不信夫子者，豈特十之二三而巳乎？然而夫子汲汲遑遑，若求亡子於道路，而不暇於煖席者，寜以蘄人之知我信我而已哉？蓋其天地萬物一體之仁，疾痛迫切，雖欲巳之，而自有所不容巳，故其言曰：“吾非斯人之徒與而誰與！欲潔其身而亂大倫。果哉，末之難矣。”嗚呼！此非誠以天地萬物爲一體者，孰能以知夫子之心乎？若其遯世無悶，樂天知命者，則固“無入而不自得”，“道並行而不相悖”也。僕之不肖，何敢以夫子之道爲巳任？頋其心亦巳稍知疾痛之在身，是以徬徨四頋，將求其有助於我者，相與講去其病耳。今誠得豪傑同志之士扶持匡翼，共明良知之學於天下，使天下之人皆知自致其良知，以相安相養，去其自私自利之蔽，一洗讒妬勝忿之習，以濟於大同，則僕之狂病，固將脫然以愈，而終免於䘮心之患矣，豈不快哉！嗟呼！今誠欲求豪傑同志之士於天下，非如吾文蔚者而誰望之乎？如吾文蔚之才與志，誠足以援天下之溺者；今又旣知其具之在我而無假於外求矣，循是而克，若决河注海，孰得而禦哉？文蔚所謂“一人信之不爲少”，其又能遜以委之何人乎？會稽素號山水之區，深林長谷，信步皆是，寒暑晦明，無時不宜，安居飽食，塵囂無擾，良朋四集，道義日新，優哉游哉，天地之間寜復有樂於是哉？孔子云：“不怨天，不尤人，下學而上逹。”僕與二三同志，方將請事斯語，奚暇外慕？獨其切膚之痛，乃有未能恝然者，輒復云云爾。咳疾暑毒，書札絕懶。盛使遠來，遲留經月，臨岐執筆，又不覺累紙。葢於相知之深，雖已縷縷至此，殊有所未能盡也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "傳習錄下卷五",
            "paragraphs": [
                {
                    "paragraph": "傳習錄下卷五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "示弟立志說",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "予弟守文來學，告之以立志。守文因請次第其語，使得時時觀省，且請淺近其辭，則易於通曉也，因書以與之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "夫學莫先於立志，志之不立，猶不種其根，而徒事培擁灌漑，勞苦無成矣。世之所以因循苟且，隨俗習非，而卒歸於汚下者，凡以志之弗立也。故程子曰：有求爲聖人之志，然後可與共學。人苟誠有求爲聖人之志，則必思聖人之所以爲聖人者安在。非以其心之純乎天理而無人欲之私歟？聖人之所以爲聖人，惟以其心之純乎天理而無人欲，則我之欲爲聖人，亦惟在於此心之純乎天理而無人欲耳。欲此心之純乎天理而無人欲，則必去人欲而存天理。務去人欲而存天理，則必求所以去人欲而存天理之方。求所以去人欲而存天理之方，則必正諸先覺，考諸古訓，而凡所謂學問之功者，然後可得而講，而亦有所不容己矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "夫所謂正諸先覺者，既以其人爲先覺而師之矣，則當專心致志，惟先覺之爲聼。言有不合，不得棄置，必從而思之；思之不得，又從而辨之，務求了釋，不敢輒生疑惑。故記曰：師嚴然後道尊，道尊然後民知敬學。茍無尊崇篤信之心，則必有輕忽慢易之意。言之而聼之不審，猶不聼也；聼之而思之不愼，猶不思也，是則雖曰師之，猶不師也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "夫所謂考諸古訓者，聖賢垂訓，莫非教人去人欲而存天理之方，若五經、四書是已。吾惟欲去吾之人欲，存吾之天理，而不得其方，是以求之於此，則其展卷之際，眞如饑者之於食，求飽而已；病者之於藥，求愈而已；暗者之於燈，求照而巳；跛者之於杖，求行而已，曾有徒事記誦講說，以資口耳之獘哉！",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "夫立志亦不易矣。孔子，聖人也，猶曰：吾十有五而志于學，三十而立。立者，立志也。雖至於不踰矩，亦志之不踰矩也。志豈可易而視哉！夫志，氣之帥也，人之命也，木之根也，水之源也。源不濬則流息，根不植則木枯，命不續則人死，志不立則氣昏。是以君子之學，無時無處而不以立志爲事。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "正目而視之，無他見也；傾耳而聼之，無他聞也。如猫捕鼠，如雞覆卵，精神心思，凝聚融結，而不復知有其他，然後此志常立，神氣精明，義理昭著，一有私欲，即便知覺，自然容住不得矣。故凡一毫私欲之萌，只責此志不立，即私欲便退聼；一亳客氣之動，只責此志不立，則客氣便消除。或怠心生，責此志即不怠；忽心生，責此志即不忽；懆心生，責此志即不懆；妒心生，責此志卽不妒；忿心生，責此志卽不忿；貪心生，責此志卽不貪；傲心生，責此志卽不傲；吝心生，責此志卽不吝。葢無一息而非立志責志之時，無一事而非立志責志之地。故責志之功，其去人欲，有如烈火之燎毛，太陽一出，而魍魎潜消也。自古聖賢因時立敎，雖若不同，其用功大指，無或少異。書謂惟精惟一，易謂敬以直内，義以方外，孔子謂格至誠正，博文約禮，曾子謂忠恕，子思謂尊德性而道問學，孟子謂集義養氣，求其放心。雖若人自爲說，有不可強同者，而求其要領歸宿，合若符契。何者？道一而巳，道同則心同，心同則學同，其卒不同者，皆邪說也。後世大患尤在無志，故今以立志爲說，中間字字句句，莫非立志。葢終身學問之功，只是立得志而巳。若以是說而合精一，則字字句句皆精一之功；以是說而合敬義，則字字句句皆敬義之功。其諸格致、博約、忠恕諸說，無不脗合。但能實心體之，然後信予言之非妄也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "訓蒙大意示教讀劉伯頌等",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "古之敎者，敎以人倫。後世記誦詞章之習起，而先王之教亡。今教童子，惟當以孝弟忠信、禮義亷耻爲專務，其栽培涵養之方，則宜誘之歌詩以發其志意，導之習禮以肅其威儀，諷之讀書以開其知覺。今人往往以歌詩習禮爲不切時務，此皆末俗庸鄙之見，烏足以知古人立教之意哉？大抵童子之情，樂嬉遊而憚拘檢，如草木之始萌芽，舒暢之則條逹，摧撓之則衰痿。今教童子，必使其趨向鼓舞，中心喜悅，則其進自不能巳。譬之時雨春風，霑被卉木，莫不萌動發越，自然日長月化。若冰霜剝落，則生意蕭索，日就枯槁矣。故凡誘之歌詩者，非但發其志意而巳，亦所以洩其跳號呼嘯於詠歌，宣其幽抑結滯於音節也。導之習禮者，非但肅其威儀而已，亦所以周旋揖譲而動蕩其血脈，拜起屈伸而固束其筋骸也。諷之讀書者，非但開其知覺而巳，亦所以沈潜反復而存其心，抑揚諷誦以宣其志也。凡此皆所以順導其志意，調理其性情，濳消其鄙吝，黙化其麤頑。日使之漸於禮義而不苦其難，入於中和而不知其故。是葢先王立教之微意也。若近世之訓蒙穉者，日惟督以句讀課倣，責其檢束而不知導之以禮，求其聰明而不知養之以善。鞭撻繩縳，若待拘囚。彼視學舍如囹獄而不肯入，視師長如冦仇而不欲見。窺避掩覆以遂其嬉遊，設詐飾詭以肆其頑鄙，偷薄庸劣，日趨下流，是葢驅之於惡而求其爲善也，何可得乎？凡吾所以教，其意實在於此，恐時俗不察，視以爲迂，且吾亦將去，故特叨嚀以告，爾諸教讀，其務體吾意，永以爲訓，母輒因時俗之言，改廢其繩墨，庶成蒙以養正之功矣。念之念之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "教約",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "每日淸晨，諸生叅揖畢，教讀以次，遍詢諸生，在家所以愛親敬長之心，得無懈忽，未能眞切否？温淸定省之儀，得無虧缺，未能實踐否？往來街衢步趍禮節，得無放蕩，未能謹飭否？一應言行心術，得無欺妄非僻，未能忠信篤敬否？諸童子務要各以實對，有則改之，無則加勉。教讀復隨時就事，曲加誨諭開發，然後各退就席肄業。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡歌詩，湏要整容定氣，清朗其聲音，均審其節調，母懆而急，母蕩而囂，母餒而懾，乆則精神宣暢，心氣和平矣。每學量童生多寡，分爲四班，每日輪一班歌詩，其餘皆就席歛容肅聼。每五曰則總四班遞歌於本學，每朔望集各學會歌於書院。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡習禮，湏要澄心肅慮，審其儀節，度其容止，毋忽而隋，毋沮而怍，毋徑而野，從容而不失之迂緩，修謹而不失之拘局，久則體貌習熟，德性堅定矣。童生班次皆如歌詩，每間一日，則輪一班習禮，其餘皆就席，歛容肅觀。習禮之日，免其課倣。每十日則總四班遞習於本學，每朔望則習各學㑹習於書院。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡授書，不在徒多，但貴精熟。量其資禀，能二百字者，止可授以一百字，常使精神力量有餘，則無厭苦之患，而有自得之美。諷誦之際，務令專心一志，口誦心惟，字字句句紬繹反覆，抑揚其音節，寛虚其心意，乆則義理浹洽，聰明日開矣。每日工夫，先考德，次背書、誦書，次習禮，或作課倣，次復誦書、講書，次歌詩。凡習禮、歌詩之類，皆所以常存童子之心，使其樂習不倦，而無暇及於邪僻。教者知此，則知所施矣。雖然，此其大略也，神而明之，則存乎其人。",
                    "zhushu": ""
                }
            ]
        }
    ]
}