{
    "name": "潛夫論",
    "author": "東漢・王符",
    "loadChapterCount": 10,
    "chapters": [
        {
            "name": "讃學第一",
            "paragraphs": [
                {
                    "paragraph": "讃學第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天地之所貴者人也，聖人之所尚者義也，徳義之所成者智也，明智之所求者學問也。雖有至聖，不生而智。雖有至材，不生而能。故志曰：黃帝師風后，顓頊師老彭，帝嚳師祝融，堯師務成，舜師紀后，禹師墨如，湯師伊尹，文、武師姜尚，周公師庶秀，孔子師老聃。若此言之而信，則人不可以不就師矣。夫此十一君者，皆上聖也，猶待學問，其智乃愽，其德乃碩，而况於凢人乎？是故工欲善其事，必先利其器；王欲宣其義，必先讀其智。易曰：君子以多志前言徃行，以畜其德。是以人之有學也，猶物之有治也。故夏后之璜，楚和之璧，雖有玉璞，卞和之資，不琢不錯，不離礫石。夫瑚簋之器，朝祭之服，其始也，乃山野之木，蠶繭之𢇁耳。使巧倕加繩墨而制之以斤斧，女工加五色而制之以機杼，則皆成宗廟之器，黼黻之章，可著於鬼神，可御於王公。而况君子敦貞之質，察敏之才，攝之以良朋，教之以明師，文之以禮、樂，導之以詩、書，讃之以周易，明之以春秋，其有濟乎？詩云：題彼鶺鴒，載飛載鳴。我日斯邁，而月斯征。夙興夜寐，無忝爾所生。是以君子終日乾乾，進德脩業者，非直爲愽已而已也，蓋乃思述祖考之令問，而以顯父母也。孔子曰：吾嘗終日不食，終夜不寢，以思，無益，不如學也。耕也，餒在其中；學也，祿在其中矣。君子憂道不憂貧。箕子陳六極，國風歌北門，故所謂不憂貧也。豈好貧而弗之憂邪？蓋志有所專，昭其重也。是故君子之求豐厚也，非爲嘉饌、美服、淫樂、聲色也，乃將以底　其道而邁其德也。夫道成於學而藏於書，學進於振而廢於窮。是故董仲舒終身不問家事，景君明經年不出户庭，得銳精其學而顯昭其業者，家冨也。冨佚若彼，而能勤精若此者，材子也。倪寛賣力於都巷，匡衡自鬻於保徒者，身貧也。貧阨若彼，而能進學若此者，秀士也。當世學士𢘆以萬計，而究塗者無數十焉。其故何也。其富者則以賄玷精。貧者則以乏易計。或以䘮亂朞其年歲。此其所以逮初䘮功而及其童蒙者也。是故無董、景之才。倪、匡之志。而欲強捐家出身。曠日師門者。必無幾矣。夫此四子者。耳目聡明。忠信廉勇。未必無儔也。而及其成名立績，德音令問不已，而有所以然。夫何故哉。徒以其能自託於先聖之典經，結心於夫子之遺訓也。是故造父疾趨百步而廢，而託乗輿坐致千里。水師泛軸解維則溺，自託舟楫，坐濟江河。是故君子者，性非絶世，善自託於物也。人之情性，未能相百，而其明智有相萬也。此非其真性之材也，必有假以致之也。君子之性，未必盡照，及學也，聡明無蔽，心智無滯，前紀帝王，頋定百世，此則道之明也，而君子能假之以自彰爾。夫是故道之於心也，猶火之於人目也。中穽深室，幽黒無見，及設盛燭，則百物彰矣。此則火之燿也，非目之光也，而目假之則爲明矣。天地之道，神明之爲，不可見也。學問聖典，心思道術，則皆來覩矣。此則道之材也，非心之明也，而人假之，則爲已知矣。是故索物於夜室者，莫良於火；索道於當世者，莫良於典。典者，經也，先聖之所制。先聖得道之精者，以行其身，欲賢人自勉以入於道。故聖人之制經，以遺後賢也，譬猶巧倕之爲規矩准繩，以遺後工也。昔倕之巧，目茂圓方，心定平直，又造規繩矩墨，以誨後人。試使奚仲、公班之徒，釋此四度，而傚倕自制，必不能也。凡工妄匠，執規秉矩，錯准引繩，則巧同於倕也。是倕以心來制規矩，徃合倕心也，故度之工幾於倕矣。先聖之智，心達神明，性直道德，又造經典以遺後人，試使賢人君子，釋於學問，抱質而行，必弗具也。及使從師就學，按經而行，聡達之明，德義之理，亦庶矣。是故聖人以其心來造經典，徃合聖心，故脩經之賢德近於聖矣。詩云：髙山仰止，景行行止。日就月將，學有緝熈于光明。是故凢欲顯勲績，揚光烈者，莫良於學矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "務本第二",
            "paragraphs": [
                {
                    "paragraph": "務本第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凢爲人之大體，莫善於抑末而務本，莫不善於離本而餝末。夫爲國者，以富民爲本，以正學爲基。民富乃可教，學正乃得義。民貧則背善，學淫則詐偽，入學則不亂，得義則忠孝。故明君之法，務此二者，以爲成太平之基，致休徴之祥。夫富民者，以農桒爲本，以游業爲末。百工者，以致用爲本，以巧餝爲末。商賈者，以通貨爲本，以鬻竒爲末。三者守本離末則民富，離本守末則民貧。貧則阨而忌善，富則樂而可教。教訓者，以道義爲本，以巧辯爲末。辭語者，以信順爲本，以詭麗爲末。列士者，以孝悌爲本，以交㳺爲末。孝悌者，以致養爲本，以華觀爲末。人臣者，以忠正爲本，以媚愛爲末。五者守本離末，則仁義興，離本守末則道德崩。慎本略末猶可也，舍本務末則惡矣。夫用天之道，分地之利，六畜生於時，百物聚於野，此富國之本。游業末事，以收民利，此貧邦之原。忠信謹慎，此德義之基也。虚無譎詭，此亂道之根也。故力田所以富國也。今民去農桒，赴游業，披采衆利，聚之一門，雖於私家有富，然公計愈貧矣。百工者，所使備器也。器以便事爲善，以膠固爲上。今工好造彫琢之器，巧偽餝之，以欺民取賄。物以任用爲要，以堅牢爲資。今商競鬻無用之貨，淫極侈之𡚁，以惑民取産，雖於淫商有得，然國計愈失矣。此三者，外雖有勤力富家之私名，然内有損民貧國之公實。故爲政者，明督工啇，勿使淫偽，困辱游業，勿使擅利，寛假本農，而寵遂學士，則民富而國平矣。夫教訓者，所以遂道術而崇德義也。今學問之士，好語虚無之事，爭著彫麗之文，以求見異於世，品人鮮識，從而髙之，此傷道德之實，而或矇夫之大者也。詩賦者，所以頌善醜之德，洩哀樂之情也。故温雅以廣文，興喻以盡意。今賦頌之徒，苟爲饒辯屈蹇之辭，競陳誣罔無然之事，以索見恠於世，愚夫戇士從而竒之，此悖孩童之思，而長不誠之言者也。内孝悌於父母，正操行於閨門，所以烈士也。今多務交游以結黨助，偷世𥨸名以取濟渡，夸末之徒從而尚之，此逼貞士之節而衒世俗之心者也。養生順志，所以爲孝也。今多違志儉養，約生以待終，終沒之後，乃崇餝䘮紀以言孝，盛饗賓旅以求名，誣善之徒，從而稱之，此亂孝悌之真行，而誤後生之痛者也。忠正以事君，信法以理下，所以居官也。今多姦䛕以取媚，撓法以便佞，苟得之，從而賢之，此滅貞良之行，開亂危之原也。五者外雖有振賢才之虚譽，内有傷道德之至實。凢此八者，皆衰世之務，而闇君之所固也。雖未即於篡弑，然亦亂道之漸來也。夫本末消息之爭，皆在於君，非下民之所能移也。夫民固隨君之好，從利以生者也。故君子曰：財賄不多，衣食不贍，聲色不妙，威勢不行，非君子之憂也。行善不多，申道不明，節志不立，德義不彰，君子耻焉。是以賢人智士之於子孫也，厲之以志，弗厲以詐；勸之以正，弗勸以詐；示之以儉，弗示以奢；貽之以言，弗貽以財。是故董仲舒終身不問家事。而踈廣不遺賜金。子孫若賢，不待多富；若其不賢，則多以徴怨。故曰：無德而賄豐，禍之胎也。昔曹覊有言：守天之聚，必施其德義。德義弗施，聚必有闕。今或家賑而貸之，遺賑貧窮，恤矜疾苦，則必不乆居富矣。易曰：天道虧盈以冲謙。故仁以義費，於彼者，天賞之於此，以邪取於前者，衰之於後。是以持盈之道，挹而損之，則不可以免於亢龍之悔，乾坤之愆矣。是故務本則雖虚偽之人皆歸本，居末則雖篤敬之人皆就末。且凍餒之所在，民不得不去也；温飽之所在，民不得不居也。故衰闇之世，本末之人，未必賢不肖也，禍福之所，勢不得無然爾。故明君涖國，必崇本抑末，以遏亂危之萌。此誠治之危漸，不可不察也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "遏利第三",
            "paragraphs": [
                {
                    "paragraph": "遏利第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世人之論也，靡不貴廉讓而賤財利焉。及其行也，多釋廉甘利之於人，徒知彼之可以利我也，而不知我之得彼，亦將爲利人也。知脂蠟之可明燈也，而不知其甚多則𡨋之。知利之可娱已也，不知其稱而必有也。前人以病，後人以競，庶民之愚而衰闇之至也。予故嘆曰：何不察也？願鑒于道，勿鑒于水。象以齒焚身，蚌以珠剖體。匹夫無辜，懷璧其罪。嗚呼問哉！無德而富貴者，固可䂊吊也。且夫利物莫不天之財也。天之制此財也，猶國君之有府庫也。賦賞奪與，各有衆寡，民豈得彊取多哉？故人有無德而富貴，是凶民之𥨸官位、盗府庫者也，終必覺，覺必誅矣。盗人必誅，況乃盜天乎？得無受禍焉？鄧通死，無簪，勝、跪伐其身。是故天子不能違天富無功，諸侯不能違帝厚私勸。非違帝也，非違天也。帝以天爲制，天以民爲心，民之所欲，天必從之。是故無功庸於民而求盈者，未嘗不力顛也。有勲德於民而謙損者，未嘗不光榮也。自古于今，上以天子，下止庶人，蔑有好利而不亾者，好義而不彰者也。昔周厲王好專利，芮良夫諫而不入，退賦桒柔之詩以諷，言是大風也，必將有遂；是貪民也，必將敗其𩔗。王又不悟，故遂流死于彘。虞公屢求以失其國，公叔戍崇賄以爲罪，桓魋不節飲食以見弑。此皆以貨自止，用財自滅。楚闘文子三爲令尹而有飢色，妻子凍餒，朝不及夕。季文子相四君，馬不餼粟，妾不衣帛；子罕歸玉，晏子歸宅。此皆能棄利約身，故無怨於人。世厚天祿，令問不止。伯夷、叔齊餓于首陽，白駒、介推遯逃於山谷，顔原、公拆困饉於郊野。守志篤固，秉節不虧，寵祿不能固，威勢不能移。雖有南面之尊，公侯之位，德義有殆，禮義不班，撓志如芷，負心若芬，固弗爲也。是故雖有四海之主，弗能與之方名；列國之君，不能與之鈞重。守志於一廬之内，而義溢乎九州之外，信立於千載之上，而名傳乎百世之際。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "論榮第四",
            "paragraphs": [
                {
                    "paragraph": "論榮第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "所謂賢人君子者，非必髙位厚祿，富貴榮華之謂也，此則君子之所冝有，而非其所以爲君子者也。所謂小人者，非必貧賤凍餒，困辱阨窮之謂也，此則小人之所冝處，而非其所以爲小人者也。奚以明之哉？夫桀、紂者，夏、殷之君王也；崇侯、悪來，天子之三公也，而猶不免於小人者，以其心行悪也。伯夷、叔齊，餓夫也，傅說骨靡，而井臼，䖏虜也。然世猶以爲君子者，以爲志節美也。故論士苟定于志行，勿以遭命，則雖有天下，不足以爲重；無所用，不可以爲輕。處𥻳　圉不足以為耻，撫四海不足以爲榮，況乎其未能相縣若此者哉！故曰：寵位不足以為尊我，而卑賤不足以卑已。夫令譽從我興，而二命自天降之。詩云：天實為之，謂之何哉？故君子未必富貴，小人未必貧賤，或潜龍未用，或亢龍在天，從古以然。今觀俗士之論也，以族舉德，以位命賢，兹可謂得論之一體矣，而未獲至論之淑真也。堯，聖父也，而丹凶傲。舜，聖子也，而叟頑悪。叔嚮，賢兄也，而鮒貪暴。季友，賢弟也，而慶父淫亂。論若必以族，是丹冝禪而舜冝誅，鮒冝賞而友冝夷也。論之不可必以族也若是。昔祁奚有言：鯀殛而禹興，管、蔡爲戮，周公祐王。故書稱父子兄弟不相及也。幽、厲之貴，天子也，而又富有四海；顔原之賤，匹庶也，而又凍餒屢空。論若必以位，則是兩王是爲世士，而二處爲愚鄙也。論之不可必以位也，又若是焉。故曰：仁重而勢輕，位薎而義榮。今之論者，多此之反，而又以九族，或以所來，則亦逺於獲真賢矣。昔自周公，不求備於一人，況乎其德義旣舉，乃可以宅故而弗之采乎？由余生於五狄，越象産於人蠻，而功施齊秦，德立諸夏，令名美譽，載於圖書，至今不滅。張儀，中國之人也；衛鞅，康叔之孫也，而皆讒佞反覆，交亂四海。由斯觀之，人之善惡，不必世族；性之賢鄙，不必世俗。中堂生負苞，山野生蘭芷。夫和氏之璧，出於璞石；隨氏之珠，産於蜃蛤。詩云：采葑采菲，無以下體。故苟有大美，可尚於世，則雖細行小瑕，曷足以爲累乎？是以用士不患其非國士，而患其非中世；非患無臣，而患其非賢。蓋無覉縻。陳平、韓信，楚俘也，而髙祖以爲藩輔，實平四海，安漢室。衛青、霍去病，平陽之私人也，而武帝以爲司馬，實攘北狄，郡河西。唯其任也，何卑逺之有？然則所難於非此士之人，非將相之世者，爲其無是能而處是位，無是德而居是貴，無以我尚而不秉我勢也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "賢難第五",
            "paragraphs": [
                {
                    "paragraph": "賢難第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世之所以不治者，由賢難也。所謂賢難者，非直體聡明、服德義之謂也。此則求賢之難得爾，非賢者之所難也。故所謂賢者，乃將言乎循善則見妬，行賢則見嫉也，而必遇患難者也。虞舜之所以放殛，子胥之所以被誅，上聖大賢，猶不能自免於嫉妬，則又乎中世之人哉！此秀士所以雖有賢材美質，然猶不得直道而行，遂成其志者也。處士不得直其行，朝臣不得直其言，此俗化之所以敗，闇君之所以孤也。齊侯之以奪國，魯公之以放逐，皆敗績厭覆於不暇，而用及治乎？故德薄者惡聞美行，政亂者惡聞治言，此亾秦之所以誅偶語而坑術士也。念世俗之人，自𢢔其親而憎人敬之，自簡其親而憎人愛之者不少也，豈獨品庶賢材時有焉。鄧通幸於文帝，盡心而不違，吮癰而無恡色。帝病不樂，從容曰：天下誰冣愛朕者乎？鄧通欲稱太子之孝，則因對曰：莫若太子之冣愛陛下也。及太子問疾，帝令吮癰，有難之色，帝不恱而遣太子。既而聞鄧通之常吮癰也，乃慙而怨之。及嗣帝位，遂致通罪，而使至於餓死。故鄧通行所以盡心力而無害人，其言所以譽太子而昭孝慈也。太子自不能盡其稱，則反結怨而歸咎焉。稱人之長，欲彰其孝，且猶爲罪，又况明人之短矯世者哉？且凢士之所以爲賢者，且以其言與行也。忠正之言，非徒譽人而已也，必有觸焉。孝子之行，非徒吮癰而已也，必有駮焉。然則循行論議之士，得不遇於嫉妬之名，免於刑戮之咎者，蓋其幸者也。比干之所以剖心，箕子之所以爲奴，伯宗之以死，郄宛之以亾。夫國不乏於妬男也，猶家不乏於妬女也。近古以來，自外及内，其爭功名妬過已者豈希也？予以唯兩賢爲冝不相害乎？然也。范雎絀白起，公孫弘抑董仲舒，此同朝共君寵祿爭故邪？唯殊邦異途，利害不干者爲可以免乎？然也。孫臏脩能於楚，龐涓自魏變免，誘以刖之，韓非明治於韓。李斯自秦作，思，致而殺之。嗟！士之相妬，豈若此甚乎。此未達於君，故受禍邪。唯見知爲可以將信乎。然也。京房數與元帝論難，使制考功而選守。晁錯雅爲景帝所知，使漢法而不亂。夫二子之於君也，可謂見知深而寵愛殊矣。然京房𡨚死而上曽不知，晁錯既斬而帝乃悔，此材明未足衛身，故及難邪？唯大聖爲能無累乎？然也，帝乙以義故囚，文王以仁故拘。夫體至行仁義，據南面，師尹卿士，且猶不能無難。然則夫子削迹，叔嚮縲紲，屈原放沈，賈誼貶黜，鍾離廢替，何敞束縳，王章抵罪，平阿斥逐，蓋其輕士者也。詩云：無罪無辜，讒口敖敖。彼人之心，于何不臻。由此觀之，妬媚之攻擊也，亦誠工矣；賢聖之居世也，亦誠危矣。故所謂賢難也者，非賢難也，免則難也。彼大聖羣賢，功成名遂，或爵侯伯，或位公卿，尹據天官，柬在帝心。宿夜侍宴，名達而猶有若此，則又況乎畎畒佚民，山谷隠士，因人乃達，時論乃信者乎？此智士所以鉗口結舌，括囊共黙而已者也。且閭閻凢品，何獨識哉？苟望塵僄聲而已矣。觀其論也，非能本閨𨵦之行迹，察臧否之虚實也，直以面譽我者爲智，謟諛已者爲仁，處姦利者爲行，𥨸禄位者爲賢爾。豈復知孝悌之原，忠正之直，綱紀之化，本途之歸哉？此鮑焦所以立枯於道左，徐衍所以自沈於滄海者也。諺曰：一犬吠形，百犬吠聲。世之疾此，固乆矣哉！吾傷世之不察貞僞之情也，故設虚義以喻其心曰：今觀宰司之取士也，有似於司原之佃也。昔有司原氏者，燎獵中野，鹿斯東奔，司原縱譟之。西方之衆有逐狶者，聞司原之譟也，競舉音而和之。司原聞音之衆，則反輟已之逐而徃伏焉，遇夫俗惡之狶。司原喜，而自以獲白瑞珍禽也，盡芻豢單囷倉以養之，豕俛仰嚘咿，爲作容聲，司原愈益珍之。居無何，烈風興而澤雨作，灌巨豕而惡塗渝，豕駭懼，真聲出，乃知是家之艾猳爾。此隨聲逐響之過也，衆遇之，未赴信焉。今世主之於士也，目見賢則不敢用，耳聞賢則恨不及。雖自有知也，猶不能取，必更待羣司之所舉，則亦懼失麟鹿而獲艾猳。奈何其不分者也，未過風之變者故也。俾使一朝竒政兩集，則險隘之徒，闒茸之質，亦將别矣。夫衆小朋黨，而固位，讒妬羣吠齧賢，爲禍敗也豈希？三代之以覆，列國之以滅，後人猶不能革，此萬官所以屢失守，而天命數靡常者也。詩云：國既卒斬，何用不監。嗚呼！時君俗主，不此察也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "明闇第六",
            "paragraphs": [
                {
                    "paragraph": "明闇第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "國之所以治者，君明也；其所以亂者，君闇也。君之所以明者，兼聽也；所以闇者，偏信也。是故人君通必兼聽，則聖日廣矣；庸說偏信，則過日甚矣。詩云：先民有言，詢于芻蕘。夫堯、舜之治，闢四門，明四目，達四聡，是以天下輻湊，而聖無不昭，故共、鯀之徒弗能塞也，靖言庸囬弗能惑也。秦之二世，務隠藏已而斷百僚，隔捐䟽賤而信趙髙，是以聽塞於貴重之臣，明蔽於驕妬之人，故天下潰叛，弗得聞也。皆髙所殺，莫敢言之。周章至戲乃始駭，閻樂進勸乃後悔，不亦晩矣。故人兼聽納下，則貴臣不得誣，而逺人不得欺也。𢢔賤信貴，則朝廷讜言無以至，而㓗士奉身伏罪於野矣。夫朝臣所以統理，而多比周則亂，賢人所以奉己，而隱遯伏野則君孤。而能存者，未之嘗有也。是故明君位衆，務下言以昭外敬，納卑賤以誘賢也。其無距言，未必言者之盡可用也；其無𢢔賤，未必其人盡賢也，乃懼𢢔不肖而絶賢望也。是故聖王責小以厲大，賞鄙以招賢，然後良士集于朝，下情達于君也。故上無遺失之筞，官無亂法之臣，此君民之所利，而姧佞之所患也。昔張祿一見而穰侯免，𡊮𢇁進說而周㪍黜。是以當塗之人，𢘆嫉正直之士，得一介言於君，以矯其邪也。故餝偽辭以彰主心，下設威權以固士民。趙髙亂政，恐惡聞上，乃預要二世曰：屢見羣臣，衆議政事則黷，黷且示短，不若藏已獨斷，神且尊嚴。天子稱朕，固但聞名。二世於是乃深自幽隱，獨進趙髙。趙髙入稱好言以說主，出𠋣詔令以自尊。天下魚爛，相帥叛秦。趙髙恐懼，歸惡於君，乃使閻樂責而殺，願一見髙不能而死。夫田常囚簡公，踔齒懸湣王，二世亦旣聞之矣，然猶復襲其敗迹者，何也？過在於不納卿士之箴規，不受民氓之謡言，自以已賢於簡湣而於二臣也。故國已亂而上不知，禍旣作而下不殺。此非衆共棄君，乃君以衆命繫趙髙，病自絶於民也。後末世之君危，何知之哉？舜曰：予違，汝弼。汝無面從，退有後言。故國之道，勸之使諫，宣之使言，然後君明察而治情通矣。且凡驕臣之好隱賢也，既患其正義以繩已矣，又耻居上位而明不及下，尹其職而筞不出於己。是以郄宛得衆而子常殺之，屈原得君而椒蘭挺讒，耿壽建常平而嚴延妬其謀，陳湯殺郅支而匡衡捄其功。由此觀之，䖏位卑賤而欲効善於君，則必先與寵人爲讎，恃舊寵沮之於内，接賤欲自信於外，思善之君，願忠之士，所以雖並生一世，憂心相皦，而終不得遇者也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "考績第七",
            "paragraphs": [
                {
                    "paragraph": "考績第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡南面之大務，莫急於知賢；知賢之近途，莫急於考功。功誠考，則治亂暴而明，善惡信，則直賢不得見障蔽，而佞巧不得竄其姦矣。夫劒不試則利鈍闇，弓不試則勁撓誣，鷹不試則巧拙惑，馬不試則良駑疑。此四者之有相紛也，由不考試故得然也。今羣臣之不試也，其禍非直止於誣、闇、疑、惑而已，又必致於怠𢢔之節焉。設如家人有五子、十孫，父母不察精愞，則懃力者懈弛，而惰𢢔者遂非也，耗業家之道也。父子兄弟一門之計，猶有若此，則又況乎羣臣惣猥治公事者哉！傳曰：善惡無彰，何以沮勸？是故大人不考功，則子孫惰而家破窮；官長不考功，則吏怠傲而姦宄興。帝王不考功，則直賢抑而詐偽勝。故書曰：三載考績，黜陟幽明。蓋所以昭賢愚而勸能否也。聖王之建百官也，皆以承天治地，物養萬民者也。是故有號者必稱典，名理者必効於實，則官無廢職，位無非人。夫守相令長，効在治民，州牧刺史，在憲聡明，九卿分職，以佐三公，三公惣統，典和隂陽，皆當考治，以効實爲王休者也。侍中、大夫、慱士、議郎，以言語爲職，諌諍爲官，及選茂才、孝廉、賢良方正、悙樸、有道、明經、寛慱、武猛治劇，此皆名自命而號自定，羣臣所當盡情竭慮稱君詔也。今則不然，令長守相不思立功，貪殘專恣，不奉法令，侵𡨚小民。州司不治，令逺詣闕，上書訟訴。尚書不以責三公，三公不以讓州郡，州郡不以討縣邑，是以凶惡狡猾，易相𡨚也。侍中、博士諫議之官，或處位歷年，終無進賢嫉惡、拾遺補闕之語，而貶黜之憂。羣僚舉士者，或以頑魯應茂才，以桀逆應至孝，以貪饕應廉吏，以狡猾應方正，以䛕謟應直言，以輕薄應敦厚，以空虚應有道，以嚚闇應明經，以殘酷應寛博，以怯弱應武猛，以愚頑應治劇。名實不相副，求貢不相稱，富者乗其材力，貴者阻其勢要，以錢多爲賢，以剛彊爲上。凡在位所以多非其人，而官聽所以數亂荒也。古者諸侯貢士，一適謂之好德，載適謂之尚賢，三適謂之有功，則加之賞。其不貢士也，一則黜爵，載則黜地，三黜則爵土俱畢。附下罔上者刑，與聞國政而無益於民者斥，在上位而不能進賢者逐。其受事而重選舉，審名實而取賞罰也如此。故能别賢愚而獲多士，成教化而安民氓。三代於世，皆致太平。聖漢踐祚，載祀四八，而猶者末教不假而功不考，賞罰稽而赦贖數也。諺曰：曲水惡直繩，重罰惡明證。此羣臣所以樂惣猥而惡考功也。夫聖人爲天口，賢人爲聖譯。是故聖人之言，天之心也；賢者之所說，聖人之意也。先師京君，科察考功，以遺賢俊，太平之基，必自此始，無爲之化，必自此來也。是故世主不循考功而思太平，此猶欲舍規矩而爲方圓，無舟楫而欲濟大水，雖或云縱，然不知循其慮度之易且速也。羣寮師尹，咸有典司，各居其職，以責其効。百郡千縣，各因其前，以謀其後，辭言應對，各緣其文，以覈其實。則奉職不解，而陳言者不得誣矣。書云：賦納以言，明試以功，車服以庸。誰能不讓？誰能不敬應？此堯、舜所以養黎民而致時雍也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "思賢第八",
            "paragraphs": [
                {
                    "paragraph": "思賢第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "國之所以存者，治也；其所以亾者，亂也。人君莫不好治而惡亂，樂存而畏亾。然常觀上記，近古已來，亾代有三，穢國不數，夫何哉？察其敗，皆由君常好其所亂，而忘其所治，憎其所以存，而愛其所以亾，是雖相去百世，縣年一紀，限隔九州，殊俗千里，然其已徴敗迹，若重規襲矩，稽節合符。故曰：雖有堯、舜之美，必考於周頌；雖有桀、紂之惡，必譏於版蕩。殷鑒不逺，在夏后之世。夫與死人同病者，不可生也；與亾國同行者，不可存也。豈虚言哉！何以知人且病也？以其不嗜食也。何以知國之將亂也？以其不嗜賢也。是故病家之厨，非無嘉饌也，乃其人弗之能食，故遂於死也。亂國之官，非無賢人也，其君弗之能任，故遂於亾也。夫生飰秔粱，旨酒甘醪，所以養生也，而病人惡之，以爲不若菽麥糠糟欲清者，此其將死之𠋫也。尊賢任能，信忠納諌，所以爲安也，而闇君𢙣之，以爲不若姦佞闒茸䜛諛言者，此其將亾之徴。老子曰：夫唯病病，是以不病。易稱其亾其亾，繫于苞桒。是故養壽之士，先病服藥，養世之君，先亂任賢，是以身常安而國永永也。上毉毉國，其次下毉毉疾。夫人治國，固治身之象。疾者，身之病，亂者，國之病也。身之病，待毉而愈；國之亂，待賢而治。治身有黃帝之術，治世有孔子之經。然病不愈而亂不治者，唯鍼石之法誤，而五經之言誣也。乃因之者非其人。苟非其人，則規不圓而矩不方，繩不直而凖不平，鑚燧不得火，鼓石不下金，金馬不可以追速，土舟不可以涉水也。凡此八者，天之張道，有形見物。苟非其人，猶尚無功，則又況乎懐道術以撫民垊，乗六龍以御天心者哉。夫治世不得真賢，譬猶治疾不得良毉也。治疾當真人參，反得支羅服；當得麥門冬，反烝橫麥。已而不識真，合而服之，病以侵劇，不自知爲人所欺也，乃反謂方不誠而藥皆無益於病，因棄後藥而弗敢飲，而便求巫覡者，雖死可也。人君求賢，下應以鄙與真不以枉，已不引真，受猥官之，國以侵亂，不自知爲下所欺也，乃反謂經不信，而賢皆無益於救亂，因廢真賢，不復求進，更任俗吏，雖滅亾可也。三代以下，皆以支羅服、烝橫麥合藥，病曰痁而遂死也。書曰：人之有能，使循其行，國乃其昌。是故先王爲官擇人，必得其材，功加於人，德稱其位，人謀鬼謀，百姓與能，務順以動天地如此。三代開國建侯，所以傳嗣百世，歷載千數者也。自春秋之後，戰國之制，將權臣，必以親家。皇后兄弟、主壻外孫，年雖童妙，未脫桎梏。由籍此官職，功不加民，澤不被下而取侯，多受茅土，又不得治民効能以報百姓，虚食重祿，素餐尸位，而但事淫侈，坐作驕奢，破敗而不及傳世者也。子産有言：未能操刀而使之割，其傷實多。是故也，主之於貴戚也，愛其嬖媚之美，不量其材而受之官，不使立功自託於民，而苟務髙其爵位，崇其賞賜，令結怨於下民，縣罪於惡，積過既成，豈有不顛隕者哉？此所謂：子之愛人，傷之而已哉。先王之制，官民必論其材，論定而後爵之，位定然後祿之。人君也，此君不察，而苟以親戚邑官之人典官者，譬猶以愛子易御僕，以明珠易瓦礫，雖有可愛好之情，然而其覆大車而殺病人也必矣。書稱天工人其代之。傳曰：夫成天地之力者，未嘗不蕃昌也。由地觀之，世主欲無功之人而彊冨之，則是與天闘也。使無德況之人，與皇天闘，而欲乆立，自古以來，未之嘗有也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "本政第九",
            "paragraphs": [
                {
                    "paragraph": "本政第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡人君之治，莫大於和隂陽。隂陽者，以天爲本。天心順則隂陽和，天心逆則隂陽乖。天以民爲心，民安樂則天心順，民愁苦則天心逆。民以君爲統，君政善則民和治，君政惡則民𡨚亂。君以恤民爲本，臣忠良賜。君政善，臣姦枉則君政惡。以選爲本，選舉實則忠賢進，選虚偽則邪黨貢。選以法令爲本，法令正則選舉實，法令詐則選虚偽。法以君爲主，君信法則法順行，君欺法則法委棄。君臣法令之功，必効於民。故君臣法令善則民安樂，民安樂則天心惣，天心惣則隂陽和，隂陽和則五穀豊，五糓豐而民眉壽，民眉壽則興於義，興於義而無姧行。無姧行則世平，而國家寧，社稷安，而君尊榮矣。是故天心隂陽、君臣、民氓、善惡相輔至而代相徵也。夫天者。國之基也。君者，民之統也。臣者，治之材也。工欲善其事。必先利其器。是故將致大平者，必先調隂陽；調隂陽者，必先順天心。順天心者，必先安其人；安其人者，必先審擇其人。是故國家存亾之本，治亂之機，在於明選而已矣。聖人知之，故以爲黜陟之首。書曰：爾安百姓，何擇非人？此先王致太平而發頌聲也。否泰消息，隂陽不並，觀其所聚，而興衰之端可見也。稷、卨、臯、陶，聚而致雍熈；皇父、蹶、踽聚而致災異。夫善惡之象，千里合符，百世累迹，性相近而習相逺。是故賢愚在心，不在貴賤；信欺在性，不在親踈。二世所以共亡天下者，丞相、御史也。髙祖所以共取天下者，繒肆、狗屠也。驪山之徒，鉅野之盜，皆爲名將。由此觀之，苟得其人，不患貧賤；苟得其材，不嫌名跡。逺迹漢元以來，驕貴之臣，毎受罪誅，黨與在位，并伏辜者，常十二三。由此觀之，貴寵之臣，未嘗不播授私人，進姦黨也。是故王莾與漢公卿牧守奪漢，光武與漢之遺民棄士共誅。如貴人必賢而忠，賤人必愚而欺，則何以若是？自成帝以降，至于莾，公卿列侯，下訖令尉大小之官，且十萬人，皆自漢所謂賢明忠正貴寵之士也。莾之篡位，唯安衆侯劉崇、東郡太守翟義思事君之禮，義勇奮發，欲誅莾，功雖不成，志節可紀。夫以十萬之計，其能奉報𢙣二人而已。由此觀之，衰世羣臣，誠少賢也。其官益大者罪益重，位益髙者罪益深爾。故曰：治世之德，衰世之惡，常與爵位自相副也。孔子曰：國有道，貧且賤焉，耻也；國無道，富且貴焉，耻也。詩傷皎皎白駒，在彼空谷。巧言如流，俾躬處休。蓋言衰世之士，志彌潔者身彌賤，佞彌巧者官彌尊也。方以𩔗聚，物以羣分，同明相見，同聽相聞，唯聖知聖，唯賢知賢。今當塗之人，既不能昭練賢鄙，然又却於貴人之風指，脅以權勢之囑託，請謁闐門，禮贄輻湊，迫於目前之急，則且先之，此正士之所獨蔽，而羣邪之所黨進也。周公之爲宰輔也，以謙下士，故能得真賢。祁奚之爲大夫也，舉讎薦子，故能得正人。今世得位之徒，依女妹之寵以驕士，藉亢龍之勢以陵賢，而欲使志義之士，匍匐曲躬以事已，毁顔謟諛以求親，然後乃保持之，則貞士採薇凍餒，伏死巖穴之中而已爾，豈有肯踐其闕而交其人者哉？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "潜歎第十",
            "paragraphs": [
                {
                    "paragraph": "潜歎第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡有國之君者，未嘗不欲治也，而治不世見者，所任不賢故也。世未嘗無賢也，而賢不得用者，羣臣妬也。主有索賢之心，而無得賢之術；臣有進賢之名，而無進賢之實。此以人君孤危於上，而道猶抑於下也。夫國君之所以致治者，公也，公法行則軓亂絶。佞臣之所以便身者，私也，私術用則公法奪。列士所以建節者，義也，正節立則醜𩔗代。此姦臣亂吏無法之徒，所謂日夜杜塞賢君義士之間，咸使不相得者也。夫賢者之爲人臣，不損君以奉佞，不阿衆以取容，不惰公以聴私，不撓法以吐剛，其明能照姦，而義不比黨。是以范武歸晉而國姦逃，華元反朝而魚氏亡。故正義之士與邪枉之人不兩立之。夫人君之取士也，不能叅聽民氓，斷之聡明，反徒信亂臣之說，獨用汚吏之言，此所謂與仇遷使令囚擇吏者也。書云：謀及乃心，謀及庶人。孔子曰：衆好之，必察焉；衆惡之，必察焉。故聖人之施舍也，不必任衆，亦不必專已，必察彼已之爲，而度之以義。或舍人取已，故舉無遺失，而政無廢滅　也。或君則不然，已有所愛，則因以斷正，不稽於衆，不謀於心，苟眩於愛，唯言是從，此政之所以敗亂，而士之所以放佚者也。昔紂好色，九侯聞之，乃獻厥女。紂則大喜，以爲天下之麗莫若此也，以問妲己。妲己懼進御而奪已愛也，乃偽俯而泣曰：君王年即耆邪？明既衰邪？何貌惡之若此，而覆謂之好也？紂於是渝而以爲惡。妲己恐天下之愈進美女者，因白九侯之不道也，乃欲以此惑君王也。王而弗誅，何以革後？紂則大怒，遂脯厥女而烹九侯。自此之後，天下之有美女者，乃皆重室晝閉，唯恐紂之聞也。趙髙專秦，將殺二世，乃先示權於衆，獻鹿於君，以爲駿馬。二世占之曰：鹿。髙曰：馬也。二世收目獨視曰：丞相誤邪？此鹿也。高終對以馬。問於朝臣，朝臣或助二世而非髙。髙因白二世：此皆阿主惑上，不忠莫大。乃盡殺之。自此之後，莫敢正諌，而髙遂殺二世於望夷，竟以亡。夫好之與惡放於目，而鹿之與馬者著於形者也，已又定矣。還至䜛，如臣妾之餝僞言而作辭也，則君王失已心，而人物喪我體矣。況乎逢幽隠囚人，而待校其信，不若察妖女之留意也。其辨賢不肖也，必若辨鹿馬之審固也。此二物者，皆得進見於朝堂，暴質於心臣矣。及歡愛、茍媚、佞說、巧辯之惑君也，猶炫燿君目，變奪君心，便以好醜，以鹿爲馬，而況於郊野之賢，闕外之士，未嘗得見者乎？夫在位者之好蔽賢而務進黨也，自古而然。昔唐堯之大聖也，聡明宣昭；虞舜之大聖也，德音發聞。堯爲天子，求索賢人，訪於羣后，羣后不肎，薦舜，而反稱共、鯀之徒頼堯之聖，後乃舉舜而放四子。夫以古聖之質也，堯，聡之明也；舜，德之彰也。君明不可欺，德彰不可蔽也。質鮮爲佞，而位者尚直若彼。今夫列士之行，其不及堯、舜乎？逹矣！而俗之荒唐，世法滋彰。然則求賢之君，哀民之士，其相合也，亦必不幾矣。文王游畋，遇姜尚于渭濱，察言觀志而見其心，不諮左右，不諏羣臣，遂載反歸，委之以政，用能造周。故堯㕘鄉黨以得舜，文王㕘已以得吕尚。豈若殷辛、秦政，既得賢人，反決滯於讎，誅殺正直，而進任姦臣之黨哉？是以明聖之君於正道也，不專驅於貴寵，惑於嬖媚，不棄踈逺，不輕㓜賤，又㕘而任之。故有周之制也，天子聽政，使三公至於列士獻典，良史獻書，師箴，瞍賦，矇誦，百工諫，庻人傳語，近臣盡規，親戚補察，瞽叟教誨，耆艾脩之，而後王斟酌焉，是以事行而無敗也。末世則不然，徒信貴人驕妬之議，獨用苟媚蠱惑之言，行豊禮者䝉𠎝咎，論德義者見尤惡，於是䛕臣又從以詆訾之法，被以議上之刑，此賢士之始困也。夫詆訾之法者，伐賢之斧也；而驕妬者，噬賢之狗也。人君内秉伐賢之斧，權噬賢之狗，而外招賢，欲其至也，不亦悲乎！",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "忠貴第十一",
            "paragraphs": [
                {
                    "paragraph": "忠貴第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世有莫盛之福，又有莫痛之禍。處莫髙之位者，不可以無莫大之功。𥨸亢龍之極貴，未嘗不破亾也；成天地之大功者，未嘗不蕃昌也。帝王之所尊敬，天之所甚愛者，民也。今人臣受君之重位，牧天之所甚愛，焉可以不安而利之，飬而濟之哉？是以君子任職則思利民，達上則思進賢，功孰大焉？故居上而下不重也，在前而後不始也。書稱：天工人其代之。王者法天而建官，自公卿以下，至于小司，輙非天官也？是故明主不敢以私愛，忠臣不敢以誣能。夫𥨸人之財，猶謂之盜，況偷天官以私已乎！以罪犯人，必加誅罰，況乃犯天，得無咎乎！五代建侯，開國成家，傳嗣百世，歷載千數，皆以能當天官，功加百姓。周公東征，後世追思；召公甘棠，人不忍伐，見愛如是，豈欲私害之者哉！此其後之封君多矣，或不終身，或不朞月，而莫隕墜，其世無者，載莫盈百。是人何也哉？五代之臣，以道事君，以仁撫世，澤及草木，兼利外内，普天率土，莫不被德，其所安全，直天工也。是以福祚流衍，本枝百世。季世之臣，不思順天，而時主是䛕，謂破敵者爲忠，多殺者爲賢。白起、䝉恬，秦以爲功，天以爲賊。息夫、董賢，主以爲忠，天以爲盜。此等之儔，雖見貴於時君，然上不順天心，下不得民意，故卒泣血號咷，以辱終也。易曰：德薄而位尊，智小而謀大，力少而任重，鮮不及矣。是故德不稱其任，其禍必酷；能不稱其位，其殃必大。且夫𥨸位之人，天奪其鑒，神惑其心。是故貧賤之時，雖有鑒明之資，仁義之志，一旦冨貴，則背親損舊，䘮其本心。皆踈骨肉而親便辟，薄知友而厚狗馬，財貨满於僕妾，禄賜盡於猾奴。寜見朽貫千萬，而不忍賜人一錢；寜積粟腐倉，而不忍貸人一斗。人多驕肆，負債不償，骨肉　怨望於家，細民謗讟於道，前人以敗，後爭襲之，誠可傷也。歴觀前世貴人之用心也，與嬰兒等。嬰兒有常病，貴臣有常禍，父母有常失，人君有常過。嬰兒常病，傷飽也；貴臣常禍，傷寵也。父母常失，在不能已於媚子，人君常過，在不能已於驕臣。哺乳太多，則必掣縱而生癎；貴富太盛，則必驕佚而生過。是故媚子以賊其軀者，非一門也；驕臣用滅　其家者，非一世也。或以背叛橫逆不道，或以德薄不稱其貴。文昌奠功，司命舉過，觀惡深淺，稱罪降罰。或捕挌斬首，或拉髆掣胷。掊死深穽，銜刀都市，殭屍破家，覆宗滅族者，皆無功於民氓者也。而後人貪權冒寵，蓄積無極，思登顛隕之臺，樂循覆車之迹，願禆福祚，以備員滿貫者，何世無之。當吕氏之貴也，太后稱制而專政，祿、産秉事而握權，擅立四五，多封子弟，兼據將相，外内磐結，自以雖湯、武興，五覇作，弗能危也。於是廢仁義而尚威虐，滅禮信而務譎詐，海内怨痛，人欲其亡，故一朝摩滅而莫之哀也。霍氏之貴，專相㓜主，誅滅同僚，廢帝立帝，莫之敢違。禹繼父位，山、雲屏事，諸壻專典禁兵，㛰姻本族。王氏之貴，九侯五將，朱輪二十三。太后專政，秉權三世。莾爲宰衡，封安漢公，居攝假號，身當南面，卒以簒位，十有餘年。自以居之已乆，威立恩行，永無禍敗，故遂肆心恣意，私近忘逺，崇聚羣小，重賦殫民，以奉無功。動爲姦詐，託之經義，迷罔百姓，欺誣天地。自以我宻，人莫之知，皇天從上鑒其姦，神明自幽照其態，豈有誤哉？夫鳥以山爲卑而橧巢其上，魚以淵爲淺而穿穴其中，卒所以得之者餌也。貴戚懼家之不吉而聚諸令名，懼門之不堅，而爲作鐡樞。卒其以敗者，非苦禁忌少而門樞朽也，常苦崇財貨而行驕僣，虐百姓而失民心爾。孔子曰：不患無位，患已不立。是故人臣不奉遵禮法，竭精思職，推誠輔君，効功百姓，下自附於民氓，上承順於天心，而乃欲任其私知，𥨸君威德，以陵下民，反戾天地，欺誣神明，偷進苟得，以自奉厚，居累𡖉之危，而圖泰山之安，爲朝露之行，而思傳世之功。譬猶始皇之舍德任刑，而欲計一以至於萬也，豈不惑哉！",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "浮侈第十二",
            "paragraphs": [
                {
                    "paragraph": "浮侈第十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王者以四海爲一家，以兆民爲通計。一夫不耕，天下必受其飢者；一婦不織，天下必受其寒者。今舉世舍農桒，趨商賈，牛馬車輿，填塞道路，游手爲功，充盈都邑。治本者少，浮食者衆，商邑翼翼，四方是極。今察洛陽，浮末者什於農夫，虚偽游手者什於浮末，是則一夫耕，百人食之；一婦桒，百人衣之。以一奉百，孰能供之？天下百郡千縣，市邑萬數，𩔗皆如此，本末何足相供？則民安得不飢寒？飢寒並至，則安能不爲非？爲非則姦宄，姦宄繁多，則吏安能無嚴酷？嚴酷數加，則下安能無愁怨？愁怨者多，則咎徵並臻，下民無聊，則上天降災，則國危矣。夫貧生於富，弱生於彊，亂生於治，危生於安。是故明王之飬民也，憂之勞之，教之誨之，慎微防萌，以斷其邪。故易美節以制度，不傷財，不害民。七月詩，大小教之，終而復始。由此觀之，民固不可恣也。今民奢衣服，侈飲食，事口舌，而習調欺，以相詐紿，比肩是也。或以謀姦合任爲業，或以㳺敖慱弈爲事，或丁夫世不傳犂鋤，懷丸挾彈，携手遨游，或取好土作丸賣之，於彈外不可以禦冦，内不足以禁鼠，晉靈好之以増其惡，未嘗聞志義之士喜操以游者也。唯無心之人，羣竪小子，接而持之，妄彈烏雀，百發不得一，而反中面目，此㝡無用而有害也。或坐作竹簧，削銳其頭，有傷害之象，傳以蠟蜜，有甘舌之類，皆非吉祥善應。或作泥車、瓦狗、馬騎、倡排，諸戯弄小兒之具以巧詐。詩刺不績其麻，女也婆娑。今多不脩中饋，休其蠶織，而起學巫祝，鼓舞事神，以欺誣細民，熒惑百姓。婦女羸弱，疾病之家，懐憂憒憒，皆易恐懼，至使犇走便時，去離正宅，﨑嶇路側，上漏下濕，風寒所傷，姦人所利，賊盜所中，益禍益崇，以致重者，不可勝數。或棄毉藥，更徃事神，故至於死亡，不自知爲巫所欺誤，乃反恨事巫之晩，此熒惑細民之甚者也。或裁好繒作爲䟽頭，令工采畵，雇人書祝，虚餙巧言，欲邀多福。或裂拆繒綵，裁廣數分，長各五寸，縫繒佩之。或紡綵𢇁而縻斷，截以繞臂。此長無益於吉凶，而空殘滅　繒𢇁，縈悸小民，剋削綺縠，寸𥨸八采，以成榆葉無窮水波之文。碎刺縫紩，詐爲笥嚢，裙䙏衣被，費繒百縑，用功十倍。此等之儔，既不助長農工女，無有益於世，而坐食嘉穀，消費白日，毁敗成功，以見爲破，以牢爲行，以大爲小，以易爲難，皆冝禁者也。山林不能給野火，工每不能灌漏巵。孝文皇帝躬衣弋綈，足履革舄，以韋帶劒，集上書囊，以爲殿帷。盛夏苦暑，欲起一臺，計直百萬，以爲奢費而不作也。今亰師貴戚，衣服、飲食、車輿、文飾、廬舎，皆過王制，僣上甚矣。從奴僕妾，皆服葛子升越。筩中女布，細緻綺縠，水紈錦繡，犀象珠玉，琥珀瑇瑁。石山𨼆飾，金銀錯鏤，麞麂履舄，文組綵褋，驕奢僣主，轉相誇詫，箕子所晞。今在僕妾，富貴嫁娶，車軿各十，騎奴侍僮，夾轂節引。富者競欲相過，貧者耻不逮及。是故一饗之所費，破終身之本業。古者必有命民，然後乃得衣繒綵而乗車馬。今者既不能盡復古，細民誠可不須，乃踰於古昔孝子，衣必細緻，履必麞麂，組必文采，飾禨必緰此，挍飾車馬，多畜奴婢。諸能若此者，既不生穀，又坐爲蠧賊也。子曰：古之葬者，厚衣之以薪，葬之中野，不封不樹，喪期無時。後世聖人易之以棺槨。桐木爲棺，葛采爲緘，下不及泉，上不泄臭。後世以楸、梓、槐、栢、杶、㯉，各取方土所出，膠漆分致，釘細要，削除鏟靡，不見際㑹，其堅足恃，其用足任，如此可矣。其後京師貴戚，必欲江南檽梓，豫章楩柟，邊逺下土，亦競相倣俲。夫檽梓豫章，所出殊逺，又乃生於深山窮谷，經歷山岑，立千歩之髙，百丈之谿，傾倚險阻，崎嶇不便。求之連日，然後見之，伐斫連月然後訖，㑹衆然後能動擔，牛列然後能致水。油潰入海，連淮逆河，行數千里，然後到雒。工匠彫治，積累日月，計一棺之成，功將千萬。夫既其終用，重且萬斤，非大衆不能舉，非大車不能輓。東至樂浪，西至燉煌，萬里之中，相競用之。此之費功傷農，可為痛心。古者墓而不崇。仲尼䘮母冢髙四尺，遇雨而墮，弟子請治之，夫子泣曰：禮不脩墓，鯉死有棺而無槨。文帝葬於芒碣，明帝葬於洛南，皆不藏珠寳，不造廟，不起山陵，陵墓雖卑而聖髙。今京師貴戚，郡縣豪家，生不極養，死乃崇䘮，或至刻金鏤玉，檽梓楩柟，良田造塋，黃壤致藏，多埋珍寳偶人車馬，造起大冢，廣種松栢，廬舍祠堂，崇侈上僣。寵臣貴戚，州郡世家，每有䘮葬，都官屬縣，各當遣吏齎奉，車馬帷帳，貸假待客之具，競為華觀。此無益於奉終，無増於孝行，但作煩攪擾，傷害吏民。今按鄗畢之郊，文，武之陵，南城之壘，曽㭊之家，周公非不忠也，曾子非不孝也。以為褒君顯父，不在聚財；揚名顯祖，不在車馬。孔子曰：多貨財，傷于德，弊則沒禮。晉靈厚賦以彫牆，春秋以爲非君；華元、樂吕厚葬文公，春秋以爲不臣。况於羣司士庶，乃可僣侈主上，過天道乎？景帝時，原侯衛不害坐葬過律奪國。明帝時，枽民摐陽侯坐冡過制髠削。今天下浮侈離本，僣奢過上，亦已甚矣。凡諸所譏，皆非民性，而競務者，亂政薄化使之然也。王者統世，觀民設教，乃能變風易俗，以致太平。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "慎微第十三",
            "paragraphs": [
                {
                    "paragraph": "慎微第十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡山陵之髙，非削而成崛起也，必步増而稍上焉。川谷之卑，非截斷而顛䧟也，必陂池而稍下焉。是故積上不止，必致嵩山之髙；積下不已，必極黃泉之深。非獨山川也，人行亦然。有布衣積善不怠，必致顔、閔之賢；積惡不休，必致桀、跖之名。非獨布衣也，人臣亦然。積正不倦，必生節義之志；積邪不止，必生暴弑之心。非獨人臣也，國君亦然。政教積德，必致安泰之福；舉錯數失，必致危亡之禍。故仲尼曰：湯、武非一善而王也，桀、紂非一惡而亡也。三代之廢興也，在其所積。積善多者，雖有一惡，是謂過失，未足以亡。積惡多者，雖有一善，是謂誤中，未足以存。人君聞此，可以悚愳；布衣聞此，可以改容。是故君子戰戰慄慄，日慎一日，克已三省，不見是圖。孔子曰：善不積，不足以成名；惡不積，不足以滅身。夫賢聖卑革，則登其福。慶封伯，荒滛于酒，沈湎無度，以弊其家。晉平殆政，惑以喪志，良臣弗匡，故俱有禍。楚莊、齊威，始有荒淫之行，削弱之敗，幾於亂亡。中能感悟，勤恤民事，勞積苦思，孜孜不怠。夫出陳應，爵命管蘇，召即墨，烹阿大夫，故能中興，彊覇諸侯，當時尊顯，後世見思，傳爲令名，載在圖籍。由此言之，有希人君，其行一也。知已曰明，自勝曰彊。夫有不善未嘗不知，知之未嘗復行，此顔子所以稱庶幾也。詩曰：天禄定爾，亦孔之固。俾爾亶厚，胡福不除，足以滅身。小人以小善謂無益而不爲也，以小惡謂無傷而不去也，是以惡積而不可掩，罪大而不可解也。此蹶屬所以迷國而不返，三季所以遂徃而不振者也。夫積微成顯，積着成，鄂譽鄂譽，鄂致存亡，聖人常慎其微也。文王小心翼翼，成王夙夜敬止，思慎微眇，早防未萌，故能太平而傳子孫。且夫邪之與正，猶水與火不同原，不得並盛。正性勝，則遂重已不忍虧也，故伯夷餓死而不恨。邪性勝，則忸怵而不忍舍也，故王莾𥨸位而不慙。積悪習之所致也。夫積悪習，非乆致死，亾非一也。世品人遂。俾𠇍多益，以莫不庻。善也此言也，言天保佐王者，定其性命，甚堅固也。使汝信厚，何不治？而多益之，甚庻衆焉。不遵履五常，順養性命，以保南山之夀，松栢之茂也。德輶如毛，為仁由已，莫與併𧒒，自求辛螫，禍福無門，唯人所召。天之所助者順也，人之所尚者信也。履信思乎順，又以尚賢，是以吉無不利也。亮哉斯言，可無思乎！",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "實貢第十四",
            "paragraphs": [
                {
                    "paragraph": "實貢第十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "國以賢興，以謟衰；君以忠安，以忌危。此古今之常論，而世所共知也。然衰國危君，繼踵不絶者，豈世無忠信正直之士哉？誠苦忠信正直之道不得行爾。夫十步之間，必有茂草；十室之邑，必有俊士。賢材之生，日月相屬，未嘗乏絶。是故亂殷有三仁，小衛多君子。以漢之廣愽，士民之衆多，朝廷之清明，上下之脩治，而官無直吏，位無良臣。此非今世之無賢也，乃賢者廢錮而不得達於聖主之朝爾。夫志道者少友，逐俗者多儔。是以舉世多黨而用私，競比質而行趨華。貢士者，非復依其質榦。凖其材行也。直虚造空美，掃地洞說，擇能者而書之。公卿刺史掾從事，茂才孝廉且二百員，歴察其狀，德侔顔淵、卜、冉，㝡其行能，多不及中。誠使皆如狀文，則是爲歲得大賢二百也。然則災異曷爲飢？此非其實之効。夫說粱飰食肉，有好於面，因而不若糲粢藜烝之可食於口也。圖西施、毛嬙可恱於心，而不若醜妻陋妾之可御於前也。虚張髙譽，彊蔽疵瑕，以相誑耀，有快於耳，而不若忠選實行可任於官也。周顯拘時，故蘇秦；燕噲利虚譽，故讓子之。皆舍實聽聲，嘔哇之過也。夫聖人純，賢者駮，周公不求備，四肢不相兼，況末世乎？是故髙祖所輔佐，光武所將相，不遂偽舉，不責兼行，亡秦之所棄，王莾之所捐。二祖任用以誅暴亂，成致治安。太平之世，而云無士，數開横選，而不得直，甚可憤也。夫明君之詔也若聲，忠臣之和也當如響應。長短大小，清濁疾徐，必相和也。是故求馬問馬，求驢問驢，求鷹問鷹，求駹問駹。由此教令，則賞罰必也。夫髙論而相欺，不若忠論而誠實。且攻玉以石，治金以鹽，濯錦以魚，浣布以灰。夫物固有以賤治貴，以醜治好者矣。智者棄其所短，而採其所長，以致其功。明君用士，亦猶是也。物有所宜，不廢其材，況於人乎？夫脩身慎行，敦方正直，清廉潔白，恬淡無為，化之本也。憂君哀民，獨覩亂原，好善嫉悪，賞罰嚴明，治之材也。明君兼善而兩納之，悪行之器也。為金玉寳政之材剛鐡用。無此二寳，苟務作異以求名，詐静以惑衆，則敗俗傷化。今世慕虚者，此謂堅白。堅白之行，明君所憎，而王制所不取。是故選賢貢士，必考覈其清素，據實而言，其有小疵，勿彊衣飾，以壯虚聲。一能之士，各貢所長，出處黙語，勿彊相兼，則蕭、曹、周、韓之論，何足得矣。呉、鄧、梁、竇之徒，而致十。各以所宜，量材授任，則庻官無曠，興功可成，太平可致，麒麟可臻。且燕小，其位卑，然昭王尚能招集他國之英俊，興誅暴亂，成致治彊。今漢土之廣慱，天子尊明，而曽無一良臣，此誠不愍兆黎之愁苦，不急賢人之佐治爾。孔子曰：未之思也，夫何逺之有？忠良之吏，誠易得也，顧聖王欲之不爾。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "班禄第十五",
            "paragraphs": [
                {
                    "paragraph": "班禄第十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "太古之時，烝黎初載，未有上下，而自順序，天未事焉，君未設焉。後稍矯䖍，或相陵虐，侵漁不止，爲萌巨害。於是天命聖人，使司牧之，使不失性，四海蒙利，莫不被德，僉共奉戴，謂之天子。故天之立君，非私此人也，以役民，蓋以誅暴除害，利黎元也。是以人謀鬼謀，能者處之。詩云：皇矣上帝，臨下以赫。監觀四方，求民之瘼。惟此二國，其政不獲。惟此四國，爰究爰度。上帝指之，憎其式惡。乃睠西顧，此惟與度。蓋此言也，言夏、殷二國之政不得，乃用奢夸廓大。上帝憎之，更求民之瘼聖人，與天下四國究度而使居之也。前招良人，疾奢夸廓無紀極也。乃惟度法象明著，禮袟爲優，憲藝，縣之無窮。故傳曰：制禮，上物不過十二，天之道也。是以先聖籍田有制，供神有度，奉已有節，禮賢有數，上下大小，貴賤親踈，皆有等威，階級衰殺，各足祿其爵位，公私達其等級，禮行德義。當此之時也，九州之内，合三千里，爾八百國。其班祿也，以上農爲正，始於庶人在官者，祿足以代耕，蓋食九人。諸侯下士亦然。中士倍下士，食十八人。上士倍中士，食三十六人。大夫倍之，食七十二人。小國之卿，二於大夫。次國之卿，三於大夫。大國之卿，四於大夫，食二百八十八人。君各什其卿，天子三公侯采視公侯，蓋方百里；卿采視伯，方七十里；大夫視子男，方五十里。元士視附庸，方三十里。功成者封。是故官政專公，不慮私家，子弟事學，不於財利，閉門自守，不與民交爭，而無飢寒之道，而不䧟。臣養優而不隘，吏愛官而不貪，民安静而彊力，此則太平之基立矣。乃惟慎貢選，明必黜陟，官得其人，人任其職。欽若昊天，敬授民時，同我婦子，饁彼南畒。上務節禮，正身示下；下恱其政，各樂竭已，奉戴其上。是以天地交泰，隂陽和平，民無姦匿，機衡不傾，德氣流布，而頌聲作也。其後忽養賢而鹿鳴思，背宗族而采蘩怨，履畒稅而碩鼠作，賦歛，重譯告通，班祿頗而傾甫賴，行人定而緜蠻諷，故遂耗亂衰弱。及周室微而五伯作，六國弊而暴秦興，背義理而尚威力滅，興禮而行貪叨，重賦歛以厚己，彊臣下以弱枝，文德不獲封爵，列侯不獲。是以賢者不能行禮以從道，品臣不能無枉以從利，君又驟赦以縱賦，民無耻而多盜𥨸。何者？咸氣加而化上風，患害切而迫飢寒，此滅絶所以不能詰其盜者也。詩云：大風有隧，貪人敗類。爾之教矣，民斯效矣。是故先王將發號施令，諄諄如也，唯恐不中而道於邪，故作典以爲民極，上下共之，無有私曲。三府制法，未聞赦彼有罪，獄貨惟寳者也。是故明君臨衆，必以正軌，既無猒有，務節禮而厚下，復德而崇化，使皆阜於養生，而競於亷恥也。是以官長正而百姓化，邪心黜而姦匿絶，然後乃能恊和氣而致太平也。易曰：聖人養賢，以及萬民爲本。君以臣爲基，然後髙能可崇也。馬肥，然後逺能可致也。人君不務此而欲致太平，此猶薄趾而望髙墻，驥瘠而責逺道，其不可得也必矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "述赦第十六",
            "paragraphs": [
                {
                    "paragraph": "述赦第十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡治病者，必先知脉之虚實，氣之所結，然後為之方，故疾可愈而夀可長也。為國者，必先知民之所苦，禍之所起，然後設之以禁，故姦可塞，國可安矣。今日賊良民之甚者，莫大於數赦。赦贖數，則悪人昌而善人傷矣。奚以明之哉？曰：孝悌之家，脩身慎行，不犯上禁，從生至死，無銖兩罪，數有赦贖，未嘗䝉恩，常反為禍。何者？正眞之士之為吏也，不避彊禦，不辭上官，從事督察，方懷不快，而姦猾之黨，又加誣言，皆知赦之不乆，則且共横枉侵寃，誣奏罪法，令主上妄行刑辟，髙至死徙，下乃淪𡨚。而彼𡨚之家，乃甫當乞鞠告，故以信直，亦無益於死亡矣。及隐逸行士，淑人君子，為讒佞利口所加，誣覆冐下士𡨚民，能至闕者，萬無數人，其得省問者，不過百一。既對尚書，空遣去者復十六七。雖蒙考覆，州郡轉相顧望，留吾真事，春夏待秋冬，秋冬復涉春夏，如此行逄赦者，不可勝數。又謹慎之民，用天之道，分地之利，擇莫犯土，謹身節用，積累纎微，以致小過。此言質良蓋民，惟國之基也。輕薄悪子，不道凶民，思彼姦邪，起作盜賊，以財色殺人父母，戮人之子，滅人之門，取人之賄，及貪殘不軌，凶惡弊吏，掠殺不辜，侵𡨚小民，皆望聖帝當爲誅惡治𡨚，以解蓄怨。反一門赦之，令惡人髙㑹而夸詫，老盜服藏而過門，孝子見讎而不得討，亡主見物而不得取，痛莫甚焉。故將赦而先暴寒者，以且多𡨚結悲恨之人也。夫養稊稗者傷禾稼，惠姦宄者賊良民。書曰：文王作罰，刑兹無赦。是故先王之制刑法也，非好傷人䏎膚、斷人壽命者也，乃以威姦懲惡，除民害也。天下本以民不能相治，故爲立王者以統治之。天下在於奉天威命，共行賞罰。故經稱天命有德，五服五章；天罰有罪，五刑五用。詩刺彼冝有罪，汝反脱之。古者唯始受命之君，承大亂之極，被前王之惡，其民乃並爲敵讎，罔不冦賊消義，姦宄奪攘，以革命受祚，爲之父母，故得一赦。繼體以下，則無違焉。何者？人君配乾而仁，順育萬以成大功，非得以養姦活罪爲仁，放縱天賊爲賢也。今夫性惡之人，居家不孝悌，出入不恭敬，輕薄慢傲，凶悍無辨，明以威侮侵利爲行，以賊殘酷虐爲賢。故數䧟王法者，此乃民之賊，下愚極惡之人也。雖脫桎梏，而出囹圄，終無改悔之心。自詩以羸敖頭，出獄踧踖，復犯法者何不然？洛陽至有主諧合殺人者，謂之㑹任之家，受人十萬，謝客數千。又重饋部吏，吏興通姦，利入深重，幡黨盤牙，請至貴戚寵臣，說聽於上，謁行於下。是故雖嚴令尹，終不能破攘斷絶。何者？凡敢爲大姦者，材必有過於衆，而能自媚於上者也。多散苟得之財，奉以謟䛕之辭，以轉相驅，非有第五公之廉直，孰能不爲？顧今案洛陽主殺人者髙至數十，下至四五，身不死則殺不止，皆以數赦之所致也。由此觀之，大惡之資，終不可化，雖歳，適勸姦耳。惑之。三辰有𠋫，天氣當赦，故人主順之而施德焉，未必殺也。王者至貴，與天通精，心有所想，意有所慮，未發聲色，天爲變移。或若休咎庶徵，月之從星，此乃冝有是事，故見瑞異。或戒人主，若忽不察，是乃已所感致，而反以爲天意欲然，非直也。俗人又曰：先世欲赦，常先遣馬分行市里，聽于路隅，咸云當赦，以知天之教也，乃因施德。若使此言也而信，則殆過矣。夫民之性，固好意度者也，見乆隂則稱將水，見乆陽則稱將旱，見小貴則言將飢，見小賤則言將穰，然或信或否。由此觀之，民之所言，未必天下。前世贖赦稀踈，民無覬覦。近時以來，赦贖稠數，故每春夏，輒望復赦。或抱罪之家，僥倖䝉恩，故宣此言，以自悅喜。誠令仁君聞此，以爲天教而輒從之，誤莫甚焉。論者多曰：乆不赦，則姦宄熾而吏不制，故赦贖以解之。此乃招亂之本原，不察禍福之所生者之言也。凡民所以輕爲盜賊，吏之所以易作姦匿者，以赦贖數而有僥望也。若使犯罪之人終身被命，得而必刑，則計姦之謀破，而慮惡之心絶矣。夫良贖可，孺子可令妲，中庸之人，可弘而下。故其諺曰：一歲載赦，奴兒噫嗟。言王誅不行，則痛瘀之子皆輕犯，況狡乎？若誠思畏盜賊多而姦不勝，故赦，則是爲國爲姦冗報也。夫天道賞善而刑滛，天工人其代之。故凡立王者，將以誅邪惡而養正善，而以逞邪惡逆，妄莫甚焉。且夫國無常治，又無常亂。法令行則國治，法令弛則國亂。法無常行，法無常弛。君敬法則法行，君慢法則法弛。昔孝明帝時，制舉茂才，過闕謝恩，賜食，事訖，問何異聞？對曰：巫有劇賊九人，刺史數以𥨸郡，訖不能得。帝曰：汝非部南郡從事邪？對曰：是。帝乃振怒曰：賊發部中而不能擒，然材何以爲茂！捶數百，便免官，而切讓州郡，十日之閒，賊即伏誅。由此觀之，擒滅盜賊，在於眀法，不在數赦。今不顯行賞罰以明善惡，嚴督牧守以擒姦猾，而反數赦以勸之。其文帝曰：謀反大逆不道諸犯，不當得赦皆除之，將與士大夫灑心更始。歲歲灑之，然未嘗見姦人冗吏，有肯變心悔服稱詔者也。有司奏事，又俗以赦前之微過，妨今日之顯舉。然則改徃脩來，更始之詔，亦不信也。詩譏君子屢盟，亂是用長，故不若希其令，必其言。若良不能子無赦者，罕之爲愈。令世歲老，古時一赦，則姦宄之減十八九，可勝必也。昔大司馬吳漢老病將卒，世祖問以遺戒，對曰：臣愚不智，不足以知治，慎無赦而已矣。夫方以類聚，物以群分，人之情皆見乎辭。故諸言不當赦者，非脩身脩行，則必憂哀謹慎而嫉毒姦惡者也。諸利數赦者，非不達赦務，則交内懐隱，憂有願爲者也。人君之發令也，必諮於羣臣，羣臣之姦邪者固必伏罪，雖正直吏，猶有公過，自非鬻拳、李離，孰肯刑身以正國？然則是皆接私計以論公政也。興𤓰議裘，無時焉可。傳曰：民之多幸，國之不幸也。夫有罪而備辜，𡨚結而信理，此天之正也，而王之法也。故曰：無縱詭隨，以謹無良。若枉善人，以惠姦悪，此謂歛怨以為德。先帝制法，論𠂻刺刀者，何則？以其懐姦悪之心，有殺害之意也。聖主有子愛之情，而是有殺害之意，故誅之，況成罪乎？尚書康誥：王曰：於戯！封，敬明乃罰。人有小罪匪省，乃惟終自作不典；戒爾，有厥罪小，乃不可不殺。言恐人有罪雖小，然非以過差為之也。乃欲終身行之，故雖小，不可不殺也。何則？是本頑凶思悪而為之者也。乃有大罪匪終，乃惟省哉！適爾，既道極厥罪，時亦不可殺。言殺人雖有大罪，非欲以終身為悪，乃過誤爾，是不殺也。若此者，雖曰赦之可也。金作贖刑，赦作宥罪，皆謂良人吉士，時有過誤，不幸䧟離者爾。先王議讞獄以制，原情論意，以救善人，非欲令兼縱悪逆以傷人也。是故周官差八議之辟，此先王所以整萬民而致時雍也。易故觀民設敎，變通移時之義。今日捄世，莫乎此意。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "三式第十七",
            "paragraphs": [
                {
                    "paragraph": "三式第十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "髙祖定漢，與羣臣約，自非劉氏不得王，非有武功不得侯。孝文皇帝始封外祖，因爲典式，行之至今。孝武皇帝封爵丞相，以襃有德，後亦承之，建武乃絶。傳記所載，稷、卨、伯夷、臯陶、伯翳，日受封土。周宣王時，輔相大臣，以德佐治，亦獲有國。故尹吉甫作封頌二篇，其詩曰：亹亹申伯，王纘之事，于邑于謝，南國于二式。又曰：四牡彭彭，八鸞鏘鏘。王命仲山甫，城彼東方。此言申伯、山甫文德致昇平，而王封以樂土，賜以盛服也。易曰：鼎折足，覆公餗，其刑渥。凶。此言公不勝任，則有渥刑也。是故三公在三載之後，冝明考績黜刺，簡練其材。其有稷、卨、伯夷、申伯、仲山甫致治之效者，封以列侯，令受南土八蠻之賜。其尸祿素餐，無進治之效，無忠善之言者，使從渥刑。是則所謂明德慎罰，而簡練能否之術也。誠如此，則三公競思其職，而百寮爭竭其忠矣。先王之制，繼體立諸侯，以象賢也。子孫雖有食舊德之義，然封疆立國，不爲諸侯，張官置吏，不爲大夫，必有功於民，乃得保位，故有考績黜刺九錫三削之義。詩云：彼君子𠔃，不素餐𠔃？由此觀之，未有得以無功而祿者也。當今列侯，率皆襲先人之爵，因祖考之位，其身無功於漢，無德於民，專國南面，卧食重祿，下殫百姓，富有國家，此素餐之甚者也。孝武皇帝患其如此，乃令酎金以黜之，而益多怨。今列侯或有德冝子民，而道不得施；或有凶頑醜，不冝有國，而惡不上聞。且人情莫不以已爲賢而效其能者，周公之戒，不使大臣怨乎不以。詩云：駕彼四牡，四牡項領。令列侯年卅以來，冝皆試補長吏墨綬以上，關内侯補黄綬，以信其志，以旌其能。其有韓侯、邵虎之德，上有功於天下，下有益於百姓，則稍遷位益土，以彰有德。其懐姦藏惡尤無狀者，削土奪國，以明好惡。且夫列侯皆剖符受策，國大臣也，雖身在外，而心在王室。冝助聦明，與智賢愚，以佐天子。何得坐作奢僣，驕育負責，欺枉小民，淫恣酒色，職爲亂階，以傷風化而已乎！詔書横選，猶乃特進，而不令列侯舉，此於主德大洽，列侯大達，非執術督責，揔覽獨斷御下方也。今雖未使典始治民，然有横選，當循王制，皆使貢士，不冝闕也。是誠封三公以旌積德，誠列侯以除素餐，上合建侯之義，下合黜刺之法。賢材任職，則上下蒙福，素餐委國，位無凶人。誠如此，則諸侯必内思剌行而助國矣。今則不然，有功不賞，無德不削，甚非勸善懲惡，誘進忠賢，移風易俗之法術也。昔先王撫世，選練明德，以統理民，建正封不過百，取法於震，以爲賢人聦明，不是過也。又欲德能優而所治纎，則職脩理而民被澤矣。今之守相，制地千里，威權勢力，盛於列侯，材明德義，未必過古，而所治逾百里，此所治多荒亂也。是故守相不可不審也。昔宣皇帝興於民間，深知之，故常嘆曰：萬民所以安田里，無憂患者，政平訟治也。與我共此者，其惟良二千石。於是明選守相，其初除者，必躬見之，觀其志趣，以昭其能。明察其治，重其刑賞。姦宄減少、户口増息者，賞賜金帛，爵至封侯。其耗亂無狀者，皆銜刀瀝血於市。賞重而信，罰痛而必，羣臣畏勸，競思其職，故能致治安而世升平。降鳯皇而來麒麟，天人恱喜，符瑞並臻，功德茂盛，立爲中宗。由此觀之，牧守大臣者，誠盛衰之本原也，不可不選練也；法令賞罰者，誠治亂之樞機也，不可不嚴行也。昔仲尼有言：政寛則民慢，慢則糾之以猛；猛則民殘，殘則施之以寛。寛以濟猛，猛以濟寛，政是以和。今者剌史、守相，率多怠慢，違背法律，廢忽詔令，專情務利，不䘏公事，細民𡨚結，無所控告，下土邊逺，能詣闕者，萬無數人，其得省治，不能百一。郡縣負其如此也，故至敢延期，民日徃上書，此皆太寛之所致也。噬嗑之卦，下動上明，其象曰：先王以明罰敕法。夫積怠之俗，賞不隆則善不勸，罰不重則惡不懲。故凡欲變風改俗者，其行賞罰者也，必使足驚心破膽，民乃易視。聖主誠肎明察群臣，竭精稱職有功效者，無愛金帛封侯之費，其懐姦藏惡别無狀者，圖鈇鑕鉞之決。然則良臣如王成、黄霸、龔遂、邵信臣之徒，可比郡而得也；神明瑞應，可朞年而致也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "愛日第十八",
            "paragraphs": [
                {
                    "paragraph": "愛日第十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "國之所以爲國者，以有民也。民之所以爲民者，以有榖也。榖之所以豊殖者，以有人功也。功之所以能建者，以日力也。治國之日舒以長，故其民間暇而力有餘。亂國之日促以短，故其民困務而力不足。所謂治國之日舒以長者，非謁羲和而令安行也，又非能増分度而益漏刻也。乃君明察而百官治，下循正而得其所，則民安静而力有餘，故視日長也。所謂亂國之日促以短者，非謁羲和而令疾驅也，又非能減分度而損漏刻也。乃君不明，則百官亂而姦宄興，法令鬻而役賦繁，則希民困於吏政，仕者窮於典禮，𡨚民就獄乃得直，烈士交私乃得保，姦臣肆心於上，亂化流行於下，君子載質而車馳，細民懐財而趨走，故視日短也。詩云：王事靡盬，不遑將父。言在古閒暇而得行孝，今迫促不得養也。孔子稱庶則富之，既富則教之。是禮義生於富足，盗𥨸起於貧窮。富貴生於寛暇，貧窮起於無日。聖人深知力者乃民之本也，而國之基，故務省役而爲民愛日。是以堯敕羲和，欽若昊天，敬授民時。邵伯訟，不忍煩民，聽斷棠下，能興時雍而致刑錯。今則不然，萬官撓民，令長自衒，百姓廢桑而趨府庭者，非朝晡不得通，非意氣不得見。訟不訟輒連月日，舉室釋作，以相瞻視。辭人之家，輒請鄰里應對送餉。比事訖，竟亡一歲功，則天下獨有受其飢者矣。而品人俗士之司典者，曽不覺也。郡縣既加𡨚枉，州司不治，今破家活逹詣公府，公府不能昭察真偽，則但欲罷之。以乆困之資，故猥説一科，令此注百日，乃爲移書，其不滿百日，輒更造數，甚違邵伯訟棠之義。此所謂誦詩三百，授之以政，不達雖多，亦奚以爲者也。孔子曰：聽訟，吾猶人也。從此觀之，中材以上，皆議曲直之辯，刑法之理可；鄉亭部吏，足以斷决，使無怨言。然所以不者，蓋有故焉。傳曰：惡直醜正，實繁有徒。夫直者，真正而不撓志，無恩於吏。怨家務主者結以貨財，故鄉亭與之爲排直家，後反覆，時吏坐之，故共枉之於庭。以羸民與豪吏訟，其勢不如也。是故縣與部并，後有反覆，長吏坐之，故舉縣排之於郡。以一人與一縣訟，其勢不如也。故郡與縣并，後有反覆，太守坐之，故舉郡排之於州。以一人與郡訟，勢不如也。故州與郡并，而不肯治，故乃逺詣公府爾。公府不能察，而苟欲以錢刀課之，則貧弱少貨者終無已曠旬滿祈。豪富饒錢者，取客使徃，可盈千日，非徒百也。治訟若此，爲務助豪猾而鎮貧弱也，何寃之能治？非獨鄉部辭訟也，武官斷獄，亦皆始見枉於小吏，終重𡨚於大臣。怨故未讎，輒逢赦令，不得復治，正士懷𡨚結而不得信，猾吏崇姦宄而不痛坐。郡縣所以易侵小民，而天下所以多飢窮也。於上天感動，降災傷榖，但以人功見事言之。今自三府以下，至于縣道鄉亭，及從事督郵，有典之司，民廢農桑而守之，辭訟告訴，及以官事應對吏者，一人之，日廢十萬人，人復下計之，一人有事，二人獲餉，是爲日三十萬人離其業也。以中農率之，則是歲三百萬口受其飢也。然則盜賊何從消？太平何從作？孝明皇帝嘗問：今旦何得無上書者？左右對曰：反支故。帝曰：民既廢農，逺來詣闕，而復使避反支，是則又奪其日而𡨚之也。乃敕公車受章，無避反支。上明聖主爲民愛日如此，而有司輕奪民時如彼，蓋所謂有君無臣，有主無佐，元首聦眀，股肱怠惰者也。詩云：國既卒斬，何用不監。傷三公居人尊位，食人重祿，而曾不肎察民之盡瘁也。孔子病夫未之得也，患不得之，既得之，患失之者。今公卿始起州郡而致宰相，此其聦明智慮，未必闇也，患其苟先私計而後公義爾。詩云：莫肯念亂，誰無父母。今民力不暇，榖何以生？百姓不足，君孰與足？嗟哉！可無思乎？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "斷訟第十九",
            "paragraphs": [
                {
                    "paragraph": "斷訟第十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "五代不同禮，三家不同教，非其苟相反也，蓋世推移而俗化異也。俗化異則亂原殊，故三家符世，皆革定法。髙祖制三章之約，孝文除克膚之刑。是故自非殺傷盜𧷢文罪之法，輕重無常，各隨時宜，要取足用勸善消惡而已。夫制法之意，若爲藩籬溝壍以有防矣，擇禽獸之尤可數犯者，而加深厚焉。今姦宄雖衆，然其原少；君事雖繁，然其守約。知其原少姦易塞；見其守約政易治。塞其原則姦宄絶，施其術則逺近治。今一歲斷獄，雖以萬計，然辭訟之辯，闘賊之發，鄉部之治，獄官之治者，其狀一也。本皆起民不誠信，而數相欺紿也。舜勑龍以䜛說殄行，震驚朕師，乃自上古患之矣。故先慎已唯舌，以元示民。孔子曰：亂之所生也，則言語以爲階。小人不恥不仁，不畏不義，脉脉規規，常懐姧唯昧冐前利，不顧廉恥，苟且中後，則榆解奴抵以致禍變者，比屈是也。非唯細民爲然，自封王侯，貴戚豪富，尤多有之。假舉驕奢，以作淫侈，髙負千萬，不肯償責。小民守門，號哭啼呼，曾無怵惕慙怍哀矜之意。苟崇聚酒徒，無行之人，傳空引滿，啁啾罵詈，晝夜鄂鄂，慢㳺是好，或毆撃責主人於死亡，羣盜攻剽，刼人無異，雖㑹赦贖，不當復得在選辟之科，而州司公府反争取之。且觀諸敢妄驕奢而作大責者，必非救饑寒而解困急，振貧窮而行禮義者也，咸以崇驕奢而奉淫湎爾。春秋之義，責知誅率。孝文皇帝至寡動，欲任德，然河陽侯陳信坐負六日免國，孝武仁明，周陽侯田彭祖坐當軹侯宅而不與免國，黎陽侯邵延坐不出持馬，身斬國除。二帝豈樂以錢財之故而傷大臣哉？乃欲絶詐欺之端，必國家法，防禍亂之原，以利民也。故一人伏正罪，而萬家䝉乎福者，聖主行之不疑。永平時，諸侯負責，輒有削絀之罰。此其後皆不敢負民，而世自節儉，辭訟自消矣。今諸侯貴戚，或曰勑民慎行，德義無違，制節謹度，未嘗負責，身絜規避，志厲青雲。或既欺負百姓，上書封祖，願且償責，此乃殘掠官民而還依縣官也。其誣罔慢易，罪莫大焉。孝經曰：陳之以德義而民興行，示之以好惡而民知禁。今欲變巧偽以崇羙化，息辭訟以閒官事者，莫若表顯有行，痛誅無狀，𨗳文武之法，明詭詐之信。今侯王貴戚不得浸廣，姦宄遂多，豈謂每有争闘辭訟，婦女必致此乎？亦以傳見，凡諸禍根不早斷絶，則或轉而兹蔓，人若斯邪？是故原官察之所以務念，臣主之所以憂勞者，其本皆鄉亭之所治者，太半詐欺之所生也。故曰：知其原少則姦易塞也，見其守約則政易持也。或婦人之行，貴令鮮絜，今以適矣，無顔復入甲門。縣官原之，故令使留所既入家，必未昭亂之本原，不惟貞絜所生者之言也。貞女不二心以數變，故有匪石之詩；不枉行以遺憂，故羙歸寕之志。一許不改，蓋所以長貞絜而寧父兄也。其不循此而二三其德者，此本無廉恥之家，不貞專之所也。若然之人，又何醜恡？輕薄父兄，淫僻婦女，不惟義理，苟踈一德，借本治生，逃亡抵中乎？以致於刳腹芟頸滅宗之禍者，何所無之？先王因人情喜怒之所能已者，則爲之立禮制而崇德讓；人所可已者，則爲之設法禁而明賞罰。今市賣勿相欺，㛰姻無相詐，非人情之不可能者也。是故不若立義順法，遏絶其原。初雖慙恡於一人，然其終也，長利於萬世。小懲而大戒，此所以全小而濟頑凶也。夫立法之大要，必令善人勸其德而樂其政，邪人痛其禍而悔其行。諸一女許數家，雖生十子，更百赦，勿令得䝉一還私家，則此姦絶矣。不則髠其夫妻，徙千里外劇縣，乃可以毒者心而絶其後，姦亂絶，則太平興矣。又貞絜寡婦，或男女備具，財貨富饒，欲守一醮之禮，成同穴之義，執節堅固，齊懐必死，終無更許之慮，遭值不仁世叔，無義兄弟，或利其娉幣，或貪其財賄，或私其兒子，則彊中欺嫁，處迫脅遣送，人有自縊房中，飲藥車上，絶命喪軀，孤捐童孩。此猶迫脅人命自殺也。或後夫多設人客，威力脅載，守將抱執，連日乃綬，與彊掠人爲妻無異。婦人軟弱，猥爲衆彊所扶，與執迫幽阨連日。後雖欲復脩本志，嬰絹吞藥。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "衰制第二十",
            "paragraphs": [
                {
                    "paragraph": "衰制第二十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "無慢制而成天下者，三皇也；畫則象而化四表者，五帝也；明法禁而和海内者，三王也。行賞罰而齊萬民者，治國也。君立法而下不行者，亂國也；臣作政而君不制者，亡國也。是故民之所以不亂者，上有吏；吏之所以無姦者，官有法；法之所以順行者，國有君也。君之所以位尊者，身有義。身有義者，君之政也；法者，君之命也。人君思正以出令，而貴賤賢愚莫得違也，則君位於上，而民氓治於下矣。人君出令，而貴臣驕，吏弗順也，則君幾於弑，而民幾於亂矣。夫法令者，君之所以用其國也。君出令而不從，是與無君等。主令不從，則臣令行，國危矣。夫法令者，人君之銜轡箠，策也，而民者，君之輿馬也。若使人臣廢君法禁，而施已政令，則是奪君之轡策，而己獨御之也。愚君闇主，託坐於左，而姦臣逆道，執轡於右，此齊騶馬傳所以沈胡公於貝水，宋羊叔䍧所以弊華元於鄭師，而莫之能御也。是故陳恒執簡公於徐州，李兊害主父於沙丘，皆以其毒素奪君之轡策也。文言故曰：臣弑其君，子殺其父，非一朝一夕之故也，其所由來者漸矣，由辯之不蚤變也。是故妄違法之吏，妄造令之臣，不可不誅也。議者必將以為刑殺當不用，而德化可獨任。此非變通者之論也，非叔世者之言也。夫上聖不過堯、舜，而放四子，盛德不過文、武，而赫斯怒。詩云：君子如怒，亂庻遄沮；君子如祉，亂庶遄已。是故君子之有喜怒也，善以止亂也。故有以誅止殺，以刑禦殘。且夫治世者，若登丘矣，必先躡其卑者，然後乃得履其髙。是故先致治國，然後三王之政乃可施也；道齊三王，然後五帝之化乃可行也；道齊五帝，然後三皇之道乃可從也。且夫法也者，先王之政也；令也者，已之命也。先王之政所以衆共也，己之命所以獨制人也。君誠能授法而時貸之，布令而必行之，則羣臣百吏莫敢不悉心從已令矣。已令無違，則法禁必行矣。故政令必行，憲禁必從，而國不治者，未嘗有也。此一弛一張，以今行古，以輕重尊卑之術也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "勸將第二十一",
            "paragraphs": [
                {
                    "paragraph": "勸將第二十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "太古之民，淳厚敦朴，上聖撫之，恬澹無爲，體道履德，簡刑薄威，不殺不誅，而民自化，此德之上也。德稍弊薄，邪心孳生，次聖繼之，觀民設教，坐爲誅賞，以威勸之，既作五兵，又爲之憲，以正厲之。詩云：脩爾輿馬，弓矢戈兵。用戒作則，用逖蠻方。故曰兵之設也乆矣。涉歷五代，以迄于今，國未嘗不以德昌而以兵彊也。今兵巧之械，盈乎府庫，孫、吳之言，聒乎將耳。然諸將用之，進戰則兵敗，退守則城亡。是何也哉？曰：彼此之情，不聞乎主上，勝負之數，不明乎將心，士卒進無利而自退無畏，此所以然也。夫服重上阪，出馳千里，馬之禍也。然節馬樂之者，以王良足爲盡力也。先登陷陣，赴死嚴敵，民之禍也，然節士樂之者，以明君可爲效死也。凡人所以肯赴死亡而不辭，非爲趨利，則因以避害也。無賢鄙愚智皆然，顧其所利害有異爾。不利顯名，則利厚賞也；不避聖辱，則避禍亂也。非四者，雖聖王不能以要其臣，慈父不能以必其子。明主深知之，故崇利顯害，以與下市，使親踈貴賤、賢鄙愚智，皆必順我令乃得其欲，是以一旦軍鼓雷震，旌旗並發，士皆奮激，競與死敵者，豈其情厭乆生，而樂害死哉？乃義士且以激其名，貪夫且以求其賞爾。今吏從軍敗没死公事者，以十萬數，上不聞弔唁嗟嘆之榮名，下又無祿賞之厚實，節士無所勸慕，庸夫無所貪利，此其所以人懐沮懈，不肯復死也。軍起以來，暴師五年，典兵之吏，將下千數，大小之戰，嵗十百合而希有功。歴察其敗，無他故焉，皆將不明變勢，而士不勸於死敵也。其士之不能死也，乃其將不能效也。言賞則不與，言罰則不行，士進有獨死之禍，退䝉衆生之福，此所以臨陣亡戰，而競思奔北者也。孫子曰：將者，智也，仁也，敬也，信也，勇也，嚴也。是故智以折敵，仁以附衆，敬以招賢，信以必賞，勇以益氣，嚴以一令。故折敵則能合變，衆附愛則思力戰，賢智集則隂謀得，賞罰必則士盡力，氣勇益則兵勢自倍，威令一則唯將所使。必有此六者，乃可折衝擒敵，輔主安民。前羌始反時，將帥以定令之羣，籍富厚之蓄，據列城而氣利勢，權十萬之衆，將勇傑之士，以誅草創新叛散亂之弱虜，撃自至之小冦，不能擒滅，輒爲所敗。令遂雲烝起，合從連横，掃滌并源，内犯司𥻳，東冦趙魏，西鈔蜀漢，五州殘破，六郡削迹。此非天之災，長吏過爾。孫子曰：將者，民之司命，而國安危之主也。是故諸有冦之郡，太守令長不可以不曉兵。今觀諸將，既無斷敵合變之奇，復無明賞必罰之信，然其士民又甚貧困，器械不簡習，將恩不素結，卒然有急，則吏以暴發虐其士，士以所拙遇敵巧。此爲吏驅怨以禦讎，士率縛手以待冦也。夫將不能勸其士，士不能用其兵，此二者與無兵等。無士無兵，而欲合戰，其敗負也，治數也。故曰：其敗者，非天之所災，將之過也。饒士處世，但患無典爾。故苟有土地，百姓可富也；苟有市列，商賈可來也；苟有士民，國家可疆也；苟有法令，姦邪可禁也。夫國不可從外治，兵不可從中御。郡縣長吏幸得兼此數者丈斷已，而而不能以稱明詔安民氓哉，此亦陪克闒茸，無里之爾。夫世有非常之人，然後定非常之事，必道非常之失，然後見。是故選諸有兵之長吏，宜踔躒豪厚，越取幽奇，材明權變。任將帥者，不可苟惟基序，或阿親戚，便典兵官。此所謂以其國與敵者也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "救邊第二十二",
            "paragraphs": [
                {
                    "paragraph": "救邊第二十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "聖王之政，普覆兼愛，不私近密，不忽踈逺，吉凶禍福，與民共之，哀樂之情，恕以及人，視民如赤子，救禍如引手爛。是以四海歡恱，俱相得用。往者羌虜背叛，始自凉、并，延及司𥻳    ，　東禍趙、魏，西鈔蜀、漢，五州殘破，六郡削迹，周廽千里，野無孑遺，冦鈔禍害，晝夜不止，百姓滅没，日月焦盡。而内郡之士不被殃者，咸云當且放縱，以待天時。用意若此，豈人心也哉！前羌始反，公卿師尹，咸欲捐棄涼州，却保三輔，朝廷不聽，後羌遂侵，而論者多恨不從惑議，余𥨸笑之。所謂媾亦悔，不媾亦有悔者爾，未始識變之理。地無邊，無邊亡國。是故失涼州，則三輔爲邊；三輔内入，則弘農爲邊；弘農内入，則洛陽爲邊。推此以相況，雖盡東海猶有邊也。今不厲武以誅虜，選材以全境，而云邊不可守，欲先自割偄冦敵，不亦惑乎！昔樂毅以愽愽之小燕，破滅彊齊，威震天下，真可謂良將矣。然即墨大夫以孤城獨守，六年不下，竟完其民。田單師窮，率五千騎，撃走，却復齊七十餘城，可謂善用兵矣。圍聊、莒連年，終不能㧞。此皆以至彊攻至弱，以上智圖下愚，而猶不能克者，何也？曰：攻常不足，而守恒有餘也。前日諸郡，皆據列城而擁大衆，羌虜之智，非乃樂毅、田單也；郡縣之阨，非若聊、莒、即墨也。然皆不肯專心堅守，而反彊驅劫其民，捐棄倉庫，背城邑走。由此觀之，非苦城乏粮也，但苦將不食爾。折衝安民，要在仼賢，不在促境。齊、魏却守，國不以安。子嬰自削，秦不以在。武皇帝攘夷拆境，面數千里，東開樂浪，西置燉煌，南踰交阯，北築朔方，卒定南越，誅斬大宛，武軍所嚮，無不夷滅。今虜近發封畿之内，而不能擒，亦自痛爾，非有邊之過也。脣亡齒寒，體傷心痛，必然之事，又何疑焉？君子見機，況已著乎？乃者邊害震如雷霆，赫如日月，而談者皆諱之，日焱并𥨸盜，淺淺善靖，俾君子怠，欲令朝廷以冦爲小，而不蚤憂，害乃至此，尚不欲救，曰：痛不著身言忍之，錢不出家言與之。假使公卿子弟有被羌禍，朝夕切急如邊民者，則競言當誅羌矣。今苟以已無慘怛𡨚痛，故端坐相仍，又不明脩禦之備，陶陶問澹，卧委天聽。羌獨往來，深入多殺，已乃陸陸相將詣闕，諧辭禮謝，退云狀。㑹坐朝堂，則無憂國哀民懇惻之誠，苟轉相顧望，莫肯違止。日晏時移，議無所定，已且湏後。後得小安，則恬然棄忘。旬時之間，虜復為害，軍書交馳，羽檄狎至，乃復怔忪如前。若此以來，出入九載，庶曰式臧，覆出為惡，佪佪潰潰，當何終極？春秋譏鄭棄其師，况棄人乎？一人吁嗟，王道為虧，　況百萬之衆，號哭泣感天心乎？且夫國以民為基，貴以賤爲本。是以聖王養民，愛之如子，憂之如家，危者安之，亡者存之，救其災患，除其禍亂。是故鬼方之伐，非好武也，玁狁于攘　非貪土也，以振民育德，安彊宇也。古者天子守在四夷，自彼互羌，莫不來享，普天思服，行葦賴德。況近我民？䝉禍若此，可無救乎？凡民之所以奉事上者，懐義恩也。痛則無恥，福則不仁，忿戾怨懟，生於無恥。今羌叛乆矣，傷害多矣，百姓急矣，憂禍深矣。上下相從，未見休時。不一命大將以掃醜虜，而州稍稍興役，連連不已，若排榩障風，探沙灌河，無所能禦，徒自盡爾。今數州屯兵才餘萬人，皆廩食縣官，歲數百萬斛，又有月直。但此人耗，不可勝供，而反憚暫出之費，甚非計也。是夫危者易傾，疑者易化。今虜新擅邊地，未敢自安，易震蕩也。百姓新離舊懐，思慕未衰，易將厲也。誠宜因此遣大將誅討，迫脅離逖破壊之。如寛假日月，蓄積富貴，各懐安固之後，則難動矣。周書曰：凡彼聖人必趨時。是故戰守之策，不可不早定也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "邊議第二十三",
            "paragraphs": [
                {
                    "paragraph": "邊議第二十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "明於禍福之實者，不可以虚論惑也。察於治亂之情者，不可以華餝移也。是故不疑之事，聖人不謀；浮游之說，聖人不聽。何者？計不背是實而更爭言也。是以明君先盡人情，不獨委夫良將，脩已之備，無恃於人，故能攻必勝敵，而守必自全也。羌始反時，計謀未善，黨與未成，人衆未合，兵器未備，或持竹木枝，或空手相附，草食散亂，未有都督，甚易破也。然太守令長，皆奴怯畏偄不敢撃，故令虜遂乘勝上彊，破州滅郡，日長炎炎，殘破三輔，覃及鬼方。若此已積十歲矣。百姓被害，訖今不止。而癡兒騃子，尚云不當救𦔳，且待天時。用意若此，豈人也哉！夫仁者恕已以及人，智者講功而處事。今公卿内不傷士民滅没之痛，外不慮乆兵之禍，各懐一切，所脱避前，茍云不當動兵，而不復知引帝王之綱維，原禍變之所終也。易制禦冦，詩羙薄伐，自古有戰，非乃今也。傳曰：天生五材，民並用之，廢一不可，誰能去兵？兵所以威不軌而昭文德也。聖人所以興，亂人所以廢。齊桓、晉文、宋襄，衰世諸侯，猶恥天下有相滅而已不能救，況皇天所命四海主乎？𣈆，楚大夫，小國之臣，猶恥己之身而有相侵，況天子三公典世任者乎？公劉仁德，廣被行葦，況含血之人，已同𩔗乎？一人吁嗟，王道爲虧，況滅没之民百萬乎？書曰：天子作民父母。父母之於子也，豈可坐觀其爲冦賊之所屠剥，立視其爲狗豕之所噉食乎。除其仁恩，且以計利言之。國以民爲基，貴以賤爲本。願察開闢以來，民危而國安者誰也？上貧而下富者誰也。故曰：夫君國將民之以，民實瘠而君安得肥。夫以小民受天永命，𥨸願聖主深惟國基之傷病，逺慮禍福之所生。且夫物有盛衰，時有推移，事有激㑹，人有愛化，智者揆象，不其宜乎！孟明補闕於河西，范蠡收責於故胥，是以大功建於當世，而令名傳於無窮也。今邊陲搔擾，日放族禍，百姓晝夜望朝廷救己，而公卿以爲費煩不可。徒𥨸笑之。是以晏子輕囷倉之蓄，而惜一杯之鑚，何異？今但知愛見薄之錢糓，而不知末見之待民先也；知傜伇出難動，而不知中國之待邊寧也。詩痛或不知叫號，或慘慘劬勞。今公卿苟以己不被傷，故競割國家之地以與敵，殺主上之民以餧羌。爲謀若此，未可謂知，爲臣若此，未可謂忠，才智未足使議。且凡四海之内者，聖人之所以遺子孫也；官位職事者，群臣之所以寄其身也。傳子孫者，思安萬世，寄其身者，各取一闋。故常其言不乆行，其業不可乆厭。夫此誠明君之所微察也，而聖主之所獨斷。今言不欲動民與煩可也。即然，當脩守禦之備。必今之計，令虜不敢來，無所得，令民不患寇，旣無所失。今則不然，苟憚民力之煩勞，而輕使受滅亡之大禍。非人之主，非民之將，非主之佐，非勝之主者也。且夫議者，明之所見也；辭者，心之所表也。維其有之，是以似之。諺曰：何以服佷？莫若聽之。今諸言邊可不救而安者，宜誠以其身若子弟補邊太守令長丞尉，然後是非之情乃定，捄邊乃無患。邊無患，中國乃得安寧。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "實邊第二十四",
            "paragraphs": [
                {
                    "paragraph": "實邊第二十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "夫制國者，必照察逺近之情偽，預禍福之所從來，乃能盡羣臣之筋力，而保興其邦家。前羌始叛，草創新起，器械未備，虜或持銅鏡以象兵，或負板案以類楯，惶懼擾攘，未能相持。一城易制爾，郡縣皆大熾。及百姓暴被殃禍，亡失財貨，人哀奮怒，各欲報讎，而將帥皆怯劣軟弱，不敢討撃，但坐調文書，以欺朝廷。實殺民百則言一，殺虜一則言百，或虜實多而謂之少，或實少而謂之多。傾側巧文，要取便身利己，而非獨憂國之大計，哀民之死亡也。又放散錢榖，殫盡府庫，乃復從民假貸，彊奪財貨。千萬之家，削身無餘，萬民遺竭，因隨以死亡者，皆吏所餓殺也。其爲酷痛，甚於逢虜。冦鈔賊虜，忽然而過，未必死傷，至使所搜索剽奪，游踵塗地。或覆宗滅族，絶無種𩔗；或孤婦女，爲人奴婢，逺見販賣，至今不能自治者，不可勝數也。此之感天致災，尤逆隂陽。且夫士重遷，戀慕墳墓，賢不肖之所同也。民之於徙，甚於伏法。伏法不過家一人死爾。諸亡失財貨，奪土逺移，不習風俗，不便水土，類多滅門，少能還者。代馬望北，狐死首丘，邊民謹頓，尤惡内留，雖知禍人，猶願守其緒業，死其本處，誠不欲去之極。太守令長，畏惡軍事，皆以素非此土之人，痛不著身，禍不及我家，故争郡縣以内遷。至遣吏兵，發民禾稼，發徹屋室，夷其營壁，破其生業，彊劫驅掠，與其内入，捐棄羸弱，使死其處。當此之時，萬民怨痛，泣血叫號，誠愁鬼神而感天心。然小民謹劣，不能自達闕庭，依官吏家，迫將滅嚴，不敢有摰。民既奪土失業，又遭蝗旱饑遺，逐道東走，流離分散，幽、冀、兖、豫、荆、楊、蜀、漢，饑餓死亡，復失太半，邊地遂以兵荒，至今無人。原禍所起，皆吏過爾。夫土地者，民之本也，誠不可乆荒以開墾。且扁鵲之治病也，審閉結而通鬱，虛者補之，實者㵼之，故病愈而名顯。伊尹之佐湯也，設輕重而通有無，損積餘以補不足，故殷治而君尊。賈誼痛於偏枯躄痱之疾。今邉郡千里，地各有兩縣，户財置敢百，而太守周逥萬里，空無人民，羙田棄而莫墾發。中州内郡，規地拓境，不能生邉，而口戸百萬，田畒一全，人衆地荒，無所容足，此亦偏枯躄痱之類也。周書曰：土多人少，莫出其材，是謂虚土，可襲伐也。土少人衆，民非其民，可遺竭也。是故土地人民必相稱也。今邉郡多害而役劇，動入禍門。不爲興利除害，有以勸之，則長無與復之，而門有冦戎之心。西羌北虜，必生闚欲，誠大憂也。百工制器，咸填其邉，散之兼倍，豈有私哉？乃所以固其内爾。先聖制法，亦務實邉，蓋以安中國也。譬猶家人遇冦賊者，必使老小羸軟居其中央，丁彊武猛衛其外。内人奉其養，外人禦其難，蛩蛩距虚，更相恃仰，乃俱安存。詔書法令：二十萬口，邉郡十萬，歲舉孝亷一人，員除世舉亷吏一人。羌反以來，户口減少，又數易太守，至十歲不得舉。當職勤勞而不録，賢俊蓄積而悉。衣冠無所覬望，農夫無所貪利，是以逐稼中災，莫肯就外。古之利其民，誘之以利，弗脅以刑。易曰：先王以省方觀民設教。是故建武初，得邉郡，户雖數百，令歲舉孝廉，以召來人。今誠宜權時令邉郡舉孝一人，廉吏世舉一，又益置眀經百石一人，内郡人將妻子來召，著五歳以上，與居民同均，皆得選舉。又募運民耕邊入糓，逺郡千斛，近郡二千斛，拜爵五大夫。可不欲爵者，使食倍賈於内郡。如此，君子小人各有所利，則雖欲令無徃，弗能正也。均此苦樂，平傜伇，充邊境，安中國之要術也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "卜列第二十五",
            "paragraphs": [
                {
                    "paragraph": "卜列第二十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天地開闢有神民，民神異業精氣通。行有招召，命有遭隨，吉凶之期，天難諶斯。聖賢雖察不自專，故立卜筮以質神靈。孔子稱蓍之德圎而神，卦之德方以智。又曰：君子將有行也，問焉而已言，其受命而嚮。是以禹之得臯陶，文王之取吕尚，皆兆告其象，卜底其思，以成其吉。夫君子聞善則勸樂而進，聞惡則循省而改尤，故安靜而多福；小人聞善即懾懼而妄爲，故狂躁而多禍。是故凡卜筮者，蓋所問吉凶之情，言興衰之期，令人脩身慎行，以迎福也。且聖王之立卜筮也，不違民以爲吉，不專任以斷事。故鴻範之占，大同是尚。書又曰：假爾元龜，罔敢知吉。詩云：我龜既猒，不我告猶。從此觀之，蓍龜之情，儻有隨時儉易，不以誠邪？將世無史蘇之材，識神者少乎？及周史之筮敬仲，莊叔之筮穆子，可謂能探𦣱索隠，鉤深致逺者矣。使獻公早納史蘇之言，穆子宿備莊叔之戒，則驪姬、竪牛之䜛，亦將無由而入，無破國危身之禍也。聖人甚重卜筮，然不疑之事，亦不問也。甚敬祭祀，非禮之祈，亦不爲也。故曰：聖人不煩卜筮。敬鬼神而逺之。夫鬼神與人殊氣異務，非有事故，何奈於我？故孔子善楚昭之不祀河，而惡季氏之旅泰山。今俗人筴於卜筮，而祭非其鬼，豈不惑哉？亦有妄傳姓於五音，設五宅之符第，其爲誣也甚矣。古有隂陽，然後有五行。五帝右據行氣，以生人民。載世逺，乃有姓名。敬民名字者，蓋所以别衆猥而顯此人爾，非以絶五音而定剛柔也。今俗人不能推紀本祖，而反欲以聲音言語定五行，誤莫甚焉。夫魚處水而生，鳥據巢而卯，即不推其本祖，諧音而可，即呼鳥爲魚，可内之水乎？呼魚爲鳥，可棲之木邪？此不然之事也。命駒曰犢，終不爲馬，是故凡姓之有音也，必隨其本生祖所土也。太皥木精，承歲而王，夫其子孫咸當爲角。神農火精，承熒惑而王，夫其子孫咸當爲徴。黄帝土精，承鎮而王，夫其子孫咸當爲宫。少皥金精，承太白而王，夫其子孫咸當爲商。顓頊水精，承辰而王，夫其子孫咸當爲羽。雖號百變，音行不易。俗工又曰：商家之宅，宜西出門。此復虚矣。五行當出乘其勝，入居其隩乃安吉。商家向東入，東入反以爲金伐木，則家中精神日戰闘也。五行皆然。又曰：宅有宫商之第，直符之歲。既然者，放其上，増損門數，即可以變其音而過其符邪？今一宅也，同姓相伐，或吉或凶；一宫也，同姓相伐，或遷或免。一宫也，成、康居之日以興，幽、厲居之日以衰。由此觀之，吉凶興衰，不在宅明矣。及諸神祇太歲、豐隆、鉤陳、太隂將軍之屬，此乃天吏，非細民所當事也。天之有此神也，皆所以奉成隂陽而利物也。若人治之，有牧守令長矣。向之何怒？背之何怨？君民道近，不宜相責，況神致貴，與人異禮，豈可望乎？且欲使人而避鬼，是即道路不可行，而室廬不復居也。此謂賢人君子，秉心方直，精神堅固者也。至如世俗小人，醜妾婢婦，淺陋愚戅，漸染既成，又數揚精破膽。今不順精誠所向，而彊之以其所畏，直亦増病爾。何以明其然也？夫人之所以爲人者，非以此八尺之身也，乃以其有精神也。人有恐怖死者，非病之所加也，非人功之所辜也。然而至於遂不損者，精誠去之也。蓋奔柙猛虎而不惶，嬰人畏螻蟻而發聞。今通士或欲彊羸病之愚人，必之其所不能，吾又恐其未盡善也。移風易俗之本，乃在開其心而正其精。今民生不見正道，而長於邪淫誑惑之中，其信之也，難卒解也。唯王者能變之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "正列第二十六",
            "paragraphs": [
                {
                    "paragraph": "正列第二十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡人吉凶，以行爲主，以命爲決。行者，已之質也；命者，天之制也。在於己者，固可爲也；在於天者，不可知也。巫覡祝請，亦其助也，然非德不行。巫史祈祝者，蓋所以交鬼神而救細微爾。至於大命，末如之何。譬民人之請謁於吏矣，可以解微過，不能脱正罪。設有人於此，晝夜慢侮君父之教，干犯先王之禁，不克已心，思改過善，而苟驟發請謁以求解免，必不幾矣。不若脩已，小心畏慎，無犯上之必令也。故孔子不聽子路，而云丘之禱乆矣。孝經云：夫然，故生則親安之，祭則鬼享之。由此觀之，德義無違，神乃享，鬼神受享，福祚乃隆。故詩云：降福禳禳，降福簡簡，威儀板板，既醉既飽，福祿來反。此言人德義茂美，神歆享醉飽，乃反報之以福也。虢延神而亟亡，趙嬰祭天而速滅，此蓋所謂神不歆其祀，民不即其事也。故魯史書曰：國將興，聽於民；將亡，聽於神。楚昭不禳雲，宋景不移咎，子産距禆竈，邾文公違卜史，此皆審已知道，身以俟命者也。晏平仲有言：祝有益也，詛亦有損也。季梁之諫隨侯，宫之奇說虞公，可謂明乎天人之道，達乎神民之分矣。夫妖不勝德，邪不伐正，天之經也。雖時有違，然智者守其正道，而不近於淫鬼。所謂淫鬼者，閑邪精物，非有守司真神靈也。鬼之有此，猶人之有姦言賣平以干求者也。若或誘之，則逺來不止，而終必有咎，鬼神亦然。故申繻曰：人之所忌，其氣炎以取之。人無釁焉，妖不自作。是謂人不可多忌，多忌妄畏，實致妖祥。且人有爵位，鬼神有尊卑。天地山川、社稷五祀、百辟卿士有功於民者，天子諸侯所命祀也。若乃巫覡之謂獨語，小人之所望畏，士公、飛尸、咎魅、北君、銜聚、當路、直符七神，及民間繕治微蔑小禁，本非天王所當憚也。舊時京師不防，動功造禁，以來吉祥應瑞，子孫昌熾，不能過前。且夫以君畏臣，以上需下，則必示弱而取陵，殆非致福之招也。嘗觀上記，人君身脩正，賞罰明者，國治而民安；民安樂者，天悦喜而増曆數。故書曰：王以小民受天永命。孔子曰：天之所助者順也，人之所助者信也。履信思乎順，又以尚賢，是以自天祐之，吉無不利。此最却凶災而致福善之本也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "相列第二十七",
            "paragraphs": [
                {
                    "paragraph": "相列第二十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "詩所謂天生烝民，有物有則。是故人身體形貌，皆有象類，骨法角肉，各有分部，以著性命之期，顯貴賤之表。一人之身，而五行八卦之氣具焉。故師曠曰：赤色不壽，火家姓易滅也。易之說卦：巽爲人多白眼，相揚四白者兵死，此猶金伐木也。經曰：近取諸身，逺取諸物。聖人有見天下之至𦣱，而擬諸形容，象其物宜。此亦賢人之所察，紀往以知來，而著爲憲則也。人之相法，或在面部，或在手足，或在行步，或在聲響。面部欲漙平潤澤，手足欲深細明直，行步欲安穏覆載，音聲欲温和中宫。頭面手足，身形骨節，皆欲相副稱。此其略要也。夫骨法爲祿相表，氣色爲吉凶𠉀，部位爲年時，德行爲三者招，天授性命決然。表有顯微，色有濃淡，行有薄厚，命有去就。是以吉㐫期㑹，祿位成敗，有不必。非聦明慧智，用心精宻，孰能以中？昔内史叔服過魯，公妋敖聞其能相人也，而見其二子焉。叔服曰：榖也食子，難也收子。榖也豐下，必有後於魯。及穆伯之老也，文伯居養；其死也，惠叔典哭魯，竟立獻子，以續孟氏之後。及王孫說相喬如，子上㡬商臣，子文憂越椒，叔姬惡食我，單襄公察晉厲，子貢觀邾魯，臧文聽禦說，陳咸見張，賢人達士，察以善　心，無不中矣。及唐舉之相李兊、蔡澤，許負之相鄧通、條侯，雖司命班祿，追叙行事，弗能過也。雖然，人之有骨法也，猶萬物之有種類，材木之有常宜。巧匠因象，各有所授，曲者宜爲輿，檀宜作輻，榆宜作轂，此其正法通率也。若有其質，而工不材，可如何？故凡相者，能期其所極，不能使之必至。十種之地，膏壤雖肥，弗耕不穫；千里之馬，骨法雖具，弗策不致。夫觚而弗琢，不成於器；士而弗仕，不成於位。若此者，天地所不能貴賤，鬼神所不能貧富也。或王公孫子，仕宦終老，不至於榖；或庶　厮賤，無故騰躍，窮極爵位。此受天性命，當必然者也。詩稱：天難忱斯，性命之質，德行之招，叅錯授，不易者也。然其大要，骨法爲主，氣色爲𠋫。五色之見王廢，有智者見祥，脩善迎之，其有憂色，循行改尤。愚者反戾，不自省思，雖休徴見相，福轉爲災。於戯君子，可不敬哉！",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "夢列第二十八",
            "paragraphs": [
                {
                    "paragraph": "夢列第二十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡夢：有直，有象，有精，有想，有人，有感，有時，有反，有病，有性。在昔武王邑姜方震，太叔夢帝謂已命爾子虞而與之唐。及生，手掌曰虞，因以為名。成王滅唐，遂以封之。此謂直應之夢也。詩云：惟熊惟羆，男子之祥。惟虺惟蛇，女子之祥。衆惟魚矣。實惟豐年，旐惟旄矣，室家蓁蓁。此謂象之夢也。孔子生於亂世，日思周公之德，夜即夢之，此謂意精之夢也。人有所思，即夢其到，有憂即夢其事，此謂記想之夢也。今事貴人夢之即為祥，賤人夢之即為妖，君子夢之即為榮，小人夢之即為辱，此謂人位之夢也。晉文公於城濮之戰。夢楚子伏已而盬其腦。是大惡也。及戰乃大勝。此謂極反之夢也。隂雨之夢。使人厭迷。陽旱之夢。使人亂離。大寒之夢。使人怨悲。大風之夢。使人飄飛。此謂感氣之夢也。春夢發生。夏夢髙明。秋冬夢𤍠藏。此謂應時之夢也。隂病夢寒。陽病夢熱，内病夢亂，外病夢發，百病之夢，或散或集。此謂氣之夢也。人之情心，好惡不同。或以此吉，或以此凶。當各自察。常占所從。此謂性情之夢也。故先有差武者謂之精。晝有所思。夜夢其事。乍吉乍善。凶惡不信者謂之想。貴賤賢愚，男女長少，謂之人；風雨寒暑，謂之感；五行王相，謂之時；隂極即吉，陽極即凶，謂之反；觀其所疾，察其所夢，謂之病；心精好惡，於事驗，謂之性。凡此十者，占夢之大略也。而决吉凶者之類，以多反其故哉？豈人覺爲陽，人𥧌爲隂，隂陽之務相反故邪？此亦謂其不甚者爾。借如使夢吉事而已，意大喜樂，發於心精，則真吉矣；夢凶事而已，意大恐懼憂悲，發於心精，即真惡矣。所謂秋冬夢死傷也。吉者，順時也。雖然，財爲大害爾，由弗若勿夢也。凡察夢之大體：清絜鮮好，貌堅徤，竹木茂美，宫室器械新成，方正開通，光明温和，升上向興之象，皆爲吉喜，謀從事成。諸臭汙腐爛，枯槁絶霧，傾倚徵邪，劓刖不安，閉塞幽昧，解落墜下向衰之象皆爲，計謀不從，舉事不成。妖孽恠異，可憎可惡之事皆爲憂。圖畫䘏胎，刻鏤非真，瓦器虛空，皆為見欺紿，倡優俳儛，俟小兒所戯弄之象，皆為觀笑。此其大部也。夢或甚𩔰而無占，或甚微而有應，何也？曰：本所謂之夢者，困不了察之稱，而懵憒冒名也。故亦不專信以斷事。人對計事，起而行之，尚有不從，况於忘忽雜夢，亦可必乎？唯其時有精誠之所感薄，神靈之所告者，乃有占爾。是故君子之異夢，非妄而已也，必有事故焉。小人之異夢，非桀而已也，時有眞祥焉。是以武丁夢獲聖而得傳說，二世夢白虎而其封。夫竒異之夢，多有故而少無為者矣。人一𥨊之夢，或屢遷化，百物代至，而其主不能䆒道之，故占者有不中也。此非古之罪也，乃夢者過也。或言夢審矣，而說者不能連𩔗傳觀，故其悪有不驗也。此非書之罔，乃說之過也。是故占夢之難者，讀其書為難也。夫占夢必謹其變故，審其徼候，内考情意，外考王相，即吉凶之符，善悪之効，庶可見也。且凡人道，見瑞而脩德者，福必成；見瑞而縱恣者，福轉為禍；見妖而驕侮者，禍必成；見妖而戒懼者，禍轉為福。是故大姒有吉夢，文王不敢康吉，祀于羣神，然後占于明堂，並拜吉夢，修發戒懼，聞喜若憂，故能成吉以有天下。虢公夢見蓐收賜之土田，目以爲有吉，因史嚚令國賀夢聞憂而喜，故能成凶以滅其封。易曰：使知懼，又明於憂患與故。凡有異夢感心，以及人之吉凶，相之氣色，無問善惡，常恐懼脩省，以德迎之，乃其逢吉，天祿永終。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "釋難第二十九",
            "paragraphs": [
                {
                    "paragraph": "釋難第二十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "庚子問於潜夫曰：堯、舜道德，不可兩羙，實若韓子戈伐之說邪？潜夫曰：是不知難而不知𩔗。今夫伐者盾也，厥性利；戈者矛也，厥性害。是伐爲賊，伐為禁也。其不俱盛，固其術也。夫堯、舜之相於，人也，非戈與伐也，其道同仁，不相害也。舜、伐何如弗得俱堅？堯、伐何如不得俱賢哉？且夫堯、舜之德，譬猶偶燭之施明于幽室也，前燭即盡照之矣，後燭入而益明。此非前燭昧而後燭彰也，乃二者相因而成大光，二聖相德而致太平之功也。是故大鵬之動，非一羽之輕也；騏驥之速，非一足之力也。衆良相德，而積施乎無極也。堯、舜兩羙，蓋其則也。伯叔曰：吾子過矣。韓非之取矛盾以喻者，將假其不可兩立。以詰堯、舜之不得並之勢。而論其本性之仁與賊，不亦失是譬喻之意乎。潜夫曰：夫譬喻也者，生於直告之不明，故假物之然否以彰之。物之有然否也，非以其文也，必以其真也。今子舉其實文之性以喻，而欲使鄙也釋其文，鄙也惑焉。且吾聞問隂對陽，謂之彊說；論西詰東，謂之彊難。子若欲自必以則昨反思，然後求，無苟目彊。庚子曰：周公知管、蔡之惡，以相武，使肆厥毒，從而誅之，何不仁也？若其不知，何不聖也？二者之過，必處一焉。潜夫曰：書二子挾庚子父以叛，然未知其類之與？抑抑相反？且天知桀惡而帝之夏，又知紂惡而王之殷，使虐二國，殘賊下民，多縱厥毒，滅其身，亦可謂不仁不知乎？庚子曰：不然。夫桀、紂者，無親於天，故天任而弗憂，誅之而弗哀。今管、蔡之與周公也，有兄弟之親，有骨肉之恩，不量能而使之，不堪命而任之，故曰異於桀之與天也。潜夫曰：皇天無親，帝王繼體之君，父事天。王者爲子，故父事天也。率土之民，莫非王臣也。將而必誅，王法公也。無偏無頗，親踈同也。大義滅親，尊王之義也。立弊之天，爲周公之德因斯也。過此而往者，未之或知。𥘿子問於潜夫曰：耕種，生之本也；學問，業之末也。老𥅆有言：大丈夫處其實，不居其華。而孔子曰：耕也，餒在其中；學也，祿在其中。敦問：今使舉世之人，釋耨耒而程相羣於學，何如？潜夫曰：善哉問！君子勞心，小人勞力。故孔子所稱，謂君子爾。今以目所見，耕，食之本也。以心原道，即學又耕之本也。易曰：立天之道，曰隂與陽；立地之道，曰柔與剛；立人之道，曰仁與義。夫反德者爲災。潜夫曰：嗚呼！而未此察乎？吾語子：夫君子也者，其賢宜君國，而德宜子民也。宜處此位者，唯仁義人。故有仁義者，謂之君子。昔荀子有言：夫仁也者愛人，愛人，故不忍危也。義也者聚人，聚人，故不忍亂也。是故君子夙夜箴規，蹇蹇匪懈者，憂君之危亡，哀民之亂離也。故賢人君子，推其仁義之心，愛之君猶父母也，愛居世之民，猶子弟也。父母將臨顛隕之患，子弟將有陷溺之禍者，豈能墨乎哉？是以仁者必有勇，而德人必有義也。且夫一國盡亂，無有安身。詩云：莫肯念亂，誰無父母。言將皆為害，然有親者憂將深也。是故賢人君子，既憂民，亦為身作。夫蓋滿於上，沾漙在下，棟折欀崩，懼有厭患，故大屋移傾，則下之人不待告令，各爭其柱之。仁者兼護人家者，且自爲也。易曰：王明並受其福。是以次室倚立而嘆嘯，楚女掲幡而激王。仁惠之恩，忠愛之情，固能已乎？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "交際第三十",
            "paragraphs": [
                {
                    "paragraph": "交際第三十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "語曰：人惟舊，器惟新。昆弟世踈，朋友世親。此交際之理，人之情也。今則不然，多思逺而忘近，背故而向新，或歴載而益踈，或中路而相捐，悟先聖之典戒，負乆要之誓言。斯何故哉？退而省之，亦可知也。勢有常趣，理有固然。富貴則人爭附之，此勢之常趣也；貧賤則爭去之，此理之固然也。夫與富貴交者，上有稱譽之用，下有貨財之益。與貧賤交者，大有賑貸之費，小有假借之損。今使官人雖兼桀、跖之惡，苟結駟而過士，士猶以榮而歸焉，况其實有益者乎？使處子雖苞顔、閔之賢，苟被褐而造門，人猶以為辱而恐其復來，况其實有損者乎？故富貴易得宜，貧賤難得適。好服謂之奢僣，惡衣謂之困厄，徐行謂之饑餒，疾行謂之逃責，不𠋫謂之倨慢，數來謂之求食，空造以爲無意，奉贄以爲欲貸，恭謙以爲不肖，抗揚以爲不得。此處子之覉薄，貧賤之苦酷也。夫處卑下之位，懐北門之殷憂，内見謫於妻子，外蒙譏於士夫，嘉㑹不從禮，餞御不逮衆，貨財不足以合好，力勢不足以扙急。歡忻乆交，情好曠而不接，則人無故自廢踈矣。漸踈則賤者逾自嫌而日引，貴人逾務黨而忘之。夫以逾踈之賤，伏於下流，而望日忘之貴，此谷風所爲内摧傷，而介推所以赴深山也。夫交利相親，交害相踈，是故長捄誓而廢心無用者也；交漸而親，必有益者也。俗人之相於也，有利生親，積親生愛，積愛生是，積是生賢。情苟賢之，則不自覺心之親之，口之譽之也。無利生踈，積踈生憎，積憎生非，積非生惡，情苟惡之，則不自覺心之外之，口之毁之也。是故富貴雖新，其勢日親；貧賤雖舊，其勢日除，此處子所以不能與官人競也。世主不察朋交之所生，而苟信貴臣之言，此絜士所以獨隐翳，而姦雄所以黨飛揚也。昔魏其之客，流於武安；長平之吏，移於冠軍；廉頗、翟公，載盈載虛。夫以四君之賢，藉舊貴之夙恩，客猶若此，則又況乎生貧賤者哉！唯有古烈之風，志義之士，爲不然爾。恩有所結，終身無解；心有所矜。賤而益篤。詩云。淑人君子。其儀一𠔃。心如結𠔃。故歳寒然後知松栢之後凋也。隘然後知其人之篤固也。候贏豫讓。出身以報恩。鱄諸荆軻奮命以効用。故死可爲也。處之難爾。龎勛㪍貂一旦見收。亦立爲義報。况累舊乎。故鄒陽稱之曰。桀之狗可使吠堯，跖之客可使刺由。豈虛言哉。俗士淺短，急於目前見赴有益則先至，顧無用則後軰。是以欲速之徒，競推上而不暇接下，爭逐前而不遑䘏後。是故韓安國能遺田蚡五百金，而不能賑一窮。翟方進稱淳于長，而不能薦一士。夫安國、方進，前世之忠良也，而猶若此，則又況乎末塗之下相哉？此姧雄所以逐黨進，而處子所以愈擁蔽也。非明聖之君，孰能照察？且夫怨惡之生，若二人偶焉。苟相對也，恩情相向，推極其意，精誠相射，貫心達髓，愛樂之隆，輕相爲死。是故侯生、豫子刎頸而不恨。苟相背也，心情乖牙，推極其意，分背奔馳，窮東極西，心尚未決，是故陳餘、張耳老相全滅而無感痛。從此觀之，交際之理，其情大矣。非獨朋友為然，君臣夫婦亦猶是也。當其歡也，父子不能問；及其乖也，怨讎不能先。是故聖人常慎微以敦其終。富貴未必可重，貧賤未必可輕。人心不同好，度量相萬億。許由讓其帝位，俗人有争縣職，孟軻辭祿萬鍾，小夫貪於升食。故曰：鶉鷃群游，終日不休，亂舉聚跱，不離蒿茆。鴻鵠髙飛，雙别乖離，通千達萬，志在陂池。鸞鳯翺翔黄歴之上，徘徊太清之中，隨景風而飄颻，時抑揚以從容，意猶未得，喈喈然長鳴，蹷號振翼，陵朱雲，薄升極，呼吸陽露，曠旬不食，其意尚猶嗛嗛如也。三者殊務，各安所爲。是以伯夷採薇而不恨，巢父木棲而自願。由斯觀諸，士之志量，固難測度。凡百君子，未可以富貴驕貧賤，謂貧賤之必我屈也。詩云：德輶如毛，民鮮克舉之。世有大男者四，而人莫之能行也。一曰恕，二曰平，三曰恭，四曰守。夫恕者，仁之本也；平者，義之本也；恭者，禮之本也；守者，信之本也。四者並立，四行乃具。四行具存，是謂真賢。四本不立，四行不成，四行無一，是謂小人。所謂恕者，君子之人，論彼恕於我，動作友聲。故人君不開精誠以示賢忠，賢忠亦無以得逹。易曰：王明，並受其福。是以忠臣必待明君，乃能顯其節，良吏必得察主，乃能成其功。君不明，則大臣隱，下不遏忠，又羣司舎法而阿貴。夫忠言所以為安也，不貢必危；法禁所以為治也，不奉必亂。忠之貢與不貢，法之奉與不奉，其秉皆在於君，非臣下之所能為也。是故聖人求之於己，不以責下。凡為人上，法術明而賞罰必者，雖無言語而勢自治。治賈一倍以相髙，茍能富貴，雖積狡惡，争稱譽之，終不見非；苟處貧賤，恭謹，秪為不肖，終不見是。此俗化之所以浸敗，而禮義之所以消衰也。世有可患者三。三者何？曰：情實薄而辭稱厚，念實忽而文想憂，懐不來而外克期。不信則懼失賢，信之則註誤人，此俗世可猒之甚者也。是故孔子疾夫言之過其行者。詩傷蛇蛇碩言，出自口矣。巧言如簧，顔之厚矣。今世俗之交也，未相照察而求深固，探懐扼腕，拊心祝詛，苟欲相䕶論議而已。分背之日，既得之後，則相棄忘。或受人恩德，先以濟度，不能㧞舉，則因毁之，爲生瑕釁。明言我不遺力，無奈自不可爾。詩云：知我如此，不如無生。先合而後忤，有初而無終，不若本無生意，彊自誓也。君子屢盟，亂是用長。大人之道，周而不比，微言相感，掩若同符，又焉用盟？孔子恂恂，似不能言者，又稱：誾誾言，唯謹也。士貴有辭，亦憎多口。故曰：文質彬彬，然後君子。與其不忠，剛毅木訥，尚近於仁。嗚呼哀哉！凡今之人，言方行圓，口正心邪，行與言謬，心與口違。論古則知稱夷、齊、原、顔，言今則必官爵職位。虛談則知以德義爲賢，貢薦則必閥閲爲前。䖏子雖躬顔、閔之行，性勞謙之質，秉伊、吕之才，懐救民之道，其不見資於斯世也，亦已明矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "明忠第三十一",
            "paragraphs": [
                {
                    "paragraph": "明忠第三十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "人君之稱，莫大於明；人臣之譽，莫美於忠。此二德者，古來君臣所共願也。然明不繼踵，忠不萬一者，非必愚闇不逮而惡名揚也，所道求之，非其道云爾。夫明據下起，忠依上成。二人同心，則利斷金。能如此者，兩譽俱具。要在於明操法術，自握權秉而已矣。所謂術者，使下不得欺也。所謂權者，使勢不得亂也。術誠明，則雖萬里之外，幽冥之内，不得不求効。權誠用，則逺近親踈，貴賤賢愚，無不歸心矣。周室之末則不然，離其術而舎其權，怠於己而恃於人。是以公卿不思忠，百僚不盡力，君王孤蔽於上，兆黎𡨚亂於下，故遂衰微侵奪而不振也。夫帝王者，其利重矣，其威大矣。徒懸重利，足以勸善；徒設嚴威，可以懲姧。乃張重利以誘民，操大威以驅之，則舉世之人，可令冐白刃而不恨，赴湯火而不難，豈云但率之以共治而不宜哉？若鷹也然，獵夫御之，猶使終日奮撃而不敢怠，豈有人臣而不可使盡力者乎？詩云：伐柯伐柯，其則不遠。夫神明之術，其在君身而忽之，故令臣鉗口結舌而不敢言。此耳目所以蔽塞，聡明所以不得也。制下之權，日陳君前而君釋之，故令君臣懈弛而背朝，此威德所以不照，而功名所以不建也。詩云：我雖異事，及爾同僚。我即爾謀，聽我敖敖。夫惻隠人皆有之，是故耳聞啼號之音，無不爲之慘悽悲懐而傷心者；目見危怠之事，無不爲之灼怛驚而赴救之者。君臣義重，行路禮輕，過耳悟目之交，未恩未德，非貧非貴，而猶若此，則又况於北面稱臣被寵者乎？是故進忠扶危者，賢不肖之所共願也。誠皆願之而行違者，常苦其道不利而有害，言未得言而身敗爾。歴觀古來愛君憂主敢言之臣，治勢一成，君自不能亂也，况臣下乎？法術不明而賞罰不必者，雖曰號令，然勢自亂。亂勢一成，君自不能治也，況臣下乎？是故勢治者，雖委之不亂；勢亂者，雖懃之不治也。堯舜恭已旡爲而有餘，勢治也。胡亥、王莾馳騖，勢亂也。故曰：善者求之於勢，弗責於人。是以明王審法度而布教令，不行私以欺法，不黷教以辱命。故臣下敬其言而奉其禁，竭其心而稱其職。此由法術明而威權任也。夫術之爲道也，精微而神，言之不足，而行有餘；有餘，故能兼四海而照幽㝠。權之爲勢也，徤悍以大，不待貴賤，操之者重；重，故能奪主威而順當也。是以明君未嘗示人術而借下權也。孔子曰：可與權。是故聖人顯諸仁，藏諸用，神而化之，使民宜之，然後致其治而成其功。功業效於民，美譽傳于世，然後君乃得稱明，臣乃得稱忠。此所謂明據下作，忠依上成。二人同心，其利斷金也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "本訓第三十二",
            "paragraphs": [
                {
                    "paragraph": "本訓第三十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "上古之世，太素之時，元氣𥥆　㝠，未有形𡉵，萬精合并，混而爲一，莫制莫御。若斯乆之，翻然自化，清濁分别，變成隂陽。隂陽有體，實生兩儀。天地壹鬱，萬物化淳。和氣生人，以統理之。是故天本諸陽，地本諸隂，人本中和。三才異務，相待而成，各循其道，和氣乃臻，璣衡乃平。天道日施，地道日化，人道日爲。爲者，蓋所謂感通隂陽而致珍異也。人行之動天地，譬猶車上御駟馬，蓬中擢自照矣。雖爲所覆載，然亦在我，何所之可？孔子曰：時乘六龍以御天。言行君子所以動天地也。可不愼乎？從此觀之，天呈其兆，人序其勲。書故曰：天功人其代之。如蓋理其政，以和天氣，以臻其功。是故道德之用，莫大於氣。道者之根也，氣所變也。神，氣之所動也。當此之時，正氣所加，非唯於人，百糓草木、禽獸魚鼈，皆口養其氣。聲入於耳，以感於心，男女聽，以施精神。資和以𡉵衃，民之胎，含嘉以成體。及其生也，和以養性，美在其中，而暢於四胑，實於血脉，以心性志耳，意目精欲，無不貞廉絜懷履行者。此五帝三王所以能畫法像而民不違，正已德而世自化也。是故法令刑賞者，乃所以治民事而致整理爾，未足以興大化而升太平也。夫欲歴三正之絶迹，臻帝皇之極功者，必先原元而本本，興道而致和，以淳粹之氣，生敦庬之民，明德義之表，作信厚之心，然後化可美而功可成也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "德化第三十三",
            "paragraphs": [
                {
                    "paragraph": "德化第三十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "人君之治，莫大於道，莫盛於德，莫美於教，莫神於化。道者，所以持之也，德者，所以苞之也，教者、所以知之也，化者，所以致之也。民有性，有情，有化，有俗。情性者，心也，本也。化俗者，行也，末也。末生於本，行起於心。是以上君撫世，先其本而後其末，慎其心而理其行。心精苟亡，則姦匿所作，邪意無所載矣。夫化變民心也，猶政變民體也。德政加於民，則多滌暢姣好堅彊考壽；惡政加於民，則多罷癃尫病夭昬扎瘥。故尚書美考終命，而惡凶短折。國有傷明之政，則民多病。因有者，道之使也。必有其根，其氣乃生；必有其使，變化乃成。是故道之爲物也，至神以妙；其爲功也，至彊以大。天之以動，地之以静，日之以光，月之以明。四時五行，鬼神人民，億兆醜類，變異吉凶，何非氣然？及其乖戾，天之尊也氣裂，地之大也氣動，山之重也氣徙，水之流也氣絶之，日月神也氣蝕之，星辰虛也氣隕之。旦有晝晦，宵有大風，飛車拔樹，僨電爲氷，温泉成湯，麟龍鸞鳳，蝥蠈蝝蝗，莫不氣之所爲也。以此觀之，氣運感動，亦誠大矣。變化之爲，何物不能？是故上聖故不務治民事，而務治民心，故曰：聽訟，吾猶人也。必也使無訟乎？導之以德，齊之以禮。務厚其情而明則務義，民親愛則無相害傷之意，動思義則無姦邪之心。夫若此者，非律之所使也，非威刑之所彊也，此乃教化之所致。國有傷聡之政，則民多病；身有傷賢之政，則賢多横夭。夫形體骨幹爲堅彊也，然猶隨政變易，又况乎心氣精微不可養哉！詩云：敦彼行葦，羊牛勿踐履。方苞方體，惟葉握握。又曰：䳒飛厲天，魚躍于淵。愷悌君子，胡不作人？公劉厚德，恩及草木，羊牛六畜，且猶感德，消息於心，己之所無，不以責下，我之所有，不以譏彼。感己之好敬也，故接士以禮，感己之好愛也，故遇人有恩。己欲立而立人，己欲達而達人，善人之憂我也，故先勞人，惡人之忘我也，故常念人。凢品則不然，論人不恕己，動作不思心；無之己而責之人，有之我而譏之彼；己無禮而責人敬，己無恩而責人愛。貧賤則非人之不我憂也，富貴則是我之不憂人也。行已若此，難以稱仁矣。所謂平者，内懐尸鳩之恩，外執砥㺯之心；論士必定於志行，毁譽必㕘於效驗；不隨俗而雷同，不逐聲而寄論；苟善所在，不譏貧賤，苟惡所錯，不忌富貴；不諂上而𢢔下，不猒故而敬新。凢品則不然，内偏頗於妻子，外僣惑於知友。得則譽之，怨則謗之。平議無惇均，譏譽無效驗。苟阿貴以比黨，苟剽聲以群吠。事富貴如奴僕，視貧賤如傭客。有至秉權之門，而不一至無勢之家。執心若此，難以稱義。所謂恭者，内不敢傲於室家，外不敢𢢔於士大夫。見賤如貴，視少如長，其禮先入，其言後出，恩意無不荅，禮敬無不報。覩賢不居其上，與人推讓，事䖏其勞，居從其德，位安其卑，養甘其薄。凢品則不然，内𢢔易於妻子，外輕侮於知友，聡明不别真偽，心思不别善醜。愚而喜傲賢，少而好陵長；恩意不相荅，禮敬不相報；觀賢不相推，㑹同不能讓；動欲擇其佚，居欲處其安，養欲擅其厚，位欲争其尊。見人謙讓，因而嗤　之，見人恭敬，因而傲之，如是而自謂賢能智慧。爲行如此，難以稱忠。所謂守者，心也。有度之士，情意精專，心思獨覩，不驅於險墟之俗，不惑於衆多之口，聡明懸絶，秉心塞淵，獨立不懼，遯世無悶，心堅金石，志輕四海，故守其心而成其信。凢器則不然，内無持操，外無凖儀，傾側險詖，求同於心，口無定論，不恒其德，二三其行。秉操如此，難以稱信。夫是四行者，其輕如毛，其重如山，君子以爲易，小人以爲難。孔子曰：仁逺乎哉？我欲仁，仁斯至矣。又稱知德者尠？俗之偏黨，自古而然，非乃今也。凢百君子，競於驕僣，貪樂𢢔傲，如忠信未逹，而爲左右所掬按，當世而覆被，更爲否愚惡狀之臣者，豈可勝哉！孝成終没之日，不知王章之直；孝哀終没之日，不知王嘉之忠也。此後賢雖有憂君哀主之情，忠誠正直之節，然猶且沈吟觀聽行已者也。鳴鶴在隂，其子和之相彼鳥矣，猶求仁不忍踐履生草，則又况於民萌而有不化者乎？君子脩其樂易之德，上及飛鳥，下及淵魚，不歡忻恱豫，則又況士庶而不仁者乎？聖深知之，皆務正已以爲表，明禮義以爲教，和德氣於未生之前，正表義於咳笑之後。民之胎也，合中和以成；其生也，立方正以長。是以爲仁義之心，㢘恥之志，骨著脉通，與體俱生，而無麤穢之氣，無邪滛之欲。雖放之大荒之外，措之幽㝠之内，終無違禮之之行；投之危亡之地，納之鋒鍔之間，終無苟全之心。舉世之人，行皆若此，則又烏所得亡夫姦亂之民而加辟哉？上天之載，無馨無臭，儀形文王，萬邦作孚。此姬氏所以崇美於前，而致刑錯於後。聖人其尊德禮而卑刑罰。故舜先勑契　以敬敷五教，而後命臯陶以五刑三居。是故凢立法者，非以司民短而誅過誤，乃以防姦惡而救禍敗，撿滛邪而内正道爾。詩云：民之秉夷，好是懿德。故民有心也，猶爲種之有園也。遭和氣則秀茂而成實，遇水旱則枯槁而生孽。民蒙善化，則有士君子之心，被惡政則人有懐姦亂之慮。故善者之養天民也，猶良工爲麴豉也。起居以其時，寒温得其適，則一䕃之麴豉盡美而多量；其愚拙工，則一䕃之麴豉皆臭敗而棄損。今六合亦由一䕃也，黔首之屬，猶豆麥也。變化云爲，在將者爾。遭良吏則皆懐忠信而履仁厚，遇惡吏則皆懐姦邪而行淺薄。忠厚積則致太平，姦薄積則致危亡。是以聖帝明王，皆敦德化而薄威刑。德者，所以脩已也，威者，所以治人也。上智則下愚之民少，而中庸之民多。中民之生世也，猶鑠金之在鑪也。從篤變化，唯冶所爲，方圓薄厚，隨鎔制爾。是故世之善否，俗之薄厚，皆在於君。上聖和氣以化民心，正表儀以率群下，故能使民比屋可封，堯、舜是也。其次躬道德而敦慈愛，美教訓而崇禮讓，故能使民無爭心而致刑錯，文、武是也。其次明好惡而顯法禁，平賞罰而無阿私，故能使民辟姦邪而趨公正，理弱亂以致治彊，中興是也。治天下，身處汙而放情，怠民事而急酒樂，近頑童而逺賢才，親諂䛕而踈正直，重賦稅以賞無功，妄加喜怒以傷無辜。故能亂其政以敗其民，弊其身以喪其國者，幽、厲是也。孔子曰：三人行，必有我師焉。擇其善者而從之，其不善者，我則改之。詩美宜鑒于殷，自求多福。是故世主誠能使六合之内，舉世之人，咸懐方厚之情，而無淺薄之惡，各奉公政之心，而無姦陬之慮，則羲農之俗，復見于兹，麟龍鸞鳯，復畜于郊矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "五德志第三十四",
            "paragraphs": [
                {
                    "paragraph": "五德志第三十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "自古在昔，天地開闢。三皇迭制，各樹𭈹　謚，以紀其世。天命五代，正朔三復，神明感生，愛興有國，亡于嫚以，滅於積惡。神微精以，天命㒺極。或皇馮依，或繼體育。太曎以前尚矣。迪斯用來，頗可紀録。雖一精思，議而復誤。故撰古訓，著五德志。世傳三皇五帝，多以爲伏羲、神農爲三皇；其一者或曰燧人，或曰祝融，或曰女媧。其是與非，未可知也。我聞古有天皇、地皇、人皇，以爲或及此謂，亦不敢明。凢斯數，其於五經，皆無正文。故略依易繋，記伏羲以來，以遺後賢。雖多未必獲正，然罕可以浮游慱觀，共求厥真。大人迹出雷澤，華胥履之，生伏羲。其相日角，世𭈹太曎。都于陳。其德木，以龍紀，故爲龍師而龍名。作八卦，結繩爲網以漁。後嗣帝嚳，代顓頊氏，其相戴十，其𭈹髙辛。厥質神靈，德行祗肅，迎逆日月，順天之則。能叙三辰以周民。作樂六英。世有才子八人：伯𡚒、仲堪、叔獻、季仲、伯虎、仲雄、叔豹、季狸。忠肅恭懿，宣慈惠和，天下之人，謂之八元。後嗣姜嫄，履大人迹生姫棄。厥相披頥。爲堯司徒，又主播種，農植嘉榖。堯遭水災，萬民以濟。故舜命曰后稷。初，烈山氏之有天下也，其子曰柱，能植百榖，故立以爲稷，自夏以上祀之。周之興也，以棄代之，至今祀之。大姙夢長人感己，生文王。厥相四乳，爲西伯，興於岐。斷虞、芮之訟而始受命。武王駢齒，勝殷遏劉，成周道。姫之别封衆多。管、蔡、成、霍、魯、衛、毛、聃、郜、雍、曹、滕、畢、原、酆、郇，文之昭也。邘、晉、應、韓，武之穆也。凢、蔣、邢、𦭘、祚、祭，周公之胤也。周、召、虢、吳、隨、邠、方卬，自潘、養、滑、鎬、宫、宻、榮、丹、郭、楊、逢、管、唐、韓、楊、觚、欒、甘、鱗虞、王氏，皆姬姓也。有神龍首出，常感姙姒，生赤帝魁隗。身𭈹炎帝，世𭈹神農，代伏羲氏。其德火紀，故爲火師而火名。是以斵木爲耜，揉木爲耒耨。日中爲市，致天下之民，聚天下之貨，交易而退，各得其所。後嗣慶都，與龍合㛰，生伊堯。代髙辛氏。其眉八彩。世𭈹唐。作樂大章。始禪位。武王克殷，而封其胄於鑄含。始吞赤珠，剋曰玉英，生漢龍感女媪，劉季興。大電繞樞炤野，感符寶，生黄帝軒轅，代炎帝氏。其相龍顔，其德土行。以雲紀，故爲雲師而雲名。作樂咸池，是始制衣裳。後嗣握登，見大虹，意感，生重華虞舜，其目重瞳。事堯，堯乃禪位，曰：格爾舜，天之暦數在爾躬。允執厥中，四海困窮，天祿永終。乃受終于文祖也𭈹。有虞。作樂九韶，禪位於禹。武王克殷，而封胡公嬀滿於陳，庸以元女大姬。大星如虹，下流華渚，女節萬接，生白帝摯青陽。世𭈹少曎。代黄帝氏，都于曲阜。其德金行。其立也，鳯皇適至，故紀於鳥。鳯氏，暦正也，玄鳥氏，司分者也；伯趙氏，司至者也；青鳥氏，司啓者也；丹鳥氏，司閉者也；祝鳩氏，司徒也；雎鳩氏，司馬也；尸鳩氏，司空也；爽鳩氏，司冦也；鶻鳩氏，司事也。五鳩，鳩民者也。五雉爲五工正，利器用，夷民者也。是故作書契，百官以治，萬民以察。有才子四人，曰重，曰該，曰脩，曰熈，實能金木及水。故重爲勾芸，該爲蓐収，脩及熈爲玄𡨋。恪恭厥業，世不失職，遂濟窮桒。後嗣脩紀。見流星意感，生白帝文命我禹，其耳參漏。爲堯司空，主平水土，命山川，畫九州，制九貢。功成，賜玄珪，以告勲于天。舜乃禪位，命如堯詔。禹乃即位，作樂大夏，世號夏后。傳嗣子啓，啓子太康，仲康更立。兄弟五人，皆有昬德，不堪帝事，降須洛汭，是謂五觀。孫相嗣位，夏道浸衰。於是后羿自鉏遷于窮石，因夏民以代夏政。滅相，妃后緡方娠，逃出自竇，奔于有仍，生少康焉。仍妃牧正。羿恃已射也，不脩民事，而滛于原獸。棄武羅、伯因、熊髠、尨圉，而用寒浞。浞，栢明氏，䜛子弟也。栢明氏惡而棄之。夷羿収之，信而使之，以為已相。浞行媚于内，施賂于外，愚弄于民。虞羿于田，樹之詐匿，以取其國家，外内咸服。羿猶不悛，將歸自田，家衆殺而烹之，以食其子，子不忍食諸，死于窮門。靡奔于有鬲氏。浞因羿室生澆及𤡬。恃其䜛慝詐偽，而不德于民，使澆用師，滅斟灌及斟尋氏。處𤡬于過，處澆于戈。使椒求少康，逃奔有虞，爲之胞正。虞思妻以二妃，而邑諸綸。有田一成，有衆一旅，能布其德，而兆其謀，以収夏衆，撫其官職。靡自有鬲収二國之燼，以滅浞，而立少康焉。乃使女艾誘澆，使后杼誘𤡬，遂滅過、戈，復禹之績。祀夏配天，不失舊物。十有七世而桀亡天下。武王克殷，而封其後於杞，或封於繒。又封少曎之胄於祁。澆才力蓋衆，驟其勇武，而卒以亡。故南宫括曰：羿善射，奡盪舟，俱不得其死也。姒姓分氏，夏后、有扈、有南、斟尋、泊、㳶、辛、襄、費、戈、𡨋、繒，皆禹後也。揺光如月正日，感女樞幽防之宫，生黑帝顓頊。其相駢幹，身𭈹髙陽，世𭈹共工，代少曎氏。其德水，行以水紀，故爲水師而水名。承少曎衰，九黎亂德，乃命重黎討訓服暦，象日月東西南北，作樂五英。有才子八人，蒼舒、隤凱、擣演、大臨、尨降、庭堅、仲容、叔逹，齊聖廣淵，明允篤誠，天下之人謂之八凱。共工氏有子曰勾龍，能平九土，故𭈹后土，死而爲社，天下祀之。娀簡吞燕𡖉，生子𢍆，爲堯司徒，職親百姓，順五品。扶都見白氣貫月，意感生黒帝子履，其相二肘。身𭈹湯，世𭈹殷。致太平。後衰，乃生武丁。即位。黙以不言，思道三年，而夢獲賢人以爲師。乃使以夢像求之四方側陋，得傅說，方以胥靡築於傅巖。升以爲大公，而使朝夕規諌。恐其布憚怠也，則勑曰：若金，用汝作礪；若濟巨川，用汝作舟楫；若時大旱，用汝作霖雨。啓乃心，沃朕心。若藥不瞑眩，厥疾不瘳；若跣不視地，厥足用傷。爾交脩余，無棄。故能中興，稱高宗。及帝辛而亡，天下謂之紂。武王封微子於宋，封箕子於朝鮮。子姓分氏，殷、時、來、宋、扐、蕭、空同、北叚，皆湯後也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "志氏姓第三十五",
            "paragraphs": [
                {
                    "paragraph": "志氏姓第三十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "昔者聖王觀象於乾坤，考度於神明，探命暦之去就，省羣后之德業，而賜姓命氏，因彰德功。傳稱民之徹官百，王公之子第千世，能聽其官者，而物賜之姓，是謂百姓。姓有徹品　於王，謂之千品。昔堯賜契　姓姬，賜禹姓姒，氏曰有夏；伯夷爲姜，氏曰有吕。下及三代，官有世功，則有官族，邑亦如之。後世微末，因是以爲姓，則不能故也。故或傳本姓，或氏𭈹　邑謚，或氏於爵，或氏於志。若夫五帝三王之世，所謂𭈹　也；文、武、昭、景、成、宣、戴、桓，所謂謚也；齊、魯、吳、楚、秦、晉、燕、趙，所謂國也；王氏、侯氏、王孫、公孫，所謂爵也；司馬、司徒、中行、下軍，所謂官也；伯有、孟孫、子服、叔子，所謂字也；巫氏、匠氏、陶氏，所謂事也；東門、西門、南宫、東郭、北郭，所謂居也；三烏、五鹿、青牛、白馬，所謂志也。凢厥姓氏，皆出屬而不可勝紀也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "衛侯滅邢，昭公娶同姓，言皆同祖也。近古以來，則不必然。古之賜姓，大諦可用，其餘則難。周室衰微，吳、楚僣𭈹　下歴七國，咸各稱王，故王氏、王孫氏、公孫氏及謚氏官，國自有之，千八百國，謚官萬數，故元不可同也。及孫氏者，或王孫之班也，或諸孫之班也，故同祖而異姓，有同姓而異祖，亦有雜錯，變而相入，或從母姓，或避怨讎。夫吹律定姓，唯聖能之。今民散乆，鮮克逺音律，天主尊正其祖，故且略紀顯者，以待士合揖損焉。伏羲姓風，其後封任、宿、須朐、顓㬰四國，實司太曎與有濟之祀，且為東蒙主。魯僖公母成風，蓋須朐之女也。季氏欲伐顓㬰，而孔子譏之。炎帝苖胄，四嶽伯夷，爲堯典禮，折民惟刑，以封申、吕。裔生尚，爲文王師，克殷而封之齊，或封許、向，或封於紀，或封於申，城在南陽宛北序山之下。故詩云：亹亹申伯，王薦之事，于邑于序，南國為式。宛西三十里有吕望。許在潁川，今許縣是也。姜戎居伊、洛之間，晉惠公徙置陸渾。州、薄、甘、戯、露、帖及齊之國，氏髙氏、襄隰氏、士氏、強氏、東郭氏、雍門氏、子雅氏、子尾氏、子襄氏、子淵氏、子乾氏、公旗氏、翰公氏、賀氏、盧氏，皆姜姓也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "黄帝之子二十五人，班爲十二：姬、酉、祁、己、勝、蔵、伾、拘、𨤲、姞、衣氏也。當春秋，晉有祁奚，舉子薦讎，以忠直著。莒子姓己氏。夏之興，有任奚爲夏車正，以封於𦵮，後遷于祁。其嗣仲𧈭居𦵮，爲湯左相。王季之妃大任，及謝、章、昌、采、祝、結、泉、卑、遇、狂大氏，皆任姓也。台氏女爲后稷元妃。繁育周先。姞氏封於燕。及鄭文公有賤妾燕姞，夢神與之蘭曰：余爲伯儵。余而祖也。以是有國香，人服媚。及文公見姞，賜蘭而御之。姞言其夢，且曰：妾不才，幸而有子，將不信，敢徵蘭乎？公曰：諾。遂生穆公。姞氏之别，有闞、尹、蔡、光、魯、雍、斷、宻須氏。及漢，河東有郅都，汝南有郅君章，姓音與古姞同，而書其字異。二人皆著名當世。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "少曎氏之世衰，而九𥠖亂德，顓頊受之，乃命南正重司天以屬神，命火正𥠖司地以屬民，使復舊常，無相侵瀆，是謂絶地天通。夫𥠖，顓頊氏裔子呉囬也，爲髙辛氏火正，淳燿天明地德，光四海也，故名祝融。後三苗復九𥠖之德，堯繼重、𥠖之後，不忘舊者，羲伯復治之，故重𥠖氏世序天地，别其分主，以歴三代，而封於程。其在周世，爲宣王大司馬。詩美王謂尹氏，命程伯休父。其後失守，適𣈆爲司馬，遷自謂其後。祝融之孫，分爲八姓，已秃、彭、姜、妘、曺、斯、牟。已姓之嗣飂叔安，其裔子曰董父，實甚好龍，能求其嗜欲以飲食之，龍多歸焉。乃學擾龍，以事帝舜，賜姓曰董，氏曰豢龍，封諸朡川。朡夷、彭姓豕韋，皆能馴龍者也。豢龍逢以忠諫，桀殺之。凡因祝融之子孫，已姓之班、昆吾、藉、扈、温、董。秃姓朡夷，豢龍，則夏滅之。祖姓彭祖、豕韋、諸稽，則商滅之；姜姓㑹人則滅之。妘姓之後封於鄢，㑹、路、偪陽。鄢取仲任爲妻。貪冒愛恡，蔑賢簡能，是用亡邦。㑹在河、伊之間，其君驕貪嗇儉，減爵損祿，羣臣卑讓，上下不臨，詩人憂之，故作羔裘，閔其痛悼也。匪風，兾君先教也。㑹仲不悟，重氏伐之，上下不能相使，禁罰不行，遂以見亡。路子嬰兒娶晉成公姉爲夫人，酆舒爲政而虐之。晉伯宗怒，遂伐滅路。荀罃武子伐滅偪陽。曺姓封於邾邾，顔子之支，别爲小邾，皆楚滅之。芊姓之裔熊嚴，成王封之於楚，是謂粥熊。又𭈹粥子生四人：伯霜、仲雪、叔熊、季紃。紃嗣爲刑子，或封於夔，或封於越。夔子不祀，祝融、粥熊，楚伐滅公族，有楚季氏、列宗氏、闘強氏、良臣氏、耆氏、門氏、侯氏、季融氏、仲熊氏、子季氏、陽氏、無鈞氏、蔿氏、善氏、陽氏、昭氏、景氏、嚴氏、嬰齊氏、來氏、來纎氏、即氏、申氏、訋氏、沈氏、賀氏、減氏、吉白氏、伍氏、沈瀐氏、餘推氏、公建氏、子南氏、子庚氏、子午氏、西氏、王孫田公氏、舒堅氏、魯陽氏、黒肱氏，皆芈姓也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "楚季者，王子敖之曾孫也。蚠冒主蔿章者，王子無鈞也。令尹孫叔敖者，蔿章之子也。左司馬戍者，莊王之曾孫也。葉公諸梁者，戍之第三弟也，楚大夫申旡畏者，又氏文氏。初，紂有蘇氏以妲己女而亡殷。周武王時，有蘇忿生爲司寇而封温。其後洛邑有蘇秦。高陽氏之世，有才子八人：蒼舒、隤凱、擣戭、大臨、尨降、庭堅、仲容、叔達，天下之人謂之八凱。後嗣有皐陶，事舜，舜曰：皐陶。蠻夷滑夏，寇賊姦宄女作士。其子伯翳，能議百姓，以佐舜禹，擾馴鳥獸，舜賜姓羸。後有仲衍，鳥體人元，爲夏帝大戊御。嗣及費仲，生惡來季勝。武王伐紂，并殺惡來。季勝之後有造父，以善御事周穆王。穆王游西海忘歸，於是徐偃作亂，造父御，一日千里，以征之，王封造父於趙城，因以爲氏。其後失守，至於趙夙，仕晉卿大夫，十一世而爲列侯，五世而爲武靈王，五世亡趙。恭叔氏、邯鄲氏、訾辱氏、嬰齊氏、樓季氏、盧氏、原氏，皆趙羸姓也。惡來後有非子，以善畜，周孝封之於秦，世地理以爲西陲大夫，汧秦高是也。其後列於諸侯，五世而稱王，六世而始皇生於邯鄲，故曰趙政。及梁、葛、江、黄、徐、莒、蓼、六、英，皆臯陶之後也。鍾離、運掩、菟裘、尋梁、脩魚、白寘、飛廉、宻如、東灌、良、時、白、巴、公巴公巴、郯、復、蒲，皆嬴姓也。帝堯之後，爲陶唐氏。後有劉累，能畜龍，孔甲賜姓爲御龍，以更豕韋之後，至周爲唐杜氏。周衰，有隰叔子違周難于晉國，生子輿，爲李，以正於朝，朝無閒官，故氏爲士氏。爲司空，以正於國，國無敗績，故氏司空。食采隨，故氏隨氏。士蔿之孫㑹，佐文、襄，於諸侯無惡；爲卿，以輔成、景，軍無敗政；爲成率，居傳，端刑法，法集訓典，國無姦民。晉國之盜逃奔于秦。於是晉侯爲請冕服于王，王命隨㑹爲卿，是以受范。卒謚武子。武子文，成晉、荆之盟，降兄弟之國，使無閒隟，是以受郇、櫟。由此帝堯之後，有陶唐氏、劉氏、御龍氏、唐杜氏、隰氏、士氏、季氏、司空氏、趙氏、范氏、郇氏、櫟氏、嬴氏、冀氏、縠氏、蔷氏、擾氏、㩏氏、傅氏、楚氏。令尹建嘗問范武子之德於文子，文子對曰：夫子之家事治，言於晉國，竭情無私，其祝史陳信不媿，其家事無猜，其祝史不祈。建歸，以告，康王曰：神人無怨，宜夫子之股肱五君，以爲諸侯主也。故劉氏自唐以下，漢以上，德著於世，莫若范㑹之最盛也，斯亦有脩已以安人之功矣。武王克殷，而封帝堯之後於社也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "帝舜姓虞，又爲姚君嬀。武王克殷，而封嬀滿於陳，是爲胡公。陳哀氏、舀氏、咸氏、慶氏、夏氏、宗氏、來氏、儀氏、司徒氏、司城氏，皆嬀姓也。厲公孺子完奔齊，桓公說之，以爲工正。其子孫大得民心，遂奪君而自立，是爲威王。五世而亡。齊人謂陳田矣。漢高祖徙諸田闗中，而有第一至第八氏。丞相田千秋、司直田仁，及杜陽田先。碭田先，皆陳後也。武帝賜千秋乘小車入殿，故世謂之車丞相。及莽自謂本田安之後，以王家故更氏云。莾之行詐，寔以田常之風。敬仲之。又有皮氏、占氏、沮氏、與氏、獻氏、子氏、鞅氏、梧氏、坊氏、髙氏、笀氏、禽氏。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "帝乙元子微子開，紂之庻兄也，武王封之於宋，今之睢陽是也。宋孔氏、祝其氏、韓獻氏、季老男氏、巨辰、經氏、事父氏、皇甫氏、華氏、魚氏、而董氏、艾、歳氏、鳩夷氏、中野氏、越椒氏、完氏、懷氏、不弟氏、冀氏、牛氏、司城氏、冈氏、近氏、止氏、朝氏、㪍氏、右歸氏、三㐾氏、王夫氏、冝氏、徴氏、鄭氏、目夷氏、鱗氏、臧氏、虺氏、沙氏、黒氏、圍龜氏、旣氏、據氏、磚氏、已氏、成氏、邊氏、戎氏、買氏、尾氏、桓氏、戴氏、向氏、司馬氏，皆子姓也。閔公子弗父河生宋父，宋父生世子，世子生正考父，正考父生孔父嘉，孔父嘉生子木金父；木金父降爲士，故曰滅於宋。金父生祁父，祁父生防叔，防叔爲華氏所偪，出奔魯，爲防大夫，故曰防叔。防叔生伯夏，伯夏、叔梁紇爲鄹大夫，故曰鄹叔紇，生孔子。周靈王之太子晉，幼有成德，聦明博達，温恭敦敏。榖雒水鬬，將毁王宫，欲壅之，太子晉諫，以爲不順天心，不若脩政。晉平公使叔譽聘於周，見太子，與之言，五稱而三窮，逡巡而退，歸告平公曰：太子晉行年十五，而譽弗能與言，君請事之。平公遺師曠見太子晉，太子晉與語，師曠服德，深相結也。乃問曠曰：吾聞太師能知人年之長短。師曠對曰：女色赤白，女聲清汗，火色不壽。晉曰：然。吾後三年將上賓于帝，女慎無言，殃將及女。其後三年而太子死。孔子聞之曰：惜夫！殺吾君也。世人以其豫自去期，故傳稱王子喬仙仙之後，其嗣避周難於晉，家于平陽。田氏王氏，其後子孫世喜養性神仙之術。魯之公故有蟜氏、后氏、衆氏、臧氏、施氏、孟氏、仲孫氏、服氏、公山氏、南宫氏、叔孫氏、叔仲氏、子我氏、子士氏、季氏、公鉏氏、公巫氏、公之氏、子干氏、華氏、子言氏、子駶氏、子雅氏、子陽氏、東門氏、公折氏、公石氏、叔氏、子家氏、榮氏、展氏、乙氏，皆魯姬姓也。衛之公族，石氏、世叔氏、孫氏、寗氏、子齊氏、司徒氏、公文氏、折龜氏、公叔氏、公南氏、公上氏、公孟氏。將者，亦常在櫂寵，爲貴臣。及留侯張良，韓公族姬姓也。秦始皇滅韓，良弟死不葬。良散家貲千萬，爲韓報讐，撃始皇於博浪沙中，誤椎副車，秦索賊急，良乃變姓爲張，匿於下邳，遇神人黄石公，遺之兵法。及沛公之起也，良往屬焉。沛公使與韓信略定韓地，立横陽君城爲韓王，而拜良爲韓信都。者，司徒也。俗前音不正，曰信都，或曰司徒，或勝屠，然其本共一司徒耳。後作傳者不知信都何因，疆妄生意，以爲此乃代王爲信都也。凡桓叔之後，有韓氏、言氏、嬰氏、禍餘氏、公族氏、張氏，此皆韓後，姬姓也。昔周宣王亦有韓侯，其國也近燕，故詩云：普彼韓城，燕師所完。其後韓西亦姓韓，爲衛滿所伐，遷居海中。畢公髙與周同姓，封於畢，因爲氏。周公之薨也，髙繼軄焉。其後子孫失守，爲庶世。及畢萬佐晉獻公，十六年，使趙夙御戎，畢萬爲右，以滅耿滅魏，封萬，今之河北縣是也。魏顆又氏令狐。自萬後九世爲魏文侯。文侯孫罃爲魏惠王，五世而亡。畢陽之孫豫讓，事智伯，智伯國士待之，䂊讓亦以見知之恩報智伯，天下紀其義。魏氏、令狐氏、不雨氏、葉大夫氏、伯夏氏、魏強氏、䂊氏、皆畢氏。本姬姓也。周厲王之子友，封於鄭。鄭恭叔之後爲公文氏、軒氏、軍氏、子疆氏、強梁氏、卷氏、㑹氏、雅氏、孔氏、趙陽田章氏、孤氏王、孫氏、史龜氏、𦍑氏、𦍑憲氏𨗉、氏皆衛姬姓也。晉之公族郄氏。又斑爲吕，郄芮。又從邑氏爲冀。後有吕錡。號駒伯。郄犫食采於苦，號苦成叔。郄至食采於温𭈹，　曰温季。各以爲氏。郄氏之班，有州氏、祁氏。伯宗以直見殺，其子州黎奔。又楚以郄宛直而和，故爲子常所妬，受誅，其子嚭奔吳爲大宰，懲祖禰之行，仍正直遇禍也，乃爲諂䛕而亡吳。凡郄氏之班，有冀氏、吕氏、苦成也。温氏、伯氏，靖侯之孫欒賔、及富氏、㳺氏、賈氏、狐氏、羊舌氏、季夙氏、籍氏及襄公之孫孫黶，皆晉姬姓也。晉穆侯生桓叔，桓叔生韓萬，傅晉大夫，十世而爲韓武侯，五世爲韓惠王，五世而亡國。襄王之孽孫信，俗人謂之韓信都，高祖以信爲韓王孫，以信爲韓王，後徙王代。爲匈奴所攻，自降之。漢遣柴将軍撃之，斬信於叅合。信妻子亡入匈奴中。至景帝，信子頽當及孫赤來降，漢封頽當爲弓髙侯，赤爲襄城侯。及韓嫣，武帝時爲侍中，貴幸無比。案道侯韓說、前将軍韓魯皆顯於漢，子孫各隨時帝分陽陵、茂陵、杜陵。及漢陽、金城諸韓，皆其後也。信子孫餘留匈奴中駟氏、豐将氏、國氏、然氏、孔氏、羽氏、良氏、大李氏，十族之祖，穆公之子也。各以字爲姓。及伯有氏、馬師氏、禇師氏，皆鄭姫姓也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "太伯君吳，端垂衣裳，以治周禮。仲雍嗣立，斷髮文身，倮以爲飾。武王克殷，分封其後於吳，令大賜北吳。季扎居延州來，故氏延陵季子，闔閭之弟夫槩王奔楚堂谿，因以爲氏。此皆姬姓也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鄭大夫有馮簡子，後韓有馮亭，爲上黨守，嫁禍于趙，以致長平之變。秦有將軍馮劫，與李斯俱誅，有馮唐，與文帝論將帥。後有馮奉世，上黨人也，位至將軍。女爲元帝昭儀，因家于亰師。其孫衍，字敬通，篤學重義，諸儒號之曰：德行雍雍馮敬通。著書數十篇，孝章皇帝愛重其文。晉大夫，郇息事獻公，後世將中軍，故氏中行，食采於智。智果諫智伯而不見聽，乃别族于大史爲輔氏。晉大夫孫伯黶寔司典籍，故姓籍氏。辛有二子董之，故氏董氏。詩頌宣王，始有張仲孝友。至春秋時，宋有張白蔑矣。唯晉張侯、張老，寔爲大家。張孟談相趙襄子以滅智伯，遂逃功賞，耕於䏍山。後魏有張儀、張丑。至漢，張姓滋多。常山王張耳，梁人。丞相張蒼，陽武人也。東陽侯張相如、御史大夫張湯，増定律令，以妨姦惡，有利於民，又好薦賢達士，故受福祐。子安世爲車騎將軍，封富平侯。敦仁儉約，矜遂權而好隂德，是以子孫昌熾，世有賢㣧。更封武始，遭王莾亂，享國不絶。家凡四公，世著忠孝行義。前有丞相張禹、御史大夫張忠；後有太尉張酺，汝南人。太傅張禹，趙國人。司邑閭里，無不有張者。河東解邑有張城，有西張城，豈晉張之祖所出邪？優性舒、唐、鳩、舒龍、舒其止、龍滛㕘㑹、六院、䕁、髙國，慶姓樊、尹、駱，嫚姓鄧、優，歸姓胡、有、何，葴姓滑、齊，掎姓捿、䟽，御姓署、畨、湯，嵬姓饒、攘、殺，隗姓赤狄，姮姓白狄。此皆大吉之姓。齊有鮑叔，世爲卿大夫。晉有鮑癸，漢有鮑宣，累世忠直。漢名臣。漢生為使者，弟商爲將軍。今高陽諸　為著姓。昔仲山甫亦姓樊，謚穆仲，封於南陽。南陽者，在今河内。後有樊傾子，㬅姓，封於鄧，後田氏焉。南陽鄧縣上蔡北有古鄧城，新蔡北有古鄧城。春秋時，楚文王滅鄧，至漢有鄧通、鄧廣。後漢新野禹以佐命元功，封髙宻侯。孫太后天性慈仁嚴明，約勑諸家莫得權。京師清浄，若無貴戚，勤思憂民，晝夜不怠。是以遭羌兵叛，大水饑饋，而能復之，整平豐穰。太后崩後，群姦相㕘，競加譛潤，破壊鄧氏，天下痛之。魯昭公母家姓歸氏，漢有隗囂季孟。短，即大戎氏，其先本出黄帝，及徐氏、蕭氏、索氏、長勺氏、陶氏、繁氏、騎氏、饑氏、樊氏、荼氏，皆殷氏舊姓也。漢興。相國蕭何封鄼侯，本沛人。今長陵蕭其後也。前將軍蕭望之。東海、杜陵蕭其後也。御史大夫有繁延夀。南陵襄陽人也。杜陵、新豐繁其後也。周氏、邵氏、畢氏、榮氏、單氏、尹氏、錙氏、富氏、鞏氏、萇氏。此皆周室之世公卿家也。周、召者，周公、召公之庶子，食二公之采，以爲主吏，故世有周公、召公不絶也。尹者，本官名也，若宋有太師，楚有令尹、左尹矣。尹吉甫相宣王，有大功績。詩云：尹氏大師，維周之底也。單穆公、襄公、頎公、靖公，世有明德，次聖之才，故叔嚮美之，以後必繁昌。苦城，城名也，在塩池東北，後人書之或爲枯，齊人聞其音則書之曰車，燉煌見其字，呼之曰車城。其在漢陽者，不喜枯苦之字，則更書之曰古城氏。堂谿，谿，谷名也，在汝南西平。禹字子啓者，啓開之字也。前人書堂谿誤作啓，後人變之則又作開。古漆彫開，公冶長，前人書彫從易泊作。周書治漢誤作蠧，後人又傳作古，或復分爲古氏、成氏、常氏、開氏、公氏、冶氏、梁氏、周氏。此數氏者，皆本同末異。凡姓之離合變分固多，此𩔖可以一況，難勝載也。易曰：君子以𩔖族辯物。多識前言徃行以蓄其德。學以聚之，問以辯之。故略觀世記，采經書，依國士及有明文，以贊賢聖之後，班族𩔖之祖，言氏姓之出，序此假意二篇，以貽後賢今之焉也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "叙録第三十六",
            "paragraphs": [
                {
                    "paragraph": "叙録第三十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "夫生於當世，貴能成大功太上有立德，其下有立言。闒茸而不才，先器能當官未嘗服斯伇，無所効其勛。中心時有感，援筆紀數文，字以綴愚情，財令不忽忘。芻蕘雖微陋，先聖亦咨詢。草創叙先賢三十六篇，以繼前訓左丘明五經先聖遺業，莫大教訓，博學多識，疑則思間。智明所成，德義所建，夫子好學，誨人不倦故叙讚學第一。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡士之學，貴本賤末大人不華，君子務寔。禮雖媒紹，必載於贄，時俗趨末，懼毁術故叙務本第二。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "人皆智德，苦爲利昬，行汙求榮，戴盆望天，爲仁不富，爲富不仁，將修德行，必慎其原。故叙遏利第三。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "世不識論，以士卒比弗問志行，官爵是紀。不義富貴，仲尼所耻，傷俗陵遲，遂逺聖述故叙論榮第四。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "惟賢所苦，察妬所患，皆嫉過已，以爲深怨。或因類舋，或空造端。痛君不察，而信䜛言。故叙賢難第五。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "原明所起，述暗所生，距諫所敗，禍亂所成。當塗之人，成欲專君，壅蔽賢士，以擅主權故叙明暗第六。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "上覽先王所以致太平，考績黜陟，著在五經罰賞之寔，不以虛名，明豫德音，焉問揚庭。故叙考績第七。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "人君選士，咸求賢能，君司貢薦，競進下材憎是掊克，何官能治？買藥得鴈，難以爲醫故叙思賢第八。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "原本天人，㕘連相因，致和平機，述在於君。奉法選賢，國自我身，姦門𥨸位，將誰督察。故叙本政第九。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "覽觀古今，爰暨書傳，君皆欲治，臣恒樂亂忠佞溷淆，各以類進，常苦不明，而信姦論故叙潜歎第十。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "夫位以德興，德貴忠立，社稷所賴，安危是繋非夫讜直貞亮，仁慈惠和，事君如天，視民如子，則莫保爵位而全令名。故叙忠貴第十一。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "先王理財，禁民爲非。洪範憂民，詩刺末資。浮偽者衆，本農必衰，節以制度，如何弗議。故叙浮侈第十二。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "積微傷行，懐安敗名，明莫恣欲，而無悛容。足以愎諫，聞善不從，微安召辱，終必有凶故叙慎微第十三。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "眀主思良，勞精賢知，百寮阿黨，不覈真偽。苟崇虛譽，以相誑矅，居官任職，則無功効故叙寔貢第十四。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "聖人養賢，以及萬民，先王之制，皆足代耕。増爵損祿，必程以傾，先益吏俸，乃可致平故叙班祿第十五。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "君憂臣勞，古今通義，上思致平，下冝竭惠。貞良信士，咸痛數赦，姦宄繁興，但以赦故乃叙述赦第十六。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "先王御世，兼秉威德，賞有建侯，罰有刑渥。賞重嚴禁，臣乃敬軄，將脩太平，必媚此法。故叙三式第十七。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "民爲國基，榖爲民命，日力不睱，榖何由盛？公卿師尹，卒勞百姓，輕奪民時，誠可憤諍。故叙愛日第十八。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "觀吏所治，鬭訟居多，原禍所起，詐欺所爲將絶其末，必塞其原，民無欺紿，世乃平安。故叙斷訟第十九。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "五帝三王，優劣有情，雖欲超皇，當先致平。必世後仁，仲尼之經，遭衰姦牧，得不用刑。故叙衰制第二十。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "聖王憂勤，選練將帥，授以鈇鉞，假以權貴。誠多蔽暗，不識變勢，賞罰不明，安得不敗。故叙勸將第二十一。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蠻夷猾夏，古今所患，堯、舜憂民，皐陶術叛。宣王中興，南仲征邊，今民日死，如何弗蕃？故叙救邉第二十二。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凡民之情，與君殊戾，不能逺慮，督取一制。苟扶私議，以爲國計，宜尋其言，以詰所謂。故叙邉議第二十三。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "邉既逺門，太守擅權，臺閣不察，信其姦言。今懐郡縣，毆民内遷，今又兵荒，慮必生心。故叙寔邉第二十四。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "天生神物，聖人則之，蓍龜卜筮，以定嫌疑。俗工淺源，莫盡其才，自大非賢，何足信哉？故叙卜列第二十五。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "易有史巫，詩有工祝，聖人先成，民後致力𡉵𥠖勸樂，神乃授福，孔子不祈，以明在德故叙巫列第二十六。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "五行八卦，隂陽所生，稟氣薄厚，以著其形。天題厥象，人寔奉成，弗修其行，福祿不臻故叙相列第二十七。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "詩稱吉夣，書傳亦多，觀察行事，占驗不虛。福從善來，禍由德痡，吉凶之應，與行相須故叙夢列第二十八。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "論難撗發，令道不通，後進疑惑，不知所從。自昔庚子而有責云，予豈好辯，將以明真。故叙釋難第二十九。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "朋友之際，義存六紀，攝以威儀，講習王道。善其乆要，貴賤不改，今民遷乆，莫之能奉故叙交際第三十。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "君有美稱，臣有令名，二人同心，所願乃成。寶權神術，勾示下情，治勢一定，終莫能傾。故叙明忠第三十一。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "人天情通，氣感相和，善惡相徴，異端變化聖人運之，若御舟車作民精神，莫能含嘉。故叙本訓第三十二。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "明王統治，莫大身化，道德爲本，仁義爲佐思心順政，責民務廣，四海治焉，何有消長？故叙德化第三十三。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "上觀太古五行之運，咨之詩書，考之前訓氣終度盡，後代復進，雖未必正，可依傳問。故叙五德志第三十四。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "君子多識，前言往行，類族變物，古有斯姓，慱見同。故叙志民姓第三十五。",
                    "zhushu": ""
                }
            ]
        }
    ]
}