{
    "name": "六韜",
    "author": "周・呂望",
    "loadChapterCount": 10,
    "chapters": [
        {
            "name": "文韜文師",
            "paragraphs": [
                {
                    "paragraph": "文韜文師",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王將田，史編布卜曰：“田於渭陽，將大得焉。非龍非彲，非虎非羆，兆得公侯，天遺汝師，以之佐昌，施及三王。”文王曰：“兆致是乎？”史編曰：“編之太祖史疇，爲禹占得臯陶，兆比於此。”文王乃齋三日，乗田車，駕田馬，田於渭陽，卒見太公坐茅以漁。文王勞而問之曰：“子樂漁邪？”太公曰：“臣聞君子樂得其志，小人樂得其事。今吾漁甚有似也，殆非樂之也。”文王曰：“何謂其有似也？”太公曰：“釣有三權：禄等以權，死等以權，官等以權。夫釣以求得也，其情深，可以觀大矣。”文王曰：“願聞其情。”太公曰：“源深而水流，水流而魚生之，情也；根深而木長，木長而實生之，情也；君子情同而親合，親合而事生之，情也。言語應對者，情之飾也；言至情者，事之極也。今臣言至情不諱，君其惡之乎？”文王曰：“唯仁人能受至諫，不惡至情。何爲其然？”太公曰：“緡微餌明，小魚食之；緡調餌香，中魚食之；緡𨺚餌豐，大魚食之。夫魚食其餌，乃牽於緡；人食其禄，乃服於君。故以餌取魚，魚可殺；以禄取人，人可竭；以家取國，國可拔；以國取天下，天下可畢。嗚呼！曼曼緜緜，其聚必散；嘿嘿昧昧，其光必逺。微哉！聖人之德，誘乎獨見；樂哉！聖人之慮，各歸其次，而樹斂焉。”文王曰：“樹斂何若而天下歸之？”太公曰：“天下非一人之天下，乃天下之天下也。同天下之利者，則得天下；擅天下之利者，則失天下。天有時，地有財，能與人共之者，仁也。仁之所在，天下歸之。免人之死，解人之難，救人之患，濟人之急者，德也。德之所在，天下歸之。與人同憂、同樂，同好、同惡者，義也。義之所在，天下赴之。凡人惡死而樂生，好德而歸利，能生利者，道也。道之所在，天下歸之。”文王再拜曰：“允哉！敢不受天之詔命乎！”乃載與俱歸，立爲師。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文韜盈虚",
            "paragraphs": [
                {
                    "paragraph": "文韜盈虚",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“天下熙熙，一盈一虚，一治一亂，所以然者，何也？其君賢不肖不等乎？其天時變化自然乎？”太公曰：“君不肖，則國危而民亂；君賢聖，則國安而民治。禍福在君，不在天時。”文王曰：“古之賢君，可得聞乎？”太公曰：“昔者帝堯之王天下，上世所謂賢君也。”文王曰：“其治如何？”太公曰：“帝堯王天下之時，金銀珠玉不飾，錦繡文綺不衣，竒怪珍異不視，玩好之器不寶，淫泆之樂不聽，宫垣屋室不堊，甍桷椽楹不斵，茅茨徧庭不剪，鹿裘禦寒，布衣掩形，糲粱之飯，藜藿之羮，不以役作之故，害民耕績之時，削心約志，從事乎無爲。吏忠正奉法者，尊其位；廉㓗愛人者，厚其禄。民有孝慈者，愛敬之；盡力農桑者，慰勉之。旌别淑德，表其門閭，平心正節，以法度禁邪僞。所憎者，有功必賞，所愛者，有罪必罰。存養天下鰥寡孤獨，振贍禍亡之家。其自奉也甚薄，其賦役也甚寡。故萬民富樂而無飢寒之色，百姓戴其君如日月，親其君如父母。”文王曰：“大哉！賢君之德也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文韜國務",
            "paragraphs": [
                {
                    "paragraph": "文韜國務",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“願聞爲國之大務，欲使主尊人安，爲之奈何？”太公曰：“愛民而己。”文王曰：“愛民奈何？”太公曰：“利而勿害，成而勿敗，生而勿殺，與而勿奪，樂而勿苦，喜而勿怒。”文王曰：“敢請釋其故。”太公曰：“民不失務，則利之；農不失時，則成之；省刑罰，則生之；薄賦斂，則與之；儉宫室臺榭，則樂之；吏清不苛擾，則喜之。民失其務，則害之；農失其時，則敗之；無罪而罰，則殺之；重賦斂，則奪之；多營宫室臺榭以疲民力，則苦之；吏濁苛擾，則怒之。故善爲國者，馭民如父母之愛子，如兄之愛弟。見其飢寒，則爲之憂，見其勞苦，則爲之悲。賞罰如加於身，賦斂如取己物。此愛民之道也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文韜大禮",
            "paragraphs": [
                {
                    "paragraph": "文韜大禮",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“君臣之禮如何？”太公曰：“爲上唯臨，爲下唯沈。臨而無逺，沈而無隱。爲上唯周，爲下唯定。周則天也，定則地也。或天或地，大禮乃成。”文王曰：“主位如何？”太公曰：“安徐而靜，柔節先定，善與而不爭，虚心平志，待物以正。”文王曰：“主聽如何？”太公曰：“勿妄而許，勿逆而担。許之則失守，拒之則閉塞。髙山仰之，不可極也；深淵度之，不可測也。神明之德，正靜其極。”文王曰：“主明如何？”太公曰：“目貴明，耳貴聦，心貴智。以天下之目視，則無不見也；以天下之耳聽，則無不聞也；以天下之心慮，則無不知也。輻湊並進，則明不蔽矣。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文韜明傳",
            "paragraphs": [
                {
                    "paragraph": "文韜明傳",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王寢疾，召太公望，太子發在側，曰：“嗚呼！天將棄予，周之社稷，將以屬汝。今予欲師至道之言，以明傳之子孫。”太公曰：“王何所問？”文王曰：“先聖之道，其所止，其所起，可得聞乎？”太公曰：“見善而怠，時至而疑，知非而處，此三者，道之所止也。柔而靜，恭而敬，強而弱，忍而剛，此四者，道之所起也。故義勝欲則昌，欲勝義則亡，敬勝怠則吉，怠勝敬則滅。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文韜六守",
            "paragraphs": [
                {
                    "paragraph": "文韜六守",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“君國主民者，其所以失之者，何也？”太公曰：“不愼所與也。人君有六守三寳。”文王曰：“六守，何也？”太公曰：“一曰仁，二曰義，三曰忠，四曰信，五曰勇，六曰謀，是謂六守。”文王曰：“愼擇六守者何？”太公曰：“富之而觀其無犯；貴之而觀其無驕；付之而觀其無轉；使之而觀其無隱；危之而觀其無恐；事之而觀其無窮。富之而不犯者，仁也；貴之而不驕者，義也；付之而不轉者，忠也；使之而不隱者，信也；危之而不恐者，勇也；事之而不窮者，謀也。人君無以三寳借人，借人則君失其威。”文王曰：“敢問三寳？”太公曰：“大農、大工、大商，謂之三寳。農一其郷，則穀足；工一其郷，則器足；商一其郷，則貨足。三寳各安其處，民乃不慮。無亂其郷，無亂其族，臣無富於君，都無大於國。六守長則君昌，三寳完，則國安。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文韜守土",
            "paragraphs": [
                {
                    "paragraph": "文韜守土",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“守士奈何？”太公曰：“無䟽其親，無怠其衆，撫其左右，御其四旁。無借人國柄，借人國柄，則失其權。無掘壑而附丘，無舎本而治末。日中必彗，操刀必割，執斧必伐。日中不彗，是謂失時；操刀不割，失利之期；執斧不伐，賊人將來。㳙㳙不塞，將爲江河。熒熒不救，炎炎奈何；兩葉不去，將用斧柯。是故人君必從事於冨，不富無以爲仁，不施無以合親。䟽其親則害，失其衆則敗。無借人利器。借人利器，則爲人所害，而不終其正也。”王曰：“何謂仁義？”太公曰：“敬其衆，合其親。敬其衆則和，合其親則喜，是謂仁義之紀。無使人奪汝威，因其明，順其常。順者任之以德，逆者絶之以力。敬之無疑，天下和服。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文韜守國",
            "paragraphs": [
                {
                    "paragraph": "文韜守國",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“守國奈何？”太公曰：“齋將語君天地之經，四時所生，仁聖之道，民機之情。”王即齋七日，北面再拜而問之。太公曰：“天生四時，地生萬物，天下有民，仁聖牧之。故春道生，萬物榮；夏道長，萬物成；秋道斂，萬物盈；冬道藏，萬物㝷。盈則藏，藏則復起，莫知所終，莫知所始。聖人配之，以爲天地經紀。故天下治，仁聖藏；天下亂，仁聖昌。至道其然也。聖人之在天地間也，其寶固大矣。因其常而視之，則民安。夫民動而爲機，機動而得失爭矣。故發之以其隂，㑹之以其陽，爲之先唱，天下和之。極反其常，莫進而爭，莫退而讓。守國如此，與天地同光。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文韜上賢",
            "paragraphs": [
                {
                    "paragraph": "文韜上賢",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“王人者，何上何下？何取何去，何禁何止？”太公曰：“王人者，上賢，下不肖，取誠信，去詐僞，禁暴亂，止奢侈。故王人者，有六賊、七害。”文王曰：“願聞其道。”太公曰：“夫六賊者，一曰，臣有大作宫室、池榭，遊觀倡樂者，傷王之德。二曰，民有不事農桑、任氣遊俠，犯歴法禁，不從吏敎者，傷王之化。三曰，臣有結朋黨、蔽賢智、鄣主明者，傷王之權。四曰，士有抗志髙節，以爲氣勢，外交諸侯、不重其主者，傷王之威。五曰，臣有輕爵位、賤有司，羞爲上犯難者，傷功臣之勞。六曰，強宗侵奪、陵侮貧弱者，傷庶人之業。七害者：一曰，無智略權謀，而以重賞尊爵之，故強勇輕戰，僥倖於外，王者愼勿使爲將。二曰，有名無實，出入異言，掩善揚惡，進退爲巧，王者愼勿與謀。三曰，朴其身躬，惡其衣服，語無爲以求名，言無欲以求利，此僞人也，王者愼勿近。四曰，竒其冠帶，偉其衣服，愽聞辯辭，虚論髙議，以爲容羙，窮居靜處，而誹時俗，此姦人也，王者愼勿寵。五曰，讒佞苟得，以求官爵，果敢輕死，以貪禄秩，不圖大事，得利而動，以髙談虚論，說於人主，王者愼勿使。六曰，爲雕文刻鏤，技巧華飾，而傷農事，王者必禁之。七曰僞方異𠆸、巫蠱左道，不祥之言，幻惑良民，王者必止之。故民不盡力，非吾民也；士不誠信，非吾士也；臣不忠諫，非吾臣也；吏不平㓗愛人，非吾吏也；相不能富國強兵、調和隂陽，以安萬乗之主，正羣臣，定名實，明賞罰，樂萬民，非吾相也。夫王者之道，如龍首，髙居而逺望，深視而審聽，示其形，隱其情，若天之髙，不可極也；若淵之深，不可測也。故可怒而不怒，姦臣乃作；可殺而不殺，大賊乃發。兵勢不行，敵國乃強。”文王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文韜舉賢",
            "paragraphs": [
                {
                    "paragraph": "文韜舉賢",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“君務舉賢而不獲其功，世亂愈甚，以至危亡者，何也？”太公曰：“舉賢而不用，是有舉賢之名，而無用賢之實也。”文王曰：“其失安在？”太公曰：“其失在君好用世俗之所譽，而不得眞賢也。”文王曰：“何如？”太公曰：“君以世俗之所譽者爲賢，以世俗之所毁者爲不肖，則多黨者進，少黨者退。若是，則羣邪此周而蔽賢，忠臣死於無罪，姦臣以虚譽取爵位。是以世亂愈甚，則國不免於危亡。”文王曰：“舉賢奈何？”太公曰：“將相分職，而各以官名舉人，按名督實，選才考能，令實當其名，名當其實，則得舉賢之道也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文韜賞罰",
            "paragraphs": [
                {
                    "paragraph": "文韜賞罰",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“賞所以存勸，罰所以示懲。吾欲賞一以勸百，罰一以懲衆，爲之奈何？”太公曰：“凡用賞者貴信，用罰者貴必。賞信罰必於耳目之所聞見，則所不聞見者莫不隂化矣。夫誠暢於天地，通於神明，而况於人乎？”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "文韜兵道",
            "paragraphs": [
                {
                    "paragraph": "文韜兵道",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“兵道如何？”太公曰：“凡兵之道，莫過乎一。一者，能獨往獨來。黄帝曰：“一者，階於道，幾於神，用之在於機，顯之在於勢，成之在於君。”故聖王號兵爲凶器，不得已而用之。今商王知存而不知亡，知樂而不知殃。夫存者非存，在於慮亡；樂者非樂，在於慮殃。今王已慮其源，豈憂其流乎？”武王曰：“兩軍相遇，彼不可來，此不可往，各設固備，未敢先發。我欲襲之，不得其利，爲之奈何？”太公曰：“外亂而内整，示飢而實飽，内精而外鈍。一合一離，一聚一散。隂其謀，密其機，髙其壘，伏其銳士，寂若無聲，敵不知我所備，欲其西，襲其東。”武王曰：“敵知我情，通我謀，爲之奈何？”太公曰：“兵勝之術，密察敵人之機，而速乗其利，復疾擊其不意。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "武韜發啓",
            "paragraphs": [
                {
                    "paragraph": "發啓",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王在酆，召太公曰：“嗚呼！商王虐極，罪殺不辜，公尚助子憂民，如何？”太公曰：“王其修德以下賢，惠民以觀天道。天道無殃，不可先倡；人道無災，不可先謀。必見天殃，又見人災，乃可以謀。必見其陽，又見其隂，乃知其心。必見其外，又見其内，乃知其意。必見其䟽，又見其親，乃知其情。行其道，道可致也；從其門，門可入也。立其禮，禮可成也；爭其強，強可勝也。全勝不𨷖，大兵無創，與鬼神通，微哉！微哉！“與人同病相救，同情相成，同惡相助，同好相趨。故無甲兵而勝，無衝機而攻，無溝壍而守。大智不智，大謀不謀，大勇不勇，大利不利。利天下者，天下啓之；害天下者，天下閉之。天下者，非一人之天下，乃天下之天下也。取天下者，若逐野獸，而天下皆有分肉之心；若同舟而濟，濟則皆同其利，敗則皆同其害。然則皆有啓之，無有閉之也。“無取於民者，取民者也；無取於國者，取國者也；無取於天下者，取天下者也。無取民者民利之，無取國者國利之，無取天下者天下利之。故道在不可見，事在不可聞，勝在不可知。微哉！微哉！鷙鳥將擊，卑飛歛翼；猛獸將搏，弭耳俯伏；聖人將動，必有愚色。今彼殷商，衆口相惑，紛紛渺渺，好色無極，此亡國之徴也。吾觀其野，草菅勝穀；吾觀其衆，邪曲勝直；吾觀其吏，暴虐残賊，敗法亂刑，上下不覺，此亡國之時也。大明發而萬物皆照，大義發而萬物皆利，大兵發而萬物皆服。大哉！聖人之德，獨聞獨見，樂哉",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "武韜文啓",
            "paragraphs": [
                {
                    "paragraph": "武韜文啓",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“聖人何守？”太公曰：“何憂何嗇，萬物皆得。何嗇何憂，萬物皆遒。政之所施，莫知其化；時之所在，莫知其移。聖人守此而萬物化，何窮之有？終而復始，優之游之，展轉求之。求而得之，不可不藏。旣以藏之，不可不行；旣以行之，勿復明之。夫天地不自明，故能長生；聖人不自明，故能名彰。古之聖人，聚人而爲家，聚家而爲國，聚國而爲天下。分封賢人，以爲萬國，命之曰大紀。陳其政敎，順其民俗，羣曲化直，變於形容，萬國不通，各樂其所，人愛其上，命之曰大定。嗚呼！聖人務靜之，賢人務正之，愚人不能正，故與人爭。上勞則刑繁，刑繁則民憂，民憂則流亡，上下不安其生，累丗不休，命之曰大失。天下之人如流水，障之則止，啓之則行，靜之則清。嗚呼神哉！聖人見其所始，則知其所終。”文王曰：“靜之奈何？”太公曰：“天有常形，民有常生，與天下共其生，而天下靜矣。太上因之，其次化之。夫民化而從政，是以天無爲而成事，民無與而自富，此聖人之德也。”文王曰：“公言乃恊子懷夙夜念之不忘，以用爲常。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "武韜文伐",
            "paragraphs": [
                {
                    "paragraph": "武韜文伐",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“文伐之法奈何？”太公曰：“凡文伐有十二節：一曰因其所喜，以順其志。彼將生驕，必有好事。苟能因之，必能去之。二曰親其所愛，以分其威。一人兩心，其中必衰。廷無忠臣，社稷必危；三曰隂賂左右，得情甚深。身内情外，國將生害；四曰輔其淫樂，以廣其志。厚賂珠玉，娱以美人。卑辭委聽，順命而合。彼將不爭，姦節乃定；五曰嚴其忠臣，而薄其賂。稽留其使，勿聽其事。亟爲置代，遺以誠事，親而信之，其君將復合之。苟能嚴之，國乃可謀；六曰収其内，閒其外。才臣外相，敵國内侵，國鮮不亡；七曰欲錮其心，必厚賂之。収其左右忠愛，隂示以利，令之輕業，而蓄積空虚；八曰賂以重寶，因與之謀。謀而利之。利之必信，是謂重親。重親之積，必爲我用。有國而外，其地大敗；九曰尊之以名，無難其身。示以大勢，從之必信。致其大尊，先爲之榮。微飾聖人，國乃大偷；十曰下之必信，以得其情，承意應事，如與同生。旣以得之，乃微収之，時及將至，若天喪之。十一曰，塞之以道，人臣無不重貴與富，惡死與咎，隂示大尊，而微輸重寶，収其豪傑，内積甚厚，而外爲乏，隂納智士，使圖其計，納勇士使髙其氣，富貴甚足，而常有繁滋，徒黨已具，是謂塞之。有國而塞，安能有國？十二曰，養其亂臣以迷之，進羙女淫聲以惑之，遺良犬馬以勞之，時與大勢以誘之，上察而與天下圖之，十二節備，乃成武事。所謂上察天，下察地，徴已見，乃伐之。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "武韜順啓",
            "paragraphs": [
                {
                    "paragraph": "武韜順啓",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "文王問太公曰：“何如而可爲天下？”太公曰：“大蓋天下，然後能容天下；信蓋天下，然後能約天下；仁蓋天下，然後能懷天下；恩蓋天下，然後能保天下；權蓋天下，然後能不失天下。事而不疑，則天運不能移，時變不能遷。此六者備，然後可以爲天下政。故利天下者，天下啓之；害天下者，天下閉之；生天下者，天下德之；殺天下者，天下賊之；徹天下者，天下通之；窮天下者，天下仇之；安天下者，天下恃之；危天下者，天下災之。天下者，非一人之天下，唯有道者處之。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "武韜三疑",
            "paragraphs": [
                {
                    "paragraph": "武韜三疑",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“予欲立功，有三疑，恐力不能攻強、離親、散衆，爲之奈何？”太公曰：“因之，慎謀用財。夫攻強，必養之使強，益之使張。太強必折，太張必缺。攻強以強，離親以親，散衆以衆。“凡謀之道，周密爲寶，設之以事，玩之以利，爭心必起。欲離其親，因其所愛，與其寵人，與之所欲，示之所利，因以䟽之，無使得志。彼貪利甚喜，遺疑乃止。凡攻之道，必先塞其明，而後攻其強，毁其大，除民之害。淫之以色，啗之以利，養之以味，娱之以樂。旣離其親，必使逺民，勿使知謀，扶而納之，莫覺其意，然後可成。惠施於民，必無憂財。民如牛馬，數餧食之，從而愛之。心以啓智，智以啓財，財以啓衆，衆以啓賢，賢之有啓，以王天下。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜王翼",
            "paragraphs": [
                {
                    "paragraph": "龍韜王翼",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“王者帥師，必有股肱羽翼，以成威神，爲之柰何？”太公曰：“凡舉兵帥師，以將爲命。命在通逹，不守一術，因能受職，各取所長，隨時變化，以爲綱紀。故將有股肱羽翼七十二人，以應天道。備數如法，審知命理，殊能異技，萬事畢矣。”武王曰：“請問其目。”太公曰：“腹心一人，主潜謀應卒，揆夫消變，揔攬計謀，保全民命。謀士五人，主啚安危，慮未萌，論行能，明賞罰，授官位，决嫌疑，定可否。天文三人，主司星曆，候風氣，推時曰，考符驗，校灾異，知人心去就之機。地利三人，主三軍行止形勢，利害消息，逺近險易，水涸山阻，不失地利。兵法九人，主講論異同，行事成敗，簡練兵器，刺舉非法。通糧四人，主度飲食蓄積，通糧道，𦤺五糓，令三軍不困乏。奮威四人，主擇材力，論兵革，風馳電擊，不知所由。伏鼓旗三人，主伏鼓旗，明耳目，詭符節，謬號令，闇忽徃來，出入若神。股肱四人，主任重持難，修溝壍，治壁壘，以備守禦。通材三人，主拾遺補過，應偶賔客，論議談語，消患觧結。權士三人，主行竒譎，設殊異，非人所識，行無窮之變。耳目七人，主往來聽言視變，覽四方之事，軍中之情。𤓰牙五人，主揚威武，激勵三軍，使冒難攻銳，無所疑慮。羽翼四人，主揚名譽，震逺方，揺動四境，以弱敵心。遊士八人，主伺姦𠋫變，開闔人情，觀敵之意，以爲間諜。術士二人，主爲譎詐，依託鬼神，以惑衆心。方士二人，主百藥，以治金瘡，以痊萬病。法筭二人，主計㑹三軍營壁糧食財用出入。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜論將",
            "paragraphs": [
                {
                    "paragraph": "龍韜論將",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“論將之道奈何？”太公曰：“將有五材十過。”武王曰：“敢問其目。”太公曰：“所謂五材者，勇、智、仁、信、忠也。勇則不可犯，智則不可亂，仁則愛人，信則不欺，忠則無二心。“所謂十過者，有勇而輕死者，有急而心速者，有貪而好利者，有仁而不忍人者，有智而心怯者，有信而喜信人者，有廉㓗而不愛人者，有智而心緩者，有剛毅而自用者，有懦而喜任人者。“勇而輕死者，可暴也；急而心速者，可乆也；貪而好利者，可遺也；仁而不忍人者，可勞也；智而心怯者，可窘也；信而喜信人者，可誑也；廉㓗而不愛人者，可侮也；智而心緩者，可襲也；剛毅而自用者，可事也；懦而喜任人者，可欺也。故兵者，國之大事，存亡之道，命在於將。將者，國之輔，先王之所重也，故置將不可不察也。故曰：兵不兩勝，亦不兩敗。兵出踰境，期不十日，不有亡國，必有破軍殺將。”武王曰：“善哉！",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜選將",
            "paragraphs": [
                {
                    "paragraph": "龍韜選將",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“王者舉兵，欲簡練英雄，知士之髙下，爲之奈何？”太公曰：“夫士外貌不與中情相應者十五：有嚴而不肖者，有溫良而爲盗者，有貌恭敬而心慢者，有外廉謹而内無至誠者，有精精而無情者，有湛湛而無誠者，有好謀而不决者，有如果敢而不能者，有悾悾而不信者，有怳怳惚惚而反忠實者，有詭激而有功効者，有外勇而内怯者，有肅肅而反易人者，有嗃嗃而反靜慤者，有勢虚形劣而外岀無所不至、無所不遂者。天下所賤，聖人所貴，凡人莫知，非有大明，不見其際。此士之外貌不與中情相應者也。”武王曰：“何以知之？”太公曰：“知之有八徴：一曰問之以言，以觀其辭；二曰窮之以辭，以觀其變；三曰與之閒謀，以觀其誠；四曰明白顯問，以觀其德；五曰使之以財，以觀其廉；六曰試之以色，以觀其貞；七曰告之以難，以觀其勇；八曰醉之以酒，以觀其態。八徴皆備，則賢不肖别矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜立將",
            "paragraphs": [
                {
                    "paragraph": "龍韜立將",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“立將之道奈何？”太公曰：“凡國有難，君避正殿，召將而詔之曰：“社稷安危，一在將軍。今某國不臣，願將軍帥師應之。”將旣受命，乃命太史卜，齋三日，之太廟，鑚靈龜，卜吉日，以授斧鉞。君入廟門，西面而立；將入廟門，北面而立。君親操龯持首，授將其柄，曰：“從此上至天者，將軍制之。”復操斧持柄，授將其刃，曰：“從此下至淵者，將軍制之。”見其虚則進，見其實則止。勿以三軍爲衆而輕敵，勿以受命爲重而必死，勿以身貴而賤人，勿以獨見而違衆，勿以辯說爲必然。士未坐勿坐，士未食勿食，寒暑必同。如此，則士衆必盡死力。將已受命，拜而報君曰：“臣聞國不可從外治，軍不可從中御，二心不可以事君，疑志不可以應敵。臣旣受命，專斧龯　之威，臣不敢生還，願君亦垂一言之命於臣。君不許臣，臣不敢將。”君許之，乃辭而行。軍中之事，不聞君命，皆由將出，臨敵决戰，無有二心。若此，則無天於上，無地於下，無敵於前，無君於後。是故智者爲之謀，勇者爲之𨷖，氣厲青雲，疾若馳騖，兵不接刃，而敵降服。戰勝於外，功立於内，吏遷士賞，百姓懽說，將無咎殃。是故風雨時節，五穀豐熟，社稷安寧。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜將威",
            "paragraphs": [
                {
                    "paragraph": "龍韜將威",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“將何以爲威？何以爲明？何以爲禁止而令行？”太公曰：“將以誅大爲威，以賞小爲明，以罰審爲禁止而令行。故殺一人而三軍震者，殺之；賞一人而萬人說者，賞之。殺貴大，賞貴小。殺及當路貴重之臣，是刑上極也；賞及牛竪、馬洗、廐養之徒，是賞下通也。刑上極，賞下通，是將威之所行也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜勵軍",
            "paragraphs": [
                {
                    "paragraph": "龍韜勵軍",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“吾欲令三軍之衆，攻城爭先登，野戰爭先赴，聞金聲而怒，聞鼓聲而喜，爲之奈何？”太公曰：“將有三。”武王曰：“敢問其目。”太公曰：“將冬不服裘，夏不操扇，雨不張蓋，名曰禮將。將不身服禮，無以知士卒之寒暑。出隘塞，犯泥塗，將必先下歩，名曰力將。將不身服力，無以知士卒之勞苦。軍皆定次，將乃就舎；炊者皆熟，將乃就食；軍不舉火，將亦不舉，名曰上欲將。將不身服止欲，無以知士卒之飢飽。將與士卒共寒暑、勞苦、飢飽，故三軍之衆，聞鼓聲則喜，聞金聲則怒。髙城深池，矢石繁下，士爭先登；白刃始合，士爭先赴。士非好死而樂傷也，爲其將知寒暑飢飽之審，而見勞苦之明也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜隂符",
            "paragraphs": [
                {
                    "paragraph": "龍韜隂符",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，三軍卒有緩急，或利或害，吾將以近通逺，從中應外，以給三軍之用，爲之奈何？”太公曰：“主與將有隂符，凡八等。有大勝克敵之符，長一尺；破軍擒將之符，長九寸；降城得邑之符，長八寸；却敵報逺之符，長七寸；警衆堅守之符，長六寸；請糧益兵之符，長五寸；敗軍亡將之符，長四寸；失利亡士之符，長三寸。諸奉使行符稽留，若符事聞，泄告者，皆誅之。八符者，主將祕聞，所以隂通言語不泄中外相知之術，敵雖聖智，莫之能識。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜隂書",
            "paragraphs": [
                {
                    "paragraph": "龍韜隂書",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，主將欲合兵，行無窮之變，圖不測之利，其事煩多，符不能明，相去遼逺，言語不通，爲之奈何？”太公曰：“諸有隂事大慮，當用書不用符，主以書遺將，將以書問主，書皆一合而再離，三發而一知。再離者，分書爲三部。三發而一知者，言三人人操一分，相參而不相知情也。此謂隂書，敵雖聖智，莫之能識。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜軍勢",
            "paragraphs": [
                {
                    "paragraph": "龍韜軍勢",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“攻伐之道奈何？”太公曰：“資因敵家之動變生於兩陳之間，竒正發於無窮之源，故至事不語，用兵不言。且事之至者，其言不足聽也；兵之用者，其狀不足見也。倐而往，忽而來，能獨專而不制者，兵也。“夫兵聞則議，見則圖，知則困，辨則危。故善戰者不待張軍，善除患者理於未生；善勝敵者勝於無形。上戰無與戰。故爭勝於白刃之前者，非良將也；設備於已失之後者，非上聖也；智與衆同，非國師也；技與衆同，非國工也。事莫大於必克，用莫大於𤣥黙，動莫神於不意，謀莫善於不識。夫先勝者，先見弱於敵而後戰者也，故事半而功倍焉。聖人徴於天地之動，孰知其紀，循隂陽之道，而從其候，當天地盈縮，因以爲常。物有死生，因天地之形，故曰：未見形而戰，雖衆必敗。“善戰者居之不撓，見勝則起，不勝則止，故曰：無恐懼，無猶豫。用兵之害，猶豫最大；三軍之災，莫過狐疑。善者見利不失，遇時不疑，失利後時，反受其殃。故智者從之而不釋，巧者一决而不猶豫。是以疾雷不及掩耳，迅電不及瞑目，赴之若驚，用之若狂，當之者破，近之者亡，孰能禦之？“夫將有所不言而守者，神也；有所不見而視者，明也。故知神明之道者，野無衡敵，對無立國。”武王曰：“善㢤。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜竒兵",
            "paragraphs": [
                {
                    "paragraph": "龍韜竒兵",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“凡用兵之道，大要何如？”太公曰：“古之善戰者，非能戰於天上，非能戰於地下，其成與敗，皆由神勢，得之者昌，失之者亡。夫兩陳之間，岀甲陳兵，縱卒亂行者，所以爲變也；深草蓊蘙者，所以逃遁也；谿谷險阻者，所以止車禦騎也；隘塞山林者，所以少擊衆也；坳澤窈㝠者，所以匿其形也；清明無隱者，所以戰勇力也；疾如流矢、如發機者，所以破精微也；詭伏設竒、逺張誑誘者，所以破軍擒將也；四分五裂者，所以擊圎破方也；困其驚驤者，所以一擊十也；因其勞倦暮舎者，所以十擊百也；竒伎者，所以越深水、渡江河也；彊弩長兵者，所以踰水戰也；長𨵿逺候、暴疾謬遁者，所以降城服邑也；鼓行喧囂者，所以行竒謀也；大風甚雨者，所以搏前擒後也；僞稱敵使者，所以絶糧道也；謬號令與敵同服者，所以備走北也；戰必以義者，所以勵衆勝敵也；尊爵重賞者，所以勸用命也；嚴刑罰者，所以進罷怠也；一喜一怒、一與一奪、一文一武、一徐一疾者，所以調和三軍、制一臣下也；䖏髙敞者，所以警守也；保阻險者，所以爲固也；山林茂穢者，所以黙徃来也；深溝髙壘、粮多者，𠩄以持乆也。故曰：“不知戰攻之䇿，不可以語敵；不能分移，不可以語竒；不通治亂，不可以語變。”故曰：將不仁，則三軍不親；將不勇，則三軍不銳；將不智，則三軍大疑；將不明，則三軍大傾；將不精微，則三軍失其機；將不常戒，則三軍失其備；將不彊力，則三軍失其職。故將者，人之司命，三軍與之俱治，與之俱亂。得賢將者，兵彊國昌；不得賢將者，兵弱國亡。”武王曰：“善㢤。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜五音",
            "paragraphs": [
                {
                    "paragraph": "龍韜五音",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“律音之聲，可以知三軍之消㤙、勝負之决乎？”太公曰：“深哉！王之問也。夫律管十二，其要有五音：宫、商、角、徴、羽，此其正聲也，萬代不易。五行之神，道之常也，可以知敵。金、木、水、火、土，各以其勝攻之。古者三皇之世，虚無之情，以制剛彊，無有文字，皆由五行。五行之道，天地自然。六甲之分，微妙之神。其法以天清浄，無隂雲風雨，夜半遣輕騎徃至敵人之壘，去九百歩外，偏持律管當耳，大呼驚之，有聲應管，其來甚微。角聲應管，當以白虎；徵聲應管，當以𤣥武；商聲應管，當以朱雀；羽聲應管，當以勾陳；五管聲盡不應者，宫也，當以青龍。此五行之符，佐勝之徵，成敗之機。”武王曰：“善哉！”太公曰：“微妙之音，皆有外候。”武王曰：“何以知之？”太公曰：“敵人驚動則聽之，聞枹鼓之音者，角也；見火光者，徵也；聞金鐵矛㦸之音者，商也；聞人嘯呼之音者，羽也；寂寞無聞者，宫也。此五者，聲色之符也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜兵徴",
            "paragraphs": [
                {
                    "paragraph": "龍韜兵徴",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“吾欲未戰，先知敵人之強弱，豫見勝負之徴，爲之奈何？”太公曰：“勝負之徴，精神先見，明將察之，其敗在人。謹候敵人出入進退，察其動靜，言語祅祥，士卒所告。凡三軍說懌，士卒畏法，敬其將命，相喜以破敵，相陳以勇猛，相賢以威武，此強徴也。三軍數驚，士卒不齊，相恐以敵強，相語以不利，耳目相屬，祅言不止，衆口相惑，不畏法令，不重其將，此弱徴也。三軍齊整，陳勢已固，深溝髙壘，又有大風甚雨之利，三軍無故旌旗前指，金鐸之聲揚以清，鼙鼓之聲宛以鳴，此得神明之助，大勝之徴也。行陳不固，旌旗亂而相繞，逆大風甚雨之利，士卒恐懼，氣絶而不屬，戎馬驚奔，兵車折軸，金鐸之聲下以濁，鼙鼓之聲濕如沐，此大敗之徴也。凡攻城圍邑，城之氣色如死灰，城可屠。城之氣出而北，城可克。城之氣出而西，城必降；城之氣出而南，城不可拔。城之氣出而東，城不可攻。城之氣出而復入，城主逃北。城之氣出而覆我軍之上，軍必病。城之氣岀髙而無所止，用曰長乆。凡攻城圍邑，過旬不雷不雨，必亟去之。城必有大輔，此所以知可攻而攻，不可攻而止。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍韜農器",
            "paragraphs": [
                {
                    "paragraph": "龍韜農器",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“天下安定，國家無事，戰攻之具，可無修乎？守禦之備，可無設乎？”太公曰：“戰攻守禦之具，盡在於人事。耒耜者，其行馬蒺藜也。馬牛車輿者，其營壘蔽櫓也。鋤耰之具，其矛㦸也。蓑薛簦笠者，其甲胄干楯也。钁鍤斧鋸杵臼，其攻城器也。牛馬，所以轉輸糧用也。雞犬，其伺候也。婦人織紝，其旌旗也。丈夫平壤，其攻城也。春鏺草𣗥，其戰車騎也。夏耨田疇，具戰歩兵也。秋刈禾薪，其糧食儲備也。冬實倉廩，其堅守也。田里相伍，其約束符信也。里有吏，官有長，其將帥也。里有周垣，不得相過，其隊分也；輸粟収芻，其廪庫也；春秋治城郭，修溝渠，其壍壘也。故用兵之具，盡在於人事也。善爲國者，取於人事，故必使遂其六畜，闢其田野，安其處所，丈夫治田有𠭇數，婦人織紝有尺度，是富國強兵之道也。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜軍用",
            "paragraphs": [
                {
                    "paragraph": "虎韜軍用",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“王者舉兵，三軍器用，攻守之具，科品衆寡，豈有法乎？”太公曰：“大哉，王之問也！夫攻守之具，各有科品，此兵之大威也。”武王曰：“願聞之。”太公曰：“凡用兵之大數，將甲士萬人，法用武衝大扶胥三十六乗，材士、強弩、矛㦸爲翼，一車二十四人，推之以八尺車輪，車上立旗鼓，兵法謂之震駭。䧟堅陳，敗強敵。武翼大櫓矛㦸扶胥七十二具，材士、強弩、矛㦸爲翼，以五尺車輪，絞車連弩自副，䧟堅陳，敗強敵。提翼小櫓扶胥一百四十具，絞車連弩自副，以鹿車輪，䧟堅陳，敗強敵。大黄參連弩大扶胥三十六乗，材士、強弩、矛㦸爲翼，飛鳬、電影自副，飛鳬，赤莖白羽，以銅爲首。電影，青莖赤羽，以鐵爲首。晝則以綘縞，長六尺，廣六寸，爲光耀；夜則以白縞，長六尺，廣六寸，爲流星。䧟堅陳，敗歩騎。大扶胥衝車三十六乗，螳蜋武士共載，可以縱擊橫，可以敗敵。輜車騎宼，一名電車，兵法謂之電擊。䧟堅陳，敗歩騎。宼夜來前，矛㦸扶胥，輕車一百六十乗，螳蜋武士三人，共載，兵法謂之霆擊。䧟堅陳，敗歩騎。方首鐵棓，維朌，重十二斤，柄長五尺以上，千二百枚，一名天棓。大柯斧，刃長八寸，重八斤，柄長五尺以上，千二百枚，一名天龯。　方首鐵鎚，重八斤，柄長五尺以上，千二百枚，一名天鎚。敗歩騎羣宼。飛鈎，長八寸，鈎芒長四寸，柄長六尺以上，千二百枚，以投其衆。”三軍拒守：“木螳蜋，劒刃、扶胥，廣二丈，百二十具，一名行馬。平易地，以歩兵敗車騎。木蒺藜，去地二尺五寸，百二十具。敗歩騎，要窮宼，遮走北。軸旋短衝，矛㦸、扶胥，百二十具。黄帝所以敗𧈪尤氏。敗歩騎，要窮宼，遮走北。狹路微徑，張鐵蒺藜，芒髙四寸，廣八寸，長六尺以上，千二百具。敗歩騎。突暝來前促戰，白刃接，張地羅，鋪兩鏃蒺藜，參連織女，芒間相去二寸，萬二千具。曠野草中，方𦙄鋋矛，千二百具。張鋋矛法，髙一尺五寸，敗歩騎，要窮宼，遮走北。狹路微徑，地䧟鐵械鎻，參連，百二十具，敗歩騎，要窮宼，遮走北。”壘門拒守：“矛㦸小櫓，十二具，絞車、連弩自副。”三軍拒守：“天羅虎落鎻連一部，廣一丈五尺，髙八尺，百二十具。虎落劒刃扶胥，廣一丈五尺，髙八尺，五百二十具。“渡溝壍，飛橋一間，廣一丈五尺，長二丈以上，着轉𨵿轆轤八具，以環利通索張之。“渡大水，飛江，廣一丈五尺，長二丈以上，八具，以環利通索張之。天浮鐵螳蜋，矩内圎外，徑四尺以上，環絡自副，三十二具。以天浮張飛江，濟大海，謂之“天潢”，一名“天舡”。“山林野居，結虎落柴營，環利鐵鎻，長二丈以上，千二百枚。環利大通索，大四寸，長四丈以上，六百枚。環利中通索，大二寸，長四丈以上，二百枚。環利小徽縲，長二丈以上，萬二千枚。“天雨，蓋重車上板，結枲鉏鋙，廣四尺，長四丈以上，車一具，以鐵杙張之。“伐木大斧，重八斤，柄長三尺以上，三百枚。“棨钁，刃廣六寸，柄長五尺以上，三百枚。銅築固爲垂，長五尺以上，三百枚。“鷹𤓰方𦙄鐵杷，柄長七尺以上，三百枚。方𦙄鐵义，柄長七尺以上，三百枚。方𦙄兩枝鐵义，柄長七尺以上，三百枚。“芟草木大鎌，柄長七尺以上，三百枚。“大櫓刀，重八斤，柄長六尺，三百枚。委環鐵杙，長三尺以上，三百枚。“㭬杙大鎚，重五斤，柄長二尺以上，百二十具。“甲士萬人，強弩六千，㦸楯二千，矛楯二千，修治攻具，砥礪兵器，巧手三百人。此舉兵軍用之大數也。”武王曰：“允哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜三陳",
            "paragraphs": [
                {
                    "paragraph": "虎韜三陳",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“凡用兵，爲天陳、地陳、人陳，奈何？”太公曰：“日、月、星辰、斗杓，一左一右，一向一背，此謂天陳。丘陵、水泉，亦有前後左右之利，此謂地陳。用車，用馬，用文、用武，此謂人陳。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜疾戰",
            "paragraphs": [
                {
                    "paragraph": "虎韜疾戰",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“敵人圍我，斷我前後，絶我糧道，爲之奈何？”太公曰：“此天下之困兵也，暴用之則勝，徐用之則敗。如此者，爲四武衝陳。以武車、驍騎驚亂其軍，而疾擊之，可以横行。”武王曰：“若已出圍地，欲因以爲勝，爲之奈何？”太公曰：“左軍疾左，右軍疾右，無與敵人爭道。中軍迭前迭後，敵人雖衆，其將可走。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜必出",
            "paragraphs": [
                {
                    "paragraph": "虎韜必出",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，敵人四合而圍我，斷我歸道，絶我糧食。敵人旣衆，糧食甚多，險阻又固，我欲必出，爲之奈何？”太公曰：“必出之道，器械爲寶，勇闘爲首。審知敵人空虚之地，無人之處，可以必出。將士人持𤣥旗，操器械，設銜枚，夜出勇力飛足冒將之士居前，平壘爲軍開道，材士強弩爲伏兵居後，弱卒車騎居中。陳畢徐行，愼無驚駭，以武衝、扶胥前後拒守，武翼、大櫓以備左右。敵人若驚，勇力冒將之士疾擊而前，弱卒、車騎以屬其後，材士、強弩隱伏而處。審𠋫敵人追我，伏兵疾擊其後，多其火鼓，若從地出，若從天下，三軍勇𨷖，莫我能禦。”武王曰：“前有大水、廣壍、深坑，我欲踰渡，無舟楫之備。敵人屯壘，限我軍前，塞我歸道，厈候常戒，險塞盡中，車騎要我前，勇士擊我後，爲之奈何？”太公曰：“大水、廣壍、深坑，敵人所不守，或能守之，其卒必寡。若此者，以飛江、轉𨵿與天潢以濟吾軍，勇力、材士從我所指，衝敵絶陳，皆致其死。先燔吾輜重，燒吾糧食，明告吏士，勇𨷖則生，不勇則死。已出者，令我踵軍，設雲火逺候，必依草木、丘墓、險阻，敵人車騎必不敢逺追長驅，因以火爲記，先岀者，令至火而止，爲四武衝陳。如此，則吾三軍皆精銳勇𨷖，莫我能止。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜軍略",
            "paragraphs": [
                {
                    "paragraph": "虎韜軍略",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，遇深谿大谷，險阻之水，吾三軍未得畢濟，而天暴雨，流水大至，後不得屬於前，無有舟梁之備，又無水草之資，吾欲畢濟，使三軍不稽留，爲之奈何？”太公曰：“凡帥師將衆，慮不先設，器械不備，敎不素信，士卒不習，若此，不可以爲王者之兵也。凡三軍有大事，莫不習用器械。攻城圍邑，則有轒輼、臨衝。視城中，則有雲梯、飛樓。三軍行止，則有武衝、大櫓，前後拒守。絶道遮街，則有材士、強弩，衝其兩旁。設營壘，則有天羅、武落，行馬、蒺藜。晝則登雲梯逺望，立五色旗旌，夜則設雲火萬炬，擊雷皷，振鼙鐸，吹鳴笳。越溝壍，則有飛橋、轉𨵿，轆轤、鉏鋙。濟大水，則有天潢、飛江。逆波上流，則有浮海、絶江。三軍用備，主將何憂？”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜臨境",
            "paragraphs": [
                {
                    "paragraph": "虎韜臨境",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“吾與敵人臨境相拒，彼可以來，我可以徃，陳皆堅固，莫敢先舉，我欲徃而襲之，彼亦可來，爲之奈何？”太公曰：“分兵三處，令軍前軍深溝増壘而無岀，列旌旗，擊鼙皷，完爲守備。令我後軍多積糧食，無使敵人知我意，發我銳士，濳襲其中，擊其不意，攻其無備，敵人不知我情，則止不來矣。”武王曰：“敵人知我之情，通我之謀，動而得我事，其銳士伏於深草要隘路，擊我便處，爲之柰何？”太公曰：“令我前軍，日出挑戰，以勞其意。令我老弱，拽柴揚塵，鼓呼而徃來，𢦙出其左，𢦙出其右，去敵無過百歩，其將必勞，其卒必駭。如此，則敵人不敢來。吾徃者不止，或襲其内，或擊其外，三軍疾戰，敵人必敗。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜動靜",
            "paragraphs": [
                {
                    "paragraph": "虎韜動靜",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，與敵之軍相當，兩陳相望，衆寡彊弱相等，未敢先舉。吾欲令敵人將帥恐懼，士卒心傷，行陳不固，後陳欲走，前陳數顧，鼓譟而乗之，敵人遂走，爲之柰何？”太公曰：“如此者，發我兵，去宼十里而伏其兩旁，車騎百里而越其前後，多其旌旗，益其金鼓。戰合，鼓譟而俱起，敵將必恐，其軍驚駭，衆寡不相救，貴賤不相待，敵人必敗。”武王曰：“敵之地勢不可以伏其兩旁，車騎又無以越其前後。敵知我慮，先施其備，我士卒心傷，將帥恐懼，戰則不勝，爲之奈何？”太公曰：“微哉，王之問也！如此者，先戰五日，發我逺候，往視其動靜，審候其來，設伏而待之，必於死地。與敵相避，逺我旌旗，䟽我行陳，必奔其前，與敵相當。戰合而走，擊金無止，三里而還，伏兵乃起，或䧟其兩旁，或擊其前後，三軍疾戰，敵人必走。”武王曰：“善哉！",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜金鼓",
            "paragraphs": [
                {
                    "paragraph": "虎韜金鼓",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，與敵相當，而天大寒甚暑，日夜霖雨，旬日不止，溝壘悉壊，隘塞不守，斥𠋫懈怠，士卒不戒，敵人夜來，三軍無備，上下惑亂，爲之柰何？”太公曰：“凡三軍，以戒爲固，以怠爲敗。令我壘上，誰何不絶，人執旌旗，外内相望，以號相命，勿令乏音，而皆外向。三千人爲一屯，誡而約之，各愼其處。敵人若來，親我軍之警戒，至而必還，力盡氣怠，發我銳士，隨而擊之。”武王曰：“敵人知我隨之，而伏其銳士，佯北不止，過伏而還，或擊我前，或擊我後，或薄我壘。吾三軍大恐，擾亂失次，離其處所，爲之柰何？”太公曰：“分爲三隊，隨而追之，勿越其伏。三隊俱至，或擊其前後，或䧟其兩旁，明號審令，疾擊而前，敵人必敗。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜絶道",
            "paragraphs": [
                {
                    "paragraph": "虎韜絶道",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，與敵相守，敵人絶我粮道，又越我前後，吾欲戰則不可勝，欲守則不可乆，爲之柰何？”太公曰：“凡深入敵人之地，必察地之形勢，務求便利，依山林、險阻、水泉、林木而爲之固，謹守𨵿梁，又知城邑、丘墓、地形之利。如是，則我軍堅固，敵人不能絶我粮道，又不能越我前後。”武王曰：“吾三軍過大陵、廣澤、平易之地，吾盟誤失卒，與敵人相薄，以戰則不勝，以守則不固，敵人翼我兩旁，越我前後，三軍大恐，爲之柰何？”太公曰：“凡帥師之法，當先發逺候，去敵二百里，審知敵人所在，地勢不利，則以武衞爲壘而前，又置兩踵軍於後，逺者百里，近者五十里。即有警急，前後相救，吾三軍常完堅，必無毁傷。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜略地",
            "paragraphs": [
                {
                    "paragraph": "虎韜略地",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“戰勝深入，略其地，有大城不可下，其別軍守險，與我相拒。我欲攻城圍邑，恐其别軍卒至而擊我，中外相合，擊我表裏，三軍大亂，上下恐駭，爲之奈何？”太公曰：“凡攻城圍邑，車騎必逺，屯衛警戒，阻其外内。中人絶糧，外不得輸，城人恐怖，其將必降。”武王曰：“中人絶糧，外不得輸，隂爲約誓，相與密謀，夜出窮宼死戰。其車騎銳士，或衝我内，或擊我外，士卒迷惑，三軍敗亂，爲之奈何？”太公曰：“如此者，當分軍爲三軍，謹視地形而處，審知敵人别軍所在，及其大城别堡，爲之置遺缺之道，以利其心，謹備勿失。敵人恐懼，不入山林，即歸大邑，走其别軍。車騎逺要其前，勿令遺脫，中人以爲先出者，得其徑道，其練卒材士必出，其老弱獨在，車騎深入長驅，敵人之軍必莫敢至，愼勿與戰，絶其糧道，圍而守之，必乆其日。無燔人積聚，無壞人宫室，冡樹社叢勿伐，降者勿殺，得而勿戮，示之以仁義，施之以厚德，令其士民曰：“罪在一人。”如此，則天下和服。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜火戰",
            "paragraphs": [
                {
                    "paragraph": "虎韜火戰",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，遇深草蓊穢，周吾軍前後左右，三軍行數百里，人馬疲倦休止，敵人因天燥疾風之利，燔吾上風，車騎銳士，堅伏吾後，吾三軍恐怖，散亂而走，爲之奈何？”太公曰：“若此者，則以雲梯飛樓，逺望左右，謹察前後，見火起，即燔吾前而廣延之，又燔吾後。敵人若至，則引軍而却，桉黒地而堅處，敵人之來，猶在吾後，見火起，必還走。吾按黒地而處，強弩材士衛吾左右，又燔吾前後，若此，則敵不能害我。”武王曰：“敵人燔吾左右，又燔吾前後，煙覆吾軍，其大兵按黒地而起，爲之奈何？”太公曰：“若此者，爲四武衝陳，強弩翼吾左右，其法無勝亦無負。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "虎韜壘虚",
            "paragraphs": [
                {
                    "paragraph": "虎韜壘虚",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“何以知敵壘之虚實，自來自去？”太公曰：“將必上知天道，下知地理，中知人事，登髙下望，以觀敵之變動。望其壘，即知其虚實。望其士卒，則知其去來。”武王曰：“何以知之？”太公曰：“聽其鼓無音，鐸無聲，望其壘上多飛鳥而不驚，上無氛氣，必知敵詐而爲偶人也。敵人卒去不逺，未定而復返者，彼用其士卒太疾也。太疾則前後不相次，不相次則行陳必亂。如此者，急出兵擊之，以少擊衆，則必勝矣。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "豹韜林戰",
            "paragraphs": [
                {
                    "paragraph": "豹韜林戰",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，遇大林，與敵分林相拒。吾欲以守則固，以戰則勝，爲之奈何？”太公曰：“使吾三軍，分爲衝陳，便兵所處，弓弩爲表，㦸楯爲裏。斬除草木，極廣吾道，以便戰所。髙置旌旗，謹勑三軍，無使敵人知吾之情。是謂林戰。林戰之法，率吾矛㦸，相與爲伍。林間木踈，以騎爲輔。戰車居前，見便則戰，不見便則止。林多險阻，必置衝陳，以備前後。三軍疾戰，敵人雖衆，其將可走。更戰更息，各按其部。是謂林戰之紀。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "豹韜突戰",
            "paragraphs": [
                {
                    "paragraph": "豹韜突戰",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“敵人深入長驅，侵掠我地，驅我牛馬，其三軍大至，薄我城下。吾士卒大恐，人民係累，爲敵所虜。吾欲以守則固，以戰則勝，爲之柰何？”太公曰：“如此者，謂之突兵。其牛馬必不得食，士卒絶糧，暴擊而前。令我逺邑别軍，選其銳士，疾擊其後。審其期曰：“必會於晦。”三軍疾戰，敵人雖衆，其將可虜。”武王曰：“敵人分爲三四，或戰而侵掠我地，或止而収我牛馬。其大軍未盡至，而使㓂薄我城下，致吾三軍恐懼，爲之奈何？”太公曰：“謹𠋫敵人未盡至，則設備而待之。”去城四里而爲壘，金鼔旌旗皆列而張，别隊爲伏兵，令我壘上多積強弩，百歩一突門，門有行馬，車騎居外，勇力銳士隱伏而處。敵人若至，使我輕卒合戰而佯走，令我城上立旌旗，擊鼙鼓，完爲守備。敵人以我爲守城，必薄我城下。發吾伏兵，以衝其内，或擊其外。三軍疾戰，或擊其前，或擊其後，勇者不得𨷖，輕者不及走，名曰突戰。敵人雖衆，其將必走。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "豹韜敵強",
            "paragraphs": [
                {
                    "paragraph": "豹韜敵強",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，與敵人衝軍相當，敵衆我寡，敵強我弱。敵人夜來，或攻吾左，或攻吾右，三軍震動。吾欲以戰則勝，以守則固，爲之奈何？”太公曰：“如此者，謂之震㓂，利以出戰，不可以守。選吾材士強弩車騎，爲之左右，疾擊其前，急攻其後，或擊其表，或擊其裏，其卒必亂，其將必駭。”武王曰：“敵人逺遮我前，急攻我後，斷我銳兵，絶我材士，吾内外不得相聞，三軍擾亂，皆散而走，士卒無𨷖志，將吏無守心，爲之奈何？”太公曰：“明哉，王之問也！當明號審令，岀我勇銳冒將之士，人操炬火，二人同鼔，必知敵人所在，或擊其表，或擊其裏，微號相知，令之滅火，鼓音皆止，中外相應，期約皆當，三軍疾戰，敵必敗亡。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "豹韜敵武",
            "paragraphs": [
                {
                    "paragraph": "豹韜敵武",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，卒遇敵人，甚衆且武，武車驍騎，繞我左右，吾三軍皆震，走不可止，爲之奈何？”太公曰：“如此者，謂之敗兵。善者以勝，不善者以亡。”武王曰：“用之奈何？”太公曰：“伏我材士強弩，武車驍騎，爲之左右，常去前後三里。敵人逐我，發我車騎，衝其左右，如此則敵人擾亂，吾走者自止。”武王曰：“敵人與我車騎相當，敵衆我少，敵強我弱，其來整治精銳，吾陳不敢當，爲之奈何？”太公曰：“選我材士強弩，伏於左右，車騎堅陳而處。敵人過我伏兵積弩，射其左右，車騎銳兵，疾擊其軍，或擊其前，或擊其後，敵人雖衆，其將必走。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "豹韜鳥雲山兵",
            "paragraphs": [
                {
                    "paragraph": "豹韜鳥雲山兵",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，遇髙山盤石，其上亭亭，無有草木，四面受敵，吾三軍恐懼，士卒迷惑，吾欲以守則固，以戰則勝，爲之奈何？”太公曰：“凡三軍處山之髙，則爲敵所棲。處山之下，則爲敵所囚。旣以被山而處，必爲鳥雲之陳。鳥雲之陳，隂陽皆備，或屯其隂，或屯其陽。處山之陽，備山之隂，處山之隂，備山之陽，處山之左，備山之右，處山之右，備山之左。其山敵所能陵者，兵備其表，衢道通谷，絶以武車，髙置旌旗，謹勑三軍，無使敵人知吾之情，是謂山城。行列已定，士卒已陳，法令已行，竒正己設，各置衝陳於山之表，便兵所處。乃分車騎爲鳥雲之陳，三軍疾戰，敵人雖衆，其將可擒。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "豹韜鳥雲澤兵",
            "paragraphs": [
                {
                    "paragraph": "豹韜鳥雲澤兵",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，與敵人臨水相拒，敵富而衆，我貧而寡，踰水擊之，則不能前，欲久其日，則糧食少。吾居斥鹵之地，四旁無邑，又無草木，三軍無所掠取，牛馬無所芻牧，爲之奈何？”太公曰：“三軍無備，牛馬無食，士卒無糧，如此者，索便詐敵而亟去之，設伏兵於後。”武王曰：“敵不可得而詐，吾士卒迷惑，敵人越我前後，吾三軍敗亂而走，爲之奈何？”太公曰：“求途之道，金玉爲主，必因敵使，精微爲寶。”武王曰：“敵人知我伏兵，大軍不肯濟，别將分隊，以踰於水，吾三軍大恐，爲之奈何？”太公曰：“如此者，分爲衝陳，便兵所處，湏其畢出，發我伏兵，疾擊其後，強弩兩旁，射其左右。車騎分爲鳥雲之陳，備其前後。三軍疾戰。敵人見我戰合，其大軍必濟水而來，發我伏兵，疾擊其後，車騎衝其左右，敵人雖衆，其將可走。凡用兵之大要，當敵臨戰，必宜衝陣，便兵所處，然後以軍騎分爲鳥雲之陳，此用兵之竒也。所謂鳥雲者，鳥散而雲合，變化無窮者也。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "豹韜少衆",
            "paragraphs": [
                {
                    "paragraph": "豹韜少衆",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“吾欲以少擊衆，以弱擊彊，爲之柰何？”太公曰：“以少擊衆者，必以日之暮，伏於深草，要之隘路。以弱擊彊者，必得大國，而與隣國之助。”武王曰：“我無深草，又無隘路，敵人已至，不適日暮，我無大國之與，又無隣國之助，爲之柰何？”太公曰：“妄張詐誘，以熒惑其將，迂其道，令過深草，逺其路，令會日路，前行未渡水，後行未及舎，發我伏兵，疾擊其左右，車騎擾亂其前後，敵人雖衆，其將可走。事大國之君，下鄰國之士，厚其幣，卑其辭，如此，則得大國之與，鄰國之助矣。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "豹韜分險",
            "paragraphs": [
                {
                    "paragraph": "豹韜分險",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“引兵深入諸侯之地，與敵人相遇於險阨之中，吾左山而右水，敵右山而左水，與我分險相拒，各欲以守則固，以戰則勝，爲之柰何？”太公曰：“處山之左，急備山之右；處山之右，急備山之左。險有大水無舟楫者，以天潢濟吾三軍。已濟者，亟廣吾道，以便戰所。以武衝爲前後，列其強弩，令行陳皆固。衢道谷口，以武衝絶之，髙置旌旗，是謂車城。凡險戰之法，以武衝爲前，大櫓爲衛，材士強弩，翼吾左右。三千人爲屯，必置衝陳，便兵所處。左軍以左，右軍以右，中軍以中，並攻而前。已戰者還歸屯所，更戰更息，必勝乃已。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "犬韜分兵",
            "paragraphs": [
                {
                    "paragraph": "犬韜分兵",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“王者帥師，三軍分爲數處，將欲期㑹合戰，約誓賞罰，爲之柰何？”太公曰：“凡用兵之法，三軍之衆，必有分合之變。其大將先定戰地、戰日，然後移檄書與諸將吏，期攻城圍邑，各㑹其所，明告戰日，漏刻有時。大將設營而陳，立表轅門，清道而待。諸將吏至者，校其先後，先期至者賞，後期至者斬。如此，則逺近奔集，三軍俱至，并力合戰。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "犬韜武鋒",
            "paragraphs": [
                {
                    "paragraph": "犬韜武鋒",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“凡用兵之要，必有武車、驍騎，馳陳、選鋒，見可則擊之。如何則可擊？”太公曰：“夫欲擊者，當審察敵人十四變，變見則擊之，敵人必敗。”武王曰：“十四變可得聞乎？”太公曰：“敵人新集可擊，人馬未食可擊，天時不順可擊，地形未得可擊，奔走可擊，不戒可擊，疲勞可擊，將離士卒可擊，渉長路可擊，濟水可擊，不暇可擊，阻難狹路可擊，亂行可擊，心怖可擊。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "犬韜練士",
            "paragraphs": [
                {
                    "paragraph": "犬韜練士",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“練士之道柰何？”太公曰：“軍中有大勇、敢死、樂傷者，聚爲一卒，名曰冐刃之士；有銳氣、壯勇、彊暴者，聚爲一卒，名曰䧟陳之士；有竒表長劒、接武齊列者，聚爲一卒，名曰勇銳之士；有㧞距、伸鈎、彊梁、多力、潰破金皷、絶滅旌旗者，聚爲一卒，名曰勇力之士；有踰髙絶逺、輕足善走者，聚爲一卒，名曰冠兵之士；有王臣失勢，欲復見功者，聚爲一卒，名曰死闘之士；有死將之人子弟，欲與其將報仇者，聚爲一卒，名曰敢死之士；有贅婿人虜欲掩迹揚名者，聚爲一卒，名曰勵鈍之士；有貧窮憤怒欲快其心者，聚爲一卒，名曰必死之士；有胥靡免罪之人欲逃其耻者，聚爲一卒，名曰倖用之士；有材技兼人能負重致逺者，聚爲一卒，名曰待命之士。此軍之服習，不可不察也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "犬韜敎戰",
            "paragraphs": [
                {
                    "paragraph": "犬韜敎戰",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“合三軍之衆，欲令士卒練士敎戰之道，奈何？”太公曰：“凡領三軍，有金鼓之節，所以整齊士衆者也。將必先明告吏士，申之以三令，以敎操兵起居、旌旗指麾之變法。故教吏士，使一人學戰，敎成，合之十人；十人學戰，教成，合之百人；百人學戰，教成，合之千人。千人學戰，敎成，合之萬人；萬人學戰，教成，合之三軍之衆；大戰之法，教成，合之百萬之衆。故能成其大兵，立威於天下。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "犬韜均兵",
            "paragraphs": [
                {
                    "paragraph": "犬韜均兵",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“以車與歩卒戰，一車當㡬歩卒？㡬歩卒當一車？以騎與歩卒戰，一騎當㡬歩卒？㡬歩卒當一騎？以車與騎戰，一車當㡬騎？㡬騎當一車？”太公曰：“車者，軍之羽翼也，所以䧟堅陳，要彊敵，遮走北也。騎者，軍之伺候也，所以踵敗軍，絶糧道，擊便㓂也。故車騎不敵戰，則一騎不能當歩卒一人。三軍之衆，成陳而相當，則易戰之法，一車當歩卒八十人，八十人當一車。一騎當歩卒八人，八人當一騎；一車當十騎，十騎當一車。險戰之法，一車當歩卒四十人，四十人當一車。一騎當歩卒四人，四人當一騎；一車當六騎，六騎當一卒。夫車騎者，軍之武兵也。十乗敗千人，百乗敗萬人，十騎敗百人，百騎走千人。此其大數也。”武王曰：“車騎之吏數、陳法柰何？”太公曰：“置車之吏數，五車一長，十車一吏，五十車一率，百車一將。易戰之法，五車爲列，相去四十歩，左右十歩，隊間六十歩。險戰之法，車必循道，十車爲聚，二十車爲屯，前後相去二十歩，左右六歩，隊問三十六歩。五車一長，縱橫相去二里，各返故道。置騎之吏數，五騎一長，十騎一吏，百騎一率，二百騎一將。易戰之法，五騎爲列，前後相去二十歩，左右四歩，隊間五十歩。險戰者，前後相去十歩，左右二歩，隊間二十五歩。三十騎爲一屯，六十騎爲一輩，十騎一吏，縱横相去百歩，周環各復故處。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "犬韜武車士",
            "paragraphs": [
                {
                    "paragraph": "犬韜武車士",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“選車士奈何？”太公曰：“選車士之法，取年四十已下，長七尺五寸已上，走能逐奔馬，及馳而乗之，前後左右上下周旋，能縛束旌旗，力能彀八石弩，射前後左右皆便習者，名曰武車之士，不可不厚也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "犬韜武騎士",
            "paragraphs": [
                {
                    "paragraph": "犬韜武騎士",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“選騎士奈何？”太公曰：“選騎士之法，取年四十已下，長七尺五寸已上，壯徤捷疾，超絶倫等，能馳騎彀射，前後左右，周旋進退，越溝塹，登丘陵，冒險阻，絶大澤，馳強敵，亂大衆者，名曰武騎之士，不可不厚也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "犬韜戰車",
            "paragraphs": [
                {
                    "paragraph": "犬韜戰車",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“戰車奈何？”太公曰：“歩貴知變動，車貴知地形，騎貴知別徑竒道，三軍同名而異用也。凡車之死地有十，其勝地有八。”武王曰：“十死之地奈何？”太公曰：“往而無以還者，車之死地也；越絶險阻，乗敵逺行者，車之竭地也；前易後險者，車之困地也；䧟之險阻而難出者，車之絶地也；圯下漸澤，黒土黏埴者，車之勞地也；左險右易，上陵仰阪者，車之逆地也；殷草横𠭇，犯歷深澤者，車之拂地也；車少地易，與歩不敵者，車之敗地也；後有溝瀆，左有深水，右有峻阪者，車之壞地也；日夜霖雨，旬日不止，道路潰䧟，前不能進，後不能解者，車之䧟地也。此十者，車之死地也。故拙將之所以見擒，明將之所以能避也。”武王曰：“八勝之地奈何？”太公曰：“敵之前後，行陳未定，即䧟之；旌旗擾亂，人馬數動，即䧟之；士卒或前或後，或左或右，即䧟之；陳不堅固，士卒前後相顧，即䧟之；前往而疑，後恐而怯，即䧟之；三軍卒驚，皆薄而起，即䧟之；戰於易地，暮不能解，即䧟之；逺行而暮舎，三軍恐懼，即䧟之。此八者，車之勝地也。將明於十害八勝，敵雖圍周，千乗萬騎，前驅旁馳，萬戰必勝。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "犬韜戰騎",
            "paragraphs": [
                {
                    "paragraph": "犬韜戰騎",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“戰騎奈何？”太公曰：“騎有十勝九敗。”武王曰：“十勝，奈何？”太公曰：“敵人始至，行陳未定，前後不屬，䧟其前騎，擊其左右，敵人必走。敵人行陳，整齊堅固，士卒欲𨷖，吾騎翼而勿去，或馳而往，或馳而來，其疾如風，其暴如雷，白晝而昏，數更旌旗，變易衣服，其軍可克。敵人行陳不固，士卒不𨷖，薄其前後，獵其左右，翼而擊之，敵人必懼。敵人暮欲歸舎，三軍恐駭，翼其兩旁，疾擊其後，薄其壘口，無使得入，敵人必敗。敵人無險阻保固，深入長驅，絶其糧路，敵人必飢。地平而易，四面見敵，車騎䧟之，敵人必亂。敵人奔走，士卒散亂，或翼其兩旁，或掩其前後，其將可擒。敵人暮返，其兵甚衆，其行陳必亂。令我騎十而爲隊，百而爲屯，車五而爲聚，十而爲羣，多設旌旗，雜以強弩，或擊其兩旁，或絶其前後，敵將可虜。此騎之十勝也。”武王曰：“九敗奈何？”太公曰：“凡以騎䧟敵，而不能破陳，敵人佯走，以車騎返擊我後，此騎之敗地也。追北踰險，長驅不止，敵人伏我兩旁，又絶我後，此騎之圍地也。往而無以返，入而無以出，是謂䧟於天井，頓於地穴，此騎之死地也。所從入者隘，所從出者逺，彼弱可以擊我強，彼寡可以擊我衆，此騎之𣳚地也。大澗、深谷、翳薉、林木，此騎之竭地也。左右有水，前有大阜，後有髙山，三軍戰於兩水之間，敵居表裏，此騎之艱地也。敵人絶我糧道，往而無以返，此騎之困地也。汙下沮澤，進退漸洳，此騎之患地也。左有深溝，右有坑阜，髙下如平地，進退誘敵，此騎之䧟地也。此九者，騎之死地也。明將之所以逺避，闇將之所以䧟敗也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "犬韜戰歩",
            "paragraphs": [
                {
                    "paragraph": "犬韜戰歩",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "武王問太公曰：“歩兵、車騎戰，奈何？”太公曰：“歩兵與車騎戰者，必依丘陵險阻，長兵強弩居前，短兵弱弩居後，更發更止。敵之車騎雖衆而至，堅陣疾戰，材士強弩，以備我後。”武王曰：“吾無丘陵，又無險阻，敵人之至，旣衆且武，車騎翼我兩旁，獵我前後，吾三軍恐怖，亂敗而走，爲之奈何？”太公曰：“令我士卒爲行馬木蒺藜，置牛馬隊伍，爲四武衝陣。望敵車騎將來，均置蒺藜，掘地匝後，廣深五尺，名曰命籠。人操行馬，進歩，闌車以爲壘，推而前後，立而爲屯，材士強弩，備我左右，然後令我三軍皆疾戰而不解。”武王曰：“善哉！”",
                    "zhushu": ""
                }
            ]
        }
    ]
}