{
    "name": "春秋谷梁传",
    "author": "西汉·谷梁赤",
    "loadChapterCount": 1,
    "chapters": [
        {
            "name": "隐公第一",
            "paragraphs": [
                {
                    "paragraph": "隐公第一",
                    "type": 1
                },
                {
                    "paragraph": "元年春，王正月。虽无事，必举正月，谨始也。公何以不言即位？成公志也。焉成之？言君之不取为公也。君之不取为公，何也？将以让桓也。让桓正乎？曰：不正。春秋成人之美，不成人之恶。隐不正而成之，何也？将以恶桓也。其恶桓何也？隐将让而桓弑之，则桓恶矣；桓弑而隐让，则隐善矣。善则其不正焉，何也？春秋贵义而不贵惠，信道而不信邪。孝子扬父之美，不扬父之恶。先君之欲与桓，非正也，邪也。虽然，既胜其邪心以与隐矣。巳探先君之邪志而遂以与桓，则是成父之恶也。兄弟，天伦也。为子受之父，为诸侯受之君。巳废天伦而忘君父以行小惠，曰小道也。若隐者，可谓轻千乘之国，蹈道则未也。三月，公及邾仪父盟于眛。及者何？内为志焉尔。仪，字也。父犹傅也，男子之美称也。其不言邾子？何也？邾之上古微，未爵命于周也。不日，其盟渝也。眛，地名也。夏，五月，郑伯克段于鄢。克者何？能也。何能也？能杀也。何以不言杀？见段之有徒众也。段，郑伯弟也。何以知其为弟也？杀世子母弟目君。以其目君，知其为弟也。段，弟也，而弗谓弟，公子也，而弗谓公子，贬之也。段失子弟之道矣。贱段而甚郑伯也。何甚乎郑伯？甚郑伯之处心积虑，成于杀也。于鄢，远也，犹曰取之其母之怀中而杀之云尔，甚之也。然则为郑伯者宜奈何？缓追逸贼，亲亲之道也。秋，七月，天王使宰咺来归惠公、仲子之赗。母以子氏。仲子者何？惠公之母，孝公之妾也。礼，赗人之母则可，赗人之妾则不可。君子以其可辞受之，其志不及事也。赗者何也？乘马曰赗，衣衾曰禭，贝玉曰含，钱财曰赙。九月，及宋人盟于宿。及者何？内卑者也。宋人，外卑者也。卑者之盟不日。宿，邑名也。冬，十有二月，祭伯来。来者，来朝也。其弗谓朝，何也？寰内诸侯，非有天子之命，不得出会。诸侯不正其外交，故弗与朝也。聘弓𬭤矢，不出竟场，束修之肉，不行竟中。有至尊者，不贰之也。公子益师卒。大夫日卒，正也。不日卒，恶也。二年春，公会戎于潜。会者，外为主焉尔。知者虑，义者行，仁者守，有此三者，然后可以出会。会戎，危公也。夏五月，莒人入向。入者，内弗受也。向，我邑也。无赅帅师入极。入者，内弗受也。极，国也。苟焉以入人为志者，人亦入之矣。不称氏者，灭同姓，贬也。秋八月庚辰，公及戎盟于唐。九月，纪履𦈕来逆女。逆女，亲者也。使大夫，非正也。以国氏者，为其来交接于我，故君子进之也。冬，十月，伯姫归于纪。礼，妇人谓嫁曰归，反曰来归，从人者也。妇人在家制于父，既嫁制于夫，夫死从长子。妇人不专行，必有从也。伯姫归于纪，此其如专行之辞，何也？曰：非专行也，吾伯姫归于纪，故志之也。其不言使，何也？逆之道微，无足道焉尔。纪子伯、莒子盟于密，或曰纪子伯、莒子而与之盟，或曰年同爵同，故纪子以伯先也。十有二月乙卯，夫人子氏薨。夫人薨不地，夫人者，隐之妻也。卒而不书葬，夫人之义，从君者也。郑人伐卫。三年春，王二月己巳，日有食之。言日不言朔，食晦日也。其日有食之，何也？吐者外壤，食者内壤，阙然不见其壤，有食之者也。有内辞也，或外辞也。有食之者，内于日也。其不言食之者，何也？知其不可知，知也。三月庚戍，天王崩。高曰崩，厚曰崩，尊曰崩。天子之崩，以尊也。其崩之何也？以其在民上，故崩之。其不名，何也？大上，故不名也。夏，四月辛卯，尹氏卒。尹氏者？何也？天子之大夫也。外大夫不卒，此何以卒之也？于天子之崩为鲁主，故隐而卒之。秋，武氏子来求赙。武氏子者？何也？天子之大夫也。天子之大夫，其称武氏子何也？未毕丧，孤未爵。未爵使之，非正也。其不言使，何也？无君也。归死者曰赗，归生者曰赙。曰：归之者，正也；求之者，非正也。周虽不求，鲁不可以不归。鲁虽不归，周不可以求之。求之为言，得不得未可知之辞也。交讥之。八月庚辰，宋公和卒。诸侯日卒，正也。冬，十有二月，齐侯、郑伯盟于石门。癸未，葬宋缪公。日葬，故也，危不得葬也。四年春，王二月，莒人伐杞，取牟娄。《传》曰：言伐言取，所恶也。诸侯相伐取地于是始，故谨而志之也。戊申，卫祝吁弑其君完。大夫弑其君，以国氏者，嫌也，弑而代之也。夏，公及宋公遇于清。及者，内为志焉尔。遇者，志相得也。宋公、陈侯、蔡人、卫人伐郑。秋，翚帅师会宋公、陈侯、蔡人、卫人伐郑。翚者何也？公子翚也。其不称公子何也？贬之也。何为贬之也？与于弑公，故贬之也。九月，卫人杀祝吁于濮。称人以杀，杀有罪也。祝吁之挈，失嫌也。其月，谨之也。于濮者，讥失贼也。冬，十有二月，卫人立晋。卫人者，众辞也。立者，不宜立者也。晋之名，恶也。其称人以立之，何也？得众也。得众则是贤也。贤则其曰不宜立，何也？《春秋》之义，诸侯与正而不与贤也。五年春，公观鱼于棠。《传》曰常事曰视，非常曰观。礼，尊不亲小事，卑不尸大功。鱼，卑者之事也，公观之，非正也。夏，四月，葬卫桓公。月葬，故也。秋，卫师入郕。入者，内弗受也。郕，国也。将卑师众曰师。九月，考仲子之宫。考者，何也？考者，成之也，成之为夫人也。礼，庶子为君，为其母筑宫，使公子主其祭也。于子祭，于孙止。仲子者，惠公之母。隐孙而修之，非隐也。初献六羽。初，始也。谷梁子曰：舞《夏》，天子八佾，诸公六佾，诸侯四佾。初献六羽，始僭乐矣。《尸子》曰：舞《夏》，自天子至诸侯皆用八佾。初献六羽，始厉乐矣。邾人、郑人伐宋。螟。虫灾也。甚则月，不甚则时。冬，十有二月辛巳，公子彄卒。隐不爵命大夫，其曰公子彄何也？先君之大夫也。宋人伐郑，围长葛。伐国不言围邑，此其言围何也？久之也。伐不逾时，战不逐奔，诛不填服。苞人民，殴牛马，曰侵。斩树木，坏宫室，曰伐。六年春，郑人来输平。输者堕也。平之为言，以道成也。来输平者，不果成也。夏，五月辛酉，公会齐侯，盟于艾。秋，七月。冬，宋人取长葛。外取邑不志，此其志何也？久之也。春，王三月，叔姬归于纪。其不言逆何也？逆之道微，无足道焉尔。滕侯卒。滕侯无名，少曰世子，长曰君，狄道也。其不正者名也。夏，城中丘。城为保民为之也。民众城小则益城。益城无极。凡城之志，皆讥也。齐侯使其弟年来聘。诸侯之尊，弟兄不得以属通。其弟云者，以其来接于我，举其贵者也。秋，公伐邾。冬，天王使凡伯来聘。戎伐凡伯于楚丘以归。凡伯者何也？天子之大夫也。国而曰伐，此一人而曰伐，何也？大天子之命也。戎者卫也。戎卫者，为其伐天子之使，贬而戎之也。楚丘，卫之邑也。以归，犹愈乎执也。八年春，宋公、卫侯遇于垂。不期而会曰遇。遇者，志相得也。三月，郑伯使宛来归邴。名宛，所以贬郑伯，恶与地也。庚寅，我入邴。入者，内弗受也。日入，恶入者也。邴者，郑伯所受命于天子而祭泰山之邑也。夏，六月己亥，蔡侯考父卒。诸侯日卒，正也。辛亥，宿男卒。宿，微国也。未能同盟，故男卒也。秋，七月庚午，宋公、齐侯、卫侯盟于瓦屋。外盟不日，此其日何也？诸侯之参盟于是始，故谨而日之也。诰誓不及五帝，盟诅不及三王，交质子不及二伯。八月，葬蔡宣公。月葬，故也。九月辛卯，公及莒人盟于包来。可言公及人，不可言公及大夫。螟。冬，十有二月，无赅卒。无赅之名，未有闻焉。或曰，隐不爵大夫也。或说曰，故贬之也。九年春，天王使南季来聘。南，氏姓也。季，字也。聘，问也。聘诸侯，非正也。三月癸酉，大雨，震，电。震，雷也。电，霆也。庚辰，大雨雪。志疏数也。八日之间再有大变，阴阳错行，故谨而日之也。雨月，志正也。侠卒。侠者，所侠也。弗大夫者，隐不爵大夫也。隐之不爵大夫何也？曰不成为君也。夏，城郎。秋，七月。无事焉，何以书？不遗时也。冬，公会齐侯于防。会者，外为主焉尔。十年春，王二月，公会齐侯、郑伯于中丘。夏，翚帅师会齐人、郑人伐宋。六月壬戌，公败宋师于菅。内不言战，举其大者也。辛未取郜，辛巳取防。取邑不日，此其日何也？不正其乘败人而深为利、取二邑，故谨而日之也。秋，宋人、卫人入郑。宋人、蔡人、卫人伐载。郑伯伐取之，不正其因人之力而易取之。故主其事也。冬，十月壬午，齐人、郑人入郕。入者，内弗受也。日入，恶入者也。郕，国也。十有一年春，滕侯、薛侯来朝。天子无事，诸侯相朝，正也。考礼修德，所以尊天子也。诸侯来朝时正也，特言同时也，累数皆至也。夏，五月，公会郑伯于时来。秋，七月壬午，公及齐侯、郑伯入许。冬，十有一月壬辰，公薨。公薨不地，故也。隐之，不忍地也。其不言葬何也？君弑，贼不讨，不书葬，以罪下也。隐十年无正，隐不自正也。元年有正，所以正隐也。"
                }
            ]
        },
        {
            "name": "桓公第二",
            "paragraphs": [
                {
                    "paragraph": "桓公第二",
                    "type": 1
                },
                {
                    "paragraph": "元年春，王。桓无王，其曰王，何也？谨始也。其曰无王，何也？桓弟弑兄，臣弑君，天子不能定，诸侯不能救，百姓不能去，以为无王之道，遂可以至焉尔。元年有王，所以治桓也。正月，公即位。继故不言即位，正也。继故不言即位之为正，何也？曰：先君不以其道终，则子弟不忍即位也。继故而言即位，则是与闻乎弑也。继故而言即位，是为与闻乎弑，何也？曰：先君不以其道终，巳正即位之道而即位，是无恩于先君也。三月，公会郑伯于垂会者，外为主焉尔。郑伯以璧假许田。假不言以，言以非假也。非假而曰假，讳易地也。礼，天子在上，诸侯不得以地相与也。无田则无许可知矣。不言许，不与许也。许田者，鲁朝宿之邑也。邴者，郑伯之所受命，而祭泰山之邑也。用见鲁之不朝于周，而郑之不祭泰山也。夏四月丁未，公及郑伯盟于越。及者，内为志焉尔。越，盟地之名也。秋，大水。高下有水灾曰大水。冬，十月，无事焉，何以书？不遗时也。春秋编年，四时具而后为年。二年春，王正月戊申，宋督弑其君与夷。桓无王，其曰王，何也？正与夷之卒也。及其大夫孔父。孔父先死，其曰及，何也？书尊及卑，春秋之义也。孔父之先死，何也？督欲弑君而恐不立，于是乎先杀孔父。孔父闲也。何以知其先杀孔父也？曰：子既死，父不忍称其名；臣既死，君不忍称其名，以是知君之累之也。孔氏，父字，谥也。或曰其不称名，盖为祖讳也。孔子，故宋也。滕子来朝。三月，公会齐侯、陈侯、郑伯于稷，以成宋乱。以者，内为志焉尔。公为志乎成是乱也。此成矣，取不成事之辞而加之焉，于内之恶，而君子无遗焉尔。夏四月，取郜大鼎于宋。戊申，纳于大庙。桓内弑其君，外成人之乱，受赂而退，以事其祖，非礼也。其道以周公为弗受也。郜鼎者，郜之所为也。曰宋，取之宋也，以是为讨之鼎也。孔子曰：名从主人，物从中国，故曰郜，大鼎也。秋七月，纪侯来朝，朝时，此其月何也？桓内弑其君，外成人之乱，于是为齐侯、陈侯、郑伯计数日以赂，巳即是事而朝之，恶之，故谨而月之也。蔡侯郑伯会于邓。九月入耜，我入之也。公及戎盟于唐。冬，公至自唐。桓无会而其致何也？远之也。三年春正月，公会齐侯于嬴。夏，齐侯、卫侯胥命于蒲。胥之为言，犹相也。相命而信谕，谨言而退，以是为近古也。是必一人先，其以相言之何也？不以齐侯命卫侯也。六月，公会耜侯于郕。秋七月壬辰朔，日有食之。既言日，言朔，食正朔也。既者，尽也，有继之辞也。公子翚如齐逆女。逆女，亲者也。使大夫，非正也。九月，齐侯送姜氏于𬤰。礼，送女，父不下堂，母不出祭门，诸母兄弟不出阙门。父戒之曰：谨慎，从尔舅之言。母戒之曰：谨慎从尔姑之言。诸母般申之曰：谨慎从尔父母之言。送女逾竟，非礼也。公会齐侯于𬤰，无讥乎？曰：为礼也。齐侯来也，公之逆而会之可也。夫人姜氏至自齐，其不言翚之以来，何也？公亲受之于齐侯也。子贡曰：冕而亲迎，不巳重乎？孔子曰：合二姓之好，以继万世之后，何谓巳重乎冬，齐侯使其弟年来聘有年，五榖皆熟为有年也四年春正月，公狩于郎。四时之田，皆为宗庙之事也。春曰田，夏曰苗，秋曰搜，冬曰狩。四时之田用三焉，唯其所先得，一为乾豆，二为宾客，三为充君之庖。夏，天王使宰渠伯纠来聘。五年春正月甲戍，已丑，陈侯鲍卒。鲍卒何为以二日卒之？春秋之义，信以传信，疑以传疑。陈侯以甲戍之日出，已丑之日得，不知死之日，故举二日以包也。夏，齐侯、郑伯如纪。天王使任叔之子来聘。任叔之子者，录父以使子也。故微其君臣，而著其父子，不正父在子代仕之辞也。葬陈桓公。城祝丘。秋，蔡人、卫人、陈人从王伐郑，举从者之辞也。其举从者之辞何也？为天王讳伐郑也。郑，同姓之国也，在乎冀州，于是不服，为天子病矣。大雩螽螽，虫灾也，甚则月，不甚则时。冬，州公如曹。外相如不书，此其书，何也？过我也。六年春正月，寔来。寔来者，是来也。何谓是来？谓州公也。其谓之是来？何也？以其画我，故简言之也。诸侯不以过相朝也。夏四月，公会纪侯于郕。秋八月壬午，大阅。大阅者何？阅兵车也。修教明谕，国道也乎而修戎事，非正也。其日以为崇武，故谨而日之，盖以观妇人也。蔡人杀陈佗。陈佗者，陈君也。其曰陈佗何也？匹夫行，故匹夫称之也。其匹夫行奈何？陈侯憙猎，淫猎于蔡，与蔡人争禽，蔡人不知其是陈君也而杀之。何以知其是陈君也？两下相杀，不道其不地于蔡也。九月丁卯，子同生疑，故志之，时曰同乎人也。冬，纪侯来朝。七年春二月，已亥，焚咸丘。其不言邾咸丘？何也？疾其以火攻也。夏，榖伯绥来朝。邓侯吾离来朝。其名何也？失国也。失国则其以朝言之，何也？尝以诸侯与之接矣，虽失国，弗损吾异日也。八年春正月已卯，烝，烝，冬事也，春兴之，志不时也。天王使家父来聘。夏五月丁丑，烝，烝，冬事也。春夏兴之，黩祀也，志不敬也。秋伐邾冬十月，雨雪祭公来，遂逆王后于纪。其不言使焉，何也？不正其以宗庙之大事，即谋于我，故弗与使也。遂继事之辞也。其曰遂逆王后，故略之也。或曰：天子无外，王命之则成矣。九年春，纪季姜归于京师，为之中者归之也。夏四月秋七月冬，曹伯使其世子射姑来朝。朝不言使，言使非正也，使世子伉诸侯之礼而来朝，曹伯失正矣。诸侯相见曰朝，以待人父之道待人之子，以内为失正矣。内失正，曹伯失正，世子可以巳矣。则是放命也。尸子曰：夫巳多乎道。十年春，王正月庚申，曹伯终生卒。桓无王，其曰王，何也？正终生之卒也。夏五月，葬曹桓公。秋，公会卫侯于桃丘，弗遇。弗遇者，志不相得也。弗，内辞也。冬，十有二月丙午，齐侯、卫侯、郑伯来战于郎。来战者，前定之战也。内不言战，言战则败也。不言其人，以吾败也。不言及者，为内讳也。十有一年春，正月，齐人、卫人、郑人盟于恶曹夏五月癸未，郑伯寤生卒秋七月，葬郑庄公九月，宋人执郑祭仲。宋人者，宋公也，其曰人，何也？贬之也突归于郑。曰突，贱之也。曰归，易辞也。祭仲易其事，权在祭仲也。死君难，臣道也。今立恶而黜正，恶祭仲也郑忽出奔卫。郑忽者，世子忽也。其名，失国也柔会宋公、陈侯、蔡叔盟于折。柔者何？吾大夫之未命者也公会宋公于夫钟冬十有二月，公会宋公于阚。十有二年春正月夏六月壬寅，公会纪侯、莒子盟于曲池秋七月丁亥，公会宋公。燕人盟于榖丘。八月壬辰，陈侯跃卒。公会宋公于虚。冬十有一月，公会宋公于龟。丙戍，公会郑伯盟于武父。丙戍，卫侯晋卒。再称日，决日义也。十有二月，及郑师伐宋。丁未，战于宋，非与所与伐战也。不言与郑战，耻不和也。于伐与战，败也。内讳败，举其可道者也。十有三年春二月，公会纪侯、郑伯。已巳，及齐侯、宋公、卫侯、燕人战，齐师、宋师、卫师、燕师败绩。其言及者，由内及之也。其曰战者，由外言之也。战称人，败称师，重众也。其不地，于纪也。三月葬卫宣公。夏，大水。秋七月。冬十月十有四年春正月，公会郑伯于曹。无冰。无冰时燠也。夏五，郑伯使其弟御来盟。诸侯之尊，弟兄不得以属通。其弟云者，以其来我，举其贵者也。来盟，前定也，不日。前定之盟不日。孔子曰：听远音者，闻其疾而不闻其舒；望远者，察其貌而不察其形。立乎定，哀，以指隐、桓，隐、桓之日远矣。夏五，传疑也。秋，八月壬申，衔廪灾。乙亥，尝。御廪之灾不志，此其志，何也？以为唯未易灾之余而尝可也，志不敬也。天子亲耕，以共粢盛，王后亲蚕，以共祭服。国非无良农工女也，以为人之所尽事其祖𧝉，不若以己所自亲者也，何用见其未易灾之余而尝也？曰：甸粟而内之三宫，三宫米而藏之御廪。夫尝必有兼甸之事焉。壬申，御廪灾。乙亥，尝，以为未易灾之余而尝也。冬，十有二月丁巳，齐侯禄父卒。宋人以齐人、蔡人、卫人、陈人伐郑。以者，不以者也。民者，君之本也，使人以其死，非正也十有五年春二月，天王使家父来求车，古者诸侯时献于天子，以其国之所有，故有辞让而无征求，求车非礼也，求金甚矣三月乙未，天王崩夏四月已巳，葬齐僖公五月，郑伯突出奔蔡，讥夺正也郑世子忽复归于郑，反正也许叔入于许。许叔，许之贵者也，莫宜乎许叔，其曰入，何也？其归之道，非所以归也公会齐侯于蒿邾人、牟人、葛人来朝秋九月，郑伯突入于栎冬十有一月，公会宋公、卫侯、陈侯于袳，伐郑地而后伐，疑辞也，非其疑也。十有六年春正月，公会宋公、蔡侯、卫侯于曹。夏四月，公会宋公、卫侯、陈侯、蔡侯伐郑。秋七月，公至自伐郑。桓无会，其致何也？危之也。冬，城向。十有一月，卫侯朔出奔齐。朔之名，恶也，天子召而不往也。十有七年春正月丙辰，公会齐侯、纪侯盟于黄二月丙午，公及邾仪父盟于踓夏五月丙午，及齐师战于郎。内讳败，举其可道者也。不言其人，以吾败也。不言及之者，为内讳也。六月丁丑，蔡侯封人卒秋八月，蔡季自陈归于蔡。蔡季，蔡之贵者也，自陈，陈有奉焉尔。癸巳，葬蔡桓侯。及宋人、卫人伐邾。冬十月朔，日有食之。言朔不言日，食既朔也。十有八年春，王正月，公会齐侯于泺。公与夫人姜氏遂如齐。泺之会不言及夫人，何也？以夫人之伉，弗称数也夏四月丙子，公薨于齐。其地，于外也。薨称公，举上也。丁酉，公之丧至自齐。秋七月。冬十有二月己丑，葬我君桓公。葬我君，接上下也。君弑贼不讨，不书葬，此其言葬，何也？不责逾国而讨于是也。桓公葬而后举谥，谥所以成德也，于卒事乎加之矣。知者虑，义者行，仁者守，有此三者备，然后可以会矣。"
                }
            ]
        },
        {
            "name": "庄公第三",
            "paragraphs": [
                {
                    "paragraph": "庄公第三",
                    "type": 1
                },
                {
                    "paragraph": "元年春，王正月。继弑君不言即位，正也。继弑君不言即位之为正，何也？曰：先君不以其道终，则子不忍即位也。三月，夫人孙于齐。孙之为言犹孙也，讳奔也。接练时录母之变，始人之也。不言氏姓，贬之也。人之于天也，以道受命；于人也，以言受命。不若于道者，天绝之也；不若于言者，人绝之也。臣子大受命。夏，单伯逆王姫。单伯者何？吾大夫之命乎天子者也。命大夫，故不名也。其不言如，何也？其义不可受于京师也。其义不可受于京师，何也？曰：躬君杀于齐，使之主婚姻，与齐为礼，其义固不可受也。秋，筑王姫之馆于外。筑，礼也。于外，非礼也。筑之为礼，何也？主王姫者，必自公门出，于庙则巳尊，于寝则巳卑，为之筑，节矣。筑之外，变之正也。筑之外，变之为正，何也？仇雠之人，非所以接婚姻也，衰麻非所以接弁冕也。其不言齐侯之来逆，何也？不使齐侯得与吾为礼也。冬，十月乙亥，陈侯林卒。诸侯日卒，正也王使荣叔来锡桓公命，礼有受命，无来锡命，锡命非正也，生服之，死行之，礼也。生不服，死追锡之，不正甚矣王姫归于齐，为之中者归之也齐师迁纪郱鄑，郚，纪国也，郱鄑，郚国也。或曰迁纪于郱鄑郚二年春王二月，葬陈庄公夏，公子庆父帅师伐于余丘。国而曰伐于余丘，邾之邑也。其曰伐，何也？公子贵矣，师重矣，而敌人之邑，公子病矣。病公子，所以讥乎公也。其一曰君在而重之也秋七月，齐王姫卒。为之主者，卒之也冬十有二月，夫人姜氏会齐侯于禚妇人既嫁不逾竟，逾竟非正也。妇人不言会，言会非正也，飨甚矣乙酉，宋公冯卒三年春王正月，溺会齐侯伐卫。溺者何也？公子溺也。其不称公子，何也？恶其会仇雠而伐同姓，故贬而名之也夏四月，葬宋庄公，月葬故也五月，葬桓王，传曰：改葬也，改葬之礼缌，举下缅也。或曰：郤尸以求诸侯。天子志崩不志葬，必其时也，何必焉？举天下而葬一人，其义不疑也。志葬，故也，危不得葬也。曰：近不失崩。不志崩，失天下也。独阴不生，独阳不生，独天不生，三合然后生。故曰：母之子也可，天之子也可，尊者取尊称焉，卑者取卑称焉。其曰王者，民之所归往也。秋，纪季以酅入于齐。酅，纪之邑也。入于齐者，以酅事齐也。入者，内弗受也。冬，公次于郎。次，止也。有畏也，欲救纪而不能也。四年春，王二月，夫人姜氏飨齐侯于祝丘。飨，甚矣。飨齐侯，所以病齐侯也。三月，纪伯姫卒。外夫人不卒，此其言卒，何也？吾女也，适诸侯则尊同，以吾为之变，卒之也。夏，齐侯、陈侯、郑伯遇于垂。纪侯大去其国。大去者，不遗一人之辞也。言民之从者，四年而后毕也。纪侯贤而齐侯灭之。不言灭而曰大去其国者，不使小人加乎君子。六月乙丑，齐侯葬纪伯姫。外夫人不书葬，此其书葬，何也？吾女也，失国，故隐而葬之。秋七月。冬，公及齐人狩于郜。齐人者，齐侯也。其曰人？何也？卑公之敌，所以卑公也。何为卑公也？不复雠而怨不释，刺释怨也。五年春，王正月。夏，夫人姜氏如齐师。师而曰如，众也。妇人既嫁不逾竟，逾竟，非礼也。秋，郳黎来来朝，郳，国也。黎来，微国之君，未爵命者也。冬，公会齐人、宋人、陈人、蔡人伐卫。是齐侯、宋公也，其曰人，何也？人诸侯，所以人公也。其人公，何也？逆天王之命也。六年春，王三月，王人子突救卫。王人，卑者也。称名，贵之也，善救卫也。救者善，则伐者不正矣。夏，六月，卫侯朔入于卫。其不言伐卫纳朔，何也？不逆天王之命也。入者，内弗受也。何用弗受也？为以王命绝之也。朔之名，恶也。朔入逆则出顺矣。朔出入名，以王命绝之也。秋，公至自伐卫。恶事不致，此其致，何也？不致，则无用见公之恶，事之成也。螟冬，齐人来归卫。宝以齐首之分恶于齐也，使之如下齐而来我然，恶战则杀矣。七年春，夫人姜氏会齐侯于防。妇人不会，会，非正也。夏，四月辛卯，昔恒星不见。恒星者，经星也。日入至于星出，谓之昔。不见者，可以见也。夜中星陨如雨。其陨也如雨，是夜中与？春秋著以传著，疑以传疑，中之几也。而曰夜中，著焉尔，何用见其中也？失变而录其时，则夜中矣。其不曰恒星之陨，何也？我知恒星之不见，而不知其陨也。我见其陨而接于地者，则是雨说也。著于上，见于下，谓之雨；著于下，不见于上，谓之陨，岂雨说哉？秋，大水高下有水灾曰大水。无麦苗，麦、苗同时也。冬，夫人姜氏会齐侯于榖。妇人不会，会，非正也。八年春王正月，师次于郎，以俟陈人、蔡人。次，止也。俟，待也。甲午，治兵。出曰治兵，习战也。入曰振旅，习战也。治兵而陈、蔡不至矣。兵事以严终，故曰善陈者不战。此之谓也。善为国者不师，善师者不陈，善陈者不战，善战者不死，善死者不亡。夏，师及齐师围郕，郕降于齐师。其曰降于齐师何？不使齐师加威于郕也。秋，师还。还者，事未毕也，遁也。冬十有一月癸未，齐无知弑其君诸儿。大夫弑其君，以国氏者，嫌也，弑而代之也。九年春，齐人杀无知。无知之挈，失嫌也。称人以杀大夫，杀有罪也。公及齐大夫盟于暨。公不及大夫，大夫不名，无君也。盟，纳子紏也。不日，其盟渝也。当齐无君，制在公矣。当可纳而不纳，故恶内也。夏，公伐齐，纳紏。当可纳而不纳，齐变而后伐，故乾时之战不讳败，恶内也。齐小白入于齐。大夫出奔反。以好曰归，以恶曰入。齐公孙无知弑襄公，公子纠、公子小白不能存，出亡。齐人杀无知，而迎公子纠于鲁。公子小白不让公子纠，先入，又杀之于鲁，故曰齐小白入于齐，恶之也。秋，七月丁酉，葬齐襄公。八月庚申，及齐师战于乾时，我师败绩。九月，齐人取子纠杀之。外不言取，言取，病内也。取，易辞也，犹曰取其子纠而杀之云尔。十室之邑，可以逃难；百室之邑，可以隐死。以千乘之鲁，而不能存子纠，以公为病矣。冬，浚洙。浚洙者，深洙也，著力不足也。十年春，王正月，公败齐师于长勺。不日，疑战也。疑战而曰败，胜内也。二月，公侵宋。侵时，此其月，何也？乃深其怨于齐，又退侵宋，以众其敌，恶之，故谨而月之。三月，宋人迁宿。迁，亡辞也。其不地，宿不复见也。迁者，犹未失其国家以往者也。夏六月，齐师、宋师次于郎。次，止也，畏我也。公败宋师于乘丘。不日，疑战也。疑战而曰败，胜内也。秋九月，荆败蔡师于莘，以蔡侯献武归。荆者楚也。何为谓之荆？狄之也。何为狄之？圣人立，必后至，天子弱，必先叛，故曰荆，狄之也。蔡侯何以名也？绝之也。何为绝之？获也。中国不言败，此其言败，何也？中国不言败，蔡侯其见获乎？其言败，何也？释蔡侯之获也。以归，犹愈乎执也。冬，十月，齐师灭谭，谭子奔莒。十有一年春，王正月夏，五月戊寅，公败宋师于鄑。内事不言战，举其大者，其日成败之也。宋万之获也。秋，宋大水。外灾不书，此何以书？王者之后也。高下有水灾曰大水。冬，王姫归于齐。其志过我也。十有二年春，王三月，纪叔姫归于酅。国而曰归，此邑也，其曰归何也？吾女也。失国喜得其所，故言归焉尔。夏四月秋八月甲午，宋万弑其君捷。宋万，宋之卑者也。卑者以国氏，及其大夫仇牧，以尊及卑也。仇牧，闲也冬十月，宋万出奔陈。十有三年春，齐人、宋人、陈人、蔡人、邾人会于北杏。是齐侯、宋公也，其曰人，何也？始疑之。何疑焉？桓非受命之伯也，将以事授之者也。曰：可矣乎？未乎？举人，众之辞也夏六月，齐人灭遂。遂，国也，其不日，微国也。秋七月冬，公会齐侯盟于柯。曹刿之盟也，信齐侯也。桓盟虽内与，不日信也。十有四年春，齐人、陈人、曹人伐宋夏，单伯会伐宋，会事之成也秋七月，荆入蔡。荆者楚也，其曰荆？何也？州举之也。州不如国，国不如名，名不如字冬，单伯会齐侯、宋公、卫侯、郑伯于鄄。复同会也。十有五年春，齐侯、宋公、陈侯、卫侯、郑伯会于鄄。复同会也。夏，夫人姜氏如齐。妇人既嫁不逾竟，逾竟非礼也。秋，宋人、齐人、邾人伐郳。郑人侵宋。冬十月。十有六年春王正月。夏，宋人、齐人、卫人伐郑。秋，荆伐郑。冬十有二月，会齐侯、宋公、陈侯、卫侯、郑伯、许男、曹伯、滑伯、滕子同盟于幽。同者，有同也，同尊周也。不言公，外内寮一疑之也。邾子克卒。其曰子，进之也。十有七年春，齐人执郑詹。人者，众辞也。以人执，与之辞也。郑詹，郑之卑者。卑者不志，此其志，何也？以其逃来志之也。逃来则何志焉？将有其末，不得不录其本也。郑詹，郑之佞人也。夏，齐人歼于遂。歼者，尽也。然则何为不言遂人尽齐人也？无遂之辞也。无遂则何为言遂？其犹存遂也。存遂奈何？曰：齐人灭遂，使人戍之，遂之，因氏，饮戍者酒而杀之，齐人歼焉。此谓狎敌也。秋，郑詹自齐逃来。逃义曰逃。冬，多麋。十有八年春，王三月，日有食之。不言日，不言朔，夜食也。何以知其夜食也？曰：王者朝日，故虽为天子，必有尊也；贵为诸侯，必有长也。故天子朝日，诸侯朝朔。夏，公追戎于济西。其不言戎之伐我何也？以公之追之，不使戎迩于我也。于济西者，大之也。何大焉？为公之追之也。秋，有蜮。一有一亡曰有。蜮，射人者也。冬十月。十有九年春王正月。夏四月。秋，公子结媵陈人之妇于鄄，遂及齐侯、宋公盟。媵，浅事也，不志，此其志，何也？辟要盟也。何以见其辟要盟也？媵，礼之轻者也；盟，国之重也。以轻事遂乎国，重无说。其曰陈人之妇，略之也。其不日，数渝，恶之也。夫人姜氏如莒。妇人既嫁不逾竟，逾竟，非正也。冬，齐人、宋人、陈人伐我西鄙。其曰鄙，远之也。其远之何也？不以难迩我国也。二十年春王二月，夫人姜氏如莒。妇人既嫁不逾竟，逾竟非正也夏，齐大灾，其志以甚也秋七月冬，齐人伐我。二十有一年春王正月夏五月辛酉，郑伯突卒秋七月戊戍，夫人姜氏薨。妇人弗目也。冬十有二月，葬郑厉公。二十有二年春王正月，肆大眚。肆，失也。眚，灾也。灾，纪也。失，故也，为嫌天子之葬也。癸丑，葬我小君文姜。小君非君也，其曰君，何也？以其为公配，可以言小君也。陈人杀其公子御寇。言公子而不言大夫，公子未命为大夫也。其曰公子，何也？公子之重视大夫，命以执公子。夏五月秋七月丙申，及齐高傒盟于防。不言公，高傒伉也冬，公如齐纳币。纳币，大夫之事也。礼有纳采，有问名，有纳征，有告期，四者备而后娶，礼也。公之亲纳币，非礼也，故讥之。二十有三年春，公至自齐祭叔来聘，其不言使，何也？天子之内臣也。不正其外交，故不与使也夏，公如齐观社。常事曰视，非常曰观。观，无事之辞也，以是为尸女也。无事不出竟。公至自齐。公如往时，正也。致月，故也。如往月，致月，有惧焉尔。荆人来聘。善累而后进之，其曰人，何也？举道不待再。公及齐侯遇于榖。及者，内为志焉尔。遇者，志相得也。萧叔朝公，微国之君，未爵命者，其不言来，于外也。朝于庙，正也。于外，非正也。秋，丹桓宫楹。礼，天子诸侯黝垩，大夫仓，士黈，丹楹，非礼也。冬十有一月，曹伯射姑卒。十有二月甲寅，公会齐侯盟于扈。二十有四年春王三月，刻桓宫桷。礼，天子之桷，斲之砻之，加密石焉。诸侯之桷，斲之砻之，大夫斲之，士斲本刻桷，非正也。夫人所以崇宗庙也。取非礼与非正，而加之于宗庙，以饰夫人，非正也。刻桓宫桷，丹桓宫楹，斥言桓宫，以恶庄也。葬曹庄公。夏，公如齐逆女。亲迎，恒事也，不志，此其志，何也？不正其亲迎于齐也。秋，公至自齐。迎者，行见诸，舍见诸先至，非正也。八月丁丑，夫人姜氏入。入者，内弗受也。日入，恶入者也。何用不受也？以宗庙弗受也。其以宗庙弗受，何也？娶仇人子弟，以荐舍于前，其义不可受也。戊寅，大夫、宗妇觌，用币。觌，见也。礼，大夫不见夫人，不言及，不正其行妇道，故列数之也。男子之贽，羔鴈雉腒；妇人之贽，枣栗鍜修。用币，非礼也。用者，不宜用者也。大夫，国体也，而行妇道，恶之，故谨而日之也。大水冬，戎侵曹，曹羁出奔陈。赤归于曹郭公。赤盖郭公也。何为名也？礼，诸侯无外归之义，外归非正也。二十有五年春，陈侯使女叔来聘，其不名？何也？天子之命大夫也。夏五月癸丑，卫侯朔卒六月辛未朔，日有食之，言日言朔，食正朔也鼓用牲于社，鼓，礼也，用牲，非礼也。天子救日，置五麾，陈五兵、五鼓；诸侯置三麾，陈三鼓、三兵。大夫击门，士击柝，言充其阳也伯姫归于耜，其不言逆，何也？逆之道微，无足道焉尔秋，大水，鼓用牲于社，于门高，下有水灾曰大水。既戒鼓而骇众，用牲可以巳矣。救日以鼓兵，救水以鼓众冬，公子友如陈。二十有六年春，公伐戎夏，公至自伐戎曹杀其大夫。言大夫而不称名姓，无命大夫也。无命大夫而曰大夫，贤也，为曹羁崇也。秋，公会、宋人、齐人伐徐冬十有二月癸亥朔，日有食之。二十有七年春，公会耜伯姫于洮夏六月，公会齐侯、宋公、陈侯、郑伯同盟于幽。同者，有同也，同尊周也，于是而后授之诸侯也。其授之诸侯，何也？齐侯得众也。桓会不致，安之也。桓盟不日，信之也。信其信，仁其仁，衣裳之会十有一，未尝有歃血之盟也，信厚也。兵车之会四，未尝有大战也。爱民也。秋，公子友如陈，葬原仲。言葬不言卒，不葬者也。不葬而曰葬，讳出奔也。冬，耜伯姫来。莒庆来逆叔姫。诸侯之嫁子于大夫，主大夫以与之。来者，接内也，不正其接内，故不与夫妇之称也。耜伯来朝。公会齐侯于城濮。二十有八年春，王三月甲寅，齐人伐卫，卫人及齐人战，卫人败绩。于伐与战，安战也。战卫，战，则是师也。其曰人，何也？微之也。何为微之也？今授之诸侯，而后有侵伐之事，故微之也。其人卫，何也？以其人齐，不可不人卫也。卫小齐大，其以卫及之，何也？以其微之，可以言及也。其称人以败，何也？不以师败于人也。夏四月丁未，邾子琐卒。秋，荆伐郑。荆者，楚也。其曰荆，州举之也。公会、齐人、宋人救郑。善救郑也。冬，筑微。山林薮泽之利，所以与民共也。虞之，非正也。大无麦禾，大者，有顾之辞也，于无禾及无麦也。臧孙辰告籴于齐。国无三年之畜，曰国非其国也。一年不升，告籴诸侯。告，请也。籴，籴也。不正，故举臧孙辰以为私行也。国无九年之畜，曰不足，无六年之畜，曰急。无三年之畜曰国非其国也。诸侯无粟，诸侯相归粟，正也。臧孙辰告籴于齐，告然后与之，言内之无外交也。古者税什一，丰年补败，不外求而上下皆足也。虽累凶年，民弗病也。一年不艾而百姓饥，君子非之不言如，为内讳也。二十有九年春，新延、廏。延廏者，法廏也。其言新，有故也。有故则何为书也？古之君人者，必时视民之所勤。民勤于力，则功筑罕；民勤于财，则贡赋少；民勤于食，则百事废矣。冬，筑微。春，新延廏，以其用民力为巳悉矣。夏，郑人侵许。秋，有蜚。一有一亡曰有冬十有二月，纪叔姫卒。城诸及防，可城也，以大及小也。三十年春王正月。夏，师次于成。次，止也。有畏也，欲救鄣而不能也。不言公，耻不能救鄣也。秋七月，齐人降鄣。降犹下也。鄣，纪之遗邑也。八月癸亥，葬纪叔姫。不日卒而日葬，闵纪之亡也。九月庚午朔，日有食之，鼓用牲于社。冬，公及齐侯遇于鲁济。及者，内为志焉尔。遇者，志相得也。齐人伐山戎。齐人者，齐侯也。其曰人，何也？爱齐侯乎山戎也。其爱之何也？桓内无因国，外无从诸侯，而越千里之险，北伐山戎，危之也。则非之乎？善之也。何善乎尔？燕，周之分子也，贡职不至，山戎为之伐矣。三十有一年春，筑台于郎。夏四月，薛伯卒。筑台于薛。六月，齐侯来献戎捷。齐侯来献捷者，内齐侯也。不言使，内与同，不言使也。献戎捷，军得曰捷，戎菽也。秋，筑台于秦，不正，罢民三时，虞山林薮泽之利。且财尽则怨，力尽则怼，君子危之，故谨而志之也。或曰：倚诸桓也。桓外无诸侯之变，内无国事，越千里之险，北伐山戎，为燕辟地。鲁外无诸侯之变，内无国事，一年罢民三时，虞山林薮泽之利，恶内也。冬，不雨。三十有二年春，城小榖。夏，宋公、齐侯遇于梁丘。遇者，志相得也。梁丘在曹、邾之间，去齐八百里，非不能从诸侯而往也，辞所遇，遇所不遇，大齐桓也秋七月癸巳，公子牙卒八月癸亥，公薨于路寝。路寝，正寝也寝疾居正寝，正也男子不绝于妇人之手，以齐终也。冬十月乙未，子般卒。子卒日，正也。不日，故也。有所见则日。公子庆父如齐。此奔也，其曰如，何也？讳莫如深，深则隐，苟有所见，莫如深也。狄伐邢。"
                }
            ]
        },
        {
            "name": "闵公第四",
            "paragraphs": [
                {
                    "paragraph": "闵公第四",
                    "type": 1
                },
                {
                    "paragraph": "元年春，王正月，继弑君不言即位，正也。亲之非父也，尊之非君也。继之如君父也者，受国焉尔。齐人救邢。善救邢也。夏，六月，辛酉，葬我君庄公。庄公葬而后举谥，谥所以成德也，于卒事乎加之矣。秋，八月，公及齐侯盟于洛姑，盟纳季子也。季子来归。其曰季子，贵之也。其曰来归，喜之也。冬，甿，齐仲孙来。其曰齐仲孙，外之也。其不目而曰仲孙，疏之也。其言齐，以累桓也。二年春王正月，齐人迁阳。夏五月乙酉，吉禘于庄公。吉禘者，不吉者也。丧事未毕而举吉祭，故非之也。秋八月辛丑，公薨。不地，故也。其不书葬，不以讨母葬子也。九月，夫人姜氏孙于邾。孙之为言犹孙也，讳奔也。公子庆父出奔莒。其曰出，绝之也，庆父不复见矣。冬，齐高子来盟。其曰来，喜之也。其曰高子，贵之也。盟立僖公也。不言使，何也？不以齐侯使高子也。十有二月，狄入卫。郑弃其师，恶其长也。兼不反其众，则是弃其师也。"
                }
            ]
        },
        {
            "name": "僖公第五",
            "paragraphs": [
                {
                    "paragraph": "僖公第五",
                    "type": 1
                },
                {
                    "paragraph": "元年春，王正月，继弑君，不言即位，正也。齐师、宋师、曹师次于聂北，救邢。救不言次，言次，非救也。非救而曰救，何也？遂齐侯之意也。是齐侯与齐侯也。何用见其是齐侯也？曹无师。曹师者，曹伯也。其不言曹伯，何也？以其不言齐侯，不可言曹伯也。其不言齐侯，何也？以其不足乎扬，不言齐侯也。夏，六月，邢迁于夷仪。迁者，犹得其国家以往者也。其地，邢复见也。齐师、宋师、曹师城邢，是向之师也，使之如改事然，美齐侯之功也。秋七月戊辰，夫人姜氏薨于夷。夫人薨不地，地故也。齐人以归。不言以丧归，非以丧归也，加丧焉，讳以夫人归也。其以归，薨之也。楚人伐郑。八月，公会齐侯、宋公、郑伯、曹伯、邾人于柽。九月，公败邾师于偃。不日，疑战也。疑战而曰败，胜内也。冬，十月壬午，公子友帅师败莒师于丽，获莒挐。莒无大夫，其曰莒挐，何也？以吾获之，目之也。内不言获，此其言获，何也？恶公子之绐。绐者奈何？公子友谓莒挐曰：吾二人不相说，士卒何罪？屏左右而相搏，公子友处下，左右曰孟劳。孟劳者，鲁之宝刀也，公子友以杀之。然则何以恶乎绐也？曰：弃师之道也。十有二月丁巳，夫人氏之丧至自齐。其不言姜，以其杀二子，贬之也。或曰为齐桓讳杀同姓也。二年春，王正月，城楚丘。楚丘者何？卫邑也。国而曰城，此邑也，其曰城，何也？封卫也。则其不言城卫，何也？卫未迁也。其不言卫之迁焉，何也？不与齐侯专封也。其言城之者，专辞也。故非天子不得专封诸侯，诸侯不得专封诸侯，虽通其仁，以义而不与也，故曰仁不胜道。夏，五月辛巳，葬我小君哀姜。虞师、晋师灭夏阳。非国而曰灭，重夏阳也。虞无师，其曰师，何也？以其先晋，不可以不言师也。其先晋？何也？为主乎灭夏阳也。夏阳者，虞、虢之塞邑也。灭夏阳而虞、虢举矣，虞之为主乎灭夏阳，何也？晋献公欲伐虢，荀息曰：君何不以屈产之乘，垂棘之璧，而借道乎虞也？公曰：此晋国之宝也。如受吾币而不借吾道，则如之何？荀息曰：此小国之所以事大国也。彼不借吾道，必不敢受吾币；如受吾币而借吾道，则是我取之中府而藏之外府，取之中廏而置之外廏也。公曰：宫之奇存焉，必不使受之也。荀息曰：宫之奇之为人也，达心而懦，又少长于君。达心则其言略，懦则不能强谏，少长于君，则君轻之。且夫玩好在耳目之前，而患在一国之后，此中知以上，乃能虑之。臣料虞君中知以下也。公遂借道而伐虢。宫之奇谏曰：晋国之使者，其辞卑而币重，必不便于虞。虞公弗听，遂受其币而借之道。宫之奇谏曰：语曰：唇亡则齿寒。其斯之谓与！挈其妻子以奔曹。献公亡虢，五年而后举虞。荀息牵马操璧而前曰：璧则犹是也，而马齿加长矣。秋九月，齐侯、宋公、江人、黄人盟于贯。贯之盟不期而至者，江人、黄人也。江人、黄人者，远国之辞也。中国称齐、宋，远国称江、黄，以为诸侯皆来至也。冬十月，不雨。不雨者，勤雨也。楚人侵郑，三年春，王正月，不雨。不雨者，勤雨也。夏四月，不雨，一时言不雨者，闵雨也。闵雨者，有志乎民者也。徐人取舒。六月，雨。雨云者，喜雨也。喜雨者，有志乎民者也。秋，齐侯、宋公、江人、黄人会于阳榖。阳榖之会，桓公委端搢笏而朝诸侯，诸侯皆谕乎桓公之志。冬，公子季友如齐莅盟。莅者，位也。其不日，前定也。不言及者，以国与之也。不言其人，亦以国与之也。楚人伐郑四年春，王正月，公会、齐侯、宋公、陈侯、卫侯、郑伯、许男、曹伯侵蔡，蔡溃。溃之为言上下不相得也。侵，浅事也。侵蔡而蔡溃，以桓公为知所侵也。不土其地，不分其民，明正也。遂伐楚，次于陉。遂，继事也。次，止也。夏，许男新臣卒。诸侯死于国，不地。死于外。地，死于师。何为不地？内桓师也。楚屈完来盟于师，盟于召陵。楚无大夫，其曰屈完，何也？以其来会桓，成之为大夫也。其不言使，权在屈完也，则是正乎？曰：非正也。以其来会诸侯，重之也。来者何？内桓师也。于师，前定也。于召陵，得志乎桓公也。得志者，不得志也。以桓公得志为仅矣。屈完曰：大国之以兵向楚，何也？桓公曰：昭王南征不反，菁茅之贡不至，故周室不祭。屈完曰：菁茅之贡不至，则诺。昭王南征不反，我将问诸江。齐人执陈袁涛涂。齐人者，齐侯也。其人之，何也？于是哆然外齐侯也，不正其逾国而执也。秋，及江人、黄人伐陈。不言其人及之者何？内师也。八月，公至自伐楚。有二事偶，则以后事致；后事小，则以先事致。其以伐楚致，大伐楚也。葬许穆公冬十有二月，公孙兹帅师会齐人、宋人、卫人、郑人、许人、曹人侵陈。五年春，晋侯杀其世子申生。目晋侯厈杀，恶晋侯也。耜伯姫来朝其子。妇人既嫁不逾竟，逾竟非正也。诸侯相见曰朝，伯姫为志乎？朝其子也。伯姫为志乎朝其子，则是耜伯失夫之道矣。诸侯相见曰朝，以待人父之道待人之子，非正也。故曰耜伯姫来朝其子，参讥也。夏，公孙兹如牟。公及齐侯、宋公、陈侯、卫侯、郑伯、许男、曹伯会王世子于首戴。及以会，尊之也。何尊焉？王世子云者，唯王之贰也。云可以重之，存焉，尊之也。何重焉？天子世子，世天下也。秋，八月，诸侯盟于首戴。无中事而复举诸侯，何也？尊王世子而不敢与盟也。尊则其不敢与盟，何也？盟者不相信也，故谨信也。不敢以所不信而加之尊者，桓诸侯也。不能朝天子，是不臣也。王世子，子也，块然受诸侯之尊已而立乎其位，是不子也。桓不臣，王世子不子，则其所善焉何也？是则变之正也。天子微，诸侯不享觐。桓控大国，扶小国，统诸侯，不能以朝天子，亦不敢致天王。尊王世子于首戴，乃所以尊天王之命也。世子含王命会齐桓，亦所以尊天王之命也。世子受之可乎？是亦变之正也。天子微，诸侯不享觐，世子受诸侯之尊己，而天王尊矣，世子受之可也。郑伯逃归不盟，以其去诸侯，故逃之也。楚人灭弦，弦子奔黄。弦，国也。其不日，微国也。九月戊申朔，日有食之。冬，晋人执虞公。执不言所于地，缊于晋也。其曰公，何也？犹曰其下执之之辞也。其犹下执之之辞，何也？晋命行乎虞民矣。虞、虢之相救，非相为赐也。今日亡虢，而明日亡虞矣。六年春王正月。夏，公会齐侯、宋公、陈侯、卫侯、曹伯伐郑，围新城。伐国不言围邑，此其言围，何也？病郑也，著郑伯之罪也。秋，楚人围许，诸侯遂救许。善救许也。冬，公至自伐郑。其不以救许致，何也？大伐郑也。七年春，齐人伐郑。夏，小邾子来朝。郑杀其大夫申侯。称国以杀大夫，杀无罪也。秋七月，公会齐侯、宋公、陈世、子款、郑世、子华盟于宁母，衣裳之会也。曹伯班卒。公子友如齐。冬，葬曹昭公。八年春王正月，公会王人、齐侯、宋公、卫侯、许男、曹伯、陈世、子𣢾盟于洮。王人之先诸侯，何也？贵王命也。朝服虽敝，必加于上；弁冕虽旧，必加于首；周室虽衰，必先诸侯。兵车之会也。郑伯乞盟，以向之逃归乞之也。乞者，重辞也，重是盟也。乞者，处其所而请与也，盖汋之也。夏，狄伐晋。秋七月，禘于大庙，用致夫人。用者，不宜用者也。致者，不宜致者也。言夫人必以其氏姓，言夫人而不以氏姓，非夫人也。立妾之辞也，非正也。夫人之，我可以不夫人之乎？夫人卒葬之，我可以不卒葬之乎？一则以宗庙临之而后贬焉，一则以外之弗夫人而见正焉。冬十有二月丁未，天王崩。九年春王三月丁丑，宋公御说卒。夏，公会宰周公、齐侯、宋子、卫侯、郑伯、许男、曹伯于葵丘。天子之宰，通于四海。宋其称子，何也？未葬之辞也。礼，柩在堂上，孤无外事。今背殡而出会，以宋子为无哀矣秋七月乙酉，伯姫卒。内女也。未适人不卒，此何以卒也？许嫁笄而字之，死则以成人之丧治之九月戊辰，诸侯盟于葵丘。桓盟不日，此何以日？美之也。为见天子之禁，故备之也。葵丘之盟，陈牲而不杀，读书加于牲上，壹明天子之禁，曰：母雍泉母，讫籴母，易树子，母以妾为妻，母使妇人与国事。甲子，晋侯诡诸卒冬，晋里克杀其君之子奚齐。其君之子云者，国人不子也。国人不子何也？不正其杀世子申生而立之也。十年春王正月，公如齐。狄灭温，温子奔卫。晋里克弑其君卓及其大夫荀息。以尊及卑也。荀息闲也。夏，齐侯、许男伐北戎。晋杀其大夫里克。称国以杀，罪累上也。里克弑二君与一大夫，其以累上之辞言之，何也？其杀之不以其罪也。其杀之不以其罪？奈何？里克所为弑者，为重耳也。夷吾曰：是又将杀我乎？故杀之不以其罪也。其为重耳弑柰何？晋献公伐虢，得丽姬，献公私之。有二子，长曰奚齐，稚曰卓子。丽姫欲为乱，故谓君曰：吾夜者梦夫人趋而来曰：吾苦畏，胡不使大夫将卫士而卫蒙乎？公曰：孰可使？曰：臣莫尊于世子，则世子可。故君谓世子曰：丽姫梦夫人趋而来曰：吾苦畏，女其将卫士而往卫蒙乎？世子曰：敬诺。筑宫，宫成。丽姬又曰：吾夜者梦夫人趋而来，日：吾苦饥，世子之宫巳成，则何为不使祠也？故献公谓世子曰：其祠世，予柌巳祠，致福于君，君田而不在。丽姫以酖为酒，药脯以毒。献公田来，丽姫曰：世子巳祠，故致福于君。君将食，丽姫跪曰：食自外来者，不可不试也。覆酒于地而地贲，以脯与犬，犬死。丽姫下堂而啼呼曰：天乎天乎。国，子之国也。子何迟于为君。君喟然叹曰：吾与女未有过切，是何与我之深也。使人谓世子曰：尔其图之。世子之傅里克谓世子曰：入自明，入自明，则可以生。不入自明。则不可以生。世予日：吾君巳老矣，巳昏矣，吾若此而入自明，则丽姫必死，丽姫死，则吾君不安。所以使吾君不安者，吾不若自死。吾宁自杀以安吾君，以重耳为寄矣。刎脰而死，故里克所为弑者，为重耳也。夷吾曰：是又将杀我也。秋七月冬，大雨雪。十有一年春，晋杀其大夫丕郑父。称国以杀，罪累上也夏，公及夫人姜氏会齐侯于阳榖秋八月，大雩。雩月，正也。雩得雨曰雩，不得雨曰旱冬，楚人伐黄。十有二年春王三月庚午，日有食之夏，楚人灭黄。贯之盟，管仲曰：江、黄远齐而近楚，楚为利之国也，若伐而不能救，则无以宗诸侯矣。桓公不听，遂与之盟。管仲死，楚伐江灭黄，桓公不能救，故君子闵之也秋七月冬十有二月丁丑，陈侯杵臼卒，十有三年春，狄侵卫夏四月，葬陈宣公公会齐侯、宋公、陈侯、卫侯、郑伯、许男、曹伯于咸，兵车之会也秋九月，大雩冬，公子友如齐。十有四年春，诸侯城缘陵。其曰诸侯，散辞也。聚而曰散，何也？诸侯城，有散辞也，桓德衰矣。夏六月，季姫及缯子遇于防，使缯子来朝。遇者，同谋也。来朝者，来请己也。朝不言使，言使非正也，以病缯子也。秋八月辛卯，沙鹿崩，林属于山为鹿。沙，山名也。无崩道而崩，故志之也。其日，重其变也。狄侵郑冬，蔡侯肸卒。诸侯时卒，恶之也十有五年春，王正月，公如齐楚人伐徐三月，公会齐侯、宋公、陈侯、卫侯、郑伯、许男、曹伯盟于牡丘，兵车之会也。遂次于匡。遂，继事也次，止也，有畏也。公孙敖帅师，及诸侯之大夫救徐。善救徐也。夏五月，日有食之。秋七月，齐师、曹师伐厉。八月，螽。螽，虫灾也，甚则月，不甚则时。九月，公至自会。季姫归于缯。己卯晦，震夷伯之庙。晦，冥也。震，雷也。夷伯，鲁大夫也。因此以见天子至于士皆有庙。天子七庙，诸侯五，大夫三，士二。故德厚者流光，德薄者流卑，是以贵始，德之本也。始封必为祖。冬，宋人伐曹楚人败徐于娄林。夷狄相败，志也。十有一月壬戍，晋侯及秦伯战于韩，获晋侯。韩之战，晋侯失民矣，以其民未败而君获也。十有六年春，王正月戊申朔，陨石于宋五。先陨而后石，何也？陨而后石也。于宋四竟之内曰宋。后数，散辞也，耳治也是月，六𬷼退飞过宋都。是月者，决不日而月也。六𬷼退飞过宋都，先数，聚辞也，目治也。子曰：石，无知之物𬷼；微有知之物。石无知，故日之。𬷼微有知之物，故月之。君子之于物，无所苟而巳。石、𬷼且犹尽其辞，而况于人乎？故五石六𬷼之辞不设，则王道不亢矣。民所聚曰都。三月壬申，公子季友卒。大夫日卒，正也。称公弟叔仲，贤也。大夫不言公子，公孙，疏之也。夏四月丙申，缯季姫卒。秋七月甲子，公孙兹卒。大夫日卒，正也。冬十有二月，公会齐侯、宋公、陈侯、卫侯、郑伯、许男、邢侯、曹伯于淮，兵车之会也。十有七年春，齐人、徐人伐英氏。夏，灭项。孰灭之？桓公也。何以不言桓公也？为贤者讳也。项，国也，不可灭而灭之乎？桓公知项之可灭也，而不知已之不可以灭也。既灭人之国矣，何贤乎？君子恶恶疾其始，善善乐其终。桓公尝有存亡继绝之功，故君子为之讳也。秋，夫人姜氏会齐侯于卞。九月，公至自会。冬十有二月乙亥，齐侯小白卒。此不正，其日之，何也？其不正前见矣。其不正之前见，何也？以不正入虚国，故称嫌焉尔。十有八年春，王正月，宋公、曹伯、卫人、邾人伐齐。非伐丧也夏，师救齐，善救齐也。五月戊寅，宋师及齐师战于甗，齐师败绩。战不言伐，客不言及，言及，恶宋也。狄救齐，善救齐也。秋八月丁亥，葬齐桓公。冬，邢人、狄人伐卫。狄其称人何也？善累而后进之。伐卫所以救齐也，功近而德远矣。十有九年春王三月，宋人执滕子婴齐夏六月，宋公、曹人、邾人盟于曹南，缯子会盟于邾。已酉，邾人执缯子，用之。微国之君，因邾以求与之盟，人因已以求与之盟，已迎而执之，恶之，故谨而日之也。用之者，叩其鼻以衈社也。秋，宋人围曹。卫人伐邢。冬，会、陈人、蔡人、楚人、郑人盟于齐。梁亡，自亡也。湎于酒，淫于色，心昏，耳目塞，上无正长之治，大臣背叛，民为寇盗。梁亡，自亡也。如加力役焉，湎不足道也。梁亡，郑弃其师，我无加损焉，正名而巳矣。梁亡出恶正也。郑弃其师，恶其长也。二十年春，新作南门。作，为也，有加其度也。言新有故也，非作也。南门者，法门也。夏，郜子来朝。五月乙巳，西宫灾。谓之新宫，则近为𧝉宫。以谥言之，则如疏之然，以是为闵宫也。郑人入滑。秋，齐人、狄人盟于邢，邢为主焉尔。邢小，其为主何也？其为主乎救齐。冬，楚人伐随。随，国也。二十有一年春，狄侵卫。宋人、齐人、楚人盟于鹿上。夏，大旱。旱时，正也。秋，宋公、楚子、陈侯、蔡侯、郑伯、许男、曹伯会于雩，执宋公以伐宋。以，重辞也。冬，公伐邾。楚人使宜申来献捷。捷，军得也。其不曰宋捷，何也？不与楚捷于宋也。十有二月癸丑，公会诸侯盟于薄。会者，外为主焉尔。释宋公。外释不志，此其志何也？以公之与之盟目之也。不言楚，不与楚专释也。二十二年春，公伐邾，取须句。夏，宋公、卫侯、许男、滕子伐郑。秋，八月丁未，及邾人战于升陉。内讳败，举其可道者也。不言其人，以吾败也。不言及之者，为内讳也。冬十有一月己巳朔，宋公及楚人战于泓，宋师败绩。日事，遇朔曰朔。春秋三十有四战，未有以尊败乎卑，以师败乎人者也。以尊败乎卑，以师败乎人，则骄其敌。襄公以师败乎人，而不骄其敌，何也？责之也。泓之战，以为复雩之耻也。雩之耻，宋襄公有以自取之。伐齐之丧，执滕子，围曹，为雩之会，不顾其力之不足，而致楚成王，成王怒而执之。故曰：礼人而不答，则反其敬；爱人而不亲，则反其仁；治人而不治，则反其知。过而不改，又之是谓之过，襄公之谓也。古者被甲婴胄，非以兴国也，则以征无道也，岂曰以报其耻哉？宋公与楚人战于泓水之上，司马子反曰：楚众我少，鼓险而击之，胜无幸焉。襄公曰：君子不推人危，不攻人厄，须其出既出旌乱于上，陈乱于下。子反曰：楚众我少，击之胜，无幸焉。襄公曰：不鼓不成列，须其成列而后击之，则众败而身伤焉，七月而死。倍则攻敌则战，少则守。人之所以为人者，言也。人而不能言，何以为人？言之所以为言者，信也。言而不信，何以为言？信之所以为信者，道也。信而不道，何以为道？道之贵者，时其行势也。二十有三年春，齐侯伐宋，围闵。伐国不言围邑，此其言围，何也？不正其以恶报恶也夏五月庚寅，宋公兹父卒。兹父之不葬，何也？失民也。其失民何也？以其不教民战，则是弃其师也。为人君而弃其师，其民孰以为君哉秋，楚人伐陈冬十有一月，耜子卒。二十有四年春王正月夏，狄伐郑秋七月冬，天王出居于郑。天子无出，出失天下也。居者，居其所也。虽失天下，莫敢有也晋侯夷吾卒二十有五年春王正月丙午，卫侯毁灭邢。毁之名何也？不正其伐本而灭同姓也夏四月癸酉，卫侯毁卒宋荡伯姫来逆妇。妇人既嫁不逾竟，宋荡伯姫来逆妇，非正也，其曰妇，何也？缘姑言之之辞也。宋杀其大夫，其不称名姓，以其在祖之位，尊之也。秋，楚人围陈，纳顿子于顿。纳者，内弗受也。围一事也，纳一事也，而遂言之，盖纳顿子者陈也。葬卫文公。冬十有二月癸亥，公会卫子、莒庆盟于洮。莒无大夫，其曰莒庆，何也？以公之会目之也。二十有六年，春，王正月，已未，公会莒子、卫宁速盟于向。公不会大夫，其曰宁速，何也？以其随莒子，可以言会也。齐人侵我西鄙，公追齐师至巂，弗及。人，微者也。侵，浅事也。公之追之，非正也。至巂，急辞也。弗及者，弗与也，可以及而不敢及也。其侵也曰人，其追也曰师，以公之弗及大之也。弗及，内辞也。夏，齐人伐我北鄙。卫人伐齐。公子遂如楚乞师。乞，重辞也。何重焉？重人之死也，非所乞也。师出不必反，战不必胜，故重之也。秋，楚人灭夔，以夔子归。夔，国也。不日，微国也。以归，犹愈乎执也。冬，楚人伐宋，围闵。伐国不言围邑，此其言围，何也？以吾用其师，目其事也，非道用师也。公以楚师伐齐，取榖。以者，不以者也。民者，君之本也。使民以其死，非其正也。公至自伐齐。恶事不致，此其致之，何也？危之也。二十有七年春，耜子来朝夏六月庚寅，齐侯昭卒秋八月乙未，葬齐孝公。乙已，公子遂帅师入耜。冬，楚人、陈侯、蔡侯、郑伯、许男围宋。楚人者，楚子也。其曰人，何也？人楚子，所以人诸侯也。其人诸侯，何也？不正其信夷狄而伐中国也。十有二月甲戍，公会诸侯盟于宋。二十有八年春，晋侯侵曹，晋侯伐卫，再称晋侯，忌也公子买戍卫，不卒戍，刺之。先名后刺，杀有罪也。公子启曰：不卒戍者，可以卒也。可以卒而不卒，讥在公子也，刺之可也。楚人救卫。三月丙午，晋侯入曹，执曹伯，畀宋人。入者，内弗受也。日入，恶入者也。以晋侯而厈执曹伯，恶晋侯也。畀，与也，其曰人？何也？不以晋侯畀宋公也。夏四月已，已，晋侯、齐师、宋师、秦师及楚人战于城濮，楚师败绩。楚杀其大夫得臣。卫侯出奔楚。五月癸丑，公会晋侯、齐侯、宋公、蔡侯、郑伯、卫子、莒子盟于践土，讳会天王也。陈侯如会，如会，外乎会也，于会，受命也公朝于王所，朝不言所，言所者，非其所也六月，卫侯郑自楚复归于卫，自楚，楚有奉焉尔复者，复中国也，归者，归其所也，郑之名，失国也。卫元咺出奔晋。陈侯𣢾卒。秋，耜伯姫来。公子遂如齐。冬，公会晋侯、宋公、蔡侯、郑伯、陈子、莒子、邾子、秦人于温。讳会天王也天王守于河阳，全天王之行也。为若将守而遇诸侯之朝也，为天王讳也。水北为阳，山南为阳。温，河阳也。壬申，公朝于王所。朝于庙，礼也；于外，非礼也。独公朝，与诸侯尽朝也。其日，以其再致天子，故谨而日之。主善以内，目恶以外。言曰公朝，逆辞也，而尊天子。会于温，言小诸侯。温，河北地。以河阳言之，大天子也。日系于月，月系于时。壬申，公朝于王所。其不月，失其所系也。以为晋文公之行事，为巳颠矣。晋人执卫侯归之于京师。此入而执，其不言入，何也？不外王命于卫也。归之于京师，缓辞也，断在京师也。卫元咺自晋复归于卫。自晋，晋有奉焉尔。复者，复中国也。归者，归其所也。诸侯遂围许。遂，继事也。曹伯襄复归于曹。复者，复中国也，天子免之，因与之会。其曰复，通王命也。遂会诸侯围许，遂继事也。二十有九年春，介葛卢来，介，国也。葛卢微国之君未爵者也，其曰来，卑也公至自围许夏六月，公会王人、晋人、宋人、齐人、陈人、蔡人、秦人盟于翟泉。秋，大雨雹。冬，介葛卢来。三十年春王正月。夏，狄侵齐。秋，卫杀其大夫元咺。称国以杀，罪累上也，以是为讼君也。卫侯在外，其以累上之辞言之，何也？待其杀而后入也。及公子瑕。公子瑕，累也，以尊及卑也。卫侯郑归于卫。晋人、秦人围郑。介人侵萧。冬，天王使宰周公来聘。天子之宰，通于四海。公子遂如京师，遂如晋。以尊遂乎卑，此言不敢叛京师也。三十有一年春，取济西田。公子遂如晋。夏四月，四卜郊，不从，乃免牲，犹三望。夏四月，不时也。四卜，非礼也。免牲者，为之缁衣熏裳，有司玄端奉送至于南郊。免牛亦然。乃者，亡乎人之辞也。犹者，可以巳之辞也。秋七月冬，耜伯姫来求妇。妇人既嫁不逾竟，耜伯姫来求妇，非正也。狄围卫十有二月，卫迁于帝丘。三十有二年春王正月夏四月已丑，郑伯捷卒卫人侵狄秋，卫人及狄盟冬十有二月已卯，晋侯重耳卒。三十有三年春王二月，秦人入滑。滑，国也齐侯使国归父来聘夏四月辛巳，晋人及姜戎败秦师于殽。不言战而言败，何也？狄秦也。其狄之，何也？秦越千里之险，入虚国，进不能守，退败其师，徒乱人子女之教，无男女之别。秦之为狄，自殽之战始也。秦伯将袭郑，百里子与蹇叔子谏曰：千里而袭人，未有不亡者也。秦伯曰：子之蒙木巳拱矣，何知？师行，百里子与蹇叔子送其子而戒之曰：女死，必于殽之岩吟之下，我将尸女。于是师行，百里子与蹇叔子随其子而哭之。秦伯怒曰：何为哭吾师也？二子曰：非敢哭师也，哭吾子也。我老矣，彼不死，则我死矣。晋人与姜戎要而击之，殽，匹马倚轮，无反者。晋人者，晋子也。其曰人，何也？微之也。何为微之？不正其释殡而主乎战也癸巳，葬晋文公。日葬，危不得葬也狄侵齐公伐邾，取訾楼秋，公子遂帅师伐邾晋人败狄于箕冬十月，公如齐。十有二月，公至自齐乙巳，公薨于小寝。小寝非正也陨霜不杀草，未可杀而杀，举重也；可杀而不杀，举轻也。李梅实，实之为言，犹实也。晋人、陈人、郑人伐许。"
                }
            ]
        },
        {
            "name": "文公第六",
            "paragraphs": [
                {
                    "paragraph": "文公第六",
                    "type": 1
                },
                {
                    "paragraph": "元年春，王正月，公即位。继正即位，正也。二月癸亥，日有食之。天王使叔服来会葬。葬曰会，其志重天子之礼也。夏四月丁巳，葬我君僖公。薨称公，举上也。葬我君，接上下也。僖公葬而后举谥，谥所以成德也，于卒事乎加之矣。天王使毛伯来锡公命。礼有受命，无来锡命，锡命非正也。晋侯伐卫。叔孙得臣如京师。卫人伐晋。秋，公孙敖会晋侯于戚。冬十月丁未，楚世子商臣弑其君髡。日髡之卒，所以谨商臣之弑也。夷狄不言正不正。公孙敖如齐。二年春王二月甲子，晋侯及秦师战于彭衙，秦师败绩。丁丑，作僖公主。作，为也，为僖公主也。立主，丧主于虞，吉主于练。作僖公主，讥其后也。作主坏庙有时日，于练焉。坏庙，坏庙之道，𠃓檐可也，改涂可也。三月乙已，及晋处父盟。不言公，处父伉也，为公讳也。何以知其与公盟？以其日也。何以不言公之如晋？所耻也。出不书，反不致也。夏，六月，公孙敖会宋公、陈侯、郑伯、晋士榖盟于垂敛。内大夫可以会外诸侯。自十有二月不雨，至于秋七月，历时而言不雨，文不忧雨也。不忧雨者，无志乎民也。八月丁卯，大事于大庙，跻僖公。大事者何？大是事也。著祫尝。祫祭者，毁庙之主陈于大祖，未毁庙之主皆升，合祭于大祖。跻，升也。先亲而后祖也，逆祀也。逆祀则是无昭穆也，无昭穆则是无祖也。无祖则无天也，故曰文无天。无天者，是无天而行也。君子不以亲亲害尊尊，此春秋之义也。冬，晋人、宋人、陈人、郑人伐秦公子遂如齐纳币。三年春王正月，叔孙得臣会晋人、宋人、陈人、卫人、郑人伐沈，沈溃。夏五月，王子虎卒，叔服也。此不卒者也，何以卒之？以其来会葬我卒之也。或曰：以其尝执，重以守也。秦人伐晋秋，楚人围江。雨螽于宋。外灾不志，此何以志也？曰：灾甚也。其甚奈何？茅茨尽矣，著于上，见于下，谓之雨。冬，公如晋十有二月己巳，公及晋侯盟晋阳处父帅师伐楚救江。此伐楚，其言救江何也？江远楚近，伐楚所以救江也。四年春，公至自晋夏，逆妇姜于齐。其曰妇姜，为其礼成乎齐也。其逆者谁也？亲逆而称妇，或者公与？何其速妇之也？曰公也。其不言公何也？非成礼于齐也。曰妇，有姑之辞也。其不言氏，何也？贬之也。何为贬之也？夫人与有贬也狄侵齐秋，楚人灭江晋侯伐秦卫侯使宁俞来聘冬十有一月壬寅，夫人风氏薨。五年春王正月，王使荣叔归含且赗。含，一事也，赗一事也，兼归之，非正也。其曰且，志兼也。其不言来，不周事之用也。赗以早而含以晚三月辛亥，葬我小君成风。王使毛伯来会葬。会葬之礼于鄙上。夏，公孙敖如晋。秦人入鄀。秋，楚人灭六冬十月甲申，许男业卒。六年春，葬许僖公夏，季孙行父如陈秋，季孙行父如晋八月乙亥，晋侯𬴐卒冬十月，公子遂如晋。葬晋襄公。晋杀其大夫阳处父。称国以杀，罪累上也。襄公巳葬，其以累上之辞言之，何也？君漏言也。上泄则下暗，下暗则上聋。且暗且聋，无以相通，夜姑杀者也。夜姑之杀奈何？曰：晋将与狄战，使狐夜姑为将军，赵盾佐之。阳处父曰：不可。古者君之使臣也，使仁者佐贤者，不使贤者佐仁者。今赵盾贤，夜姑仁，其不可乎？襄公曰：诺。谓夜姑曰：吾始使盾佐女，今女佐盾矣。夜姑曰：敬诺。襄公死，处父主竟上之事，夜姑使人杀之，君漏言也。故士造辟而言，诡辞而出，曰：用我则可，不用我则无乱其德。晋狐夜姑出奔狄。闰月不告月，犹朝于庙。不告月者何也？不告朔也。不告朔，则何为不言朔也？闰月者，附月之余日也，积分而成于月者也。天子不以告朔，而丧事不数也。犹之为言，可以巳也。七年春，公伐邾。三月甲戌，取须句。取邑不日，此其日何也？不正其再取，故谨而日之也。遂城郚。遂，继事也。夏四月，宋公壬臣卒。宋人杀其大夫。称人以杀，诛有罪也。戊子，晋人及秦人战于令狐，晋先蔑奔秦。不言出，在外也。辍战而奔秦，以是为逃军也。狄侵我西鄙。秋八月，公会诸侯、晋大夫盟于扈。其曰诸侯，略之也。冬，徐伐莒。公孙敖如莒莅盟。莅，位也。其曰位，何也？前定也。其不日，前定之盟不日也。八年春王正月夏四月秋八月戊申，天王崩冬十月壬午，公子遂会晋赵盾盟于衡雍乙酉，公子遂会雒戎盟于暴公孙敖如京师，不至而复。丙戍，奔莒。不言所至，未如也。未如则未复也。未如而曰如，不废君命也。未复而曰复，不专君命也。其如，非如也；其复，非复也。唯奔莒之为信，故谨而日之也。螽宋人杀其大夫司马。司马，官也。其以官称，无君之辞也宋司城来奔。司城，官也。其以官称，无君之辞也。来奔者不言出，举其接我也。九年春，毛伯来求金。求车犹可，求金甚矣。夫人姜氏如齐。二月，叔孙得臣如京师。京，大也。师，众也。言周。必以众与大言之也。辛丑，葬襄王。天子志崩不志葬，举天下而葬一人，其道不疑也。志葬，危不得葬也。日之甚矣，其不葬之辞也。晋人杀其大夫先都。三月，夫人姜氏至自齐。卑以尊致，病文公也。晋人杀其大夫士縠及箕郑父。称人以杀，诛有罪也。郑父累也。楚人伐郑。公子遂会晋人、宋人、卫人、许人救郑。夏，狄侵齐。秋八月曹伯襄卒。九月癸酉，地震。震，动也。地不震者也。震，故谨而日之也。冬，楚子使萩来聘。楚无大夫，其曰萩，何也？以其来，我褒之也。秦人来归僖公、成风之禭。秦人弗夫人也，即外之弗夫人而见正焉。葬曹共公。十年春王三月辛卯，臧孙辰卒。夏，秦伐晋。楚杀其大夫宜申。自正月不雨，至于秋七月，历时而言不雨，文不闵雨也。不闵雨者，无志乎民也及苏子盟于女栗冬，狄侵宋楚子、蔡侯次于厥貉。十有一年春，楚子伐麇夏，叔彭生会晋郤缺于承匡秋，曹伯来朝公子遂如宋。狄侵齐冬十月甲午，叔孙得臣败狄于咸。不言帅师而言败，何也？直败一人之辞也。一人而曰败，何也？以众焉言之也。传曰：长狄也，弟兄三人，佚宕中国，瓦石不能害。叔孙得臣，最善射者也，射其目，身横九亩，断其首而载之，眉见于轼。然则何为不言获也？曰：古者不重创，不禽二毛，故不言获，为内讳也。其之齐者，王子成父杀之，则未知其之晋者也。十有二年春，王正月，郕伯来奔。耜伯来朝。二月庚子，子叔姫卒。其曰子叔姫，贵也，公之母，姊妹也。其一传曰：许嫁，以卒之也。男子二十而冠，冠而列。丈夫三十而娶，女子十五而许嫁，二十而嫁。夏，楚人围巢。秋，滕子来朝。秦伯使术来聘。冬十有二月戊午，晋人、秦人战于河曲。不言及，秦、晋之战已亟，故略之也。季孙行父帅师城诸及郓。称帅师，言有难也。十有三年春王正月夏五月壬午，陈侯朔卒。邾子筥篨卒自正月不雨，至于秋七月大室屋坏。大室屋坏者，有坏道也，讥不修也。大室犹世室也。周公曰大庙，伯禽曰大室，群公曰宫。礼宗庙之事，君亲割，夫人亲春，敬之至也。为社稷之主，而先君之庙坏，极称之，志不敬也冬，公如晋卫侯会公于沓狄侵卫十有二月已丑，公及晋侯盟，还自晋。还者，事未毕也。自晋，事毕也郑伯会公于榧十有四年春王正月，公至自晋邾人伐我南鄙叔彭生帅师伐邾夏五月乙亥，齐侯潘卒六月，公会宋公、陈侯，卫侯，郑伯，许伯、曹伯。晋赵盾，癸酉，同盟于新城。同者，有同也，同外楚也。秋七月，有星孛入于北斗。孛之为言，犹茀也。其曰入北斗，斗有环域也。公至自会。晋人纳捷菑于邾，弗克纳，是郤克也。其曰人，何也？微之也。何为微之也？长毂五百乘，绵地千里，过宋、郑、滕、薛，夐入千乘之国，欲变人之主，至城下然后知，何知之晚也？弗克纳。未伐而曰弗克，何也？弗克其义也。捷菑，晋出也；玃且，齐出也。玃且，正也。捷菑，不正也。九月甲申，公孙敖卒于齐。奔大夫不言卒，而言卒，何也？为受其丧，不可不卒也。其地，于外也。齐公子商人弑其君舍。舍未逾年，其曰君，何也？成舍之为君，所以重商人之弑也。摘人其不以国氏，何也？不以嫌代嫌也。舍之不日，何也？未成为君也。宋子哀来奔，其曰子哀，失之也。冬，单伯如齐，齐人执单伯，私罪也。单伯淫于齐，齐人执之，齐人执子叔姬，叔姬同罪也。十有五年春，季孙行父如晋。三月，宋司马华孙来盟。司马，官也。其以官称，无君之辞也。来盟者何？前定也。不言及者，以国与之也。夏，曹伯来朝。齐人归公孙敖之丧。六月辛丑朔，日有食之，鼓用牲于社单伯至自齐，大夫执则致，致则名，此其不名，何也？天子之命大夫也。晋郤缺帅师伐蔡，戊申，入蔡。秋，齐人侵我西鄙。其曰鄙，远之也。其远之何也？不以难介我国也。季孙行父如晋。冬十有一月，诸侯盟于扈。十有二月，齐人来归子叔姫。其曰子叔姫，贵之也。其言来归，何也？父母之于子，虽有罪，犹欲其免也。齐侯侵我西鄙，遂伐曹，入其郛。十有六年春，季孙行父会齐侯于阳榖，齐侯弗及盟。弗及者，内辞也。行父失命矣，齐得内辞也。夏五月，公四不视朔。天子告朔于诸侯，诸侯受乎祢庙，礼也。公四不视朔，公不臣也，以公为厌政以甚矣六月戊辰，公子遂及齐侯盟于师，亡复行父之盟也秋八月辛未，夫人姜氏薨毁泉台，丧不贰事，贰事，缓丧也，以文为多，失道矣。自古为之，今毁之，不如勿处而巳矣楚人。秦人。巴人灭庸冬十有一月，宋人弑其君杵臼。十有七年春，晋人、卫人、陈人、郑人伐宋夏四月癸亥，葬我小君声姜齐侯伐我西鄙六月癸未，公及齐侯盟于榖，诸侯会于扈秋，公至自榖冬，公子遂如齐。十有八年春王二月丁丑，公薨于台下。台下非正也。秦伯䓨卒夏五月戊戍，齐人弑其君商人。六月癸酉，葬我君文公。秋，公子遂、叔孙得臣如齐，使举上客而不称介，不正其同伦而相介，故列而数之也。冬十月，子卒，子卒不日故也夫人姜氏归于齐，恶宣公也。有不待贬绝而罪恶见者，有待贬绝而恶从之者。侄娣者，不孤子之意也。一人有子，三人缓带。一曰就贤也。季孙行父如齐。莒弑其君庶其春。"
                }
            ]
        },
        {
            "name": "宣公第七",
            "paragraphs": [
                {
                    "paragraph": "宣公第七",
                    "type": 1
                },
                {
                    "paragraph": "元年春王正月，公即位。继故而言即位，与闻乎故也。公子遂如齐逆女。三月，遂以夫人妇姜至自齐。其不言氏，丧未毕，故略之也。其曰妇，缘姑言之之辞也。遂之挈，由上致之也。夏，季孙行父如齐。晋放其大夫胥甲父于卫。放犹屏也。称国以放，放无罪也。公会齐侯于平州。公子遂如齐。六月，齐人取济西田。内不言取，言取，授之也，以是为赂齐也。秋，邾子来朝。楚子、郑人侵陈，遂侵宋。遂，继事也。晋赵盾帅师救陈。善救陈也。宋公、陈侯、卫侯、曹伯会晋师于榧林，伐郑。列数诸侯而会晋赵盾，大赵盾之事也。其曰师，何也？以其大之也。于榧林地而后伐郑，疑辞也。此其地何？则著其美也。冬，晋赵穿帅师侵崇。晋人、宋人伐郑。伐郑，所以救宋也。二年春，王二月壬子，宋华元帅师及郑公子归生帅师，战于大棘，宋师败绩，获宋华元。获者，不与之辞也。言尽其众以救其将也。以三军敌华元，华元虽获，不病矣。秦师伐晋。夏，晋人、宋人、卫人、陈人侵郑。秋九月乙丑，晋赵盾弑其君夷皋，穿弑也。盾不弑而曰盾弑，何也？以罪盾也。其以罪盾？何也？曰：灵公朝诸大夫而暴弹之，观其辟丸也。赵盾入谏，不听，出亡至于郊。赵穿弑公而后反赵盾。史狐书贼曰：赵盾弑公。盾曰：天乎！天乎！予无罪。孰为盾而忍弑其君者乎？史狐曰：子为正卿，入谏不听，出亡不远。君弑，反不讨贼，则志同。志同则书重，非子而谁？故书之曰晋赵盾弑其君夷皋者，过在下也，曰于盾也，见忠臣之至。于许世子止，见孝子之至冬十月乙亥，天王崩。三年春王正月，郊牛之口伤。之口缓辞也。伤自牛作也改卜牛，牛死乃不郊，事之变也。乃者，亡乎人之辞也。犹三望葬匡王楚子伐陆浑戎夏，楚人侵郑秋，赤狄侵齐宋师围曹冬十月丙戍，郑伯兰卒葬郑穆公四年春王正月，公及齐侯平莒，及郊，莒人不肯。及者，内为志焉尔。平者，成也，不肯者，可以肯也。公伐莒，取向。伐犹可，取向甚矣，莒人辞不受治也。伐莒，义兵也，取向非也，乘义而为利也。秦伯稻卒夏六月乙酉，郑公子归生弑其君夷。赤狄侵齐秋，公如齐。公至自齐。冬，楚子伐郑。五年春，公如齐。夏，公至自齐。秋九月，齐高固来逆子叔姬。诸俟之嫁子于大夫，主大夫以与之。来者，接内也。不正其接内，故不与夫妇之称也。叔孙得臣卒。冬，齐高固及子叔姫来。及者，及吾子叔姫也。为使来者，不使得归之意也。楚人伐郑六年春，晋赵盾、卫孙免侵陈。此帅师也，其不言帅师，何也？不正其败前事，故不与帅师也。夏四月秋八月螽冬十月七年春，卫侯使孙良夫来盟。来盟者，前定也。不言及者，以国与之。不言其人，亦以国与之。不日，前定之盟不日。夏，公会齐，俟伐莱。秋，公至自伐莱。大旱冬，公会晋侯、宋公、卫侯、郑伯、曹伯于黑壤。八年春，公至自会。夏六月，公子遂如齐，至黄乃复。乃者，亡乎人之辞也。复者，事毕也，不专公命也。辛巳，有事于大庙，仲遂卒于垂。为若反命而后卒也。此公子也，其曰仲，何也？疏之也。何为疏之也？是不卒者也。不疏则无用见。其不卒也，则其卒之？何也？以讥乎宣也。其讥乎宣，何也？闻大夫之丧，则去乐卒事。壬午，犹绎。犹者，可以巳之辞也。绎者，祭之旦日之享宾也。万入去籥，以其为之变，讥之也。戊子，夫人熊氏薨。晋师、白狄伐秦。楚人灭舒鄝秋七月甲子，日有食之，既冬十月已丑，葬我小君顷熊，雨，不克葬。葬既有日，不为雨止，礼也。雨不克葬，丧不以制也。庚寅，日中而克葬。而，缓辞也，足乎日之辞也。城平阳。楚师伐陈。九年春王正月，公如齐。公至自齐。夏，仲孙蔑如京师。齐侯伐莱。秋，取根牟。八月，滕子卒。九月，晋侯、宋公、卫侯、郑伯、曹伯会于扈。晋荀林父帅师伐陈。辛酉，晋侯黑臀卒于扈。其地于外也。其日，未逾竟也。冬十月癸酉，卫侯郑卒宋人围滕楚子伐郑晋郤缺帅师救郑陈杀其大夫泄冶。称国以杀其大夫，杀无罪也。泄冶之无罪如何？陈灵公通于夏征舒之家，公孙宁、仪行父亦通于其家，或衣其衣，或衷其𥜗，以相戏于朝。泄冶闻之，入谏曰：使国人闻之则犹可，使仁人闻之则不可。君愧于泄冶，不能用其言而杀之。十年春，公如齐。公至自齐，齐人归我济西田。公娶齐，齐由以为兄弟，反之，不言来。公如齐，受之也。夏四月丙辰，日有食之。已巳，齐侯元卒。齐崔氏出奔卫。氏者，举族而出之之辞也。公如齐。五月，公至自齐。癸巳，陈夏征舒弑其君平国。六月，宋师伐滕。公孙归父如齐，葬齐惠公。晋人、宋人、卫人、曹人伐郑。秋，天王使王季子来聘。其曰王季，王子也。其曰子，尊之也。聘，问也。公孙归父帅师伐邾，取绎。大水。季孙行父如齐。冬，公孙归父如齐。齐侯使国佐来聘。饥，楚子伐郑。十有一年春王正月。夏，楚子、陈侯、郑伯盟于夷陵。公孙归父会齐人伐莒。秋，晋侯会狄于𪴙函。不言及，外狄也。冬十月，楚人杀陈夏征舒。此入而杀也，其不言入，何也？外征舒于陈也。其外征舒于陈，何也？明楚之讨有罪也。丁亥，楚子入陈。入者，内弗受也。日入，恶入者也。何用弗受也？不使夷狄为中国也。纳公孙宁、仪行父于陈。纳者，内弗受也，辅人之不能民而讨，犹可；入人之国，制人之上下，使不得其君臣之道，不可。十有二年春，葬陈灵公。楚子围郑夏六月乙卯，晋荀林父帅师及楚子战于邲，晋师败绩。绩，功也。功，事也。日其败事也。秋七月冬十有二月戊寅，楚子灭萧，晋人、宋人、卫人、曹人同盟于清丘。宋师伐陈卫人救陈。十有三年春，齐师伐莒。夏，楚子伐宋。秋螽冬，晋杀其大夫先榖。十有四年春，卫杀其大夫孔达夏五月壬申，曹伯寿卒晋侯伐郑秋九月，楚子围宋葬曹文公冬，公孙归父会齐侯于榖。十有五年春，公孙归父会楚子于宋夏五月，宋人及楚人平。平者，成也，善其量力而反义也。人者，众辞也，平称众，上下欲之也。外平不道，以吾人之存焉道之也六月癸卯，晋师灭赤狄潞氏，以潞子婴儿归。灭国有三术，中国谨日，卑国月，夷狄不日。其曰潞子婴儿，贤也。秦人伐晋。王札子杀召伯、毛伯。王札子者，当上之辞也。杀召伯、毛伯，不言其，何也？两下相杀也。两下相杀，不志乎春秋，此其志何也？矫王命以杀之，非忿怒相杀也，故曰以王命杀也。以王命杀，则何志焉？为天下主者，天也，继天者，君也。君之所存者，命也。为人臣而侵其君之命而用之，是不臣也。为人君而失其命，是不君也。君不君，臣不臣，此天下所以倾也。秋螽仲孙蔑会齐高固于无娄。初税亩。初者，始也。古者什一藉而不税，初税亩，非正也。古者三百步为里，名曰井田。井田者九百亩，公田居一。私田稼不善则非吏，公田稼不善则非民。初税亩者，非公之去公田而履亩十取一也，以公之与民为巳悉矣。古者公田为居，井灶葱韭尽取焉。冬，蜎生，蜎非灾也。其曰蜎，非税亩之灾也。饥。十有六年春，王正月，晋人灭赤狄甲氏及留吁夏，成周宣榭灾。周灾不志也。其曰宣榭何也？以乐器之所藏目之也秋，郯伯姫来归冬，大有年。五榖大熟。为大有年。十有七年春王正月庚子，许男锡我卒丁未，蔡侯由卒夏，葬许昭公。葬蔡文公。六月癸卯，日有食之。已未，公会晋侯、卫侯、曹伯、邾子同盟于断道。同者，有同也，同外楚也。秋，公至自会。冬十有一月壬午，公弟叔肸卒。其曰公弟叔肸，贤之也。其贤之何也？宣弑而非之也。非之，则胡为不去也？曰：兄弟也，何去而之？与之财，则曰：我足矣。织屦而食，终身不食宣公之食。君子以是为通恩也，以取贵乎？春秋十有八年春，晋侯、卫世子臧伐齐。公伐耜。夏四月。秋七月，邾人戕缯子于缯。戕犹残也。捝，杀也甲戍，楚子吕卒。夷狄不卒，卒，少进也。卒而不日，日，少进也。日而不言正不正，简之也。公孙归父如晋。冬十月壬戍，公薨于路寝。路寝，正寝也。归父还自晋。还者，事未毕也。自晋，事毕也。与人之子守其父之殡，捐殡而奔其父之使者，是亦奔父也。至柽，遂奔齐。遂，继事也。"
                }
            ]
        },
        {
            "name": "成公第八",
            "paragraphs": [
                {
                    "paragraph": "成公第八",
                    "type": 1
                },
                {
                    "paragraph": "元年春，王正月，公即位。二月辛酉，葬我君宣公。无冰，终时无冰，则志此未终时而言无冰，何也？终无冰矣，加之寒之辞也。三月，作丘甲。作，为也。丘为甲也。丘甲，国之事也。丘作甲，非正也。丘作甲之为非正，何也？古者立国家，百官具，农工皆有职以事上。古者有四民，有士民，有商民，有农民，有工民。夫甲，非人人之所能为也。丘作甲，非正也。夏，臧孙许及晋侯盟于赤棘。秋，王师败绩于贸戎。不言战，莫之敢敌也。为尊者讳，敌不讳败，为亲者讳，败不讳敌，尊尊亲亲之义也。然则孰败之晋也？冬十月，季孙行父秃，晋郤克眇，卫孙良夫跛，曹公子手偻，同时而聘于齐。齐使秃者御秃者，使眇者御眇者，使跛者御跛者，使偻者御偻者。萧同侄子处台上而笑之，闻于客，客不说而去，相与立胥闾而语，移日不解。齐人有知之者，曰：齐之患，必自此始矣。二年春，齐侯伐我北鄙夏四月丙戍，卫孙良夫帅师及齐师战于新筑，卫师败绩。六月癸酉，季孙行父、臧孙许、叔孙侨如、公孙婴齐帅师会晋郤克、卫孙良夫、曹公子手及齐侯战于鞍，齐师败绩。其日，或曰日其战也，或曰日其悉也。曹无大夫，其曰公子，何也？以吾之四大夫在焉，举其贵者也。秋七月，齐侯使国佐如师。已酉，及国佐盟于爰娄，鞍去国五百里，爰娄去国五十里，壹战，绵地五百里，焚雍门之茨，侵车，东至海。君子闻之曰：夫甚甚之辞焉，齐有以取之也。齐之有以取之，何也？败卫师于新筑，侵我北鄙，敖郤献子，齐有以取之也。爰娄在师之外，郤克曰：反鲁、卫之侵地，以纪侯之甗来，以萧同侄子之母为质，使耕者皆东其亩，然后与子盟。国佐曰：反鲁、卫之侵地，以纪侯之甗来，则诺。以萧同侄子之母为质，则是齐侯之母也。齐侯之母犹晋君之母也，晋君之母犹齐侯之母也。使耕者尽东其亩，则是终土齐也，不可。请壹战；壹战不克，请再；再不克，请三；三不克，请四；四不克，请五；五不克，举国而授。于是而与之盟。八月壬午，宋公鲍卒。庚寅，卫侯速卒取汶阳田。冬，楚师、郑师侵卫十有一月，公会楚公子婴齐于蜀。楚无大夫，其曰公子，何也？婴齐，亢也。丙申，公及楚人、秦人、宋人、陈人、卫人、郑人、齐人、曹人、邾人、薛人、缯人盟于蜀。楚其称人？何也？于是而后公得其所也。会与盟同月，则地会，不地盟；不同月，则地会，地盟。此其地会、地盟，何也？以公得其所，申其事也。今之屈，向之骄也。三年春王正月，公会晋侯、宋公、卫侯、曹伯伐郑辛亥，葬卫穆公二月，公至自伐郑甲子，新宫灾，三日哭。新宫者，祢宫也。三日哭，哀也。其哀，礼也。迫近不敢称谥，恭也。其辞恭且哀，以成公为无讥矣乙亥，葬宋文公夏，公如晋。郑公子去疾帅师伐许公至自晋。秋，叔孙侨如帅师围棘大雩晋郤克、卫孙良夫伐墙咎如冬十有一月，晋侯使荀庚来聘。卫侯使孙良夫来聘。丙午，及荀庚盟丁未，及孙良夫盟。其日，公也。来聘而求盟，不言及者，以国与之也。不言其人，亦以国与之也。不言求，两欲之也。郑伐许四年春，宋公使华元来聘。三月壬申，郑伯坚卒。耜伯来朝。夏四月甲寅，臧孙许卒。公如晋，葬郑襄公。秋，公至自晋。冬，城郓。郑伯伐许。五年春王正月，耜叔姫来归。妇人之义，嫁曰归，反曰来归。仲孙蔑如宋。夏，叔孙侨如会晋荀首于榖。梁山崩，不日，何也？高者有崩道也。有崩道则何以书也？曰：梁山崩，壅遏河，三日不流。晋君召伯尊而问焉。伯尊来，遇辇者，辇者不辟，使车右下而鞭之。辇者曰：所以鞭我者，其取道远矣。伯尊下车而问焉，曰：子有闻乎？对曰：梁山崩，壅遏河，三日不流。伯尊曰：君为此召我也，为之奈何？辇者曰：天有山，天崩之；天有河，天壅之。虽召伯尊，如之何？伯尊由忠问焉。辇者曰：君亲素缟，帅群臣而哭之，既而祠焉，斯流矣。伯尊至，君问之曰：梁山崩，壅遏河三日不流，为之奈何？伯尊曰：君亲素缟，帅群臣而哭之，既而祠焉，斯流矣。孔子闻之曰：伯尊其无绩乎！攘善也。秋，大水。冬十有一月已酉，天王崩十有二月已丑，公会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、邾子、耜伯，同盟于虫牢。六年春王正月，公至自会二月辛巳，立武宫，立者，不宜立也取𫑘，𫑘国也卫孙良夫帅师侵宋夏六月，邾子来朝公孙婴齐如晋壬申，郑伯费卒秋，仲孙蔑、叔孙侨如帅师侵宋楚公子婴齐帅师伐郑冬，季孙行父如晋晋栾书帅师救郑七年春王正月，鼷鼠食郊牛角。不言日，急辞也，过有司也。郊牛日展斛角而知伤，展道尽矣，其所以备灾之道不尽也。改卜牛，鼷鼠又食其角，又有继之辞也。其，缓辞也。曰：亡乎人矣，非人之所能也，所以免有司之过也。乃免牛，乃者，亡乎人之辞也。免牲者，为之缁衣𫄸裳，有司玄端奉送至于南郊。免牛亦然。免牲不曰不郊，免牛亦然。吴伐郯。夏五月，曹伯来朝。不郊，犹三望。秋，楚公子婴齐帅师伐郑。公会晋侯、齐侯、宋公、卫侯、曹伯、莒子、邾子、耜伯救郑。八月戊辰，同盟于马陵。公至自会。吴入州来。冬，大雩。雩不月而时，非之也。冬无为雩也。卫孙林父出奔晋。八年春，晋俟使韩穿来言汶阳之田，归之于齐。于齐，缓辞也，不使尽我也。晋栾书帅师侵蔡。公孙婴齐如莒。宋公使华元来聘。夏，宋公使公孙寿来纳币。晋杀其大夫赵同、赵括秋七月，天子使召伯来锡公命。礼，有受命，无来锡命，锡命非正也。曰天子，何也？曰：见一称也。冬十月癸卯，耜叔姫卒。晋侯使士夑来聘。叔孙侨如会晋士夑、齐人、邾人伐郯卫人来媵。媵，浅事也，不志，此其志，何也？以伯姫之不得其所，故尽其事也。九年春王正月，耜伯来逆叔姫之丧以归。传曰：夫无逆，出妻之丧而为之也公会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、莒子、耜伯同盟于蒲。公至自会。二月，伯姫归于宋夏，季孙行父如宋致女。致者，不致者也。妇人在家制于父，既嫁制于夫。如宋致女，是以我尽之也。不正，故不与内称也。逆者微，故致女详其事，贤伯姫也。晋人来媵。媵，浅事也，不志，此其志，何也？以伯姫之不得其所，故尽其事也。秋七月丙子，齐侯无野卒晋人执郑伯晋栾书帅师伐郑，不言战，以郑伯也，为尊者讳耻，为贤者讳过，为亲者讳疾冬十有一月，葬齐顷公楚公子婴齐帅师伐莒，庚申，莒溃。其日，莒虽夷狄，犹中国也，大夫溃莒而之楚，是以知其上为事也，恶之，故谨而日之也。楚人入郓。秦人、白狄伐晋郑人围许城中城。城中城者，非外民也。十年春，卫侯之弟黑背帅师侵郑。夏四月，五卜郊，不从，乃不郊。夏四月，不时也。五卜，强也。乃者，亡乎人之辞也。五月，公会晋侯、齐侯、宋公、卫侯、曹伯伐郑，齐人来媵。丙午，晋侯獳卒秋七月，公如晋冬十月。十有一年春王三月，公至自晋晋侯使郤犨来聘。己丑，及郤犨盟。夏，季孙行父如晋秋，叔孙侨如如齐冬十月。十有二年春，周公出奔晋。周有入无出，其曰出，上下一见之也。言其上下之道无以存也。上虽失之，下孰敢有之？今上下皆失之矣。夏，公会晋侯、卫侯于琐泽。秋，晋人败狄于交刚。中国与夷狄不言战，皆曰败之，夷狄不日。冬十月。十有三年春，晋侯使郤锜来乞师。乞，重辞也。古之人重师，故以乞言之也。三月，公如京师。公如京师，不月，月非如也。非如而曰如，不叛京师也。夏五月，公自京师，遂会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、邾人、滕人伐秦。言受命，不敢叛周也。曹伯庐卒于师。传曰：闵之也。公大夫在师曰师，在会曰会。秋七月，公至自伐秦。冬，葬曹宣公。葬时，正也。十有四年春王正月，莒子朱卒夏，卫孙林父自晋归于卫秋，叔孙侨如如齐逆女郑公子喜帅师伐许。九月，侨如以夫人妇姜氏至自齐。大夫不以夫人，以夫人非正也，刺不亲迎也。侨如之挈，由上致之也冬十月庚寅，卫侯臧卒。秦伯卒，十有五年春王二月，葬卫定公。三月乙巳，仲婴齐卒。此公孙也，其曰仲何也？子由父疏之也。癸丑，公会、晋侯、卫侯、郑伯、曹伯、宋世子成、齐国佐、邾人同盟于戚。晋侯执曹伯归于京师。以晋侯而斥执曹伯，恶晋侯也。不言之，急辞也，断在晋侯也。公至自会。夏六月，宋公固卒。楚子伐郑。秋八月庚辰，葬宋共公。月卒日葬，非葬者也，此其言葬，何也？以其葬共姫，不可不葬共公也。葬共姫，则其不可不葬共公，何也？夫人之义，不逾君也，为贤者崇也。宋华元出奔晋，宋华元自晋归于宋。宋杀其大夫山。宋鱼石出奔楚。冬十有一月，叔孙侨如会晋士夑、齐高无咎、宋华元、卫孙林父、郑公子䲡、邾人会吴于钟离。会又会，外之也许迁于叶。迁者，犹得其国家以往者也。其地，许复见也。十有六年春，王正月，雨木冰。雨而木冰也，志异也。传曰：根枝折。夏四月辛未，滕子卒郑公孙喜帅师侵宋。六月丙寅朔，日有食之晋侯使栾黡来乞师。甲午晦，晋侯及楚子、郑伯战于鄢陵，楚子、郑师败绩。日事遇晦曰晦，四体偏断曰败，此其败则目也。楚不言师，君重于师也。楚杀其大夫公子侧。秋，公会晋侯、齐侯、卫侯、宋华元、邾人于沙随。不见公。不见公者，可以见公也。可以见公而不见公，讥在诸侯也。公至自会。公会尹子、晋侯、齐国佐、邾人伐郑。曹伯归自京师。不言所归，归之善者也。出入不名，以为不失其国也。归为善，自某归次之。九月，晋人执季孙行父，舍之于苕丘。执者不舍而舍，公所也。执者致而不致，公在也。何其执而辞也？犹存公也。存意，公亦存焉，公存也。冬十月乙亥，叔孙侨如出奔齐。十有二月乙丑，季孙行父及晋郤犨盟于扈。公至自会。乙酉，刺公子偃。大夫日卒，正也。先刺后名，杀无罪也。十有七年春，卫北宫括帅师侵郑夏，公会、尹子、单子、晋侯、齐侯、宋公、卫侯、曹伯、邾人伐郑。六月乙酉，同盟于柯陵。柯陵之盟，谋复伐郑也。秋，公至自会。不曰至自伐郑也，公不周乎伐郑也。何以知公之不周乎伐郑？以其以会致也。何以知其盟复伐郑也？以其后会之人尽盟者也。不周乎伐郑，则何为日也？言公之不背柯陵之盟也。齐高无咎出奔莒。九月辛丑，用郊。夏之始，可以承春，以秋之末，承春之始，盖不可矣。九月用郊。用者，不宜用也。宫室不设，不可以祭；衣服不修，不可以祭；车马器械不备，不可以祭；有司一人不备其职，不可以祭。祭者，荐其时也，荐其敬也，荐其美也，非享味也。晋侯使荀䓨来乞师。冬，公会单子、晋侯、宋公、卫侯、曹伯、齐人、邾人伐郑，言公不背柯陵之盟也。十有一月，公至自伐郑壬申，公孙婴齐卒于貍蜃。十一月无壬申，乃十月也。致公而后录，臣子之义也。其地，未逾竟也十有二月丁巳朔，日有食之邾子玃且卒晋杀其大夫郤锜、郤犨、郤至，自祸于是起矣。楚人灭舒庸。十有八年春王正月，晋杀其大夫胥童庚申，晋弑其君州蒲。称国以弑其君，君恶甚矣齐杀其大夫国佐。公如晋。夏，楚子、郑伯伐宋。宋鱼石复入于彭城。公至自晋。晋侯使士匄来聘。秋，耜伯来朝。八月，邾子来朝筑鹿囿，筑不志，此其志，何也？山林薮泽之利，所以与民共也，虞之，非正也。已丑，公薨于路寝。路寝，正也。男子不绝妇人之手，以齐终也。冬，楚人、郑人侵宋晋侯使士鲂来乞师。十有二月，仲孙蔑会晋侯、宋公、卫侯、邾子、齐崔杼，同盟于虚朾。丁未，葬我君成公。"
                }
            ]
        },
        {
            "name": "襄公第九",
            "paragraphs": [
                {
                    "paragraph": "襄公第九",
                    "type": 1
                },
                {
                    "paragraph": "元年春王正月，公即位。继正即位，正也。仲孙蔑会晋栾黡、宋华元、卫宁殖、曹人、莒人、邾人、滕人、薛人围宋彭城。系彭城于宋者，不与鱼石正也。夏，晋韩厥帅师伐郑。仲孙蔑会齐崔杼、曹人、邾人、耜人次于鄫。秋，楚公子壬夫帅师侵宋。九月辛酉，天王崩。邾子来朝。冬，卫侯使公孙剽来聘。晋侯使荀䓨来聘。二年春王正月，葬简王。郑师伐宋。夏五月庚寅，夫人姜氏薨。六月庚辰，郑伯𬑆卒。晋师、宋师、卫宁殖侵郑。其曰卫宁殖，如是而称于前事也。秋七月，仲孙蔑会晋荀䓨、宋华元、卫孙林父、曹人、邾人于戚。已丑，葬我小君齐姜。叔孙豹如宋。冬，仲孙蔑会晋荀䓨、齐崔杼、宋华元、卫孙林父、曹人、邾人、滕人、薛人、小邾人于戚，遂城虎牢。若言中国焉，内郑也。楚杀其大夫公子申。三年春，楚公子婴齐帅师伐吴。公如晋。夏四月壬戍，公及晋侯盟于长樗。公至自晋。六月，公会单子、晋侯、宋公、卫侯、郑伯、莒子、邾子、齐世子光。己未，同盟于鸡泽。同者，有同也，同外楚也。陈侯使袁侨如会，如会，外乎会也。于会受命也。戊寅，叔孙豹及诸侯之大夫及陈袁侨盟。及，以及与之也。诸侯以为可与，则与之，不可与则释之。诸侯盟，又大夫相与私盟，是大夫张也。故鸡泽之会，诸侯始失正矣。大夫执国权曰袁侨，异之也。秋，公至自晋。冬，晋荀䓨帅师伐许。四年春王三月已酉，陈侯午卒。夏，叔孙豹如晋。秋七月戊子，夫人姒氏薨。葬陈成公。八月辛亥，葬我小君定姒。冬，公如晋。陈人围顿。五年春，公至自晋。夏，郑伯使公子发来聘。叔孙豹、缯世子巫如晋。外不言如而言如，为我事往也。仲孙蔑卫孙林父会吴于善稻。吴谓善伊，谓稻缓。号从中国，名从主人。秋，大雩。楚杀其大夫公子壬夫。公会晋侯。宋公。陈侯。卫侯。郑伯。曹伯。莒子。邾子。滕子。薛伯。齐世子光。吴人。缯人于戚。公至自会。冬，戍陈。内辞也。楚公子贞帅师伐陈。公会晋侯。宋公。卫侯。郑伯。曹伯。莒子。邾子。滕子。薛伯。齐世子光救陈。十有二月，公至自救陈。善救陈也。辛未，季孙行父卒。六年春王三月壬午，耜伯姑容卒。夏，宋华弱来奔。秋，葬耜桓公。滕子来朝。莒人灭缯，非灭也。中国日，卑国月，夷狄时。缯，中国也，而时，非灭也。家有既亡，国有既灭，灭而不自知，由别之而不别也。莒人灭缯，非灭也，非立异姓以莅祭祀，灭亡之道也。冬，叔孙豹如邾。季孙宿如晋。十有二月，齐侯灭莱。七年春，郯子来朝。夏四月，三卜郊，不从，乃免牲。夏四月，不时也。三卜，礼也。乃者，亡乎人之辞也。小邾子来朝。城费。秋，季孙宿如卫。八月，螽。冬十月，卫侯使孙林父来聘。壬戍，及孙林父盟。楚公子贞帅师围陈。十有二月，公会晋侯、宋公、陈侯、卫侯、曹伯、莒子、邾子于鄬。郑伯髡原如会。未见诸侯。丙戌，卒于操。未见诸侯，其曰如会，何也？致其志也。礼，诸侯不生名，此其生名，何也？卒之名也。卒之名，则何为加之如会之上？见以如会卒也。其见以如会卒，何也？郑伯将会中国，其臣欲从楚，不胜，其臣弑而死。其不言弑，何也？不使夷狄之民加乎中国之君也。其地，于外也。其日，未逾竟也。日卒，时葬，正也。陈侯逃归，以其去诸侯，故逃之也。八年春，王正月，公如晋。夏，葬郑僖公。郑人侵蔡，获蔡公子湿。人微者也。侵，浅事也，而获公子，公子病矣。季孙宿会晋侯、郑伯、齐人、宋人、卫人、邾人于邢丘，见鲁之失正也，公在而大夫会也。公至自晋。莒人伐我东鄙。秋九月，大雩。冬，楚公子贞帅师伐郑晋侯使士匄来聘。九年春，宋灾，外灾不志，此其志，何也？故宋也夏，季孙宿如晋五月辛酉，夫人姜氏薨秋八月癸未，葬我小君穆姜冬，公会晋侯、宋公、卫侯、曹伯、莒子、邾子、滕子、薛伯、耜伯、小邾子、齐世子光，伐郑。十有二月已亥，同盟于戏。不异言郑，善得郑也。不致，耻不能据郑也。楚子伐郑十年春，公会晋侯、宋公、卫侯、曹伯、莒子、邾子、滕子、薛伯、耜伯、小邾子、齐世子光会吴于柤，会又会，外之也。夏五月甲午，遂灭傅阳。遂，直遂也。其曰遂，何也？不以中国从夷狄也。公至自会会。夷狄不致，恶事不致，此其致何也？存中国也。中国有善事则并焉，无善事则异之，存之也。汲郑伯逃归陈侯，致柤之会，存中国也。楚公子贞。郑公孙辄帅师伐宋。晋师伐秦。秋，莒人伐我东鄙。公会晋侯。宋公。卫侯。曹伯。莒子。邾子、齐世子光，滕子、薛伯、耜伯、小邾子伐郑。冬，盗杀郑公子斐、公子发、公孙辄。称盗以杀大夫，弗以上下道，恶上也。戍郑虎牢。其曰郑虎牢，决郑乎虎牢也。楚公子贞帅师救郑，公至自伐郑。十有一年春王正月，作三军。作，为也。古者天子六师，诸侯一军，作三军，非正也夏四月，四卜郊，不从，乃不郊，夏四月不时也，四卜非礼也郑公孙舍之帅师侵宋公会晋侯、宋公、卫侯、曹伯、齐世子光，莒子、邾子、滕子、薛伯、耜伯，小邾子，伐郑秋七月已未，同盟于京城北，公至自伐郑，不以后致，盟后复伐郑也。楚子，郑伯伐宋。公会晋侯宋公卫侯曹伯，齐世子光莒子邾子滕子薛伯耜伯，小邾子伐郑，会于萧鱼。公至自会。伐而后会，不以伐郑致，得郑伯之辞也。楚人执郑行人良宵。行人者，挈国之辞也。冬，秦人伐晋。十有二年春王三月，莒人伐我东鄙，围邰。伐国不言围邑，举重也。取邑不书，围安足书也季孙宿帅师救邰，遂入郓。遂，继事也。受命而救邰，不受命而入郓，恶季孙宿也。夏，晋侯使士鲂来聘。秋九月，吴子乘卒。冬，楚公子贞帅师侵宋。公如晋。十有三年春，公至自晋。夏，取邿。秋九月庚辰，楚子审卒。冬，城防。十有四年春王正月，季孙宿、叔老会晋士匄、齐人、宋人、卫人、郑公孙虿、曹人、莒人、邾人、滕人、薜人、耜人、小邾人会吴于向。二月乙未朔，日有食之。夏四月，叔孙豹会晋荀偃、齐人、宋人、卫北宫括、郑公孙虿、曹人、莒人、邾人、滕人、薛人、耜人、小邾人伐秦己未，卫侯出奔齐。莒人侵我东鄙秋，楚公子贞帅师伐吴冬，季孙宿会晋士匄、宋华阅、卫孙林父、郑公孙虿、莒人、邾人于戚。十有五年春，宋公使向戍来聘。二月己亥，及向戍盟于刘刘夏逆王后于齐，过我，故志之也夏，齐侯伐我北鄙，围成。公救成，至遇季孙宿、叔孙豹帅师城成郛。秋八月丁巳，日有食之邾人伐我南鄙冬十有一月癸亥，晋侯周卒。十有六年春王正月，葬晋悼公三月，公会晋侯、宋公、卫侯、郑伯、曹伯、莒子、邾子、薛伯、耜伯、小邾子于溴梁。戊寅，大夫盟湨梁之会，诸侯失正矣。诸侯会而曰大夫盟，正在大夫也。诸侯在而不曰诸侯之大夫，大夫不臣也。晋人执莒子、邾子以归齐侯伐我北鄙夏，公至自会五月甲子，地震。叔老会、郑伯、晋荀偃、卫宁殖、宋人伐许。秋，齐侯伐我北鄙，围成。大雩。冬，叔孙豹如晋。十有七年春王二月庚午，邾子𬑗卒。宋人伐陈。夏，卫石买帅师伐曹。秋，齐侯伐我北鄙，围防。九月，大雩。宋华臣出奔陈。冬，邾人伐我南鄙。十有八年春，白狄来。夏，晋人执卫行人石买。称行人，怨接于上也。秋，齐侯伐我北鄙。冬十月，公会、晋侯、宋公、卫侯、郑伯、曹伯、莒子、邾子、滕子、薛伯、耜伯、小邾子同围齐。非围而曰围，齐有大焉，亦有病焉。非大而足同，与诸侯同罪之也，亦病矣。曹伯负刍卒于师，闵之也。楚公子午帅师伐郑十有九年春，王正月，诸侯盟于祝柯。晋人执邾子。公至自伐齐。春秋之义，巳伐而盟。复伐者，则以伐致；盟不复伐者，则以会致。祝柯之盟，盟复伐齐与？曰：非也。然则何为以伐致也？曰：与人同事，或执其君，或取其地，取邾田，自漷水，轧辞也。其不日，恶盟也季孙宿如晋葬曹成公夏，卫孙林父帅师伐齐秋七月辛卯，齐侯环卒晋士匄帅师侵齐，至榖，闻齐侯卒，乃还。还者，事未毕之辞也，受命而诛，生死无所加其怒不伐丧，善之也，善之则何为未毕也？君不尸小事，臣不专大名，善则称君，过则称己，则民作让矣。士匄外专君命，故非之也。然则为士匄者宜奈何？宜𫮃帷而归命乎介八月丙辰，仲孙蔑卒齐杀其大夫高厚郑杀其大夫公子嘉冬，葬齐灵公城西郛叔孙豹会晋士匄于柯城武城。二十年春王正月辛亥，仲孙速会莒人盟于向。夏六月庚申，公会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、莒子、邾子、滕子、薛伯、耜伯、小邾子盟于澶渊秋，公至自会仲孙速帅师伐邾蔡杀其大夫公子湿。蔡公子履出奔楚陈侯之弟光出奔楚。诸侯之尊，兄弟不得以属通。其弟云者，亲之也。亲而奔之，恶也叔老如齐。冬十月丙辰朔，日有食之季孙宿如宋。二十有一年春，王正月，公如晋邾庶其以漆闾丘来奔。以者，不以者也。来奔者不言出，举其接我者也。漆闾丘不言及，小大敌也。夏，公至自晋。秋，晋栾盈出奔楚。九月庚戍朔，日有食之。冬十月庚辰朔，日有食之。曹伯来朝。公会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、莒子、邾子于摘任。庚子，孔子生。二十有二年春王正月，公至自会。夏四月秋七月辛酉，叔老卒冬，公会晋侯、齐侯、宋公、卫侯、郑伯、曹伯、莒子、邾子、滕子、薛伯、耜伯、小邾子于沙随。公至自会楚杀其大夫公子追舒。二十有三年春王二月癸酉朔，日有食之三月已已，耜伯匄卒夏，邾畀我来奔，葬耜孝公。陈杀其大夫庆虎及庆寅。称国以杀，罪累上也。及庆寅，庆寅累也。陈侯之弟光自楚归于陈晋栾盈复入于晋，入于曲沃秋，齐侯伐卫，遂伐晋八月，叔孙豹帅师救晋，次于雍渝。言救后次，非救也。巳卯，仲孙速卒。冬十月乙亥，臧孙纥出奔邾。其日，正臧孙纥之出也。蘧伯玉曰：不以道事其君者，其出乎晋人杀栾盈，恶之，弗有也齐侯袭莒二十有四年春，叔孙豹如晋仲孙羯帅师侵齐夏，楚子伐吴秋七月甲子朔，日有食之。既。齐崔杼帅师伐莒。大水。八月癸巳朔，日有食之。公会晋侯、宋公、卫侯、郑伯、曹伯、莒子、邾子、滕子、薛伯、耜伯、小邾子于夷仪。冬，楚子、蔡侯、陈侯、许男伐郑。公至自会。陈针宜咎出奔楚。叔孙豹如京师。大饥，五榖不升为大饥，一榖不升谓之衔，二榖不升谓之饥，三榖不升谓之馑，四榖不升谓之康，五榖不升谓之大侵。大侵之礼，君食不兼味，台榭不涂，弛侯廷道不除，百官布而不制，鬼神祷而不祀，此大侵之礼也。二十有五年春，齐崔杼帅师伐我北鄙。夏五月乙亥，齐崔杼弑其君光。庄公失言，淫于崔氏。公会晋侯、宋公、卫侯、郑伯、曹伯、莒子、邾子、滕子、薛伯、耜伯、小邾子于夷仪六月壬子，郑公孙舍之帅师入陈秋八月己巳，诸侯同盟于重丘。公至自会卫侯入于夷仪楚屈建帅师灭舒鸠冬，郑公孙夏帅师伐陈十有二月，吴子谒伐楚，门于巢，卒。以伐楚之事，门于巢，卒也。于巢者，外乎楚也。门于巢，乃伐楚也。诸侯不生名，取卒之名加之伐楚之上者，见以伐楚卒也。其见以伐楚卒，何也？古者大国过小邑，小邑必饰城而请罪，礼也。吴子谒伐楚，至巢，入其门，门人射吴子，有矢创，反舍而卒。古者虽有文，事必有武□非巢之不饰城而请罪，非吴子之自轻也。二十有六年春，王二月辛卯，卫宁喜弑其君剽。此不正，其日何也？殖也立之，喜也君之正也卫孙林父入于戚以叛甲午，卫侯衎复归于卫。日归，见知弑也夏，晋侯使荀吴来聘公会晋人、郑良霄、宋人、曹人于澶渊秋，宋公杀其世子座。晋人执卫宁喜八月壬午，许男宁卒于楚冬，楚子、蔡侯、陈侯伐郑葬许灵公二十有七年春，齐侯使庆封来聘。夏，叔孙豹会晋赵武、楚屈建、蔡公孙归生、卫石恶、陈孔奂、郑良霄、许人、曹人于宋。卫杀其大夫宁喜。称国以杀，罪累上也。宁喜弑君，其以累上之辞言之，何也？尝为大夫，与之涉公事矣。宁喜由君弑君，而不以弑君之罪罪之者，恶献公也。卫侯之弟专出奔晋。专，喜之徒也。专之为喜之徒，何也？巳虽急纳其兄，与人之臣谋弑其君，是亦弑君者也。专其曰弟，何也？专有是信者，君赂不入乎喜而杀喜，是君不直乎喜也，故出奔晋。织絇邯郸，终身不言卫。专之去，合乎春秋。秋七月辛巳，豹及诸侯之大夫盟于宋。溴梁之会。诸侯在而不曰诸侯之大夫，大夫不臣也，晋赵武耻之。豹云者，恭也。诸侯不在而曰诸侯之大夫，大夫臣也，其臣恭也，晋赵武为之会也。冬十有二月乙亥朔，日有食之。二十有八年春，无冰夏，卫石恶出奔晋。邾子来朝秋八月，大雩。仲孙羯如晋冬，齐庆封来奔十有一月，公如楚十有二月甲寅，天王崩乙未，楚子昭卒二十有九年春王正月，公在楚，闵公也夏五月，公至自楚，喜之也致君者，殆其往而喜其反，此致君之意义也庚午，卫侯衎卒𥗋弑吴子余祭𥗋门者也，寺人也，不称名姓，𥗋不得齐于人。不称其君，𥗋不得君其君也。礼，君不使无耻，不近刑人，不狎敌，不迩怨，贱人非所贵也，贵人非所刑也，刑人非所近也。举至贱而加之吴子，吴子近刑人也。𥗋弑吴子余祭，仇之也仲孙羯会晋荀盈、齐高止、宋华定、卫世叔仪、郑公孙段、曹人、莒人、邾人、滕人、薛人、小邾人城耜。古者天子封诸侯，其地足以容其民，其民足以满城以自守也。耜危而不能自守，故诸侯之大夫相帅以城之，此变之正也。晋侯使士鞅来聘，耜子来盟。吴子使札来聘。吴其称子何也？善使延陵季子，故进之也。身贤，贤也；使贤，亦贤也。延陵季子之贤，尊君也。其名成，尊于上也。秋九月，葬卫献公。齐高止出奔北燕。其曰北燕，从史文也。冬，仲孙羯如晋。三十年春王正月，楚子使䓕罢来聘。夏四月，蔡世子般弑其君固。其不日，子夺父政，是谓夷之五月甲午，宋灾，伯姫卒。取卒之日加之灾上者，见以灾卒也。其见以灾卒奈何？伯姫之舍失火，左右曰：夫人少辟火乎？伯姫曰：妇人之义，傅母不在，宵不下堂。左右又曰：夫人少辟火乎？伯姫曰：妇人之义，保母不在，宵不下堂。遂逮乎火而死。妇人以贞为行者也，伯姫之妇道尽矣。详其事，贤伯姫也。天王杀其弟佞夫。传曰：诸侯且不首恶，况于天子乎？君无忍亲之义，天子诸侯所亲者，唯长子母弟耳。天王杀其弟佞夫，甚之也。王子瑕奔晋。秋七月，叔弓如宋，葬共姫。外夫人不书葬，此其言葬，何也？吾女也，卒灾，故隐而葬之也。郑良霄出奔许，自许入于郑，郑人杀良霄。不言大夫，恶之也。冬十月，葬蔡景公。不日卒而月葬，不葬者也。卒而葬之，不忍使父失民于子也。晋人、齐人、宋人。卫人、郑人、曹人。莒人。邾人、滕人、薛人、耜人、小邾人会于澶渊，宋灾故。会不言其所为，其曰宋灾故，何也？不言灾故，则无以见其善也。其曰人，何也？救灾以众。何救焉？更宋之所丧财也。澶渊之会，中国不侵伐夷狄，夷狄不入中国，无侵伐八年，善之也。晋赵武、楚屈建之力也。三十有一年春王正月夏六月辛巳，公薨于楚宫。楚宫非正也秋九月癸巳，子野卒。子卒日，正也已亥，仲孙羯卒冬十月，滕子来会葬。癸酉，葬我君襄公十有一月，莒人弑其君密州。"
                }
            ]
        },
        {
            "name": "昭公第十",
            "paragraphs": [
                {
                    "paragraph": "昭公第十",
                    "type": 1
                },
                {
                    "paragraph": "元年春王正月，公即位。继正即位，正也。叔孙豹会晋赵武，楚公子围齐国弱，宋向戍卫齐恶，陈公子招蔡公孙归生郑罕虎。许人。曹人于郭。三月，取郓。夏，秦伯之弟针出奔晋。诸侯之尊，弟兄不得以属通。其弟云者，亲之也。亲而奔之，恶也。六月丁巳，邾子华卒。晋荀吴帅师败狄于大原，传曰：中国曰大原，夷狄曰大卤，号从中国，名从主人秋，莒去疾自齐入于莒，莒展出奔吴叔弓帅师疆郓田，疆之为言，犹竟也葬邾悼公冬十有一月已酉，楚子卷卒楚公子比出奔晋二年春，晋侯使韩起来聘夏，叔弓如晋。秋，郑杀其大夫公孙黑。冬，公如晋，至河乃复。耻如晋，故著有疾也。季孙宿如晋。公如晋而不得入，季孙宿如晋而得入，恶季孙宿也。三年春王正月丁未，滕子原卒。夏，叔弓如滕。五月，葬滕成公。秋，小邾子来朝。八月，大雩。冬，大雨雹。北燕伯𣢾出奔齐。其曰北燕，从史文也。四年春王正月，大雨雪。夏，楚子、蔡侯、陈侯、郑伯、许男、徐子、滕子、顿子、胡子、沈子、小邾子、宋世子佐淮夷会于申，楚人执徐子。秋七月，楚子、蔡侯、陈侯、许男、顿子、胡子、沈子、淮夷伐吴，执齐庆封，杀之。此入而杀，其不言入，何也？庆封封乎吴钟离。其不言伐钟离，何也？不与吴封也。庆封其以齐氏，何也？为齐讨也。灵王使人以庆封令于军中曰：有若齐庆封弑其君者乎？庆封曰：子一息，我亦且一言。曰：有若楚公子围弑其兄之子而代之为君者乎？军人粲然皆笑。庆封弑其君，而不以弑君之罪罪之者，庆封不为灵王服也，不与楚讨也。春秋之义，用贵冶贱，用贤治不肖，不以乱治乱也。孔子曰：怀恶而讨，虽死不服。其斯之谓与！遂灭厉。遂，继事也。九月，取缯冬十有二月乙卯，叔孙豹卒。五年春王正月，舍中军，贵复正也。楚杀其大夫屈申。公如晋。夏，莒牟夷以牟娄及防兹来奔。以者，不以者也。来奔者，不言出及防兹，以大及小也。莒无大夫，其曰牟夷，何也？以其地来也。以地来则何以书也？重地也。秋七月，公至自晋。戊辰，叔弓帅师败莒师于贲泉。狄人谓贲泉失台。号从中国，名从主人。秦伯卒。冬，楚子、蔡侯、陈侯、许男、顿子、沈子、徐人、越人伐吴。六年春王正月，耜伯益姑卒。葬秦景公。夏，季孙宿如晋，葬耜文公。宋华合比出奔卫。秋九月，大雩。楚䓕罢帅师伐吴。冬，叔弓如楚。齐侯伐北燕。七年春王正月，暨齐平。暨犹暨暨也。暨者，不得巳也。以外及内曰暨。三月，公如楚。叔孙婼如齐莅盟。莅，位也。内之前定之辞谓之莅，外之前定之辞谓之来夏四月甲辰朔，日有食之秋八月戊辰，卫侯恶卒。乡曰卫齐恶，今曰卫侯恶，此何为君臣同名也？君子不夺人名，不夺人亲之所名，重其所以来也，王父名子也九月，公至自楚冬十有一月癸未，季孙宿卒十有二月癸亥，葬卫襄公。八年春，陈侯之弟招杀陈世子偃师，乡曰陈公子招，今曰陈侯之弟招，何也？曰：尽其亲，所以恶招也。两下相杀，不志乎春秋，此其志何也？世子云者，唯君之贰也。云可以重之，存焉，志之也。诸侯之尊，弟兄不得以属通。其弟云者，亲之也。亲而杀之，恶也。夏四月辛丑，陈侯溺卒。叔弓如晋。楚人执陈行人干征师，杀之。称人以执大夫，执有罪也。称行人，怨接于上也。陈公子留出奔郑。秋，搜于红，正也。因搜狩以习用武事，礼之大者也。艾兰以为防，置旃以为辕门，以葛覆质，以为𣙗流，旁握，御轚者不得入，车轨尘焉，候蹄揜禽旅，御者不失其驰，然后射者能中。过防弗逐，不从奔之道也。面伤不献，不成禽。不献。禽虽多，天子取三十焉，其余与士众，以习射于射宫。射而中，田不得禽，则得禽。田得禽而射不中，则不得禽。是以知古之贵仁义而贱勇力也。陈人杀其大夫公子过。大雩冬十月壬午，楚师灭陈，执陈公子招，放之于越，杀陈孔奂，恶楚子也葬陈哀公，不与楚灭，闵之也。九年春，叔弓会楚子于陈。许迁于夷夏四月，陈火。国曰灾，邑曰火。火不志，此何以志？闵陈而存之也秋，仲孙玃如齐冬，筑郎囿。十年春，王正月夏，齐栾施来奔秋七月，季孙意如、叔弓、仲孙玃帅师伐莒戊子，晋侯彪卒九月，叔孙婼如晋。葬晋平公十有二月甲子，宋公成卒。十有一年春王二月，叔弓如宋。葬宋平公夏四月丁巳，楚子虔诱蔡侯般，杀之于申。何为名之也？夷狄之君，诱中国之君而杀之，故谨而名之也。称时，称月，称日，称地，谨之也。楚公子弃疾帅师围蔡。五月甲申，夫人归氏薨。大搜于比蒲仲孙玃、会邾子盟于祲祥秋，季孙意如会、晋韩起、齐国弱、宋华亥、卫北宫佗、郑罕虎、曹人、耜人于厥慭。九月已亥，葬我小君齐归。冬十有一月丁酉，楚师灭蔡，执蔡世子友以归，用之。此子也，其曰世子，何也？不与楚杀也。一事注乎志，所以恶楚子也。十有二年春，齐高偃帅师纳北燕伯于阳。纳者，内不受也。燕伯之不名，何也？不以高偃挈燕伯也三月壬申，郑伯嘉卒夏，宋公使华定来聘公如晋，至河乃复。季孙氏不使遂乎晋也五月，葬郑简公楚杀其大夫成虎秋七月冬十月，公子慭出奔齐楚子伐徐晋伐鲜虞。其曰晋，狄之也。其狄之，何也？不正其与夷狄交伐中国，故狄称之也。十有三年春，叔弓帅师围费夏四月，楚公子比自晋归于楚，弑其君虔于乾溪。自晋，晋有奉焉尔。归而弑，不言归，言归非弑也。归一事也，弑一事也，而遂言之，以比之归弑，比不弑也。弑君者日，不日，比不弑也。楚公子弃疾杀公子比，当上之辞也。当上之辞者，谓不称人以杀，乃以君杀之也。讨贼以当上之辞杀，非弑也。比之不弑有四，取国者称国以弑。楚公子弃疾杀公子比，比不嫌也。春秋不以嫌代嫌，弃疾主其事，故嫌也。秋，公会刘子、晋侯、齐侯、宋公、卫侯、郑伯、曹伯、莒子、邾子、滕子、薛伯、耜伯、小邾子于平丘。八月甲戍，同盟于平丘，公不与盟。同者有同也，同外楚也。公不与盟者，可以与而不与，讥在公也。其日，善是盟也。晋人执季孙意如以归。公至自会蔡侯庐归于蔡陈侯吴归于陈，善其成之会而归之，故谨而日之。此未尝有国也，使如失国辞然者，不与楚灭也。冬十月，葬蔡灵公，变之不葬有三：失德不葬，弑君不葬，灭国不葬，然且葬之，不与楚灭，且成诸侯之事也。公如晋，至河乃复。吴灭州来，十有四年春，意如至自晋，大夫执则致，致则名。意如恶然而致，见君臣之礼也。三月，曹伯滕卒。夏四月。秋，葬曹武公。八月，莒子去疾卒。冬，莒杀其公子意恢。言公子而不言大夫，莒无大夫也。莒无大夫，而曰公子意恢，意恢贤也。曹、莒皆无大夫，其所以无大夫者，其义异也。十有五年春王正月，吴子夷末卒二月癸酉，有事于武宫。籥入，叔弓卒，去乐卒事。君在祭乐之中，闻大夫之丧，则去乐卒事，礼也。君在祭乐之中，大夫有变以闻，可乎？大夫，国体也。古之人重死，君命无所不通。夏，蔡朝吴出奔郑六月丁巳朔，日有食之秋，晋荀吴帅师伐鲜虞冬，公如晋。十有六年春，齐侯伐徐楚子诱戎蛮子杀之夏，公至自晋秋八月已亥，晋侯夷卒九月，大雩季孙意如如晋冬十月，葬晋昭公，十有七年春，小邾子来朝夏六月甲戍朔，日有食之。秋，郯子来朝。八月，晋荀吴帅师灭陆浑戎冬，有星孛于大辰。一有一亡曰有。于大辰者，滥于大辰也楚人及吴战于长岸。雨夷狄曰败，中国与夷狄亦曰败。楚人及吴战于长岸，进楚子，故曰战。十有八年春王三月，曹伯须卒夏五月壬午，宋、卫、陈、郑灾。其志，以同日也。其日，亦以同日也。或曰：人有谓郑子产曰：某日有灾。子产曰：天者神，子恶知之？是人也同日，为四国灾也六月，邾人入鄅。秋，葬曹平公冬，许迁于白羽。十有九年春，宋公伐邾夏五月戊辰，许世子止弑其君买。日弑，正卒也。正卒则止不弑也。不弑而曰弑，责止也。止曰：我与夫弑者，不立乎其位，以与其弟虺哭泣歠𫗞粥，嗌不容粒，未逾年而死。故君子即止自责而责之也。己卯，地震。秋，齐高发帅师伐莒冬，葬许悼公。日卒时葬，不使止，为弑父也。曰：子既生不免乎水火，母之罪也。羁贯成童，不就师傅，父之罪也。就师学问无方，心志不通，身之罪也。心志既通而名誉不闻，友之罪也。名誉既闻，有司不举，有司之罪也。有司举之，王者不用，王者之过也。许世子止不知尝药累及许君也。二十年春王正月夏，曹公孙会自梦出奔宋。自梦者，专乎梦也。曹无大夫，其曰公孙，何也？言其以贵取之，而不以叛也。秋，盗杀卫侯之兄辄。盗贱也。其曰兄，母兄也。目卫侯，卫侯累也。然则何为不为君也？曰：有天疾者，不得入乎宗庙。辄者何也？曰：两足不能相过，齐谓之綦，楚谓之踂，卫谓之辄。冬十月，宋华亥、向宁、华定出奔陈十有一月辛卯，蔡侯庐卒。二十有一年春王三月，葬蔡平公夏，晋侯使士鞅来聘宋华亥、向宁、华定自陈入于宋南里以叛。自陈，陈有奉焉尔。入者，内弗受也。其曰宋南里，宋之南鄙也。以者，不以者也。叛，直叛也。秋七月壬午朔，日有食之。八月乙亥，叔辄卒。冬，蔡侯东出奔楚。东者，东国也。何为谓之东也？王父诱而杀焉，父执而用焉，奔而又奔之曰东，恶之而贬之也。公如晋，至河乃复。二十有二年春，齐侯伐莒宋华亥、向宁、华定自宋南里出奔楚自宋南里者，专也大搜于昌间，秋而曰搜，此春也，其曰搜何也？以搜事也夏四月乙丑，天王崩六月，叔鞅如京师葬景王，王室乱，乱之为言事未有所成也刘子、单子以王猛居于皇。以者，不以者也。王猛嫌也。秋，刘子、单子以王猛入于王城。以者，不以者也。入者，内弗受也。冬十月，王子猛卒。此不卒者也，其曰卒，失嫌也。十有二月癸酉，日有食之。二十有三年春，王正月，叔孙婼如晋。癸丑，叔鞅卒。晋人执我行人叔孙婼。晋人围郊。夏六月，蔡侯东国卒于楚。秋七月，莒子庚舆来奔戊辰，吴败顿、胡、沈、蔡、陈、许之师于鸡甫。胡子髡、沈子盈灭。中国不言败，此其言败，何也？中国不败，胡子髡、沈子盈其灭乎？其言败，释其灭也。获陈夏啮。获者，非与之辞也。上下之称也。天王居于狄泉，始王也。其曰天王，因其居而王之也。尹氏立王子朝。立者，不宜立者也。朝之不名，何也？别嫌乎尹氏之朝也。八月乙未，地震。冬，公如晋，至河，公有疾，乃复。疾不志，此其志？何也？释不得入乎晋也。二十有四年春王二月丙戍，仲孙玃卒。婼至自晋。大夫执则致，致则挈，由上致之也夏五月乙未朔，日有食之秋八月，大雩。丁酉，耜伯郁厘卒冬，吴灭巢。葬耜平公。二十有五年春，叔孙婼如宋夏，叔倪会晋赵鞅、宋乐大心、卫北宫喜、郑游吉、曹人、邾人、滕人、薜人、小邾人于黄父。有𬸱鹆来巢，一有一亡曰有。来者，来中国也。𬸱鹆穴者而曰巢，或曰增之也。秋七月上辛，大雩。季辛又雩。季者，有中之辞也。又有继之辞也。九月乙亥，公孙于齐。孙之为言犹孙也，讳奔也。次于阳州。次，止也。齐侯唁公于野井吊，失国曰唁，唁公不得入于鲁也。冬十月戊辰，叔孙婼卒。十有一月已亥，宋公佐卒于曲棘，邡公也。十有二月，齐侯取郓。取，易辞也。内不言取，以其为公取之，故易言之也。二十有六年春，王正月，葬宋元公。三月，公至自齐，居于郓。公次于阳州，其曰至自齐，何也？以齐侯之见公，可以言至自齐也。居于郓者，公在外也。至自齐，道义不外公也。夏，公围成。非国不言围，所以言围者，以大公也。秋，公会齐侯、莒子、邾子、耜伯盟于𫑘陵。公至自会，居于郓，公在外也。至自会，道义不外公也九月庚申，楚子居卒冬十月，天王入于成周。周有入无出也。尹氏、召伯、毛伯以王子朝奔楚，远矣，非也。奔，直奔也。二十有七年春，公如齐。公至自齐，居于郓，公在外也夏四月，吴弑其君僚楚杀其大夫郄宛秋，晋士鞅、宋乐祁犁、卫北宫喜、曹人、邾人、滕人会于扈冬十月，曹伯午卒邾快来奔公如齐，公至自齐，居于郓二十有八年春王三月，葬曹悼公公如晋，次于乾侯，公在外也夏四月丙戍，郑伯宁卒六月，葬郑定公秋七月癸巳，滕子宁卒冬，葬滕悼公二十有九年春，公至自乾侯，居于郓。齐侯使高张来唁公，唁公不得入于鲁也公如晋，次于乾侯夏四月庚子，叔倪卒。季孙意如曰：叔倪无病而死，此皆无公也，是天命也，非我罪也秋七月冬十月，郓溃，溃之为言上下不相得也。上下不相得则恶矣，亦讥公也。昭公出奔，民如释重负。三十年春王正月，公在乾侯，中国不存公，存公故也夏六月庚辰，晋侯去疾卒秋八月，葬晋顷公冬十有二月，吴灭徐，徐子章羽奔楚。三十有一年春王正月，公在乾侯。季孙意如会晋荀栎于适历夏四月丁巳，薛伯榖卒晋侯使荀栎唁公于乾侯，唁公不得入于鲁也。曰：既为君言之矣？不可者，意如也秋，葬薛献公。冬，黑肱以滥来奔。其不言邾黑肱，何也？别乎邾也。其不言滥子，何也？非天子所封也。来奔，内不言叛也。十有二月辛亥朔，日有食之。三十有二年春王正月，公在乾侯，取阚。夏，吴伐越。秋七月。冬，仲孙何忌会。晋韩不信、齐高张、宋仲几、卫大叔申、郑国参、曹人、莒人、邾人、薛人、耜人、小邾人城成周。天子微，诸侯不享觐。天子之在者，惟祭与号，故诸侯之大夫相帅以城之，此变之正也。十有二月己未，公薨于乾侯。"
                }
            ]
        },
        {
            "name": "定公第十一",
            "paragraphs": [
                {
                    "paragraph": "定公第十一",
                    "type": 1
                },
                {
                    "paragraph": "元年春，王不言正月，定无正也。定之无正，何也？昭公之终，非正终也；定之始，非正始也。昭无正终，故定无正始。不言即位，丧在外也。三月，晋人执宋仲几于京师。此大夫其曰人，何也？微之也。何为微之？不正其执人于尊者之所也，不与大夫之伯讨也。夏，六月，癸亥，公之丧至自乾侯。戊辰，公即位。殡然后即位也。定无正，见无以正也。逾年不言即位，是有故公也。言即位，是无故公也。即位，授受之道也。先君无正终，则后君无正始也。先君有正终，则后君有正始也。戊辰，公即位，谨之也。定之即位，不可不察也。公即位何以日也？戊辰之日，然后即位也。癸亥，公之丧至自乾侯。何为戊辰之日然后即位也？正君乎国，然后即位也。沈子曰：正棺乎两楹之间，然后即位也。内之大事日即位，君之大事也。其不日？何也？以年决者，不以日决也。此则其日？何也？著之也。何著焉？逾年即位，厉也。于厉之中，又有义也。未殡，虽有天子之命犹不敢，况临诸臣乎？周人有丧，鲁人有丧。周人吊，鲁人不吊。周人曰：固吾臣也，使人可也。鲁人曰：吾君也，亲之者也，使大夫则不可也。故周人吊，鲁人不吊，以其下成、康。为未久也。君至尊也，去父之殡而往吊，犹不敢，况未殡而临诸臣乎，秋七月癸巳，葬我君昭公。九月，大雩。雩月，雩之正也。秋大雩，非正也。秋大雩之为非正，何也？毛泽未尽，人力未竭，未可以雩也。雩月，雩之正也。月之为雩之正，何也？其时穷，人力尽，然后雩，雩之正也。何谓其时穷，人力尽？是月不雨，则无及矣，是年不艾，则无食矣，是谓其时穷，人力尽也。雩之必待其时穷，人力尽，何也？雩者，为旱求者也。求者，请也。古之人重请。何重乎请？人之所以为人者，让也。请道去让也，则是舍其所以为人也，是以重之。焉请哉？请乎应上公。古之神人有应上公者，通乎阴阳君亲帅诸大夫道之而以请焉。夫请者，非可诒托而往也，必亲之者也，是以重之。立炀宫，立者，不宜立者也。冬十月，陨霜杀菽。未可以杀而杀，举重；可杀而不杀，举轻。其曰菽，举重也。二年春王正月夏五月壬辰，雉门及两观灾。其不曰雉门灾及两观，何也？灾自两观始也，不以尊者亲灾也。先言雉门，尊尊也。秋，楚人伐吴。冬十月，新作雉门及两观。言新，有旧也。作，为也，有加其度也。此不正，其以尊者亲之，何也？虽不正也，于美犹可也。三年春，王正月，公如晋，至河，乃复。三月辛卯，邾子穿卒。夏四月。秋，葬邾庄公。冬，仲孙何忌及邾子盟于拔。四年春王二月癸巳，陈侯吴卒。三月，公会、刘子、晋侯、宋公、蔡侯、卫侯、陈子、郑伯、许男、曹伯、莒子、邾子、顿子、胡子、滕子、薛伯、耜伯、小邾子、齐国夏于召陵，侵楚。夏四月庚辰，蔡公孙姓帅师灭沈，以沈子嘉归，杀之。五月，公及诸侯盟于皋鼬。一事而再会公，志于后会也。后志疑也。耜伯成卒于会。六月，葬陈惠公。许迁于容城。秋七月，公至自会。刘卷卒，此不卒而卒者，贤之也。寰内诸侯也，非列土诸侯，此何以卒也？天王崩，为诸侯主也。葬耜悼公。楚人围蔡晋士鞅、卫孔圉帅师伐鲜虞。葬刘文公冬十有一月庚午，蔡侯以吴子及楚人战于伯举，楚师败绩。吴其称子何也？以蔡侯之以之，举其贵者也。蔡侯之以之，则其举贵者，何也？吴信中国而攘夷狄。吴进矣。其信中国而攘夷狄奈何？子胥父诛于楚也，挟弓持矢而干阖庐。阖庐曰：大之甚，勇之甚！为是欲兴师而伐楚。子胥谏曰：臣闻之，君不为匹夫兴师。且事君犹事父也，亏君之义，复父之雠，臣弗为也。于是止。蔡昭公朝于楚，有美裘，正是日，囊瓦求之，昭公不与，为是拘昭公于南郢。数年然后得归，乃用事乎汉，曰：苟诸侯有欲伐楚者，寡人请为前列焉。楚人闻之而怒，为是兴师而伐蔡。蔡请救于吴。子胥曰：蔡非有罪，楚无道也。君若有忧中国之心，则若此时可矣。为是兴师而伐楚。何以不言救也？救大也。楚囊瓦出奔郑。庚辰，吴入楚。日入，易无楚也。易无楚者，坏宗庙，徙陈器，挞平王之墓。何以不言灭也？欲存楚也。其欲存楚奈何？昭王之军败而逃，父老送之，曰：寡人不肖，亡先君之邑。父老反矣，何忧无君？寡人且用此入海矣。父老曰：有君如此其贤也，以众不如吴，以必死不如楚。相与击之，一夜而三败，吴人复立。何以谓之吴也？狄之也。何谓狄之也？君居其君之寝，而妻其君之妻；大夫居其大夫之寝，而妻其大夫之妻。盖有欲妻楚王之母者，不正，乘败人之绩，而深为利居人之国，故反其狄道也。五年春王三月辛亥朔，日有食之。夏，归粟于蔡。诸侯无粟，诸侯相归粟，正也。孰归之？诸侯也。不言归之者，专辞也，义迩也。于越入吴。六月丙申，季孙意如卒。秋七月壬子，叔孙不敢卒。冬，晋士鞅帅师围鲜虞。六年春王正月癸亥，郑游速帅师灭许，以许男斯归。二月，公侵郑。公至自侵郑。夏，季孙斯、仲孙何忌如晋。秋，晋人执宋行人乐祁犁。冬，城中城。城中城者，三家张也。或曰：非外民也。季孙斯、仲孙忌帅师围郓。七年春王正月。夏四月。秋，齐侯、郑伯盟于咸。齐人执卫行人北宫结以侵卫。以，重辞也。卫人重北宫结。齐侯、卫侯盟于沙。大雩。齐国夏帅师伐我西鄙。九月，大雩。冬十月。八年春王正月，公侵齐。公至自侵齐。二月，公侵齐。三月，公至自侵齐。公如，往时致月，危致也。往月致时，危往也。往月致月，恶之也曹伯露卒夏，齐国夏帅师伐我西鄙公会晋师于瓦，公至自瓦秋七月戊辰，陈侯柳卒晋士鞅帅师侵郑，遂侵卫葬曹靖公九月，葬陈怀公季孙斯、仲孙何忌帅师侵卫。冬，卫侯、郑伯盟于曲濮。从祀先公，贵复正也。盗窃宝玉大弓。宝玉者，封圭也。大弓者，武王之戎弓也。周公受赐，藏之鲁。非其所以与人而与人，谓之亡；非其所取而取之，谓之盗。九年春王正月夏四月戊申，郑伯虿卒得宝玉大弓，其不地，何也？宝玉大弓，在家则羞，不目羞也。恶得之？得之堤下，或曰阳虎以解众也。六月，葬郑献公。秋，齐侯、卫侯次于五氏。秦伯卒。冬，葬秦哀公。十年春王三月，及齐平。夏，公会齐侯于颊谷，公至自颊谷。离会不致。何为致也？危之也。危之则以地致，何也？为危之也。其危奈何？曰：颊谷之会，孔子相焉。两君就坛，两相相揖。齐人鼓噪而起，欲以执鲁君。孔子历阶而上，不尽一等而视。归乎齐侯曰：两君合好，夷狄之民何为来为？命司马止之。齐侯逡巡而谢曰：寡人之过也。退而属其二三大夫曰：夫人率其君，与之行古人之道，二三子独率我而入夷狄之俗，何为罢会？齐人使优施舞于鲁君之幕下。孔子曰：笑君者罪当死。使司马行法焉，首足异门而出。齐人来归郓、𬤰、龟、阴之田者，盖为此也。因是以见虽有文事，必有武备。孔子于颊谷之会见之矣。晋赵鞅帅师围卫。齐人来归郓、𬤰、龟、阴之田。叔孙州仇、仲孙何忌帅师围郈秋，叔孙州仇、仲孙何忌帅师围郈。宋乐大心出奔曹。宋公子地出奔陈。冬，齐俟卫侯。郑游速会于安甫。叔孙州仇如齐。宋公之弟辰暨宋仲佗、石𫸩出奔陈。十有一年春，宋公之弟辰未失其弟也。及仲佗、石𫸩、公子地，以尊及卑也自陈，陈有奉焉尔，入于萧以叛。入者，内弗受也。以者，不以也。叛，直叛也夏四月秋，宋乐大心自曹入于萧冬，及郑平叔还如郑莅盟。十有二年春，薛伯定卒。夏，葬薛襄公叔孙州仇帅师堕郈。堕犹取也卫公孟𫸩帅师伐曹。季孙斯、仲孙何忌帅师堕费。秋，大雩。冬十月癸亥，公会齐侯，盟于黄。十有一月丙寅朔，日有食之。公至自黄。十有二月，公围成。非国不言围，围成，大公也。公至自围成，何以致？危之也。何危尔？造乎齐也。十有三年春，齐侯次于垂葭夏，筑蛇渊囿大搜于比蒲卫公孟𫸩帅师伐曹秋，晋赵鞅入于晋阳以叛。以者，不以者也。叛，直叛也冬，晋荀寅、士吉射入于朝歌以叛。晋赵鞅归于晋。此叛也，其以归言之，何也？贵其以地反也。贵其以地反，则是大利也。非大利也，许悔过也。许悔过，则何以言叛也？以地正国也。以地正国，则何以言叛？其入无君命也。薜弑其君比。十有四年春，卫公叔戍来奔。晋赵阳出奔宋。二月辛巳，楚公子结、陈公孙佗人帅师灭顿，以顿子牂归。夏，卫北宫结来奔。五月，于越败吴于檇李公会齐侯、卫侯于牵，公至自会。秋，齐侯、宋公会于洮。天王使石尚来归脤。脤者何也？俎，实也；祭，肉也。生曰脤，熟曰膰。其辞石尚，士也。何以知其士也？天子之大夫不名，石尚欲书春秋。谏曰：久矣，周之不行礼于鲁也。请行脤，贵复正也卫世子蒯聩出奔宋。卫公孟𫸩出奔郑宋公之弟辰自萧来奔大搜于比蒲。邾子来会公城莒父及霄。十有五年春王正月，邾子来朝鼷鼠食郊牛，牛死，改卜牛，不敬莫大焉二月卒丑，楚子灭胡，以胡子豹归夏五月辛亥，郊壬申，公薨于高寝，高寝非正也郑罕达帅师伐宋齐侯、卫侯次于渠蒢邾子来奔丧丧急，故以奔言之秋七月壬申，弋氏卒，妾辞也，哀公之母也。八月庚辰朔，日有食之。九月，滕子来会葬。丁巳，葬我君定公，雨，不克葬。葬既有日，不为雨止，礼也。雨不克葬，丧不以制也。戊午日下稷，乃克葬。乃，急辞也，不足乎日之辞也。辛巳，葬定弋。冬，城漆。"
                }
            ]
        },
        {
            "name": "哀公第十二",
            "paragraphs": [
                {
                    "paragraph": "哀公第十二",
                    "type": 1
                },
                {
                    "paragraph": "元年春，王正月，公即位。楚子、陈侯、随侯、许男围蔡。鼷鼠食郊牛角，改卜牛。夏，四月，辛巳，郊。此该郊之变而道之也。于变之中又有言焉：鼷鼠食郊牛角，改卜牛，志不敬也。郊牛日展斛角而知伤，展道尽矣。郊自正月至于三月，郊之时也。夏四月郊，不时也。五月郊，不时也。夏之始可以承春，以秋之末承春之始，盖不可矣。九月用郊。用者，不宜用者也。郊三卜，礼也；四卜，非礼也；五卜，强也。卜免牲者，吉则免之，不吉则否。牛伤，不言伤之者，伤自牛作也，故其辞缓。全曰牲，伤曰牛，未牲曰牛。其牛一也，其所以为牛者异。有变而不郊，故卜免牛也。巳牛矣，其尚卜免之，何也？礼，与其亡也，宁有尝，置之上帝矣，故卜而后免之，不敢专也。卜之不吉，则如之何？不免，安置之，系而待六月上甲始庀牲，然后左右之。子之所言者，牲之变也，而曰我一该郊之变而道之，何也？我以六月上甲始庀牲，十月上甲始系牲，十一月、十二月牲虽有变，不道也。待正月然后言牲之变，此乃所以该郊。郊，享道也。贵其时，大其礼，其养牲虽小，不备可也。子不志三月卜郊，何也？郊自正月至于三月，郊之时也。我以十二月下辛卜正月上辛，如不从，则以正月下辛卜二月上辛，如不从，则以二月下辛卜三月上辛；如不从，则不郊矣。秋，齐侯、卫侯伐晋。冬，仲孙何忌帅师伐邾。二年春，王二月，季孙斯、叔孙州仇、仲孙何忌帅师伐邾，取漷东田，漷东未尽也。及沂西田，沂西未尽也。癸巳，叔孙州仇、仲孙何忌及邾子盟于句绎。三人伐而二人盟，何也？各盟其得也。夏，四月丙子，卫侯元卒。滕子来朝晋赵鞅帅师，纳卫世子蒯聩于戚。纳者，内弗受也。帅师而后纳者，有伐也。何用弗受也？以辄不受父之命，受之王父也。信父而辞王父，则是不尊王父也。其弗受，以尊王父也。秋八月甲戍，晋赵鞅帅师，及郑罕达帅师战于铁，郑师败绩。冬十月，葬卫灵公。十有一月，蔡迁于州来。蔡杀其大夫公子驷。三年春，齐国夏、卫石曼姑帅师围戚。此卫事也，其先国夏何也？子不围父也。不系戚于卫者，子不有父也。夏四月甲午，地震。五月辛卯，桓宫、僖宫灾。言及则祖有尊卑，由我言之，则一也。季孙斯、叔孙州仇帅师城启阳。宋乐髡帅师伐曹。秋七月丙子，季孙斯卒。蔡人放其大夫公孙猎于吴。冬十月癸卯，秦伯卒。叔孙州仇、仲孙何忌帅师围邾。四年春王二月庚戍，盗弑蔡侯申。称盗以弑君，不以上下道道也。内其君而外弑者，不以弑道道也。春秋有三盗：微杀大夫，谓之盗；非所取而取之，谓之盗；辟中国之正道以袭利，谓之盗。蔡公孙辰出奔吴。葬秦惠公。宋人执小邾子。夏，蔡杀其大夫公孙姓、公孙霍晋人执戎蛮子赤归于楚。城西郛六月辛丑，亳社灾。亳社者，亳之社也。亳，亡国也。亡国之社以为庙屏，戒也。其屋亡国之社，不得达上也。秋八月甲寅，滕子结卒冬十有二月，葬蔡昭公。葬滕顷公。五年春，城毗夏，齐侯伐宋。晋赵鞅帅师伐卫秋九月癸酉，齐侯杵臼卒冬，叔还如齐闰月，葬齐景公，不正其闰也。六年春，城邾。瑕晋赵鞅帅师伐鲜虞吴伐陈夏，齐国夏及高张来奔叔还会吴于柤秋七月庚寅，楚子轸卒。齐阳生入于齐。齐陈乞弑其君荼。阳生入而弑其君，以陈乞主之，何也？不以阳生君荼也。其不以阳生君荼，何也？阳生正，荼不正。不正则曰君，何也？荼虽不正，巳受命矣。入者，内弗受也。荼不正，何用弗受？以其受命，可以言弗受也。阳生其以国氏，何也？取国于荼也。冬，仲孙何忌帅师伐邾。宋向巢帅师伐曹。七年春，宋皇瑗帅师侵郑。晋魏曼多帅师侵卫。夏，公会吴于缯。秋，公伐邾。八月已酉，入邾，以邾子益来。以者，不以者也。益之名，恶也。春秋有临天下之言焉，有临一国之言焉，有临一家之言焉。其言来者，有外鲁之辞焉。宋人围曹。冬，郑驷弘帅师救曹。八年春王正月，宋公入曹，以曹伯阳归。吴伐我。夏，齐人取𬤰及阐。恶内也。归邾子益于邾。益之名，失国也。秋七月。冬十有二月癸亥，耜伯过卒。齐人归𬤰及阐。九年春王二月，葬耜僖公宋皇瑗帅师，取郑师于雍丘。取，易辞也。以师而易取，郑病矣夏，楚人伐陈秋，宋公伐郑冬十月。十年春王二月，邾子益来奔公会吴伐齐三月戊戍，齐侯阳生卒夏，宋人伐郑晋赵鞅帅师侵齐五月，公至自伐齐葬齐悼公卫公孟𫸩自齐归于卫薛伯夷卒秋，葬薛惠公冬，楚公子结帅师伐陈，吴救陈。十有一年春，齐国书帅师伐我夏，陈辕颇出奔郑五月，公会吴伐齐。甲戍，齐国书帅师及吴战于艾陵，齐师败绩，获齐国书秋七月辛酉，滕子虞母卒冬十有一月，葬滕隐公卫世叔齐出奔宋十有二年春，用田赋，古者公田什一，用田赋，非正也夏五月甲辰，孟子卒。孟子者何也？昭公夫人也。其不言夫人？何也？讳取同姓也公会吴于橐皋秋，公会卫侯、宋皇瑗于郧。宋向巢帅师伐郑冬十有二月，螽十有三年春，郑罕达帅师取宋师于嵒。取，易辞也。以师而易取，宋病矣夏，许男成卒公会晋侯及吴子于黄池。黄池之会，吴子进乎哉，遂子矣。吴，夷狄之国也，祝发文身，欲因鲁之礼，因晋之权，而请冠端，而袭其藉于成周，以尊天王。吴进矣。吴，东方之大国也，累累致小国以会诸侯，以合乎中国，吴能为之，则不臣乎？吴进矣。王，尊称也。子，卑称也。辞尊称而居卑称，以会乎诸侯，以尊天王。吴王夫差曰：好冠来。孔子曰：大矣哉！夫差未能言冠而欲冠也楚公子申帅师伐陈于越入吴秋，公至自会晋魏曼多帅师侵卫葬许公九月螽冬十有一月，有星孛于东方盗杀陈夏区夫十有二月，螽十有四年春，西狩获麟，引取之也。狩地不地，不狩也。非狩而曰狩，大获麟，故大其适也。其不言来，不外麟于中国也。其不言有，不使麟不恒于中国也。"
                }
            ]
        }
    ]
}