{
    "name": "武林旧事",
    "author": "宋·周密",
    "loadChapterCount": 1,
    "chapters": [
        {
            "name": "武林旧事原序",
            "paragraphs": [
                {
                    "paragraph": "武林旧事原序",
                    "type": 1
                },
                {
                    "paragraph": "乾道、淳熙间，三朝授受，两家奉亲，古昔所无。一时声名文物之盛，号小元祐。丰亨豫泰，至宝祐、景定，则几于政、宣矣。予曩于故家遗老得其梗槩，及客修门闲，闻退珰老监谈先朝旧事，辄倾耳谛听，如小儿观优，终日夕不少倦。既而曳裾贵邸，耳目益广，朝歌暮嬉，酣玩岁月，意谓人生正复若此，初不省承平乐事为难遇也。及时移物换，忧患飘零，追想昔游，殆如梦寐，而感慨系之矣。岁时檀栾，酒酣耳热，时为小儿女戏道一二，未必不反以为夸言欺我也。每欲萃成篇帙，如吕荥阳杂记而加详，孟元老梦华而近雅，病忘慵惰，未能成书。世故纷来，惧终于不暇纪载，因摭大槩，杂然书之。青灯永夜，时一展卷，恍然类昨日事。朋游沦落，如晨星霜叶，而余亦老矣。噫！盛衰无常，年运既往，后之览者，能不兴忾我寤叹之悲乎！四水潜夫书。"
                }
            ]
        },
        {
            "name": "武林旧事卷一",
            "paragraphs": [
                {
                    "paragraph": "武林旧事卷一",
                    "type": 1
                },
                {
                    "paragraph": "庆寿册宝：寿皇圣孝，冠绝今古，承颜两宫，以天下养，一时盛事，莫大于庆寿之典。今摭录大略于此。淳熙三年，光尧圣寿七十，预于旧岁冬至加上两宫尊号，立春日行庆寿礼。至十三年，太上八十，正月元日再举庆典。其曰：文武百僚集大庆殿，各服朝服，用法驾五百三十四人，大乐四十八架，正乐工一百八十八人，及列仪仗鼓吹于殿门外。上服通天冠、绛纱袍，执大圭，恭行册宝之礼。鼓吹振作，礼仪使已下皆导从。上乘辇，从至德寿宫。俟太上升御座，宫架乐作，皇帝北向再拜，奏起居，致词曰：臣某稽首言：伏惟太上皇帝陛下寿同天永，德与曰新，典册扬徽，华夷赖庆。左相宣答曰：太上皇帝圣旨，皇帝迎阳展采，镂牒荣亲，何幸吾身，屡观盛事。次皇太子已下称贺致词，宣答讫，并再拜舞蹈。礼毕，次诣太上皇后殿行礼如前。候解严讫，皇帝入宫，进奉礼物，行家人礼，御宴极欢。自皇帝以至群臣、禁卫吏卒，往来皆簪花。后三日，百官拜表称贺于文德殿，四方万姓，不远千里，快睹盛事。都民垂白之老，喜极有至泣下者。杨诚斋诗云：长乐宫前望翠华，玉皇来贺太皇家。青天白日仍飞雪，错认东风转柳花。春色何须羯鼓催，君王元日领春回。牡丹芍药蔷薇朵，都向千官帽上开。任斯庵诗云：金爵觚棱晓日开，三朝喜气一时回。圣人先御红鸾扇，天子龙舆万骑来。霜晓君王出问安，宝香随辇护朝寒。五云深处三宫宴，九奏声中二圣欢。四孟驾出，先期禁卫所合门牒临安府，约束居民，不许登高及衩袒观看，男子并令衫带，妇人裙背。仍先一日封闭楼门，取责知委，不许容著来历不明之人。殿、步三司各拨统制将官军兵六千二百人，摆龊诸巷。大礼则倍此数。至曰五鼓，地分头项：沿门驱逐杂人外，仪卫节次如左：地分约拦，诸厢约拦，缉捕使臣，都辖官约拦，军器库从物，内藏库从物，御酒库从物，御厨从物，祇候库从物。骐院御马，两行。御药院药架，引从舍人，两行。诸司库务官，两行。搜视行宫司，行宫殿门控拢亲从，一白五人。前驱亲从，两行，各二，一人。赞喝舍人，两行，各人人。天武，两行，各八人，居外。都下亲从，两行，各八人，居内。加马头。合门祇候，乘骑。捧驾。引主驾首，两行，各五人。合门提点，两行。御史台知班，两行。尚书省录事，密院副承旨。珠子御座。御马院马，喝御座。合门簿书，两行。宣赞舍人，两行。茶酒班，环卫官，带御器械，拦前等辇官人员。逍遥辇，辇官，十六人。御辇院官，合门承受，两行。御燎子，头笼。翰林司官，御丝鞋所。御服所。御座马。两行。十兀马院总管。御军器库。睿思殿库。合门库。合门觉察官。两行。长人祇候。两行，各二十六人。茶酒班殿侍。各二十人。一快行亲从。各三十二人。击鞭。两行，各七人。殿前指挥。两行，各三十人，居外。一茶酒班殿侍。两行，各六人，执从物，居内。编排禁卫行子。三十一人，于内往来编排等子人员十将。两行，各十人，居外。御龙直共。八十二人，执从物，居内。知合门事乘马行韦子内亲从方围子。两行，各一百四十人。步帅乘马行围子内。围子两边各四重：第一重内殿直以下，两边各一白人；第一一重，崇政殿围子，两边各一百人；第三重，御龙直，两边各一百人；第四重，崇政殿围子，两边各一百人。水手并覰捕等子。两边各五人。拦前崇政殿亲从。十七人。殿帅乘骑行围子内。中道。主管禁卫所内官等子。两边各十五人，居外中道。第二日，并恭谢，教坊乐人迎驾，念致语口号等，并教坊乐部于此排立。快行亲从。两边各三十人。尘父斤拂子。水晶骨朵香毬二。打烛快行。两行，驾不用编排官一人执灯笼亲从。两行，各七十四人。列至众安桥去烛。驾回先行。行门两行，各十一人。当食官。听宣官。辇官人员。平辇。辇宫一，六人。黄罗御伞二，黄罗御扇一。挟辇御乐带插外御带。带插。合下官。合门觉察舍人。拦后围子挟辇指挥使各一，一人。辇后乐。东西两班，各三十曰不作六人。第一天武。两行，各八人，居外。都下亲从。两行，各人人扇筤。挟辇内殿直各一，一二人。辛田工。使相、执政、宰执。后约拦亲从各一十一人。合门觉察。宣赞舍人侍从。后约拦亲从各一，二人。从驾臣僚分东西班，东班系尚书、侍郎、两制等官，西班系正任宗室遥郡。车驾所经，诸百官司皆结彩门迎驾起居。俟驾头将至，知班行门喝班到排立，次喝躬身拜，再拜，驾回不拜，值雨免拜。班首奏圣躬万福，唱喏，直身立。龊巷军兵则呼万岁。大礼南郊、明堂。三岁一郊，预于元日降诏，以冬至有事于南郊，或用次年元曰行事。明堂止于半年前降诏，用是岁季秋上辛曰。先于五六月内，择日命帅漕及修内司修饰郊坛，及绞缚青城斋殿等屋，凡数百间，悉覆以苇席，护以青布。并差官兵修筑泥路，自太庙至泰禋门，又自嘉会门至丽正门，计九里三百二十步。明堂止自太庙至丽正门，皆以潮沙填筑，其平如席，以便五辂之往来。每队各有歌头，以彩旗为号，唱和杵歌等曲以相。两街居民，各以彩段钱酒为犒。又命象院教象，前𨗳朱旗，以二金三鼓为节，各有幞头紫衣蛮奴乘之，手执短镢，旋转跪起，悉如人意。市井因竞市绘塑小象，以餽遗四方。又以车五乘，压之以铁，多至万斤，与辂轻重适等，以观疾徐倾侧之势。至前一月进呈，谓之闪试。及驾出前一日，缚大彩屋于太庙前，置辂其中，许都人观瞻。先自前一月以来，次第按试习仪，殆无虚日。郊前十日，执事陪祀等官并受誓戒于尚书省。宗室赴太庙受誓戒前三日，百官奏请皇帝致斋于大庆殿。是日，上服通天冠、绛纱袍，𬘬结佩，升高座。侍中奏请降座，就斋室。次日，车驾诣景灵宫口，服衮冕行礼，仪从并同四孟。礼毕驾回，就赴太庙斋殿宿斋。是夕四鼓，上服衮冕，诣祖宗诸室行朝飨之礼。是夜，卤簿仪仗军兵于御路两旁分列，闲以籸盆蒉烛，自太庙直至郊坛泰禋门，辉映如昼。宰执亲王、贵家巨室，列幕栉比，皆不远千里，不惮重费，预定于数月之前，而至期犹有为有力所夺者。珠翠锦绣，绚烂于二十里间，虽寸地不容闲也。歌舞游遨，工艺百物，辐辏争售，通宵骈阗。至五更，则犦槊先驱，所至皆灭灯火，盖清道祓除之义。黎明，上御玉辂，从以四辂，金、象、革、木。导以驯象。千官百司，法驾仪仗，锦绣杂遝，盖十倍孟飨之数。声容文物，不可尽述。次第出嘉会门，至青城斋宿。明堂则径入丽正门斋殿斋宿。四壁皆三衙诸军，周庐座甲，军幕旌旗，布列前后，传呼唱号，列烛互巡，往来如织。行宫至暮则严更警惕，太庙斋宿亦然。鼓角轰振，又有卫士十余队，每队十余人，互喝云：是与不是？众应曰：是。又喝曰：是甚人？众应日殿前都指挥使某人，谓之喝拦。至三鼓，执事陪祀官并入，就黄坛排立，万灯辉耀，灿若列星。凡龊灯皆自为志号，如捧俎官，则画一人为捧俎之状等类，盖灯多，不容不以此辨认。亦有好奇可笑者。用丑时一刻行事，至期，上服通天冠、绛纱袍，乘辇至大次。礼部侍郎奏中严外辨，礼仪使奏请皇帝行事。上服衮冕，步至小次，升自午阶。天步所临，皆借以黄罗，谓之黄道。中贵一人，以大金合贮片脑，迎前撒之。礼仪使前导，殿中监进大圭。至版位，礼直官奏有司谨具，请行事。宫架乐作。自此上进止皆作乐。时坛𭏸内外凡数万众，皆肃然无哗，天风时送，佩环韶濩之音，真如九天吹下也。太社令升烟，燔牲首。上先诣昊天位，次皇地祇，次祖宗位，奠玉，祭酒，读册，文武二舞，次亚终献，行礼毕，上诣饮福位，受爵，饮福酒，登歌乐作，礼直官喝赐胙，次送神，次望燎讫，礼仪使奏礼毕，上还大次，更衣，乘辇还斋宫。百僚追班，贺礼成于端诚殿。黎明，上乘大安辇，从以五辂进发。教坊排立，奏念致语口号讫，乐作。诸军队伍亦次第鼓吹振作，千乘万骑，如云奔潮涌，四方万姓，如鳞次蚁聚，迤逦入丽正门，教坊排立，再奏致语口号，舞毕，降辇小憩，以俟办严，登门肆赦。弁阳老人有诗云：黄道宫罗瑞脑香，衮龙升降佩锵锵。大安辇奏乾安曲，万点明星簇紫皇。又曰：万骑云从簇锦围，内官排立马如飞。九重阊阖开清晓，太母登楼望驾归。李鹤田诗云：严更频报夜何其，万甲声传远近随。栀子灯前红炯炯，大安辇上赴坛时。郊坛天盘至地高三丈二尺四寸，通七十二级，分四成，上广七丈，共十二阶，分三十六龛，午阶阔一丈，主上升降由此阶，其余各阔五尺。圆坛之上，止设昊天上帝、皇地祇二神位，及太祖、太宗。配天十六龛，共祀五帝、太乙、感生、北极、北斗，及分配众星三百六十位，仪仗用六千八百八十九人，自太庙排列至青城玉辂下。祇应人共三百二十一人，呵喝人员二人，教马官二人，挟捧轮将军四人，推轮车子官健八人，驾士班直二百三十二人，千牛卫将军二员，抱太常龙旗官六员，职掌五人，专知官一名，手分一名，库子人人装挂匠二人，诸作工匠十五人，盖覆仪鸾司十一人，监官三员。金、象、革、木辂，每辂下一百五十六人。玉辂青饰，金辂黄饰，象辂红饰，革辂浅色饰，木辂黑饰。辂下人冠服并依辂色。玉辂前仪仗骑导骑导官，左壁文臣，右壁武臣。六军仪仗官兵二千二百三十二人，左右诸卫将军十三员，中道五员，左右八员。金吾街仗司执槊，槊八十人，摄将军八员，仗下监门二十六员，鼓吹五百八十三人，导驾乐人三百三十人。登门肆赦。其日，驾自文德殿诣丽正门御楼，教坊作乐，迎导参军色念致语，杂剧色念口号。至御幄降辇，门下合门进中严外办牌讫，御乐喝卷帘，上出幄临轩，门下鸣鞭，宫架奏曲，帘卷扇开，乐止，撞右五钟，黄伞才出，门下宰臣以下两拜，分班立。门上中书令称：有敕，立金鸡。门下侍郎应诺，宣奉敕立金鸡。鸡竿一起，门上仙鹤童子捧赦书降下，合门接置案上，太常寺击鼓，鼓止，捧案至楼前中心，知合称：宣付三省。参政跪受，捧制书出班跪奏，请付外施行。门上中书令承旨宣曰：制可。门下参政称：宣付三省。遂以制书授宰臣，跪受讫，合门提点开拆，授宣赦舍人，捧诣宣制位，起居舍人一员摘句读，舍人称：有制。宰臣以下再拜。俟读至咸赦除之，狱级奏脱枷讫，罪囚应喏，三呼万岁，歌呼而出。候宣赦讫，门上舍人赞，枢密及中书令曲贺两拜，门下宣制舍人捧制书授宰臣，宰臣授刑部尚书，尚书授刑房录事讫，归班两拜致词，三舞蹈，三叩头。知合称：有制。宰臣以下再拜，知合宣答云云，若时大庆，与卿等同之。又拜舞如前。门下中书令奏礼毕，扇合，宫架乐作，帘降，乐止，撞左五钟，门下礼部郎中奏解严，上还幄次，门下鸣鞭，舍人喝奉敕放仗，宰臣以下再拜退。次宣劳将士讫，乘辇归内。至南宫门，教坊司迎驾，念致语口号如前。至文德殿，降辇，舞毕退。弁阳老人诗云：换辇登门卷御帘，侍中承制舍人宣。凤书乍脱金鸡口，一派欢声下九天。金鸡竿长五丈五尺，四面各百戏，一人缘索而上，谓之抢金鸡。先到者得利物，呼万岁。缬罗袄子一领，绢十疋，银碗一只，重三两。诸州进奏院各有递铺，腰铃黄旗者数人，俟宣赦讫，即先发太平州、万州、寿春府，取太平万寿之语，以次俱发，铃声满道，都人竞观。楼下排立次第：青龙、白虎旗各一，信旗二，方扇二，一方圆罕毕二，一幢四，剑一，将军二，僧众居左，道众居右。玉辂居中，太常宫架乐，宣赦台，招拜红旗，击鼓，三院罪囚狱级居左，御马六匹居右。宣制位居中。横门快行、承旨、三省官以下恭谢。大礼后，择日行恭谢礼。第一日驾出，如四孟仪，诣景灵宫天兴殿圣祖前行恭谢礼，次诣中殿祖宗神御前行礼，还斋殿，进膳讫，引宰臣以下赐茶，茶毕，奏事讫，还内。第二日，上乘辇自后殿门出，教坊都管以下于祥曦殿南迎驾起居，参军色念致语，杂剧色念口号，乐作，驾后乐，东西班则于和宁门外排立，后从作乐。将至太乙宫，道士率众执威仪于万寿观前入围子内迎驾起居，作法事，前导入太乙宫门降辇，候班齐，诣灵休殿参神，次诣五福、十神、太乙，次诣申佑殿、本命。北辰殿、通真殿、佑圣、顺福殿、太后本命。延寿殿、南极、火德殿。礼毕，宣宰臣以下合赴坐官并簪花，对御赐宴。上服幞头，红上盖，玉束带，不簪花。教坊乐作，前三盏用盘盏，后二盏屈卮。御筵毕，百官侍卫吏卒等并赐簪花从驾，缕翠滴金，各竞华丽，望之如锦绣。衙前乐都管以下三百人，自新桩桥西中道排立迎驾，念致语口号如前。乐动满路花，至殿门，起寿同天曲破，舞毕退。姜白石有诗云：六军文武浩如云，花簇头冠样样新。惟有至尊浑不戴，尽将春色赐群臣。万数簪花满御街，圣人先自景灵回。不知后面花多少，但见红云冉冉来。是日，皇后及内中车马先还。宫中呼后为圣人。圣节其日，俟宰执奏事讫，退班，上坐垂拱殿，先引枢密院并管军官上寿。东京分为二日，今只并为一日。礼毕，再坐紫宸殿，上公以下分立，候奏班齐，上公诣御茶床前，躬进御酒，跪致词云：文武百僚臣某等稽首言：天基令节，圣节名逐朝换。臣等不胜大庆，谨上千万岁寿。下殿再拜。枢密宣答云：得公等寿酒，与公等内外同庆。又再拜。教坊乐作，接盏讫，跪起舞蹈如仪。合门官喝不该赴坐官先退。枢密喝群臣升殿，合门分引上公以下合赴坐官升殿。第一盏，宣视盏，送御酒，歌板色唱祝尧龄，赐百官酒，觱篥起，舞三台。后并准此。供进肉咸豉。第二盏送御酒，歌板起中腔，供进杂爆。第三盏，歌板唱踏歌，供进肉鲊。候内官起茶床，枢密跪奏礼毕，群臣降阶，舞蹈，拜，退。此上寿仪大略也。若锡宴节次，大率如梦华所载，兹不赘书。今偶得理宗禁中寿筵乐次，因列于此，庶可想承平之盛观也。天基圣节排当乐次正月五曰乐奏夹钟宫，觱篥起万寿永无疆引子，王恩。上寿：第一盏，觱篥起，舞圣寿齐天乐慢，周润。第二盏，笛起帝寿昌慢，潘俊。第三盏，笙起升平乐慢，侯璋。第四盏，方响起万方宁慢，余胜。第五盏，觱篥起永遇乐慢，杨茂。第六盏，笛起寿南山慢，卢宁。第七盏，笙起恋春光慢，任荣祖。第八盏，觱篥起赏仙花慢，王荣显。第九盏，方响起碧牡丹慢，彭先。第十盏，笛起上苑春慢，胡宁。第十一盏，笙起庆寿乐慢，侯璋。第十二盏，觱篥起柳初新慢，刘昌。第十三盏，诸部合万寿无疆薄曲破。初坐乐奏夷则宫，觱篥起上林春引子，王荣显。第一盏，觱篥起万岁梁州曲破，齐汝贤。舞头，豪俊迈。舞尾，范宗茂。第二盏，觱篥起圣寿永歌曲子，陆恩显。琵琶起捧瑶卮慢，王荣祖。第三盏，唱延寿长歌曲子，李文庆。嵇琴起花梢月慢，李松。第四盏，玉轴琵琶独弹正黄宫万寿永康宁，俞达。拍，王良卿。觱篥起庆寿新，周润。进弹子笛哨，潘俊。杖鼓，朱尧卿。拍，王良卿。进念致语等，时和。伏以华枢纪节，瑶池先五日之春；玉历发祥，圣世启千龄之运。欢腾薄海，庆溢大廷。恭惟皇帝陛下濬哲如尧，俭勤迈禹。躬行德化，跻民寿域之中；治洽泰和，措世春台之上。皇后殿下道符坤顺，位俪乾刚。宫闱资阴教之修，海宇仰母仪之正。有德者必寿，六十个甲子环周；申命其用休，亿万载皇图巩固。臣等生逢华旦，叨预伶官，辄采声诗，恭陈口号：上圣天生自有真，千龄宝运纪休辰。贯枢瑞彩昭璇象，满室红光袅翠麟。黄阁清夷瑶荚晓，未央闲暇玉巵春。箕畴五福咸敷敛，皇极躬持锡庶民。日迟鸾旆，喜聆舜乐之和；天近鹓墀，宜进齐谐之伎。朔上奉天颜，吴师贤以下上，进小杂剧杂剧，吴师贤以下做君圣臣贤爨，断送万岁声。第五盏，笙独吹，小石角长生宝宴乐，侯璋拍，张亨笛起降圣乐慢，卢宁杂剧，周朝清以下做三京下书，断送瑶池游。第六盏，筝独弹，高双调聚仙欢，陈仪拍，谢用方响起尧阶乐慢，刘民和。圣花，金宝。第七盏，玉方响起，独打道调宫圣寿永，余胜。拍，王良卿。筝起，出墙花慢，吴宣。杂手艺，祝寿进香仙人，赵喜。第八盏，万寿祝天基，断队。第九盏，箫起，缕金蝉慢，傅昌宁。笙起托娇莺慢，任荣祖。第十盏，诸部合，齐天乐曲破。再坐第一盏，觱篥起，庆方春慢，杨茂。笛起，延寿曲慢，潘俊。第二盏，筝起月中仙慢，俟端。嵇琴起，寿炉香慢，李松。第三盏，觱篥起，庆箫韶慢，王荣祖。笙起月明对花灯慢，任荣祖。第四盏，琵琶独弹，高双调会群仙。方响起玉京春慢，余胜。杂剧，何晏喜以下做杨饭，断送四时欢。第五盏，诸部合，老人星、降黄龙曲破。第六盏，觱篥独吹，商角调筵前保寿乐。杂剧，时和以下做四喏少年游，断送贺时丰。第七盏，鼓笛曲，拜舞六么。弄傀儡，踢架儿，卢逢春。第八盏，箫独吹，双声调玉箫声。第九盏，诸部合，无射宫碎锦梁州歌头大曲。杂手艺永团圆，赵喜。第十盏，笛独吹高平调庆千秋。第十一盏，琵琶独弹大吕调寿齐天。撮弄寿果放生，姚润。第十二盏，诸部合万寿兴隆乐法曲。第十三盏，方响独打高宫惜春。傀儡舞鲍老。第十四盏，筝、琶、方响合缠令神曲。第十五盏，诸部合夷则羽六么。巧百戏，赵喜。第十六盏，管下独吹无射商柳初春。第十七盏，鼓板舞绾寿星，姚润。第十八盏，诸部合梅花伊州。第十九盏，笙独吹正平调寿长春。傀儡群仙会，卢逢春。第二十盏，觱篥起万花新曲破祇应人。都管：周朝清、陆恩显。杂剧色：昊师贤、赵恩、王太一、朱旺、猪儿头，时和人、金宝、俞庆、何晏喜、沈定天、或宝工、寿时、赵宁、胡宁、郑喜、法士寿。歌板色：李文庆。拍板色：王良卿、张亨、谢用。箫色：傅昌宁、朱明复、李允信。筝色：陈仪、豪辅、文天宣、豪俊贤、徐显祖、张广。琵琶色：王荣祖，俞达，豪俊民，豪俊迈，段继祖。嵇琴色：李松，侯端，孙民显。笙色：侯璋，叶茂青，任荣祖，董茂，张瑾，潘宝，姚拱，范椿，孙昌，莫正，周珍，马椿，姚舜臣，陈保。觱篥色：齐汝贤，周润，杨茂，王恩，王荣显，姜师贤，刘曰曰，杨彬，王福，杜明，喻祥，周忠恕，夏福，徐珏，周喜，闻澄，沈寿，丁预，郑亨，周佐，杨瑾，沈康，郑聪，莒天寿，潘显祖，时润，胡佾，周信，李圭，李润，史显，金寿。笛色：杨德茂，潘俊，卢宁，彭俊，贺曰曰，贺寿，胡师文，寿椿，姚宝，张茂祖，崔兴，朱珍，张茂才，金贵，潘显祖，沈寿，周兴，李大用，董大有，金明，赵喜，莫及，张春，叶茂，胡宁，任显，张椿，孙宁，彭俊，李秋。木人：王宁，金彦恭，董喜，王佑，来亨，王喜，顾和，顾松，金显，董宁，杜松，李椿，张椿，何福，管思齐，朱喜，花椿，李拱辰，方乡。音色：余胜，彭先，刘民和，黄桂，姜大亨，张荣。杖鼓色：朱尧卿，冯喜，时忠，施荣，朱拱辰，周忠，李显，姚宝，叶茂，李荣祖。大鼓色：王喜，邓珍，王宣，顾荣。舞旋色：范宗茂。内中上教：张明，倪椿，潘恩，石琇，张琳。弄傀儡，卢逢春等六人。杂手艺，姚润等九人。女厮扑，张椿等十人。筑毬军，陆宝等二十四人。百戏，沈庆等六十四人。百禽鸣，胡福等二人。"
                }
            ]
        },
        {
            "name": "武林旧事卷二",
            "paragraphs": [
                {
                    "paragraph": "武林旧事卷二",
                    "type": 1
                },
                {
                    "paragraph": "寿皇留意武事，在位凡五大阅：乾道二年、四年、年，淳熙四年、十年。或幸白石，或幸茅滩，或幸龙山。一时仪文、士马、戈甲、旌旗之盛，虽各不同，今撮其要，以著于此。先一日，诸军人马全装执色，于教场东布列军幕宿营。至日，殿前马步诸军先赴教场下方营，并亲随军排列将坛之后。质明，三衙管军官并全装从驾。上自祥曦殿戎服乘马，太子、亲王、宰执、近臣并戎服乘马以从。护圣马军八百骑，分执枪旗、弓矢、军器，前后奏随军番部大乐寺。详见后御教仪卫次第。驾入教场，升幄，殿帅执𭪆躬奏：诸司人马排立齐，举黄旗招诸军向御殿敲梆子，一鼓唱喏，一鼓呼万岁，再一鼓又呼万岁，叠鼓呼萭万岁，又一鼓唱喏。殿帅奏取圣旨，鸣角发严。上御金装甲胄，登将坛幄殿，鸣角戒严。殿帅奏取圣旨，马步军整队成屯，以备教战。连三鼓，马军上马，步军起旗枪，分东西为应敌之势。举白旗教方阵，黄旗变圆阵，皂旗变曲阵，青旗变直阵，绯旗变锐阵，绯心皂旗作长蛇阵，绯必白旗作伏虎阵。殿帅奏取圣旨，两阵各遣勇将挑战，变八圆阵。叠鼓举旗，左马军战右步军，右马军郸左步军。再叠鼓交旗，击刺混战。三叠金分阵大势，马军四面大战。三叠金分阵。殿帅奏教阵讫，取旨，人马排列，当头鸣角簇队，以俟放教。诸军呈大刀、车砲、烟枪诸色武艺。御前传宣，抚谕将士。射生官进献獐鹿，上更戎服，赐宰臣以下对御酒五行。殿帅奏取圣旨，谢恩如前。唱喏讫，驾出教场。是日，太上皇于都亭驿设帘幄以观。驾至，邀上入幄，宣唤管军官，赐大金碗酒于帘外。都人赞叹，以为盛观。时殿司旗帜以黄，马司以绯，步司以白。以道路狭促，止用从驾军一万二千四百人，分为二百四十八小队，戈甲耀曰，旌旗蔽天，连亘二十余里，粲如锦绣。都人纵观，以为前所未有。凡支犒金银钱帛以钜万计，悉出内库，户部不与焉。御教仪卫次第文物仪卫并同四孟驾出，今止添入后项。弹压前队侍立使臣都辖，执黄龙旗使臣，执绣龙旗使臣，带弓箭、汗胯豹尾使臣四员，带汗胯员骑剑使臣十员。弹压后队侍立使臣都辖。黄罗戏珠龙旗，黄绣龙旗二，豹尾使臣四员，骑剑使臣十人。供进马四疋。带甲御马，御前全装甲马管押使臣幕士，内中正供马，兽医押槽。黄绣龙传宣旗二。小黄传宣旗十。随逐巡视官，马院禁卫官。引马监官二员，供马监官二员。圣驾供鞭通管二员，掇梢提辖二员，曰乌独脚旗。挟驾指挥使四十二人。销金龙旗二。犀皮御座椅，钤锤刀子，左。匙箸刀子右。青毡御笠，褐毡御笠，金凤瓶，丝鞋箧子，御膳箧子，玉靶于阗刀，马脑于阗刀，水晶于阗刀，金洗𠻳，皂白御靴，通犀于阗刀，角靶于阗刀，酒鳖子，大小白虎皮杖榼，白豹皮杖榼，梳刷马盂袋，黑漆套盘，圭木套盘，销金弓箭葫芦，虎豹皮弓箭袋葫芦，饮水角，拍板二，哨笛四，番鼓二十四人。弹压乐器使臣，管押训练官。杏黄龙旗一二觱篥二一札子九，大鼓十，龙笛四。从驾官宰臣以下并如常。曰临安府弹压官属。燕射：淳熙元年九月，孝宗幸玉津园，讲燕射礼。皇太子、宰执、使相、侍从、正任皆从辇至殿门外少驻，教坊进念致语口号，作乐。出丽正门，由嘉会门至玉津园，赐宴。酒三行，上服头巾窄衣，束带丝鞋，临轩。内侍御带进弓箭，看箭人喝看御箭，教坊乐作，射垛前排立招箭班应喏。皇帝第二箭射中，皇太子以下各再拜称贺，进御酒，并宣劝讫。皇太子以下及臣僚射弓，第四箭射中。上再射第五箭，又中的，传旨不贺。舍人先引皇太子当殿，赐窄衣金束带，次引射中臣僚，受赐如前。再进御酒，奏乐，用杂剧。次赐宰臣以下十两银碗各一只。上赋七言诗，丞相曾怀以下属和以进。上乘逍遥辇，出玉津园门，教坊进念口号。至祥曦殿降辇，招箭班者服紫衣幞头，义手立于垛前。御箭之来，能以幞头取势，转导入的，亦绝技也。公主下降南渡以来，公主无及嫁者，独理宗朝周汉国公主出降慈明太后侄孙杨镇，礼文颇盛，今摭梗槩于此。先是，择日遣天使宣召驸马至东华门，引见便殿，赐玉带、靴、笏、鞍马及红罗百疋、银器百两、衣著百疋、聘财银一万两，对御赐筵五盏，用教坊乐。俟毕，谢恩讫，乘涂金御仙花鞍辔狨座马，执丝鞭，张三檐伞，教坊乐部五十人前引还第，谓之宣系。进财物件，并照国朝会要，太常寺关报有司办造。先一月，宣宰执常服系鞋，诣后殿西廊观看公主房奁：真珠九翚四凤冠，褕翟衣一副，真珠玉佩一副，金革带一条，玉龙冠绶玉环，北珠冠花篦环，七宝冠花篦环，真珠大衣背子，真珠翠领，四时衣服，累珠嵌宝金器，涂士人金哭品，贴金器，出从贴金银装担等，锦绣销金帐幔，陈设茵褥、地衣、步障等物。其日，驸马常服玉带，乘马至和宁门，易冕服，至东华门，用雁币、玉、马等行亲迎礼。用熙宁故事。公主戴九翚四凤冠，服褕翟，𫄸袖升蟾。其前天文官本位从物从人，烛笼二十，本位使臣插钗童子八人。方扇四，圆扇四，引障花十，提灯二十，行障坐障。皇后亲送，乘九龙轿子。皇太子乘马，围子左右两重。其后太师、判宗正寺荣王、荣王夫人及诸命妇至第，赐御筵九盏。筵毕，皇后、太子先还。公主归位，行同牢礼，用开宝礼，然后亲行盥馈舅姑之礼。开宝通礼：谒见舅姑，用名纸一副、衣一袭、手帕一合、妆盝藻豆袋、银器三百两、衣著五百疋。余亲各有差。三朝公主、驸马并入内谢恩，宣赐礼物，赐宴禁中，外廷奉表称贺。赐宰执、亲王、侍从、内职、管军副都指使以上金银钱币会子有差。依熙宁式。驸马家亲属各等第推恩唱名。第一名承事郎，第二名、第三名并文林郎。第一甲赐进士及第，第二甲同进士及第，第三甲、四甲赐进士出身，第五甲同进士出身。武举第一名秉义郎，特奏第一名同进士出身。上御集英殿，拆号唱进士名，各赐绿襕袍、白简、黄衬衫。武举人赐紫罗袍、镀金带、牙笏。赐状元等三人酒食五盏，余人各赐泡饭。前三名各进谢恩诗一首，皆重戴绿袍、丝鞭骏马快行各持黄敕于前，黄旗杂遝，多至数十百面，各书诗句于上。呵殿如云，皆平日交游亲旧相迓之人，或三学使令斋臧辈。若执事之人，则系帅漕司差到状元局祇应。亦有术人相士辈，自衒预定魁选，鼓舞于中。自东华门至期集所，豪家贵邸竞列彩幕纵观。其有少年未有室家者，亦往往于此择壻焉。期集所例置局于礼部贡院前，三人主之，于内遴选所长以充职事，有纠弹、笺表、主管、题名小录、掌仪、典客、掌计、掌器、掌膳、掌酒果、监门等。后旬日朝谢。又数日，拜黄甲，叙同年。其仪：三名设褥于堂上，东西相向，四十以上立于东廊，四十以下立于西廊，皆再拜。拜已，择榜中年长者一人，状元拜之，复择少者一人，拜状元。又数日，赴国子监谒谢先圣先师讫，赐闻喜宴于局中，侍从以上及馆职皆与，知举官押宴，遂立题名石刻。凡费悉出于官及诸阃馈遗云。元正。朝廷元曰冬至，行大朝会仪则百官冠冕朝服，备法驾，设黄麾仗三千三百五十人，视东京巳减三之一，用太常雅乐宫架登歌。太子、上公、亲王、宰执并赴紫宸殿立班进酒，上千万岁寿。上公致词，枢密宣答。次诸国使人及诸州入献朝贺，然后奏乐、进酒、赐宴。此礼不能常行，每岁禁中止是以三茅。钟鸣驾兴，上服幞头、玉带、靴袍，先诣福宁殿龙墀及圣堂炷香，用蜡沈脑子。次至天章阁祖宗神御殿行酌献礼，次诣东朝奉贺，复回福宁殿，受皇后、太子、皇子、公主、贵妃至郡夫人、内官大内以下贺。贺毕，驾始过大庆殿，御史台、合门分引文武百僚追班称贺，大起居十六拜，致词上寿，枢密宣答。礼毕，放仗。是日，后苑排办御筵于清熙殿，用插食盘架。午后，修内司排办晚筵于庆瑞殿，用烟火，进市食，赏灯，并如元夕。立春前一日，临安府进大春牛，设之福宁殿庭。及驾临幸，内官皆用五色丝彩杖鞭牛。御药院例取牛睛以充眼药，余属直合婆号管人都行首掌管。预造小春牛数十，饰彩幡雪柳，分送殿阁，巨珰各随以金银钱彩段为酬。是日，赐百官春幡胜，宰执、亲王以金，余以金裹银及罗帛为之，系文思院造进，各垂于幞头之左入谢。后苑办造春盘供进，及分赐贵邸、宰臣、巨珰，翠缕红丝，金鸡玉燕，备极精巧，每盘直万钱。学士院撰进春帖子，帝、后、贵妃、夫人诸合，各有定式，绛罗金缕，华粲可观。临安府亦鞭春开宴，而邸第馈遗，则多效内廷焉。元夕禁中自去岁九月赏菊灯之后，迤逦试灯，谓之预赏。一入新正，灯火日盛，皆修内司诸珰分主之，竞出新意，年异而岁不同，往往于复古、膺福、清熙、明华等殿张挂，及宣德门、梅堂、三间台等处，临时取旨，起立鳌山灯之品见后。一。极多灯品，每以苏灯为最。圈片大者径三四尺，皆五色琉璃所成，山水人物、花竹翎毛，种种奇妙，俨然著色便面也。其后福州所进，则纯用白玉，晃耀夺目，如清冰玉壶，爽彻心目。近岁新安所进益奇，虽圈骨悉皆琉璃所为，号无骨灯。禁中尝令作琉璃灯山，其高五丈，人物皆用机关活动，结大彩楼贮之。又于殿堂梁栋窗户间，为涌壁，作诸色故事，龙凤潠水，蜿蜒如生，遂为诸灯之冠。前后设玉栅帘，宝光花影，不可正视。仙韶内人，迭奏新曲，声闻人间。殿上铺连五色琉璃合，皆毬文戏龙百花。小窗间垂小水晶帘，流苏宝带，交映璀璨。中设御座，恍然如在广寒清虚府中也。至二鼓，上乘小辇，幸宣德门观鳌山。擎辇者皆倒行，以便观灯。金炉脑麝如祥云五色，荧煌炫转，照耀天地。山灯凡数千百种，极其新巧，怪怪奇奇，无所不有。中以五色玉栅簇成皇帝万岁四大字，其上伶官奏乐，称念口号致语。其下为大露台，百艺群工，竞呈奇技。内人及小黄门百余，皆巾裹翠蛾，傚街坊清乐傀儡，缭绕于灯月之下。既而取旨，宣唤市井舞队及市食盘架。先是，京尹预择华洁及善歌叫者谨伺于外，至是歌呼竞入。既经进御，妃嫔内人而下亦争买之，皆数倍得直，金珠磊落，有一夕而至富者。宫漏既深，始宣放烟火百余架，于是乐声四起，烛影纵横，而驾始还矣。大率仿宣和盛际，愈加精妙。时无登楼赐宴之事，人间不能详知耳。都城自旧岁冬孟驾回，则己有乘肩小女、鼓吹舞绾者数十队，以供贵邸豪家幕次之玩。而天街茶肆，渐已罗列灯毬等求售，谓之灯市。自此以后，每夕皆然。三桥等处，客邸最盛，舞者往来最多，每夕楼灯初上，则箫鼓已纷然自献于下，酒边一笑，所费殊不多，往往至四鼓乃还，自此日盛一日。姜白石有诗云：灯已阑珊月色寒，舞儿往往夜深还。只应不尽婆娑意，更向街心弄影看。又云：南陌东城尽舞儿，画金刺绣满罗衣。也知爱惜春游夜，舞落银蟾不肯归。吴梦窗玉楼春云：茸茸貍帽遮梅额，金蝉罗剪胡衫窄。乘肩争看小腰身，倦态强随闲鼓笛。问称家在城东陌，欲买千金应不惜。归来困顿𣨼春眠，犹梦婆娑斜趁拍。深得其意态也。至节后，渐有大队，如四国朝、傀儡、杵歌之类，曰趋于盛，其多至数十百队。天府每日差官点视，各给钱酒油烛，多寡有差，且使之南至升阳宫支酒烛，北至春风楼支钱，终日天街鼓吹不绝，都城士女罗绮如云，盖无夕不然也。至五夜，则京尹乘小提轿，诸舞队次第簇拥前后，连亘十余里，锦绣填委，箫鼓振作，耳目不暇给。吏魁以大囊贮楮劵，凡遇小经纪人，必犒数十，谓之买市。至有黠者，以小盘贮梨藕数片，腾身迭出于稠人之中，支请官钱数次者，亦不禁也。李筼房诗云：斜阳尽处荡轻烟，辇路东风入管弦。五夜好香随步暖，一年明月打头圆。香尘掠粉翻罗带，密炬笼绡斗玉钿。人影渐稀花露冷，踏歌声度晓云边。京尹幕次，例占市西坊繁闹之地，蕡烛籸盆，照耀如昼。其前列荷校囚数人，大书犯由云：某人为不合抢扑钗环，挨搪妇女。继而行遣，谓之装灯。其实皆三狱罪囚，姑借此以警奸民。又分委府僚巡警风烛，及命都辖房使臣等分任地方，以缉奸盗。三狱亦张灯建净狱道场，多装狱户故事，及陈列狱具。邸第好事者，如清河张府、蒋御药家，间设雅戏烟火，花边水际，灯烛粲然，游人士女纵观，则迎门酌酒而去。又有幽坊静巷好事之家，多设五色琉璃泡灯，更自雅洁，靓妆笑语，望之如神仙。白石诗云：沙河云合无行处，惆怅来游路已迷。却入静坊灯火空，门门相似列蛾眉。又云：游人归后天街静，坊陌人家未闭门。帘里垂灯照樽俎，坐中嬉笑觉春温。或戏于小楼，以人为大影戏，儿童欢呼，终夕不绝，此类不可遽数也。西湖诸寺，惟三竺张灯最盛，往往有宫禁所赐、贵珰所遗者，都人好奇，亦往观焉。白石诗云：珠络琉璃到地垂，凤头衔带玉交枝。君王不赏无人进，天竺堂深夜雨时。元夕节物，妇人皆带珠翠、闹蛾、玉梅、雪柳、菩提叶、灯毬、销金合、蝉貂袖、项帕，而衣多尚白，盖月下所宜也。游手浮浪辈，则以白纸为大蝉，谓之夜蛾。又以枣肉炭屑为丸，系以铁丝然之，名火杨梅。节食所尚，则乳糖团子、锤饷、科斗粉、豉汤、水晶脍、韭饼，及南北珍果，并皂儿糕、宜利少、澄沙糟子、滴酥鲍螺、酪面、玉消膏、琥珀饧、轻锡生熟灌藕、诸色龙蜜煎、蜜裹糖、瓜蒌煎、七宝姜豉、十般糖之类，皆用镂𨱎装花盘架车儿，簇插飞蛾，红灯彩盝，歌叫喧阗。幕次往往使之吟叫，倍酬其直。白石亦有诗云：贵客钩帘看御街，市中珍品一时来。帘前花架无行路，不得金钱不肯回。竞以金盘钿合簇饤餽遗，谓之市食合儿。翠帘绡幕，绛烛纱笼，遍呈舞队，密拥歌姬，脆管清吭，新声交奏，戏具纷婴，鬻歌售艺者，纷然而集。至夜阑，则有持小灯照路拾遗者，谓之扫街。遗钿堕珥，往往得之，亦东都遗风也。舞队大小全棚傀儡查查鬼、杏大、李大、一字加贝、丰六年长瓠敛、长头兔吉、兔毛大伯、吃遂、大憨儿、鹿丑姐、麻婆子、快活三郎、黄金杏、瞎判官、快活三娘、沈承务、一脸膜、猫儿相公、洞公觜、细姐、河东子、黑遂、王、缺儿、交椅夹捧、村田乐、男女竹马、男女杵歌、大小斫刀鲍老、交衮鲍老、子弟清音、女童清音、诸国献宝、六国朝、四国朝、穿心国入贡、孙武子教女兵、遏云社、绯绿社、胡女凤、阮、嵇琴、扑蝴蝶、回阳丹、火药、瓦盆歌、焦锤架儿、乔三教、乔迎酒、乔亲事、乔乐神、马明王、乔捉蛇、乔学堂、乔宅眷、乔像生、乔师娘、独自、乔地仙、旱划船、教象、装态、屏风、鼓板、踏跷、扑旗、抱锣、装鬼、狮豹、蛮牌、耍和尚、刘衮、散钱行货郎、打娇惜，其品甚伙，不可悉数。首饰衣装，相矜侈靡，珠翠锦绮，眩耀华丽。如傀儡、杵歌、竹马之类，多至十余队。十二、十三两日，国忌禁乐，则有装宅眷，笼灯前引，珠翠盛饰少年尾其后，诃殿而来，卒然遇之，不辨真伪。及为乔经纪人，如卖蜂糖饼、小人块、风子卖字本、虔婆卖旗儿之类，以资一笑者尤多也。灯品灯品至多，苏、福为冠，新安晚出，精妙绝伦。所谓无骨灯者，其法用绢囊贮粟为胎，因之烧缀，及成去粟，则混然玻璃毬也。景物奇巧，前无其比。又为大屏，灌水转机，百物活动。赵忠惠守吴日，尝命制春雨堂五大间，左为汴京御楼，右为武林灯市，歌舞杂艺，纤悉曲尽，凡用千工。外此有魫灯，则移镂犀珀、玳瑁以饰之。珠子灯则以五色珠为网，下垂流苏，或为龙船凤辇、楼台故事。羊皮灯则簇缕精巧，五色妆染，如影戏之法。罗帛灯之类尤多，或为百花，或细眼，间以红白，号万眼罗者，此种最奇。外此有五色蜡纸菩提叶，若沙戏影灯，马骑人物，旋转如飞。又有深闺巧娃，剪纸而成，尤为精妙。又有绢灯，剪写诗词，时寓讥诮，及画人物，藏头隐语，及旧京诨语，戏弄行人。有贵邸尝出新意，以细竹丝为之，加以彩饰，疏明可爱。穆陵喜之，令制百盏，期限既迫，势难卒成。而内苑诸珰，耻于不自己出，思所以胜之，遂以黄草布剪缕，加之点染，与竹无异，凡两曰百盏，已进御矣。挑菜二月一日，谓之中和节，唐人最重，今惟作假，及进单罗御服，百官服单罗公裳而已。二日，宫中排办挑菜御宴。先是，内苑预备朱绿花斛，下以罗帛作小卷，书品目于上，系以红丝，上植生菜、荠花诸品。俟宴酬乐作，自中殿以次，各以金篦挑之。后妃、皇子、贵主、婕妤及都知等，皆有赏无罚。以次每斛十号，五红字为赏，五黑字为罚。上赏则成号真珠、玉杯、金器、北珠、篦环、珠翠、领抹，次亦铤银、酒器、冠锭、翠色段帛、龙涎、御扇、笔墨、官窑、定器之类。罚则舞唱、吟诗、念佛、饮冷水、吃生姜之类，用此以资戏笑。王宫贵邸，亦多傚之。进茶仲春上旬，福建漕司进第一纲茶，名北苑试新。皆方寸小弮，进御止百弮，护以黄罗软盝，借以青箬，裹以黄罹夹复，臣封朱印，外用朱漆小匣，镀金锁，又以细竹丝织笈贮之，凡数重。此乃雀舌水芽所造，一弮之直四十万，仅可供数瓯之啜耳。或以一二赐外邸，则以生线分解，转遗好事，以为奇玩。茶之初进御也，翰林司例有品尝之费，皆漕司邸吏赂之，间不满欲，则入盐少许，茗花为之散漫，而味亦漓矣。禁中大庆会，则用大镀金毙以五色韵果，簇饤龙凤，谓之绣茶，不过悦目。亦有专工者，外人罕知，因附见于此。赏花禁中赏花非一，先期后苑及修内司分任排办，凡诸苑亭榭花木，妆点一新，锦帘绡幕，飞梭绣毬，以至裀褥设放，器玩盆窠，珍禽异物，各务奇丽。又命小珰内司，列肆关扑，珠翠冠朵，篦环绣段，画领花扇，官窑定器，孩儿戏具，闹竿龙船等物，及有卖买果木、酒食、饼饵、蔬茹之类，莫不备具，悉傚西湖景物。起自梅堂赏梅，芳春堂赏杏花，桃源观桃，粲锦堂金林檎，照妆亭海棠，兰亭修褉，至于钟美堂赏大花为极盛。堂三面皆花石为台三层，各植名品，标以象牌，覆以碧幕。台后分植玉绣毬数百株，俨如镂玉屏。堂内左右各列三层雕花彩槛，护以彩色牡丹画衣，间列碾玉水晶金壶，及大食玻璃官窑等瓶，各簪奇品，如姚、魏、御衣黄、照殿红之类几千朵，别以银箔间贴大斛，分种数千百窠，分列四面。至于梁栋窗户间，亦以湘筒贮花，鳞次簇插，何啻万朵。堂中设牡丹红锦地茵，自中殿妃嫔以至内官，各赐翠叶牡丹、分枝铺翠牡丹、御书画扇、龙涎金合之类有差。下至伶官乐部应奉等人，亦沾恩赐，谓之随花赏。或天颜悦怿，谢恩赐予，多至数次。至春暮，则稽古堂、会瀛堂赏琼花，静侣亭紫笑，净香亭采兰挑笱，则春事已在绿阴芳草间矣。大内宴赏，初坐再坐，插食盘架者，谓之排当，否则但谓之进酒。"
                }
            ]
        },
        {
            "name": "武林旧事卷三",
            "paragraphs": [
                {
                    "paragraph": "武林旧事卷三",
                    "type": 1
                },
                {
                    "paragraph": "都人游赏：淳熙间，寿皇以天下养，每奉德寿三殿游幸湖山，御大龙舟，宰执从官以至大珰应奉诸司及京府弹压等，各乘大舫，无虑数百。时承平日久，乐与民同，凡游观买卖，皆无所禁。画楫轻舫，旁午如织。至于果蔬、羹酒、关扑、宜男、戏具、闹竿、花篮、画扇、彩旗、糖鱼、粉饵、时花、泥婴等，谓之涂中土宜。又有珠翠冠梳、销金彩段、犀钿、髹漆、织藤、窑器、玩具等物，无不罗列，如先贤堂、三贤堂、四圣观等处最盛。或有以轻桡趁逐求售者。歌妓舞鬟，严妆自衒，以待招呼者，谓之水仙子。至于吹弹、舞拍、杂剧、杂扮、撮弄、胜花、泥丸、鼓板、投壶、花弹、蹴踘、分茶、弄水、踏混水、拨盆、杂艺、散耍、讴唱、息器、教水族飞禽、水傀儡、鬻道术、烟火、起轮、走线、流星、水瀑、风筝，不可指数，总谓之赶趁人，盖耳目不暇给焉。御舟四垂珠帘锦幕，悬挂七宝珠翠、龙船、梭子、闹竿、花篮等物。宫姬韶部，俨如神仙，天香浓郁，花柳避妍。小舟时有宣唤赐予，如宋五嫂鱼羹，尝经御赏，人所共趋，遂成富媪。朱静佳六言诗云：柳下白头钓叟，不知生长何年。前度君王游幸，卖鱼收得金钱。往往修旧京金明池故事，以安太上之心，岂特事游观之美哉！湖上御园，南有聚景、真珠、南屏，北有集芳、延祥、玉壶，然亦多幸聚景焉。一日，御舟经断桥，桥旁有小酒肆，颇雅洁，中饰素屏风，书风入松一词于上。光尧驻目称赏久之，宣问何人所作，乃太学生俞国宝醉笔也。其词云：一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中歌舞，绿杨影里秋千。暖风十里丽人天，花压鬓云偏。画船载取春归去，余情付、湖水湖烟。明日重携残酒，来寻陌上花钿。上笑曰：此词甚好，但末句未免儒酸。因为改定云明日重扶残醉，则迥不同矣。即曰命解褐云。西湖天下景，朝昏晴雨，四序总宜，杭人亦无时而不游，而春游特盛焉。承平时，头船如大绿、闲绿、十样锦、百花宝胜、明玉之类，何翅百余。其次则不计其数，皆华丽雅靓，夸奇竞好。而都人凡缔姻、赛社、会亲、送葬、经会、献神，仕宦恩赏之经营，禁省台府之嘱托，贵珰要地，大贾豪民，买笑千金，呼卢百万，以至痴儿𫘤子，密约幽期，无不在焉。日縻金钱，靡有纪极。故杭谚有销金锅儿之号，此语不为过也。都城自过收灯，贵游巨室皆争先出郊，谓之探春，至禁烟为最盛。龙舟十余，彩旗叠鼓，交午曼衍，粲如织锦。内有曾经宣唤者，则锦衣花帽，以自别于众。京尹为立赏格，竞渡争标，内珰贵客，赏犒无筭。都人士女，两堤骈集，几于无置足地。水面画楫，栉比如鱼鳞，亦无行舟之路。歌欢箫鼓之声，振动远近，其盛可以想见。若游之次第，则先南而后北，至午则尽入西泠桥里湖，其外几无一舸矣。弁阳老人有词云：看画船尽入西泠，闲却半湖春色。盖纪实也。既而小泊断桥，千舫骈集，歌管喧奏，粉黛罗列，最为繁盛。桥上少年郎竞纵纸鸢，以相勾牵剪截，以线绝者为负。此虽小伎，亦有耑门爆仗、起轮走线之戏，多设于此。至花影暗而月华生，始渐散去。绛纱笼烛，车马争门，日以为常。张武子诗云：帖帖平湖印晚天，踏歌游女锦相牵。都城半掩人争路，犹有胡琴落后船。最能状此景。茂陵在御，略无游幸之事，离宫别馆，不复增修。黄洪诗云：龙舟大半设西湖，此是先皇节俭图。三十六年安静里，櫂歌一曲在康衢。理宗时亦尝制一舟，悉用香楠木枪金为之，亦极华侈，然终于不用。至景定间，周汉国公主得旨，偕驸马都尉杨镇泛湖，一时文物亦盛，髣髴承明之旧，倾城纵观，都人为之罢市。然是时先朝龙舫久已沉没，独有小舟号小乌龙者，以赐杨郡王之故尚在。其舟平底有柁，制度简朴。或传此舟每出必有风雨，余尝屡乘，初无此异也。放春蒋苑使有小圃，不满二亩，而花木匼匝，亭榭奇巧。春时悉以所有书画、玩器、冠花、器弄之物，罗列满前，戏效关扑。有珠翠冠仅大如钱者，闹竿、花篮之类，悉皆缕丝玉金为之，极其精妙。且立标竿、射垛及秋千、梭门、斗鸡、蹴踘诸戏事，以娱游客。衣冠士女至者，招邀杯酒，往往过禁烟乃已，盖效禁苑具体而微者也。社会二月八日为桐川张王生辰，霍山行宫朝拜极盛，百戏竞集，如排绿社、杂剧。齐云社、蹴踘。遏云社、唱赚。同文社、耍词。角觝社、相朴。清音社、清乐。锦标社、射奴弓。锦体社、花绣。英略社、使棒。雄辩社、小说。翠锦社、行院。绘革社、影戏。净发社、梳剃律华社、吟云机社、撮王升，而七宝漠、冯马二会为最。玉山宝带，尺璧寸珠，璀璨夺目，而天骥龙媒，绒鞯宝辔，竞赏神骏。好奇者至剪毛为花草人物、厨行果局，穷极肴核之珍。有所谓意思作者，悉以通草罗帛，雕饰为楼台故事之类，饰以珠翠，极其精致，一盘至直数万。然皆浮靡无用之物，不过资一玩耳。奇禽则红鹦、白雀，水族则银蟹、金龟。高丽、华山之奇松，交、广、海峤之异卉，不可缕数，莫非动心骇目之观也。若三月三日殿司真武会，三月二十八日东岳生辰，社会之盛，大率类此，不暇赘陈。祭扫清明前三日为寒食节，都城人家皆插柳满檐，虽小坊幽居，亦青青可爱。大家则加枣锢于柳上，然多取之湖隄。有诗云：莫把青青都折尽，明朝更有出城人。朝廷遣台臣、中使、宫人车马朝飨诸陵原庙，荐献用麦糕、稠饧，而人家上冢者，多用枣锢姜豉。南北两山之间，车马纷然，而野祭者尤多。如大昭庆、九曲等处，妇人淡装素衣，提携儿女，酒壶肴罍，村店山家，分馂游息。至暮则花柳土宜，随车而归。若玉津、富景、御园，包家山之桃关，东青门之菜市，东西马塍，尼庵道院，寻芳讨胜，极意纵游。随处各有买卖赶趁等人，野果山花，别有幽趣。盖辇下骄民，无日不在春风歌舞中，而游手末伎为尤盛也。浴佛四月八为佛诞曰，诸寺院各有浴佛会。僧尼辈竞以小盆贮铜像，浸以糖水，覆以花棚，铙钹交迎，遍往邸第富室，以小杓浇灌，以求施利。是日，西湖作放生会，舟楫甚盛，略如春时，小舟竞卖龟、鱼、螺、蚌，放生迎新。户部点检所十三酒库，例于四月初开煮，九月初清。先是，提领所呈样品尝，然后迎引至诸所隶官府而散。每库各用疋布书库名高品，以长竿悬之，谓之布牌。以木床铁擎为仙佛鬼神之类，驾空飞动，谓之台阁。杂剧百戏诸艺之外，又为渔父习闲、竹马出猎、八仙故事。及会妓家女使裹头花巾为新好。库妓之琤琤者，皆珠翠盛饰，销金红背，乘绣鞯宝勒骏骑，各有皂衣黄号私身数对，诃导于前，罗扇衣笈，浮浪闲客随逐于后。少年狎客，往往簇饤持杯争劝马首金钱彩段，沾及舆台，都人习以为常，不为怪笑。所经之地，高楼邃阁，绣幕如云，累足骈肩，真所谓万人海也。端午先期学士院供帖子，如春日禁中排当，例用朔日，谓之端一，或传旧京亦然。插食盈架，设天师、艾虎、意思山子数十座，五色蒲丝、百草霜，以大合三层，饰以珠翠、葵榴、艾花、蜈蚣、蛇、蝎、蜥蜴等，谓之毒虫。及作糖霜韵果、糖蜜巧粽，极其精巧。又以大金瓶数十，遍插葵、榴、栀子花，环绕殿阁。又分赐后妃诸合大珰近侍翠叶、五色葵榴、金丝翠扇、真珠百索、钗符、经筒、香囊、软香龙涎佩带，及紫练、白葛、红蕉之类。大臣贵邸，均被细葛、香罗、蒲丝、艾朵、彩团、巧䊉之赐，而外邸节物，大率效尤焉。巧粽之品不一，至结为楼台舫辂。又以青罗作赤口白舌帖子，与艾人并悬门楣，以为禳禬。道宫法院，多送佩带符篆。而市人门首，各设大盆，杂植艾虎、葵花，上挂五色纸钱，排饤果粽，虽贫者亦然。湖中是日游舫亦盛，盖迤逦炎暑，晏游渐稀故也。俗以此日为马本命，凡御廐邸第上乘，悉用五彩为鬃尾之饰，奇鞯宝辔，充满道途，亦可观玩也。禁中纳凉禁中避暑，多御复古、选德等殿。又翠寒堂纳凉，长松修竹，浓翠蔽日，层峦奇岫，静窈萦深，寒瀑飞空，下注大池可十。池中红白菡萏万柄，盖园丁以瓦盎别种，分列水底，时易新者，庶几美观。又置茉莉、素馨、建兰、麝香藤、朱槿、玉桂、红蕉、阇婆、檐卜等南花数百盆于广庭，鼓以风轮，清芬满殿。御笐两旁，各设金盆数十架，积雪如山。纱厨后先，皆悬挂伽兰木、真蜡龙涎等香珠百余，蔗浆金盌，珍果玉壶，初不知人间有尘暑也。闻洪景卢学士尝赐对于翠寒堂，当三伏中，体粟战栗，不可久立，上问故，笑遣中贵人以北绫半臂赐之，则境界可想见矣。都人避暑六月六日，显应观崔府君诞辰，自东都时，庙食已盛。是日，都人士女骈集炷香，已而登舟泛湖，为避暑之游。时物则新荔枝、军庭李、二果产闽奉化项里之杨梅，聚景园之秀莲新藕、蜜筒甜瓜、椒核枇杷、紫菱碧芡、来禽金桃、蜜渍昌元梅、木瓜、豆儿水、荔枝膏、金橘水团、麻饮芥辣、白醪凉水，冰雪爽口之物。关扑香囊、画扇、涎花、珠佩。而茉莉为最盛，初出之时，其价甚穹，妇人簇带多至七插，所直数十劵，不过供一饷之娱耳。盖入夏则游船不复入里湖，多占蒲深柳密宽凉之地，披襟钓水，月上始还。或好事者则敞大舫，设蕲簟，高枕取凉，栉发快浴，惟取适意。或留宿湖心，竟夕而归。乞巧立秋日，都人戴楸叶，饮秋水、赤小豆。七夕节物，多尚果食、茜鸡及泥孩儿号摩㬋罗，有极精巧，饰以金珠者，其直不赀。并以蜡印凫雁水禽之类，浮之水上。妇人女子，至夜对月穿针，饾饤杯盘，饮酒为乐，谓之乞巧。及以小蜘蛛贮合内，以候结网之疏密，为得巧之多少。小儿女多衣荷叶半臂，手持荷叶，效颦摩㬋罗，大抵皆旧俗也。七夕前，修内司例进摩㬋罗十桌，每桌三十枚，大者至高三尺，或用象牙雕镂，或用龙涎佛手香制造，悉用镂金珠翠。衣帽、金钱、钗锭、佩环、真珠、头发及手中所执戏具，皆七宝为之，各护以五色镂金纱厨。制阃贵臣及京府等处，至有铸金为贡者。宫姬市娃，冠花衣领，皆以乞巧时物为饰焉。中元七月十五日，道家谓之中元节，各有斋醮等会。僧寺则于此日作盂兰盆斋，而人家亦以此日祀先。例用新米、新酱、冥衣、时果、彩段、面棋，而茹素者几十八九，屠门为之罢市焉。中秋禁中是夕有赏月延桂排当，如倚桂阁、秋晖堂、碧岑，皆临时取旨。夜深，天乐直彻人闲。御街如绒线、蜜煎、香铺，皆铺设货物，夸多竞好，谓之歇眼。灯烛华灿，竟夕乃止。此夕，浙江放一点红羊皮小水灯，数十万盏，浮满水面，烂如繁星，有足观者。或谓此乃江神所喜，非徒事观美也。观潮浙江之潮，天下之伟观也，自既望以至十八日为最盛。方其远出海门，仅如银线。既而渐定，则玉城雪岭，际天而来，大声如雷霆，震撼激射，吞天沃日，势极雄豪。杨诚斋诗云海阔银为郭，江横玉系腰者是也。每岁京尹出浙江亭，教阅水军，艨艟数百，分列两岸。既而尽奔腾分合五阵之势，并有乘骑弄旗、标枪舞刀于水面者，如履平地。倏尔黄烟四起，人物略不相睹，水爆轰震，声如崩山。烟消波静，则一舸无迹，仅有数舟为火所焚，随波而逝。吴儿善泅者数百，皆披发文身，手持十幅大彩旗，争先鼓勇，溯迎而上，出没于鲸波万仞中，腾身百变，而旗尾略不沾湿，以此夸能。而豪民贵宦争赏银彩。江干上下十余里间，珠翠罗绮溢目，车马塞途，饮食百物皆倍穹常时，而僦赁看幕，虽席地不容闲也。禁中例观潮于天开图画高台，下瞰如在指掌。都民遥瞻黄伞雉扇于九霄之上，真若箫台蓬岛也。重九禁中例于八日作重九排当，于庆瑞殿分列万菊，灿然眩眼，且点菊灯，略如元夕。内人乐部，亦有随花赏，如前赏花例。盖赏灯之宴，权舆于此，自是日盛矣。或于清燕殿、缀金亭赏橙橘，遇郊祀岁则罢宴。都人是月饮新酒，泛萸簪菊，且各以菊糕为馈，以糖肉秫面杂糅为之，上缕肉丝鸭饼，缀以榴颗，标以彩旗。又作蛮王狮子于上，及糜栗为屑，合以蜂蜜，印花脱饼，以为果饵。又以苏子微渍梅卤，杂和蔗霜、梨、橙、玉榴小颗，名曰春兰秋菊。雨后新凉，则已有炒银杏、梧桐子吟叫于市矣。开炉是曰御前，供进夹罗御服，臣僚服锦袄子，夹公服，授衣之意也。自此御炉日设火，至明年二月朔止。皇后殿开炉节排当是月，遣使朝陵，如寒食仪。都人亦出郊拜墓，用绵毬楮衣之类。冬至朝廷大朝会，庆贺排当，并如元旦仪。而都人最重一阳贺冬，车马皆华整鲜好，五鼓已填拥杂遝于九街。妇人小儿，服饰华炫，往来如云。岳祠、城隍诸庙，炷香者尤盛。三日之内，店肆皆罢市，垂帘饮博，谓之做节。享先则以馄饨，有冬馄饨，年余饦之谚。贵家求奇，一器凡十余色，谓之百味馄饨。赏雪禁中赏雪，多御明远楼。禁中称楠木楼。后苑进大小雪狮儿，并以金铃彩缕为饰，且作雪花、雪灯、雪山之类，及滴酥为花及诸事件，并以金盆盛进，以供赏玩。并造杂煎品味，如春盘饾饤、羊糕儿酒以赐。并于内藏库支拨官劵数百万，以犒诸军，及令临安府分给贫民，或皇后殿别自支犒。而贵家富室，亦各以钱米犒闾里之贫者。岁除禁中以腊月二十四日为小节夜，三十日为大节夜，呈女童驱傩，装六丁、六甲、六神之类，大率如梦华所载。后苑修内司各进消夜果儿，以大合簇饤，凡百余种，如蜜煎珍果，下至花饧萁豆，以至玉杯宝器、珠翠花朵、犀象博戏之具，销金斗叶、诸色戏弄之物，无不备具，皆极小巧。又于其上作玉辂，高至三四尺，悉以金玉等为饰，护以贴金龙凤罗罩，以奇侈求胜。一合之费，不啻中人十家之产，止以资天颜一笑耳。后妃诸合，又各进岁轴儿及珠翠百事吉、利市袋儿、小样金银器皿，并随年金钱一百二十文，旋亦分赐亲王、贵邸、宰臣、巨珰。至于爆杖，有为果子、人物等类不一。而殿司所进屏风，外画锺馗捕鬼之类，而内藏药线，一热连百余不绝。箫鼓迎春，鸡人警唱，而玉漏渐移，金门已启矣。岁晚节物，腊月赐宰执、亲王、三衙从官、内侍省官并外阃前宰执等腊药，系和剂局方造进，及御药院特旨制造银合各一百两，以至五十两、三十两各有差。伏日赐暑药亦同。都下自十月以来，朝天门内外竞售锦装新历诸般大小门神、桃符、锺馗、狻猊、虎头及金彩缕花、春帖、幡胜之类，为市甚盛。八日，则市院及人家用胡桃、松子、乳蕈、柿栗之类作粥，谓之腊人粥。医家亦多合药剂，侑以虎头丹、八神屠苏，贮以绛囊，馈遗大家，谓之腊药。至于餽岁盘合、酒担、羊腔，充斥道路。二十四日，谓之交年，祀灶用花饧、米饵，及烧替代，及作糖豆粥，谓之口数。市井迎傩，以锣鼓遍至人家，乞求利市。至除夜，则比屋以五色钱、纸、酒、果，以迎送六神于门。至夜，蕡烛籸盆，红映霄汉，爆竹鼓吹之声，暄阗彻夜，谓之聒听。小儿女终夕博戏不寐，谓之守岁。又明灯床下，谓之照虚耗。又书天行帖儿，贴于门楣。祀先之礼，则或昏或晓，各有不同。如饮屠苏、百事吉、胶牙饧、烧术卖懵懂等事，率多东都之遗风焉。守岁之词虽多，极难其选，独杨守斋一枝春词，最为近世所称，并书于此：竹爆惊春，竞喧阗、夜起千门箫鼓。流苏帐暖，翠鼎缓腾香雾。停杯未举，奈刚要、送年新句。应自赏、歌字清圆，未夸上林莺语。从他岁穷日暮。纵闲愁、怎减刘郎风度。屠苏办了，迤逦柳忻梅妒。宫壶未晓，早骄马绣车盈路。还又把、月夕花朝，自今细数。"
                }
            ]
        },
        {
            "name": "武林旧事卷四",
            "paragraphs": [
                {
                    "paragraph": "武林旧事卷四",
                    "type": 1
                },
                {
                    "paragraph": "故都宫殿：丽正、南门。和宁、北门。东华、东门。西华、西门。苑东，苑西。北宫。南宫。南水门。东水门。会通、上合。宣德、隔门。斜门。关门。玉华阁：含和、贻谟。二门系天章阁殿。垂拱、常朝参。文德、六参。宣布。大庆。明堂朝贺。紫宸，生寿。集英。策士。以上谓之正朝，亦有随事更名者。后殿：延和、宿斋避殿。崇政、即祥曦。福宁、寝殿。复古、高宗建。选德、孝宗建，御屏有监司、郡守姓名。缉熙、理宗建。熙明、即修政，度宗建。明华、清熙、膺福、庆瑞、即顺庆，理宗改。射殿，雪而云云。大燕。符宝、贮恭膺天命之宝。嘉明、度宗以绎已堂改。明堂，即文德，合祭改。坤宁、白王后。秾华、白王后。慈明、杨太后。累朝母后皆旋更名。慈元、谢太后。仁明、全太后。进食、即勤政。钦先、神御。孝思。神御。清华堂：翠寒、高宗以曰本罗木建，古松数十株。澄珀石观堂。芳春、凌寒、钟美、牡丹。灿锦、海棠。燕喜、静华、清赏、稽古御书院。清远、清彻、澄碧、水堂。蕊渊、环秀、乃山堂，文明御书。完书林御书院。华馆、衍秀、披香、德勤、云锦、荷堂，李阳冰书额。清霁、萼绿华梅堂，李阳冰书额，度宗易名。琼姿、碧琳、凝光、澄辉、绣香、王芳、会景。青花石柱，香楠袱额，玛瑙石砌。正始后殿：谢后改寿宁殿。怡然、惠顺位。信美、婉容、位斋、损斋、高宗建。彝斋、谨羽、白斋、燕申、斋楼、博雅、书楼。观德、万景、清暑、清美、明远、倚香，各龙图。太祖、太宗。天章、真宗并祀。祖宗神御宝文、仁宗、显谟，神宗、徽猷，哲宗、敷文，徽宗、焕章，高宗、华文，孝宗、宝谟，光宗、宝章，宁宗、显文，理宗。云云、立早，度宗御书。清华、凌虚、清漏、倚桂、来凤、观音、芙蓉、万春，太后殿。台至钦天、奉天、宴春、秋、芳天、开图画、舒啸、跄台、轩晚、清合。清华、睿思、怡真、容膝、受厘、绿绮观、云涛亭。清泳，清趣，清晖，清颢，清迥，清隐，清寒，清激，放水，清玩，清兴，静香，静华，春妍、春华，春阳，春信、梅。融春、寻春、映春，余春、留春，皆春。寒碧，寒香，香琼，香玉，梅香界珀，石岑滟碧，鱼池。琼英，琼秀，明秀，深秀，假山。衍秀，濯秀。锦烟，锦浪，桃花。绣锦，万锦，丽锦，丛锦。照妆，海棠。浣绮，缀金，橙橘缀琼，梨花。秾香，暗香、晚节香菊岩禾曰桂，云岫，山亭。映波晖，达观，秀野，凌寒，梅竹。涵虚，平津，真赏，芳远，垂纶，近池鱼乐，池卜喷雪，放水流芳，芳屿，山子，玉质，此君。竹。聚芳，延芳，兰亭。激湍，崇峻，惠和，浮醴，泛羽，并流。不皿亭。凌穹，山顶，迎薰，会英，正己。射亭。丹晖，凝光，雪迳梅。参月，共乐，迎祥，莹妆，植杖，村庄。可乐，文杏。壶中天，别是一家春。度宗初，初或谓此非佳谶也，未几果验。吉辰小桃源观。桃杏坞，梅冈。瑶圃，村庄，桐木园庵。寂然，怡真坡。玛瑙，洗马桥。万岁清平，春波、玉虹泉、穗泉、御舟：兰桡、荃桡、旱船。教场：南教场、北教场。禁中及德寿宫，皆有大龙池、万岁山，拟西湖冷泉、飞来峰。若亭榭之盛，御舟之华，则非外间可拟。春时竞渡，及买卖诸色小舟，并如西湖。驾幸宣唤，锡赉钜万，大意不欲数跸劳民，故以此为奉亲之娱耳。御园聚景园。清波门外，孝宗致养之地，堂扁皆孝宗御书。淳熙中，屡经临幸。嘉泰间，宁宗奉成肃太后临幸。其后并皆荒芜不修。高疏寮诗云：翠华不向苑中来，可是年年惜露台。水际春风寒漠漠，官梅却作野梅开。会芳殿：瀛春堂、揽远堂、芳华堂、花光亭、八角、瑶津、翠光、桂景、滟碧、凉观、琼芳、彩霞、寒碧。柳浪桥、学士桥。玉津园嘉会门外。绍兴间，北使燕射于此。淳熙中，孝宗两幸。绍熙中，光宗临幸。富景园。新门外。孝宗奉太后临幸不一。俗呼东花园。屏山园。钱湖门外。以对南屏山，故名。理宗朝，改名翠芳园。余见西湖门。玉壶园。钱塘门外。本刘鄜王园，有明秀堂。余见西湖门。集芳园。葛岭。元系张婉仪园，后归太后。殿内有古梅、老松甚多。理宗赐贾平章。旧有清胜堂、望江亭、雪香亭等。余见西湖门。琼华园。小隐园。延祥园。西依孤山，为林和靖故居。花寒水洁，气象幽古，三朝临幸。余见西湖门。瀛屿。在孤山之椒，旧名凉堂。四壁萧照画山水，理宗易今名。今为太乙宫。黄庭殿。挹翠堂。旧名黑漆堂，理宗御书。清新、旧六椽堂。香月。倚里湖，旧名水堂，理宗御书。香远、旧秀莲亭。白莲堂。六一泉堂、桧亭、梅亭、上船亭、东西车马门、西村水阁。御舟港。林逋墓、陈朝桧，有御书诗。金沙井、玛瑙坡。六一泉。高疏寮诗云：水明一色抱神州，雨压轻尘不敢浮。山北山南人唤酒，春前春后客凭楼。射熊馆暗花扶扆，下鹄池深柳拂舟。白发邦人能道旧，君王曾奉上皇游。德寿宫孝宗奉亲之所。聚远楼、高宗雅爱湖山之胜，恐数跸烦民，乃于宫内凿大池，引水注之，以象西湖冷泉。叠石为山，作飞来峰，因取坡诗赖有高楼能聚远，一时收拾与闲人名之。周益公进端午帖子云：聚远楼高面面风，冷泉亭下水溶溶。人间炎热何由到，真是瑶台第一重。孝宗御制冷泉堂诗以进，高宗和韵，真盛事也。香远堂荷。清深堂竹。松菊三径、菊、芙蓉、竹。梅坡。月榭清妍、荼䕷。清新、桂。芙蓉冈。以上并东地分。射厅。载忻堂。御宴之所。临赋荷池、粲锦、金林檎。至乐池上清旷。半绽红、郁李。泻碧、金鱼池。以上并南地分。冷泉堂、古梅。文杏馆、静乐牡丹。浣溪海棠。以上并西地分。绛华、罗木堂、旱船俯翠。茅亭。以上并北地分。重华宫、孝宗内禅所居，即德寿宫。慈福宫宪圣、寿成二太后所居，即重华宫。寿慈宫，即慈福宫，初改重寿殿。东宫资善堂。凤山楼。秋木观堂。玉渊堂。清赏堂。新益堂。绎已堂。射圃。乾淳教坊乐部杂剧色：德寿宫口：刘旦京长使工工。王吉音。保仪郎头名都管使臣，又名公谨，号玩隐老人。茅山童，茅芽头。芸血门贵，芸血门庆、末。侯谅、次末。侯大头。张顺、曲曰立、十。宋兴、燕子头。李泉现。引，并舞二一台，至衙前。龙共。十一羊大使臣。都管。刘思深、都笞。陈嘉祥、节级。吴兴祐。德寿宫引，兼舞三台。吴斌。金彦曰升、管干教头。王青、孙子贵、弓。潘浪贤、引，兼末部头。焦色金、王赐恩、弓。胡庆全、蜡烛头。周泰、次。郭名显、弓。宋定。次德寿宫：蚌蛤头。刘信、副都头。成贵、副。陈烟息、副大王。侯喜、副。孙子昌、副末。节级。杨名高、末。宋曰荣。副。欢喜头。前教坊。伊朝新。王道昌。前钧容直。杵谷丰。五味粥。李外善、和。顾。刘庆、次。刘衮。梁师孟、朱和、次贴。衙前鳝鱼头：宁贵、宁镢。蒋宁、次贴，衙前利市头。司进、丝瓜儿。郝成、次贴，衙前小锹：高门兴、高明灯、檐搭儿。高门显、羔儿头：张舜朝、赵民欢、司政。仙鹤儿。刘贵、段世昌、段子贵、龚安节、严父训、宋朝清、宋曰、曰荣、二名守。衙前：周旺、丈八头。卞畴、宋吉、伊俊、汪泰、王原全、次贴，衙前工工京。郑乔、王来宣、张显、守阙祇应。黑俏。焦喜、焦梅头。歌板色德寿宫：李行高。兼笛。衙前：王信。兼拍。拍板色德寿宫：刘益、使臣。谢春泽。衙前：吴兴祖、节级。赵永、花成、时世俊、守阙节级。前钧容直：崔喜。琵琶色衙前：豪师古。兼琵琶。德寿宫：胡永年、武功大夫。谢圣泽。衙前：焦达、部头。赵昌祖、段从善、和顾：吴良辅、豪士英、曲曰立。彡箫色衙前：曾延庆、部头。刘珦、周济、部头。和顾：朱世昌、兼筝。王谨、刘宗旺、周亨、陈籥。嵇琴色德寿宫：曹友闻。承节郎、守阙都管。衙前：杨春和人员。守阙都管：魏国忠，节级，兼舞。孙良佐、石俊、冯师贤、和顾。刘运成、赵进惠、和。冯师贤、王处仁。筝色。德寿宫：朱邦直。忠训郎。衙前：张行福、部头。豪士良、高俊。前教坊：聂廷俊。前钧容直：李士口。笙色。德寿宫：汤士成、孙显祖。衙前：宋世宁、节级。豪师古、兼琵琶。傅绍、管干人。邓孝仁、赵福。兼。德寿宫口。前钧容直：吴胜。前教坊：刘永显、和顾。张世宗、康彦和、王兴祖。咸角筑色。德寿宫口：田正德。教坊大使。鞠思忠、孙庆祖、刘舜俞、陈永良。衙前：李祥、守阙节级。仇彦、节级。王恩、节级。李和、部头。时世荣、部头。王正德、王道和、慢守恭、李遇、金宗信、兼。德寿宫：郑彦、兼拍板。张匀、刘道、曹彦兴、昊良佐、朱贵、管干人。孟诚、陈祐、丘彦、管干人。邓孝元、王永、周贤良、陈师贤、陈永良。前教坊：戚兴道、李彦美、郭席珍。前钧容直：王宣、唐政和、顾于庆。兼舞。冯宣、王椿、倪润、李祥、守阙节级。陈继祖、季伦，张彦明、陈良璹、冯异、商翼，时世显、王文信、王延庆，谢润、张荣。第三名守阙衙前：时显祖、任再兴、费仍裕、李乐正、蔡邦彦、郑彬、时允恭、金润、王寿、王思斋、于成、孙良辅、崔显、卢茂春、王师忠、宋康宁、张端、顾宣、王仲礼、郭达宗、刘顺。守阙衙前笛色：德寿宫口：元守正，忠翊郎孙福，使工工。孙继祖、张行谨。衙前都管孙福，使工工。朱榛。人员：守阙都管：张守忠、节级。杨胜、节级。王吉、节级。张师孟、部头。岳兴、部头。李知友、段从礼、朱顺、陈俊、雷兴祖、王仕宁、时宝、部头，兼德寿宫。孙进、郭彦、杨选、兼德寿宫。金仪、赵俊，守阙节级。赵顺、杨元庆、时定、赵兴祖、阴显祖、丘遇、徐识、孙显、王筠。兼德寿宫。拍板：张荣、郭亨、元舜道。前教坊：金宗训、俞德、谢祖良、曾延广、李进。前钧容直：王喜、俞德异、恩和顾、张亿、茆庆、张师颜、刘国臣、赵昌、张广、元舜臣、沈琮、杖头。胡良臣、王师仲、徐亨、张义、林显、郑青、陈士恭、巫彦、朱世荣、朱绍祖、习佳、美我、张孝恭、汪定、费兴、李曰升、冯士恭、陈宝、杨善、尹师授、张介加贝，宣旦。朱荣、朱元。守阙衙前：轩定，鼓板。张成，鼓板。阎兴，鼓板。王和，鼓板。陈焕、张世亨、许珍、张渊、孙显宗、崔成。守阙衙前：方乡音色德寿宫：齐宣、田世荣。衙前：葛元德，部头。于喜、齐宗亮，管干人，前钧容直：高福、和顾、马仲荣、尹朝、于通、刘才高。杖鼓色德寿宫：张名、高孟清。衙前：高宣旦，节级。时思俊，守阙节级部头，兼板。程盛、齐月、吉音。孟文叔，守阙节级。时和、邓友端、徐宗旺、吴兴福。兼德寿宕。邓世荣、张兴禄，管干人。芒木。吉音兼德寿宫口。前教坊：鞠端。前钧容直，阎兴、邢智和、顾：张士成、张润、张义、张世昌、张世显、孙荣、段锦新、蔡显宗、齐宗、小豆京、郭兴祖、时康宁、高润、张皋、傅良佐、李晋臣、思芸、云、范琦、段锦。大鼓色。德寿宫：张佑、李子士口。衙前：董福、部头。李进、周均、小唱。张佑，兼德寿宫口。和顾。赵庆、鼓儿。刘成、孙成、鼓儿，习学大鼓工。富勾般、习学大鼓。尹师聪、鼓儿。张守道、唱道情。张升、鼓儿。宋棠、掌仪下书写文字。喻祥、小唱。钱永。守阙。衙前。舞旋。嵇琴。魏国忠、士英。并兼舞三二台。德寿宫：刘良佐。武德郎。衙前：杜士康，和顾于庆。杂剧三甲：刘景长一甲八人：戏头李泉现，引戏吴兴佑，次净茆山重、侯谅、周泰，副末王喜、装旦天子贵。盖门庆进香，一甲五人：戏头孙子贵，引戏吴兴佑，次净侯谅，副末王喜。内中祇应一甲五人：戏头孙子贵，引戏潘浪贤，次净刘衮，副末刘信。潘浪贤一甲五人：戏头孙子贵，引戏郭名显，次净周泰，副末成贵。筑毬三十二人，左军一十六人：毬头张俊，跷毬王怜，正挟朱选，副挟施泽，左竿网丁诠，右竿网张林，散立胡椿等。右军一十六人：毬头李正，跷毬朱珍，正挟朱选，副挟张宁，左竿网徐宾，右竿网王用，散立陈俊等。杂班双头。侯谅，散耍。刘衮、刘信。小乐器：嵇琴。曹友闻，箫管。孙福，𥱧，刘运成，拍。侯谅，鼓板。衙前：一火笛。杨胜、张思、孟拍。张顺、和顾。二火笛。张成、老僧。阎俊、朔王伯、张吉。户鼓儿。张升，笛。王和。小兀鼓儿。孙成，换僧拍。张荣，狗儿。马后乐拍板。吴兴祖，觱篥。田正德、孙庆祖、陈师授。笛。孙福、时宝、元守正。提鼓。孙子贵、札子。孟清、时世俊、高宣、吴兴福、张兴禄。内中上教博士：王喜、刘景长、曹友闻、朱邦直、孙福、吴永年，各支月银一十两。杂剧：王喜、侯谅、吴兴福、吴兴佑、刘旦、京长。张顺。拍板。田正德、谢春泽。琵琶。胡永年，舞。刘良佐，嵇琴。曹友闻、杨春和。筝。朱邦直，方响。齐宣旦。笙。汤士成、策。刘运成，觱篥。孙庆祖。笛。孙福、时宝。掌仪范等合千人。掌仪范：朱邦直，曹友闻，元守正，孙福、朱榛。守朔衙前都管：刘思深，孙福、王公谨。守阙管干教头：朱贵，张兴禄，丘彦，傅绍，齐宗亮。逐色部头：刘信，赵永，焦进，周济，杨春和，宋世宁，李和，时世荣，时宝、岳兴，葛元德，高宣，董福，时世俊，杜士康，潘浪贤。"
                }
            ]
        },
        {
            "name": "武林旧事卷五",
            "paragraphs": [
                {
                    "paragraph": "武林旧事卷五",
                    "type": 1
                },
                {
                    "paragraph": "湖山胜概：南山路，自丰乐楼南至暗门钱湖门外，入赤山烟霞石屋止。南高峰、方家峪、大小麦岭，并附于此。丰乐楼，旧为众乐亭，又改耸翠楼，政和中改今名。淳祐间，赵京尹与𥲅重建，宏丽为湖山冠。又甃月池，立秋千，梭门植花木，构数亭，春时游人繁盛。旧为酒肆，后以学馆致争，但为朝绅同年会、拜乡会之地。林晖、施北山皆有赋。赵忠定柳梢青云：水月光中，烟霞影里，涌出楼台。空外笙箫，云间笑语，人在蓬莱。天香暗逐风回，正十里荷花盛开。买个小舟，山南游遍，山北归来。吴梦窗尝大书所赋莺啼序于壁，一时为人传诵。湖堂旧在耸翠楼侧，又有集贤亭，今并不存。吕洞宾祠，旧传洞宾尝至此。灵芝崇福寺，钱王故苑，以芝生其间，舍以为寺，故名灵芝。高宗、孝宗尝到，凡四临幸。有浮碧轩、依光堂，赤为新进士会拜题名之所。朱静佳有诗云：黄金匝地小桥通，四面清平纳远空。云气常扶天子座，日光浮动梵王宫。残碑几字莓苔雨，清磬一声杨柳风。沙鸟不知行乐事，背人飞过夕阳东。显应观。祀磁州神崔府君，六月六日生朝，游人甚盛。咸淳间，改昭应，今归灵芝寺。旧有萧照山水及苏汉臣画壁，今不复存矣。杨郡王府上船亭。聚景园。详见御园门。灵应堂俗呼包道堂。宝莲院紫霄宫廨院。宝成院旧名释伽。兴福院。永隆院。慧光尼庵。张循王府省马院船步。内有正觉、超化二院。长桥妙净院。宝德寺杨和王重建，充三衙建圣节道场。希夷道堂刘蓑衣建于南屏园左，今移于此。真珠园有真珠泉、高寒堂、杏堂、水心亭、御港。曾经临幸，今归张循王府。南园。中兴后所创。光宗朝，赐平原郡王韩侂胄，陆放翁为记。后复归御前，改名庆乐，赐嗣荣王与芮，又改胜景。有许闲堂、和容、射厅、寒碧台、藏春门、凌风阁、西湖洞天、归耕庄、清芬堂、岁寒堂，夹芳、豁望、矜春、鲜霞、忘机、照香、堆锦、远尘、幽翠、红香、多稼、晚节香等亭。秀石为山，内作十样锦亭，并射圃、流杯等处。弁阳翁诗云：清芬堂下千株桂，犹是韩家旧赐园。白发老翁和泪说，百年中见两平原。又云：旧事凄凉尚可寻，断碑空卧草深深。凌风阁下槎牙树，当日人疑是水沉。雷峰显严院。郡人雷氏所居，故名雷峰。钱王妃建寺筑塔，名王妃塔。或云地产黄皮，遂讹为黄皮塔。山顶有通玄亭、望湖楼。普宁寺。又名白莲。有铁塔一，石塔二。云涛观。净相院。旧名瑞相。有无尽意阁、娱客轩、一段奇轩，幽深可喜，今皆不存。上清宫。葛仙炼丹旧址。道士胡莹微祖筑庵，郑丞相清之曾此读书。淳祐中重建，赐今额。理宗御书清净道场。甘园内侍甘升园，又名湖曲。曾经临幸，至今有御爱松、望湖亭、小蓬莱、西湖一曲。后归赵观文，又归谢节使。弁阳翁诗云：小小蓬莱在水中，乾淳旧赏有遗踪。园林几换东风主，留得庭前御爱松。御船坊。理宗御舟在焉。净慈报恩光孝禅寺。孝宗常临幸。山曰南屏，有慧曰峰，旧名慧曰永明。太宗赐寿宁院额，孝宗御书慧日阁。有千佛阁、五百罗汉堂。理宗御书华严法界、正偏知阁等额。梁贞明大铁锅存焉，画壁作五十三参等。寺后庵宇甚幽，大抵规模与灵隐相若，故二寺号南北山之最。东坡诗云：卧闻禅老入南山，净扫风尘五百间。其弘壮自昔已然，今益侈大矣。南山昭庆院惠照寺。后为斋宫，今归净慈。南屏御园正对南屏，又名翠芳。南屏兴教寺。旧名善庆。有齐云亭、清旷楼，米元章书。有琴台及唐人磨崖人分家人卦、中庸、乐记篇。后人于石傍刊右司马温公书六字，其实非也。广法院齐王功德院。有清旷亭。法因院景献太子殡所。有古铁塔、钱玉井。宝林院庄文太子殡所。旧名总持。有可赋轩。赤山殡宫旧瑞龙寺，后为安穆、成恭、慈懿、恭淑四后殡所，今为炽盛光寺。修吉寺旧瑞龙寺移于此。有西湖奇艳。正济寺又名普门。法雨寺旧名小心，又改云龙。有赵清献、杨无为题名等。安福尼寺极乐尼寺高丽寺旧名惠因寺。湖山间惟此寺无敕额。元丰间，高丽王子僧统义天入贡，学贤首教于此，因施金建华严阁。有易庵、期忏堂。皇姑成国公主殡所。玉岑山惠因桥。秦少游龙井纪游所谓濯足于惠因涧，即此。广果寺开化尼寺六通慈德院旧名惠德塔。法兴寺保福院长耳相院旧名法相。定光庵。有定光泉。永庆院延长真如院延寿山净梵院旧名瑞峰。崇教院石屋洞大仁院。有石庵、天成石罗汉。其洞后又一洞，名蝙蝠洞。水乐洞院名西关净化，即满觉院山。孝宗时赐李隶慈明改赐杨郡王，后归贾平章。山石奇秀，中一洞嵌空有声，以此得名。有声在堂界堂、爱此留照、独喜玉渊、漱石宜晚、上下四方之宇诸亭及金莲池。满觉院旧名圆兴。今在水乐洞岭傍。石佛接待庵烟霞洞清修院。有象鼻石、佛手岩、石罗汉、东坡留题等。归云庵宁宗时，水庵清禅师坐禅石窟中，闻南峰钟鸣，遂大悟。今改永兴庵。关真人道院小龙井井侧有龙王祠。南高峰塔荣国寺有白龙祠。五显祠。险峻甚于北峰，中有坠石，相传云：昔有道者镇魔于此。又有颍川泉。方家峪自方家峪至冷水峪、慈云岭泥路，嘉会门外至大慈山。龙山。遇真道院悟真道院崇真道院广教院。号小南屏。褒亲崇寿寺。在凤凰山，刘贵妃功德。有凤凰泉、瑞应泉、松云亭、观音洞、笔架池、偃松、交枝桧。三门有陈公储画龙，甚奇。弁阳翁诗云：翟羽鸾绡事已空，奉华遗寺对高松。宫斜凤去无人见，且看门前粉壁龙。奉华，刘妃合名。西莲瑞相院黄贵妃功德。地藏尼寺。慈光尼寺。张府功德。广慈院。旧名广福宝藏院。有乌龙井、钱武肃庙碑。今钱氏五王庙在焉。宁亲广福院。陈淑妃香火院，虽小而幽邃可喜。福全尼寺。广严院。旧名妙严。有徐正节墓。净教院。蔡贵妃殡所。安福禅院。内侍陈都知香火院名小陈寺。水月寺。路口有灵固石。崇教院。旧名荐福。有珍珠泉、华津洞。赵冀王府园。水石甚奇胜，有仙人棋台。西林法惠院。旧名兴庆，钱王建。有雪斋，秦少游记，东坡诗。冷水峪。梯子岭。慈云岭。净明院。郊坛斋宫。有易安斋、梅岩、高孝两朝御和诗。满山皆棕榈。旧有江月庵、筇舄亭。龙华宝乘院本钱王瑞萼园舍建。有傅大士塔，并拍板、门槌犹存。有温公祠堂题名。天华寺镜清禅师道场。旧名千春龙册。有颐轩、妙因楼、化生池。感业寺旧名天龙。有木观音像。胜相院旧名龙兴千佛，有五丈观音像二并阁、释迦丈六金身像。大通院旧名显明。天真院旧名登云云台，有灵化洞。龙华山有石如龙，与两石龙寺接。下石龙净胜院，上石龙永寿院旧名资贤。石崖刻仁宗佛牙赞。郊台钱王郊台亦近焉。道林院旧名普济。大慈寺般若院宝惠院旧名普济。钱王坟文穆、忠献二王葬此。长庆崇福院皇叔祖太师和王功德。窑池一名乌菱池。真觉院旧名奉庆。有东坡瑞香花诗。包家山桃花关桃花甚盛。旧有蒸霞二字，春日游人甚多。法云寺旧名资崇。大慈山旧有广福金书院额。虎跑泉，旧传性空禅师居此，无泉，二虎跑地而出。东坡诗云：虎移泉眼趁行脚，龙作浪花供抚掌。乾溪寨。小杨寺。香严寺。小麦岭。饮马桥前后至龙井止。九溪十八涧。道人山有石洞。饮马桥，地名放马场。旌德显庆教寺咸淳甲戌冬，改旌德袭庆，慈明太后香火。方丈有轩，曰云扉，后山有泉石甚奇，曰林泉，有清壑、凝紫、静云等诸亭。南山禅关，旧名龙井路，今又改南天竺。仰妃墓。昊越钱王妃。梅坡园。杨郡王园，又名总秀。灵隐观宁宗朝张知宫创，御书冲隐庵。淳祐中，道士范善迁重建，赐名今额。今庵在观右，而观改仁寿院矣。太清宫，宁宗时，朱灵宝守固建，杨太后书道德经石幢。有岁寒轩，养性、凝神二堂，后为贾贵妃功德，今改观音院。松庵。杨郡王府。崇德显庆院旧名栖真，章楶质夫功德。后为永王、祈王殡所。章司徒墓名得象，枢使楶之祖，栖真院碑可考。翁五峰墓名孟寅，字宾旸。徐典乐墓名申，字干臣，号青山翁。强金紫墓名至，字几圣。今石羊虎犹存。其子文宪公渊明墓在西溪钦贤乡，诸子亦多附此。陈拾遗墓唐人，岁久莫考名字，在积庆山下。冰壑书堂金枢密渊，号冰壑，尝作书堂于此，因葬焉。积庆、永清二山在后，平鼎山在左，湖山在前，凡钱塘城邑江湖之胜，皆近在几席间，乃南北二峰中之最高一山也。有君子、天一二泉，理宗御书积庆山恰颜藏书农圃以赐。又赐功德寺名曰积庆教忠，后不及建而止。赞宁塔天圣间葬此。灵石山薛开封墓名居正，谥贞显。崇因报德院有灵石泉，又名岁寒泉，甚清，高宗尝临幸。院与积庆山后永清院皆薛开府功德。此院已废，独灵石塔犹存。净林广福院开府杨庆庵祖坟，土人呼为上杨庵，有松关、南泉、芳桂亭、姜白石与恬朴翁等四人来游，诗云：四人松下共盘桓，笔砚花壶石上安。今昔兴怀同此味，老仙留字在孱颜。后为演福寺，遂废。无垢寺旧名无著，乃无著禅师道场。旧在石人岭。庆元中，韩平原以寺为生坟，遂移寺于此。嘉定十一年重修。有鸦鸡岩、仙人台、清音轩。偃松下有茯苓，因名泉为茯苓泉。后为演福寺，遂废。崇恩演福教寺宝祐丁巳重建。咸淳中改禅寺，德祐后复为教寺。贾贵妃殡所，周汉国端孝公主祔焉。旧山门有妙庄严域及生清净心亭、真如亭、诸天阁、罗汉阁、灵石堂。鸡笼山金钟峰褚家坡汉末褚盛族旧有居此者。白莲院相传晋肇法师讲经于此。风篁岭小水乐福邸园。二老亭后改德威。旧在风篁岭头，东坡、辩才往来于此，皆有诗。今移于龙井祠下。龙井昊赤乌中，葛稚川尝炼丹于此。在风篁岭上。岩壑林樾幽古，石窦一泓，清澈翠寒，甘美可爱，虽久旱不涸。石上流水处，其色如丹，游者视久，水辄溢，人去即减，其深不可测。相传与江海通，有龙居之，每祷雨必应。或见小蟹、斑鱼、蜥蜴之类。井傍有惠济龙王祠。陈寺丞墓名刚中，绍兴中，以言事与张状元九成连坐，谪知虔州安远县而卒，后葬风篁岭沙盆坞。胡侯墓名则，知杭州，庙在墓前。刘庵孝宗朝刘婉容殡所，今归龙井寺。龙井延恩衍庆寺辩才故地，旧名报国看经院，后改寿圣，东坡书额犹存。又改广福，元祐以来，诸贤留题甚多，及东坡竹石、廉宣仲枯木。寺前有过溪桥，又名归隐桥，又名二老桥。寺有方圆庵、寂照阁、清献赵公闲堂、讷斋、潮音堂、涤心沼、镜清堂、冲泉、萨埵石。辩才、清献、东坡三贤祠、辩才塔、诸天阁。山有狮子峰。叶苔矶墓。元素字唐卿，诗人。五云山。中有真际院。岭上有天井，大旱不竭。九溪十八涧。大麦岭。法空寺。旧名资度。南资圣院。濮王坟。花家山。卢园。内侍卢允升园。景物奇秀，西湖十景所谓花港观鱼，即此也。净安院。内侍董宋臣香火。崇真宫。昔为女冠，今为永净尼寺。茆家步。独角门。净严广报院。内侍董永仲功德。隆兴庵。杨寺廨院。黄泥岭。水陆庵。杨寺廨院。后名庆安院。妙心寺。水竹坞。西湖三堤路苏公堤自南新路直至北新路口。小新堤自曲院至马蝗桥。苏公堤。元和中，东坡守杭日所筑。起南迄北，横截湖面，夹道杂植花柳，中为六桥九亭。坡诗云：六桥横绝天汉上，北山始与南屏通。忽惊二十五万丈，老葑席卷苍烟空。后守林希榜之曰苏公堤。章子厚诗云：天面长虹一鉴痕，直通南北两山春。第一桥。港通赤山。教场名映波。旌德观。元系定香寺旧址。宝庆间，京尹袁韶改建为观。有西湖道院，虚舟、云锦二亭。今复为定香寺。先贤堂名仰高。祠许由以下共四十人，刻石作赞，具载事迹。中以宝庆初巴陵之事，谓潘阆有从秦王之嫌，遂去之，及节孝妇孙夫人以下五人，今止三十有九人焉。中有振衣、古香、清风堂，山亭流芳，花竹萦纡，小山曲径。今归旌德，堂宇皆废。第二桥通赤山麦岭路，名锁澜。三贤堂祠白乐天、林和靖、苏东坡。后有三堂，曰水西云北、月香水影、晴光雨色。后有小亭，曰虚舟，曰云锦。第三桥通花家山。港，名望山。第四桥通茆家步。港，名压堤，北新路第三桥。施水庵，名圆通。有石台笼灯以照夜船。雪江书堂，胡贤良恍所居。新水仙王庙。龙王祠。与葛岭者为二。崇真道院，贾平章建。后有阁，今改为僧寺。松窗。张濡别墅。第五桥通曲院港，名东浦，北新路第二桥。第六桥通耿家步港，名跨虹，北新路第一桥。小新堤。淳祐中，赵京尹与自北新路第二桥至曲院筑堤，以通灵、竺之路。中作四面堂、三亭，夹岸花柳比苏堤，或名赵公堤。履泰将军庙。有天泽井、葛仙翁所植虬松。将军钱塘人，姓孙，名显忠，仕吴越时。嘉熙中，赵与欢京尹祷雨有验，奏闻，因敕封天泽侯。杨园。扬和王府。永宁崇福院。又名小隐寺，元系内侍陈源适安园。近世所歌菊花新曲破之事，正系此处。献重华宫为小隐园，孝宗拨赐张贵妃。寺前有涧曰双峰，又曰金沙，非衣一哀。裴禧园。诚斋诗云：岸岸园亭傍水滨，裴园飞入水心横。傍人莫问游何处，只拣荷花开处行。乔园。乔幼闻耳。袁史园。史屏，右微孙。资国院。旧名报国，有东坡诗。隐秀斋，赵令时德麟跋语。淳固先生墓斌姓宋，号庸斋，师晦庵先生。马蝗桥。孤山路。西陵桥。又名西林桥，又名西冷桥，又名西村。孤山旧有柏台、竹阁、四照阁、巢居阁、林处士庐，今皆不存。四圣延祥观。有韦太后沈香四圣像、小蓬莱阁、瀛屿堂、金沙井、六一泉。余见御园类。西太乙宫。旧四圣观园，理宗朝建。今黄庭殿乃昔凉堂也，两壁萧照画尚存。亭馆名并见御园类。弁阳诗云：蕊宫广殿号黄庭，突兀浮云最上层。五福贵神留不住，水堂空照九枝灯。有和靖墓、玛瑙坡、陈朝柏、四面堂。处士桥，以和靖得名。涵碧桥。高菊涧墓。名九万，葬孤山后谈家山。断桥。又名段家桥。万柳如云，望如裙带。白乐天诗云：谁开湖寺西南路，草绿裙腰一道斜。北山路。自丰乐楼北，沿湖至钱塘门外，入九曲路，至德胜桥南。印道堂、小溜水桥、黄山桥、扫帚坞、鲍家田、青芝坞、玉泉、驼𪩘、栖霞岭、东山同、霍山、昭庆教场、水磨头、葛岭、九里松、灵隐寺、石人岭、西溪路止。三天竺。附。柳洲龙王庙。名会灵，所谓柳洲五龙王也。惠明院。旧名资福，今呼柳洲寺。其地旧为通元庵。上船亭。养鱼庄。杨郡王府。环珀石园。杨郡王府，堂扁皆御书。迎光楼。张循王府。刘氏园。内侍刘公正所居。一清堂。后改玉莲，竞渡争标于此。菩提院。旧名惠严，与昭庆寺相连。有灵感大悲像阁、绿野白莲堂、碧轩、四观轩、南漪、迎薰、澄心、涵碧、玉壶、氍毹。今废。玉壶御园。杨和王水阁。贾府。上船亭。钱塘门上船亭。秀邸新园。谢府园。有一碧万顷堂。隐秀园。刘鄜王府。先得楼。即古望湖楼。坡诗云望湖楼下水连天是也。择胜园。秀邸。有御书择胜、爱开二堂。九曲城下。法济院。旧名观音院，有明爽二一轩。五圣庙。有苏汉臣画壁。妙因院。元系慈光庵。宝严院。真觉尼院。元系隐静庵。钱氏园。华亭钱府。新岳庙。东湖道院。关王庙。旧满路种桃，号半道红。古北关。杨府廨宇。杨郡王府。今舍为寺。玉虚观。崇果院。德胜桥南。旧名罗汉。印道堂。赵郭园。罗汉院。史府。今为慧曰寺。水丘园。西隐精舍。丰乐院。铁佛寺。梅冈御园。张氏园。王氏园。小溜水桥。精进院。斋宫。旧名精修。延庆院。澄寂院。桃花同。黄山桥。扫帚坞。万花小隐。谢府。袁常清宫。沂王功德。聚禾乃园。杨府。鲍家田。秀野园。谢府。南禅资福尼寺。极乐尼寺。思故塔。屠虚圣。昭庙。广慧侯。资寿院元系大圣庵。明觉院。旧名报先，有虚心轩。永庵。阎府。万安院旧名清化。永安。慈圣院旧名慈云。潘李二一贵妃殡所。有圣水池，大旱不涸。罗寺。妙智院旧名报国。观音。玉泉。净空院。泉水清澈，蓄大金鱼，有龙王祠。西观音山。青芝坞。愍忠资福普向院。杨和王建，专充殿前诸军功德，及为诸军瘗所。上关寺。内侍关少师功德，名崇先显庆。竹所。杜北山墓。汝能，字叔谦，太后诸孙，居曲院，能诗有声。天清宫。女冠。灵峰院。裴氏功德。裴坟。有双节亭。驼𪩘岭。灵耀观。西峰净严院。感义郡王功德。大明院。圆明崇福禅寺。岩阿有井泉，极清冽。内侍霍汝弼功德。栖霞岭。神仙宫。有偃松如龙，名御爱松。乾湿水洞。有一寺在侧。净元观。妙明院。东山同。不空院。旧名传经。永安院。元系吴秦王府香火庵。有清芬亭。护国仁王禅寺。后有龙洞，龙王祠在焉。西靖宫。女冠。宁或院。广照院。霍山长庆院。旧名华严，庵主张王香火。张王广惠庙。永庆院。光相塔院。山水甚奇。涌泉，高宗尝取瀹茗。清心院。旧名涌泉。瑶池园。口氏。金轮梵天院。旧名金轮寺，后即巾子峰。宝胜院。旧名应天。金牛护法院。洞明庵。天龙洞。道者开无门所居。云洞园。杨和王府。有万景天全、方壶云洞、潇碧天机云锦、紫翠阁、濯缨五色云、玉龙玲珑、金粟洞天、砌台等处。花木皆蟠结香片，极其华洁。盛时凡用园丁四十余人，监园使臣二名。大昭庆寺与前菩提寺相连，旧名菩提寺。有戒坛、策选锋教场。古柳林钱塘县尉司。旧有平湖轩、英游阁。又有片石，周益公字之曰奇俊，盖相传为王子高旧居故也。葛岭路水磨头石函桥。有水闸，泄湖水入下湖。放生亭德生堂。理宗御书。泳飞亭理宗御书。总宜园本张太尉，后归赵平远淇。今为西太乙宫。大昊园小吴园水月园绍兴中，赐杨和王，孝宗拨赐嗣秀王。水月瀛、燕堂、玉林堂，皆御书。兜率院葛岭。葛仙翁常往来于此，故得名。亦名葛坞。十三间楼相严院。旧名十三间楼。石佛院东坡守杭日，每治事于此。有冠胜轩、雨亦奇轩。大石佛院旧传为秦始皇缆船石，俗名西石头。宣和中，僧思净就石镌成大佛半身。或云下通海眼。保叔塔崇寿院。咸平中，僧永保修，故得名。有应天塔、极乐庵、落星石。石狮峰又名巾子峰，及石屏风在焉。碑刻旧有屏峰院记、封山记。宝稷山敷惠庙多宝院。旧名宝积。有绿阴堂。嘉泽庙祠水仙。有荐菊泉及亭。孙花翁墓惟信字季蕃，隐居湖山，弃官自放，诗词尤工。赵节斋葬之，刘后村为志，杜清献为文以祭。普安院挹秀园杨驸马。秀野园刘鄜王。有并堂。上智果院有参寥泉，东坡题梁广王殡所。治平寺有锦坞、烟云阁。寿星院有寒碧轩、此君轩、观台、杯泉、平秀轩、明远堂、东坡祠及诗刻。江湖伟观。即观台旧址，尽得江湖之胜。宝云庵。旧名千光王寺，邳王殡所。有清轩、月窟、澄心阁、南隐堂、妙思堂、云巢，今不复存。又有灵泉井、初阳台，亦废。玛瑙宝胜院昔在孤山，后改为四圣观，遂迁于此。有中庸子陶器墓，乃法惠法师智园自号也。有高僧阁、仆夫泉、夜讲台。养乐园贾平章。有光渌阁、春雨观、潇然养乐堂、嘉生堂，生意生物之所。玉清宫。有葛仙炼丹井。半春园。史卫王府。小隐园。史府。集芳御园后赐贾平章。内有假山石洞，通出湖滨，名曰后乐园。有蟠翠、雪香、翠岩、倚绣、挹露、玉蕊、清胜，以上皆高宗御题，亦集芳旧物也。西湖一曲奇勋。理宗御昼。秋壑遂初容堂，度宗御书。又有初阳精舍、警室、熙然台、无边风月、见天地心、琳琅步、归舟等不一。香月邻。廖莹中园，后归贾相。嘉德永寿教寺。毛娘娘功德。有翔泳堂、芝岩。喜鹊寺。即禅宗院，以鸟窠禅师得名。魏婉仪殡所。白乐天有紫杨花诗。宝严院。旧名垂云。有垂云亭、借竹轩、无量福海。赵紫芝墓名师秀，在宝严院后。定业院。鸟窠禅师道场。有君子泉、石甑山、环峰堂、袭梦轩、虎头岩，介于宝严、定业之间。施梅川墓名岳，字仲山，吴人。能词，精于律吕。杨守斋为寺后树梅作亭以葬，薛梯飙为志，李筼房书，周草窗题盖。仁寿尼庵。招贤寺上官良史墓在招贤寺后。良史字季长，号淇园。报恩院旧名报先，即孤山六一泉寺。后以其地为延祥观，遂迁于此。德国公主殡所。广化院旧名永福，自孤山迁于此。旧有白公竹阁、柏堂、水鉴堂、涵晖亭、凌云阁、金沙井、辟支佛骨塔、慧琳塔、白公祠堂。黄宜山诗云：移自孤山占此山，荒凉老屋万琅玕。樱桃杨柳空花梦，千古清风满阁寒。快活园赵氏水竹院落。贾平章园。御书阁曰奎文之阁，有秋水观、第一春、思剡亭。道院。显明院旧名兴福保清。仪王仲湜殡所。有鉴空阁、绿净堂。北新路口。栖霞岭口。古剑关。栖霞岭下。岳山王墓岳武穆王飞葬所，其子云亦祔焉。叶靖逸诗云：万古知心只老天，英雄堪恨复堪怜。如公少缓须臾死，彼运安能八十年。漠漠凝尘空偃月，堂堂遗像在凌烟。早知埋骨西湖路，悔不鸱夷理钓船。林弓寮诗云：天意只如此，将军足可伤。忠无身报主，冤有骨封王。苔雨楼墙暗，花风庙路香。沈思百年事，挥泪洒斜阳。王修竹诗云：埋骨西湖土一丘，残阳荒草几经秋。中原望断因公死，北客犹能说旧愁。褒忠演福院。元系智果观音院，后充岳鄂王香火，岳云所用铁枪犹存。冲虚宫。旧名宁寿庵。耿家步。东山同口。福寿院。旌德寺子院，有宁宗御书桂堂二字。廖药洲园。有花香、竹色、心太平、相在、世彩、爱君子、习说等亭。小石板巷。九里松。一寺门。唐刺史袁仁敬守杭，曰：植松于左右，各三行。门扁吴说书。高宗尝欲易之，自以不及，但金饰其字。驼𪩘岭。石板巷口。曲院巷。行春桥。小行春桥。忠勇庙。统制张玘祠。左军教场。马一二宝墓在教场内，曾欲去之，有黑蜂数百自墓中出，不可向，遂止。至元十五年六月，内有军厮名狗儿者，因樵采垦土，得一铁劵，上有字云：鴈门马氏葬于横冲桥云云。后又有十字：至元十五六，狗儿坏我屋。盖古人知数者耳，始知行春桥本横冲桥云。三藏塔院。明真宫女冠，今改为三藏寺。资德庙。慕容贵妃香火。万寿院。南山白云宗建。唐家同后涧溪。紫芝道院。道士陈崇真建。瑞冈坞。燕脂岭。以土色成名。普福教寺。崇寿院。崇亲资福院。张淑妃香火。天申万寿圆觉教寺。旧为了义法师塔院。有归云堂、三昧正受阁，并高宗御书。累朝临幸，有御座、御榻、理宗御昼、清凉觉地。石狮子。香林园。斑衣园。韩府。金沙涧。灵竺之水，自此东入于湖。显慈集庆教寺。阎贵妃香火。寺殿阁扁皆理宗御书。有月桂亭，甚佳，金碧为湖山诸寺之冠。灵隐天竺寺门。俗呼二寺门，袁居中书白乐天诗：一山门作两山门，两寺元从一寺分。正此也。合涧桥。灵、竺二山之水会合于此。龙春桥。武林山又曰灵隐山，又日灵苑山，又曰仙居山。上有五峰：曰飞来，曰白猿，曰稽留，曰月桂，曰莲华。山前有涧，即武林泉也。呼猿洞。龙泓洞，有蒋之奇篆字，前后诸贤题字极多。二洞在飞来峰。女儿山，一名玉女岩。青林岩。理公岩，乃灵隐门山，惠理法师在灵鹫寺后。冷泉。有亭在泉上。冷泉二字乃白乐天书，亭字乃东坡续书。诗扁充栋，不能悉录。林丹山诗云：一泓清可沁诗脾，冷暖年来只自知。流向西湖载歌舞，回头不似在山时。温泉醴泉。二泉在冷泉之上。葛坞。朱墅。候仙亭，壑雷亭，观风亭。又有虚白、见山、袁君、紫薇、翠微、石桥、月桂等亭，及丹灶、隐居、许迈、思真三堂，连岩栈、伏龙溅等，今皆废。景德灵隐禅寺相传灵隐禅寺乃葛仙翁书，或云宋之问书。景德中，续加景德二字。有百尺弥勒阁、莲峰堂。方丈曰直指堂、千佛殿、延宾水阁、望海阁。理宗御书觉王宝殿、妙庄严域。又有巢云亭、见山堂、白云庵、松源庵、东庵等，在山后，尤幽寂可喜。北高峰塔在灵隐寺山后绝顶，比南高峰尤高，上有五显祠，远近炷香，四时不绝。法安院旧名广严。唐韬光禅师筑庵于院后，有清献、东坡题名。保宁院旧名保安无量寿。资圣院旧名大明开山咸泽禅师。韬光庵韬光禅师道场，与乐天同时。周伯弜有诗，前后诸贤留题甚多。旧有僧尝于此降仙，请至释子兰以下十人，凡七士三释，皆唐人能诗者，各书一诗，语极奇绝，曲尽其景，今诗尚存壁间。永福寺隆国黄夫人功德，咸淳九年建，在灵隐西石笋山下。石笋普圆院天福二年，黄氏重修。旧名资严，山有石如笋，高数十丈，故名石笋寺。有超然台、金沙、白沙二泉、邺公庵。杭守祖无择爱此山之胜，结庵于此，取公所封名之。方丈左右金漆板扉，皆赵清献诸贤苏、秦、陈、黄留题，及文与可竹数枝，如张总得父子、吴传朋等题字甚多，岁久暗淡，犹隐可见。寺极清古幽邃，为湖山诸刹之冠。后隆国黄夫人以超然台为葬地，遂移此院于山之西，而古意不复存矣。大圣灵寿院。僧德贤建。铁舌庵。隆亲永福院。温国陈夫人香火，今废。时思荐福寺。吴益王坟寺。旧以下竺为坟寺，后以古刹，遂别建于此。高宗尝临幸。吴太后手书金刚经，有杨太后跋，及高宗御书心经，并刻石藏下竺灵山塔下。益王神道碑，蒋灿书，甚佳。墓前二石马，琢刻如生，旧传夜辄驰骤，其秋辔光莹如玉，至今苔藓不侵。寺有宜对亭、通云亭、双珠亭、万玉轩，湖山至此，极幽邃矣。黄妃墓。钱王妃。卓笔峰。明惠尼院。旧名定惠，钱王孙妃香火。石人岭。海峰庵。无著禅师塔。旧有无垢院，韩平原以为寿地，迁院于灵石山侧。后杨郡王复取为寿地，遂启其塔，乃陶龛，容色如生，发垂至肩，指瓜皆绕身，舍利无数，留三日不坏，竟荼毗之。僧肇淮海有诗云：一定空山五百年，不须惆怅启颓甎。路边多少麒麟冢，过眼无人赠纸钱。今地为永福所有。西溪路。毕宫师墓。毕再遇之父子皆葬于此。三天竺。自灵鹫至上竺郎当岭止。陈明大王庙。汉灵帝熹平，余杭令陈浑，后唐明宗长兴中，封太平灵卫王。灵鹫兴圣寺。惠理法师卓锡之地，吴越王建。有灵山海会阁，理宗御书。理公岩。滴翠轩。九品观。东坡词，东坡题名。隋观法师塔。下竺开山祖师真观。下天竺灵山教寺，在隋号南天竺，五代时号五百罗汉院，祥符初号灵山，天禧复名天竺寺，绍兴改赐天竺时思荐福，为吴秦王香火，庆元复今额。有御书阁，藏仁宗及中兴五朝御书。曲水亭、前塔、跳珠泉、枕流亭、适安亭、清晖亭、九品观、堂石面灵桃石、莲华、水波石、悟侍者塔并祠、草堂、西岭、卧龙石、石门涧、神尼舍利塔曰观庵，方丈曰佛国山。法堂二字乃云房钟离权书，甚奇古。金光明三昧堂、神御殿、瑞光塔、普贤殿、无量寿阁、回轩亭、七叶堂、客儿亭、大悲泉、重荣桧、葛仙丹井、白少傅烹茶井、石梁、翻经台、望海阁、香林亭、香林洞、无根藤、斗鸡岩、夜讲堂、登啸亭、灵山后塔、慈云忏主塔、七宝普贤阁、旃檀观音瑞像，有记。大抵灵竺之胜，周回数十里，岩壑尤美，实聚于下天竺寺。自飞来峰转至寺后，诸岩洞皆嵌空玲珑，莹滑清润，如虬龙瑞凤，如层华吐萼，如皱縠叠浪，穿幽透深，不可名貌。林木皆自岩骨拔起，不土而生。传言兹岩韫玉，故腴润若此。石间波纹水迹，亦不知何时有之。其间唐宋游人题名，不可殚记，览者顾景兴怀云。吴越孝献世子墓。文穆王子。枫林坞。永清寺。薛开府居正香火。中天竺天宁万寿永祚禅寺隋开皇千岁，宝掌和尚开山建寺。昊越时名崇寿院，政和中改赐今名。有摩利支天像、华严阁、如意泉。弥陀兴福教院。皇子兖、邠二王殡所。大明寺。元系兴或庵。显亲多福院。旧名先福。上天竺灵感观音院天福中建，名天竺看经院。咸平初赐今名。淳祐中，赐广大灵感观音教寺。旧寺额蔡襄书，后理宗易以御书。外山门乃蔡京书。绍兴、乾道、淳熙皆尝临幸。有十六观堂、应真阁、超诸有海。理宗御书。有云汉之阁，藏累朝所赐御书。两峰堂。白云堂、中印堂、清华轩、延桂阁、秋芳阁、伴云阁。前后赐珠冠玉炉、珍玩甚多。每水旱，朝廷必祷焉。外古迹有肃仪亭、梅峰庵、崇老桥、金佛桥、复庵、流虹涧、梦泉、植杖亭、谢履亭、凝翠泉、观音泉、云液池、孙公泉、无竭泉、双桧峰、白云峰、乳窦峰、杨梅岭、郎当岭。"
                }
            ]
        },
        {
            "name": "武林旧事卷六",
            "paragraphs": [
                {
                    "paragraph": "武林旧事卷六",
                    "type": 1
                },
                {
                    "paragraph": "诸市：药市，炭桥，花市，官巷。珠子市，融和坊，南官巷。米市，北阙门外黑桥头。肉市，大瓦，修义坊。菜市，新门外东青门霸子头。鲜鱼行，候潮门外。鱼行，北阙门外水冰桥。南猪行，候潮门外。北猪行，打猪巷。布市，便门外横河头。蟹行，新门外南土门。花团，官巷口，钱塘门内。青果团，候潮门内。泥路。柑子团，后市街。鲞团，便门外浑水闸。书房，橘园亭。瓦子：勾栏，南瓦，清冷桥。熙春楼。中瓦，三二元楼。大瓦，三桥街，亦名上瓦。北瓦，众安桥，亦名下瓦。蒲桥瓦亦名东瓦。便门瓦，便门外。候潮门瓦，候潮门外。小偃门瓦，小偃门外。新门瓦亦名四通馆瓦。荐桥门瓦，荐桥门外。菜市门瓦，菜市门外。钱湖门瓦，省马院前。赤山瓦，后军寨前。行春桥瓦，北郭瓦又名大通店。米市桥瓦，旧瓦，石板头。嘉会门瓦，嘉会门外。北关门瓦又名新瓦。艮山门瓦艮山门外。羊坊桥瓦、王家桥瓦、龙山瓦城内隶修内司，城外隶殿前司。如北瓦、羊棚楼等，谓之游棚。外又有勾栏甚多，北瓦内勾栏十三座最盛。或有路岐不入勾栏，只在耍闹宽阔之处做塲者，谓之打野呵，此又艺之次者。酒楼和乐楼升旸宫南库和丰楼武林园南。上库中和楼银瓮子中库春风楼北库太和楼东库。西楼金文西库太平楼丰乐楼南外库北外库西溪库以上并官库，属户部点检所。每库设官妓数十人，各有金银酒器千两，以供饮客之用。每库有祇直者数人，名曰下番。饮客登楼，则以名牌点唤侑樽，谓之点花牌。元夕，诸妓皆并番互移他库，夜卖各戴杏花冠儿，危坐花架。然名娼皆深藏邃阁，未易招呼。凡肴核杯盘，亦各随意携至库中，初无庖人，官中趁课，初不借此，聊以粉饰太平耳。往往皆学舍士夫所据，外人未易登也。熙春楼、三元楼、五门楼、赏心楼、严厨、花月楼、银马杓、康沈店、翁厨、任厨、陈厨、沈厨、巧张曰新楼、周厨、郑厨，只卖好食，虽海鲜头羹皆有之。虼蟆眼只卖好酒，张花以上皆市楼之表表者。每楼各分小阁十余，酒器悉用银，以竞华侈。每处各有私名妓数十辈，皆时妆袪服，巧笑争妍。夏月茉莉盈头，香满绮陌，凭槛招邀，谓之卖客。又有小鬟，不呼自至，歌吟强聒，以求支分，谓之擦坐。又有吹箫弹阮，息气锣板，歌唱散耍等人，谓之赶趁。及有老妪以小炉炷香为供者，谓之香婆。有以法制青皮、杏仁、半夏、缩砂、豆蔻、小蜡茶、香药、韵姜、砌香、橄榄、薄荷，至酒阁分俵得钱，谓之撒暂。又有卖玉面貍、鹿肉、糟决明、糟蟹、糟羊蹄、酒蛤蜊、柔鱼、虾茸乾者，谓之家风。又有卖酒浸江章举、蛎肉、龟脚、锁管、蜜丁、脆螺、鲎酱、法𫚥子鱼、䱥鱼诸海味者，谓之醒酒口味。凡下酒羹汤，任意索唤，虽十客各欲一味，亦自不妨。过卖铛头记忆数十百品，不劳再四，传喝如流，便即制造供应，不许少有违误。酒未至，则先设看菜数楪，及举杯，则又换细菜，如此屡易，愈出愈奇，极意奉承。或少忤客意，及食次少迟，则主人随逐去之。歌管欢笑之声，每夕达旦，往往与朝天车马相接，虽暑雨风雪不少减也。歌馆平康诸坊，如上下抱剑营、漆器墙、沙皮巷、清河坊、融和坊、新街、太平坊、巾子巷、狮子巷、后市街、荐桥，皆群花所聚之地。外此诸处茶肆，如清乐茶坊、八仙茶坊、珠子茶坊、潘家茶坊、连三茶房、连二茶坊，及金沙桥等两河以至瓦市，各有等差，莫不靓妆迎门，争妍卖笑，朝歌暮弦，摇荡心目。凡初登门，则有提瓶献茗者，虽杯茶亦犒数千，谓之点花茶。登楼甫饮一杯，则先与数贯，谓之支酒。然后呼唤提卖，随意置宴，赶趁祗应、扑卖者，亦皆纷至，浮费颇多。或欲更招他妓，则虽对街，亦呼肩舆而至，谓之过街轿。前辈如赛观音、孟家蝉、吴怜儿等甚多，皆以色艺冠一时，家甚华侈。近世目击者，惟唐安安最号富盛，凡酒器、沙锣、冰盆、火箱、妆盒之类，悉以金银为之，帐幔、茵褥，多用锦绮，器玩珍奇，他物称是。下此虽力不逮者，亦竞鲜华。盖自酒器、首饰、被卧、衣服之属，各有赁者，故凡佳客之至，则供具为之一新，非曾游者不察也。赁物花檐、酒檐、首饰、衣服、被卧、轿子、布囊、酒器、帏设、动用盘合、丧具，凡吉凶之事，自有所谓茶酒厨子，专任饮食、请客、宴席之事，凡合用之物，一切赁至，不劳余力，虽广席盛设，亦可咄嗟办也。作坊：熟药圆散、生药片饮、麸面团子、馒头、爊炕鹅鸭、爊炕猪羊、糖蜜枣儿、诸般糖、金橘团、灌肺、伞子、萁苔、印马、蚊烟。都民骄惰，凡卖买之物，多于作坊行贩已成之物，转求什一之利。或有贫而愿者，凡货物盘架之类，一切取办于作坊，至晚始以所直偿之，虽无分文之储，亦可糊口，此亦风俗之美也。骄民。都民素骄，非惟风俗所致，盖生长辇下，势使之然。若住屋则动蠲公私房赁，或终岁不偿一镮，诸务税息亦多蠲放，有连年不收一孔者，皆朝廷自行抱认诸项窠名。恩赏有黄榜钱，雪降则有雪寒钱，久雨久晴则又有赈恤钱米，大家富室则又随时有所资给，大官拜命则有所谓抢节钱，病者则有施药局，童幼不能自育者则冇慈幼局，贫而无依者则有养济院，死而无殓者则冇漏泽园，民生何其幸欤！游手。浩穰之区，人物盛颗，游手奸黠，实繁有徒，有所谓美人局，以倡优为姬妾，诱引少年为事。柜坊赌局，以博戏、关扑、结党手法骗财。水功德局，以求官、觅举、恩泽、迁转、讼事、交易等为名，假借声势，脱漏财物，不一而足。又有买卖物货，以伪易真，至以纸为衣，铜铅为金银，土木为香药，变换如神，谓之白日贼。若阛阓之地，则有剪脱衣囊环佩者，谓之觅贴儿。其他穿窬胠箧，各有称首。以至顽徒如拦街虎、九条龙之徒，尤为市井之害。故尹京政先弹压，必得精悍钩巨、长于才术者乃可。都辖一方有都辖使臣，总辖供甲院长，以至厢巡地分、头项火下，凡数千人，专以缉捕为职。其间雄驵有声者，往往皆出群盗，而内司又有海巡人厢以察之。市食鹌鹑蚀儿肝脏饭子、宽焦薄脆灌肠。猪胰胡饼香药灌肺，窝丝姜豉刬子羊脂韭饼、玲珑双条、七色烧饼、科斗细粉、金锭裹蒸、市罗铗儿、杂煠糕糜、旋炙犯儿、八糙鹅鸭，炙鸡鸭，爊肝，罐里爊，爊鳗鳝，燋团鱼，煎白肠，水晶脍，煎鸭子，脏𫘞儿，焦蒸饼，海蛰鲊，姜虾米，辣齑粉，糖叶子豆，糟麻螺头，膘皮，辣菜饼，炒螃蟹肉，葱齑，羊血，鹿肉犯子果子，皂儿膏，宜利少瓜蒌，煎鲍螺，裹蜜糖丝线，泽州饧，蜜麻酥，炒团，澄沙团子，十般糖甘露饼，玉屑膏，爊木瓜，糖脆梅，破核儿，查条，橘红膏，荔枝膏，蜜姜豉，韵姜糖，花花糖，二色灌香藕，糖豌豆，芽豆，栗黄，乌李，酪面，蓼花，蜜弹弹，望口消，桃穰酥，重剂宓虫束柬儿，天花饼，乌梅糖，玉柱糖，乳糖狮子，薄荷蜜，琥珀蜜，饧角儿，诸色糖蜜煎菜蔬，姜油多，薤花茄儿，辣爪儿，倭菜，藕鲊，冬瓜鲊，笋鲊，茭白鲊，皮酱糟瓜齑，淡盐齑鲊，菜醋姜，脂麻辣菜，拌生菜，诸般糟淹盐芥粥，七宝素粥，五味粥，栗米粥，糖豆粥，糖粥，糕粥，馓子粥，把鲊，筭条，界方条，线条。鱼肉影戏：胡羊犯，削脯，槌脯，松脯，兔犯獐，犯鹿脯，糟猪头，乾咸豉，皂角𮣴，腊肉，炙骨头，旋炙，荷包，荔枝皮，鹅鲊，荷包旋鲊，三和鲊，切鲊，骨鲊，桃花鲊，雪团鲊，玉板鲊，鲟鳇鲊，春子鲊，黄雀鲊，银鱼鲊，螊鲊。凉水，甘豆汤，椰子酒，豆儿水，鹿梨浆，卤梅水，姜蜜水，木瓜汁，茶水，沈香水，荔枝膏水，苦水，金橘团，雪泡，缩脾饮，梅花酒，五苓大顺散，香薷饮，紫苏饮。糕糖糕，蜜糕，栗糕，粟糕，麦糕，豆糕，花糕，糍糕，雪糕，小甑糕，蒸糖糕，生糖糕，蜂糖糕，线糕，间炊糕，乾糕，乳糕，重阳糕，社糕。蒸作从食：子母𫊱，春尔虫，大包子，荷叶饼，芙蓉饼，寿带龟，子母龟，欢喜，撚尖，剪花，小蒸作，骆驼蹄，大学馒头，羊肉馒头，细馅，糖馅，豆沙馅，蜜辣馅，生馅，饭馅，酸馅，笋肉馅，麸蕈馅，枣栗馅，薄皮，蟹黄，灌浆卧炉，鹅项，枣锢仙桃，乳饼，菜饼，秤锤蒸饼，睡蒸饼，千层鸡头篮儿，鹅弹月饼子，炙焦肉油饼，烧饼，火棒，小蜜食，金花饼，市罗宓虫剂，饼啖，春饼，胡饼，韭饼，诸色啖子，诸色包子，诸色角儿，诸色果食，诸色名酒，蔷薇露，流香，并御库。宣赐碧香，思春堂，三省激赏库。凤泉，殿司。玉练槌，祠祭。有美堂，中和堂。雪醅，真珠泉，皇都春，出卖。爰次口堂，和酒，出卖，并京酝。白王华堂，浙西仓常酒，出卖。琼花露，扬州。六客堂，湖州。齐云云主月露，双瑞，并苏州。爱山堂，得江，并东总。留都春，静治堂，并江阃。十州春，玉醅，并海阃。海岳春，西总筹。田心堂，江东漕。清若空，秀州。蓬莱春，越州。第一江山，北府兵厨。锦波春，浮玉春，并镇江。秦淮春，银光，并建康。清心堂，丰和春，蒙泉，并温州。潇洒泉，严州。金斗泉，常州。思政堂，龟峰，并衢州。错认水，婺州。谷溪春，兰溪。庆远堂，秀邸。清白堂，杨府。蓝桥风月，天府。紫金泉，杨郡王府。庆华堂，杨驸马府。元勋堂，张府。眉寿堂，万象皆春，并荣邸。济美堂、胜茶，并谢府。点检所酒息日课以数十万计，而诸司邸第及诸州供送之酒不与焉。盖人物浩繁，饮之者众故也。小经纪，他处所无有选官图，班朝录，供朝报，写牌额，诸色科名，开先牌，织经带，裁板尺，诸色指挥，交床，试篮，棋子，棋盘，蒱牌，骰子，诸般簿子，卖字本，掌记册儿，纸画儿，诸色经文，刀册儿，剪字扇牌儿，印色盝，缠令要令，琴、阮，弦，开笛，靓笙，鞔鼓，簧，位牌，诸盘盝儿，屋头挂屏，剪镞花样，檐前乐，见成皮鞋，提灯，龊灯，头须编掠，香橼络儿，香橼坐子，柱杖，粘竿，风幡，钓钩，钓竿，食四草吊，挂拂子，蒲坐，椅褥，药焙，烘篮、风袋、烟帚，糊刷鞋楥桶钵、搭罗儿、姜擦子、帽儿、鞋带，修皮鞋，穿交椅、穿四圭四思鞋、结砥领、抹钗朵、牙梳、穿珠、洗翠、修冠子、小梳儿、染梳儿、接补梳儿、香袋儿，面花儿、绢孩儿、符袋儿，画梅、七香丸、胶纸、稳步膏、手皱药、凉药、香药、膏药、发垛儿、头发、磨镜、弩儿、弩弦、弹弓、箭翎、射帖、壶筹、鹁鸽铃、风筝、药线、象棋、鞬子、斗叶、香炉灰、纰刷儿、篦子、剔剪截断尺出洗衣服、簇头消息、提茶瓶、鼓炉、钉饼、钉看窗、札熨斗、供香饼、使绵、打炭墼、补锅子、泥灶、整漏篐桶、襻膊儿、竹猫儿、消息子、老鼠药、蚊烟、闹鹅儿、凉筒儿、纽扣子、接绦、修扇子、钱索、麻索、红索儿、席草、鸡笼、修竹作、使法油、油纸、油单、毡坐子、修砧头、磨刀、磨前刀子。擂槌曰吃三十丈，木头以三十万。俗谚云：杭州人一家为率，约每十家，日吃擂槌一分，合而计之，则三十丈矣。棒槌、舂米、劈柴、淘井、猫窝、猫鱼、卖猫、鱼改猫犬、鸡食、鱼食、虫䖵食、虫蚁食、诸般虫蚁、鱼儿活、虼蚪儿、促织儿、小螃蟹、金麻、马蛩儿、蝍蟟、虫蚁笼、促织盆、麻花子、荷叶、灯草、发烛、肥皂团、茶花子、买瓶掇、旧铺衬、圪伯纸、竹钉、淘灰土、淘河、剔拨义黄牛粪灰、挑疥虫、卖烟火、旋影戏。若夫儿戏之物，名件甚多，尤不可悉数。如相银杏、猜糖、吹叫儿、打娇惜、千千车轮盘儿，每一事率数十人，各专借以为衣食之地，皆他处之所无也。诸色技艺人：御前应制：姜梅山特立，观察使：周葵窗端。工工：曹松山蘧、陈藏一郁、徐良、陈爱山、程奎、耿待聘。御前画院：马和之、苏汉臣、李安中、陈善、林春、昊炳、夏土土、李迪、马远、马璘。"
                }
            ]
        },
        {
            "name": "武林旧事卷七",
            "paragraphs": [
                {
                    "paragraph": "武林旧事卷七",
                    "type": 1
                },
                {
                    "paragraph": "德寿宫起居注乾道年三三月初十日，南内遣合长至德寿宫奏知：连日天气甚好，欲一二日间恭邀车驾幸聚景园看花，出自圣意选定一日。太上云：传语官家，备见圣孝，但频频出去，不惟费用，又且劳动多少人。本宫后园亦有几株好花，不若来日请官家过来闲看。遂遣提举官同到南内奏过，遵依讫。次日，进早膳后，车驾与皇后、太子过宫，起居二殿讫。先至灿锦亭进茶，宣召吴郡王、曾两府以下六员侍宴，同至后苑看花。两廊并是小内侍及幕士，效学西湖铺放珠翠、花朵、玩具、疋帛及花篮、闹竿、市食等，许从内人关扑。次至毬塲，看小内侍抛彩毬、蹴秋千。又至射厅，看百戏，依例宣赐。回至清妍亭看荼䕷，就登御舟，绕堤闲游。亦有小舟数十只，供应杂艺，瞟唱鼓板，蔬果与湖中一般。太上倚阑闲看，适有双燕掠水飞过，得旨，令曾觌题词，遂赋进阮郎归云：柳阴庭院占风光，呢喃春昼长。碧波新涨小池塘，双双蹴水忙。萍散漫，絮飞扬，轻盈体态狂。为怜流水落花香，衔将归画梁。既登舟，知合张抡进柳梢青云：柳色初浓，余寒似水，纤雨如尘。一阵东风，縠纹微皱，碧沼鳞鳞。仙娥花月精神，奏凤管、鸾弦斗新。万岁声中，九霞杯内，长醉芳春。曾觌和进云：桃靥红匀，梨腮粉薄，鸳径无尘。凤阁凌虚，龙池澄碧，芳意鳞鳞。清时酒圣花神，看内苑、风光又新。一部仙韶，九重鸾仗，天上长春。各有宣赐。次至静乐堂看牡丹，进酒三盏。太后邀太皇、官家同到刘婉容位奉华堂，听摘阮奏曲罢，婉容进茶讫，遂奏太后云：近教得二女童琼华、彩华，并能琴阮、下棋、写字、画竹、背诵古文，欲得就纳与官家则剧。遂令各呈伎艺，并进自制阮谱三十曲。太后遂宣赐婉容宣和殿玉轴、沈香槽三峡流泉正阮一面，白玉九芝道冠、北珠缘领道氅，银绢三百疋两，会子三百万贯。是日，三殿并醉，酉牌还内。自此官里知太上圣意不欲频出劳人，遂奏知太上，命修内司曰：下于北内后苑建造冷泉堂，叠巧石为飞来峰，开展大池，引注湖水，景物并如西湖。其西又建大楼，取苏轼诗句，名曰聚远，并是今上御名恭书。又御制堂记，太上赋诗，今上恭和，刻石堂上。是岁，翰苑进端午帖子云：聚远楼前面面风，冷泉堂下水溶溶。人间炎热何由到，真是瑶台第一重。又曰：飞来峰下水泉清，台沼经营不日成。境趣自超尘世外，何须方士觅蓬瀛。盖纪实也。淳熙三年五月二十一日，天申圣节。先十日，驾诣德寿宫进香，并进奉银五万两、绢二十疋，钱五万贯、度牒一百道，用绿油匣二百个，上贴签云：臣某御名谨进。令幕士安顿寝殿前，候合长到宫，移入殿上，并铺放七宝金银器皿等。十二日，皇后到宫进香。排日，皇太子、皇太于妃并大内职典等进香。至日夘时，车驾率皇太子、太子妃、文武百僚并诣宫上寿。车驾至小次降辇，太上遣本宫提举传旨减拜行礼。上回奏云：上感圣恩，容臣依礼上寿。太上再命减十拜。俟太上升殿，皇帝起居拜舞如仪，并率皇太子、百官奉上御酒。乐作，卫士三呼，驾兴，入幄次小歇。乐人再排立殿上降帘，太上再坐，太后率皇后、太子妃上寿，六宫次第起居礼毕，退。上侍太上过寝殿，进早膳，太上令宣唤吴郡王等官前来伴话。上侍太上同往射厅看百戏，依例宣赐，再入幄次小歇。上遣合长奏知太上，午时三刻恭请赴坐。至期，车驾并赴德寿殿排当，自皇帝以下并簪花侍宴。至第三盏，太上遣内侍请官家免花帽束带，并卸上盖衣。官里回奏：上感圣恩。并免皇后头冠，皇太子穿执，并谢恩讫。太上泛赐皇太子累金嵌宝盘盏、紫罗紫纱，南北内互赐承应人目子钱，主管禁卫官率禁卫等人于殿门外谢恩。又入幄次小歇。约二刻，再请太上往至乐堂再坐，教坊大使申正德进新制万岁兴龙曲乐破对舞，各赐银绢有差。又移宴清华看蟠松，宫嫔五十人皆仙妆，奏新乐，进酒，并衙前呈新艺。约至五盏，太上赐官里御书急就章并金刚经，官家却进御书真草千文。太上看了甚喜，云：大哥近日笔力甚进。上起谢，同皇太子步至蟠松下，看御书诗。再入坐，太上皇索翡翠鹦鹉杯，官里与皇后亲捧杯进酒。太上曰：此是宣和间外国进到，可以屑金。就以为赐。上谢恩。时太上、官家并已七八分醉，再服上盖，率皇后、太子谢恩，宣平辇近里升辇。太上宣谕知省云：官家巳醉，可一路小心照管。知省等领圣旨还内。来早，上遣知省至宫，恭问二圣起居，并奏欲亲到宫谢恩。太上就令提举往问兴居，并免到宫行礼。八月二十一日，寿圣皇太后生辰。先十日，车驾过宫，先至太上处起居，方至本殿进香。次皇后、皇太子、太子妃、庄文太子妃张娘娘以下并进香起居。上至太上内书院进泛索，遂奏安止，还内。十二日，婉容到宫，至西便门廊下，先至太上处奏起居，次入本殿进香。值雨，免下阶起居，大内进香。十三日，知省及大官到宫进香，合长就管押进奉银绢度牒等，并七宝金银器皿，比天申节减半，并珠子十号，并于后殿铺放。十六日，本殿提举率本宫官属进香，并设放寿星及神仙意思书画等物，隔帘奏喏，免起居，退。次日，皇太后宅亲属到宫进香，并本宫人吏、后苑官属、作院使臣等，并节次进香。二十一日鸳时，皇后先到宫，候驾到，至太上前殿起居，次至本殿，官家第一班，皇后第二班，太子并太子妃第三班，上寿讫，太后宅亲属上寿，并同天申节仪。太上邀官里至清心堂进泛索，值雨，不呈百戏，依例支赐。午初二刻，奏办就本殿大堂面北坐，官家花帽儿上盖，皇后三钗头冠，并赐簪花。至五盏，并免大衣服，官里便背儿赴坐。第七盏，小刘婉容进自制十色菊千秋岁曲破，内人琼琼、柔柔对舞。上于阁子库取赐五两珠子、一号细色北段各十疋。太后又赐七宝花十枝，珠翠芙蓉领缘一副。又移坐灵芝殿有木犀处进酒。次到至乐堂再坐，更尽后还内。十月二十二日，今上皇帝会庆圣节。至日，车驾过宫，太上升殿起居讫，簪花拜舞，进寿酒讫。太上回赐寿酒。次至太后殿行礼。详并见第一卷。从太上至后苑梅坡看早梅。又云浣溪亭看小春海棠。午初，至载忻堂排当，官家换素帽儿，太后赐官里女乐二十人，上再拜谢恩。并教坊都管王喜等进新制会庆万年薄媚曲破，对舞，并赐银绢。太上以白玉桃杯赐上御酒，云：学取老爹年纪，早早还京。上饮酒，再拜谢恩。三盏后，官家换背儿，免拜。皇后换团冠背儿；太子免系裹，再坐。本宫御侍六人并升郡夫人，就赐诰谢恩，并照例支散目子钱。太上又赐官里玉酒器十件，累珠嵌宝器皿一千两，克丝作金龙装花软套合子一副。侍宴官吴郡王以下各赐金盘盏、疋段并薇露酒、香茶等。是日，官里大醉。申后，宣逍遥子入便门，升辇还内。淳熙五年二月初一日，上过德寿宫起居，太上留坐冷泉堂，进泛索讫，至石桥亭子上看古梅。太上曰：苔梅有二种，宜兴张公洞者，苔藓甚厚，花极香；一种出越上，苔如绿丝，长尺余。今岁二种同时著花，不可不少留一观。上谢曰：恭领圣旨。上皇因言多日不见史浩，命内侍宣召。既至，起居讫，赐坐，并召居广、郑藻初筵，教坊奏乐呈伎，酒三行，太上宣索市食，如李婆婆杂菜羹、贺四酪面、三脏猪胰、胡饼、戈家甜食等数种。太上笑谓史浩曰：此皆京师旧人，各厚赐之。史起谢。又移宴静乐堂，尽遣乐工，全用内人动乐，且用盘架，品味百余种，酒行无算。又宣索黄玉紫心葵花大盏，太上亲自宣劝，史捧觞为两宫寿。时君臣皆已沾醉，小内侍密语史相公云：少酌。上闻之曰：满酌不妨，当为老先生一醉。太上极喜，赐史少保玉带一条、冰片脑子一金合、紫泥罗二十疋，御书四轴，史相谢恩退。淳熙六年三月十五日，车驾过宫，恭请太上、太后幸聚景园。次日，皇后先到宫起居，入幕次换头面，候车驾至，供泛索讫，从太上、太后至聚景园。太上、大后至会芳殿降辇，上及皇后至翠光降辇，并入幄次小歇。上邀两殿至瑶津少坐，进泛索。太上、太后并乘步辇，官里乘马，遍游园中，再至瑶津西轩，入御筵。至第三盏，都管使臣刘景长供进新制泛兰舟曲破，吴兴祐舞，各赐银绢。上亲捧玉酒船上寿酒，酒满玉船，船中人物皆能举动如活，太上喜见颜色。散两宫内官酒食，并承应人目子钱。遂至锦壁赏大花，三面漫坡，牡丹约千余丛，各有牙牌金字，上张碧油绢幕。又别剪好色样一千朵，安顿花架，并是水晶玻璃天晴一作天青。汝窑金瓶，就中间沈香卓儿一只，安顿白玉碾花商尊，约高二尺，径二尺三寸，独插照殿红十五枝。进酒三杯，一应随驾官人、内官，并赐两面翠叶滴金牡丹一枝，沈香柄金丝御书扇各一把。是日，知合张抡进壶中天慢云：洞天深处，赏娇红、轻玉高张云幕。国艳天香相竞秀，琼苑风光如昨。露洗妖妍，风传馥郁，云雨巫山约。春浓如酒，五云台榭楼阁。圣代道洽功成，一尘不动，四境无鸣柝。屡有丰年天助顺，基业增隆山岳。两世明君，千秋万岁，永享升平乐。东皇呈瑞，更无一片花落。太上喜，赐金杯盘、法锦等物。此词或谓是康伯可所赋，张抡以为己作。又进酒两盏，至清辉少歇。至翠光登御舟，入里湖，出断桥，又至真珠园。太上命买湖中龟鱼放生，并宣唤在湖买卖等人，内侍用小彩旗招引，各有支赐。时有卖鱼羹宋五嫂，对御自称东京人氏，随驾到此。太上特宣上船起居，念其年老，赐金钱十文、银钱一百文、绢十疋，仍令后苑供应泛索。时从驾官丞相赵雄、枢密使王淮、参政钱良臣并在显应观西斋堂侍班，各赐酒食、翠花扇子。至申时，御舟梢泊花光亭，至会芳少歇。时太上已醉，官里亲扶上船，并乘轿儿还内。都人尽出观瞻，赞叹圣孝。九月十五日，明堂大礼。十三日，值雨，未时奏请宿斋。北内送天花蘑菇、蜜煎山药、枣儿、乳糖、巧炊、火烧角儿等。十四日早，车驾诣景灵宫，回太庙宿斋。雨终日不止。午后，太上遣提举至太庙传语官家：连日祀事不易，所有十六日诣宫饮福，以阴雨泥泞劳顿，可免到宫行礼。天气阴寒，请官家善进御膳，频添御服。圣旨遣合长回奏：上感圣恩，至日若登楼肆赦时，依旧诣宫行礼。若值雨不登门时，续当奏闻。至晚，雨不止，宣谕大礼使赵雄：来早更不乘辂，止用逍遥辇诣文德殿致斋，一应仪仗排立，并行放免。从驾官并常服以从。并遣御药奏闻北内：来日为值雨，更不乘辂，谨遵圣旨，更不过宫行饮福礼。太上令传语官家：既不乘辂，此闲也不出去看也。大礼使赵雄虽已得旨，犹不许放散。上闻之曰：来早若不晴时，有何面目？雄闻之曰：纵使不晴得罪，不过罢相耳。坚执不肯放散。至黄昏后，雨止月明，上大喜，遣内侍李思恭宣谕大礼使，仍旧乘辂。再遣御药奏闻北内，以天晴仍旧乘辂，候登门肆赦讫，诣宫行饮福礼。十五，晴色甚佳，车驾自太庙乘辂还内，日映御袍，天颜甚喜，都民皆赞叹圣德。至巳时，太上直合子官往斋殿传语官家：且喜晴明，可见诚心感格。赐御用段疋、玉鞭辔、七宝篦刀子、事件、素食、果子等。仍奏连日劳顿，免行饮福礼。上就遣知省回奏：上感圣恩，天气转晴，皆太上皇帝圣心感格。容肆赦讫，过宫行礼，并谢圣恩。十六日，登门肆赦毕，车驾诣宫小次降辇。提举传太上圣旨，特减八拜，仍至寿圣处饮福。礼毕，略至绛华堂进泛索。知合张抡进临江仙词云：闻道彤庭森宝仗，霜风逐雨驱云。六龙扶辇下青冥。香随鸾扇远，日映赭袍明。帘卷天街人顶戴，满城喜气氤氲。等闲散作八荒春。祇知天意好，昨夜月华新。淳熙七年十二月二十八日，南内遣御药并后苑官，管押进奉两宫守岁合食、则剧、金银钱、消夜岁轴、果儿、锦锺馗、爆仗、羔儿、法酒、春牛、花朵等，就奏知太上皇帝，元日欲先进宫朝贺，然后还内，引见大金人使。太上不许，传语官家，至日可先引见人使讫，却行到宫。淳熙八年元日，上坐紫宸殿，引见人使讫，即率皇后、皇太子、太子妃至德寿宫行朝贺礼，详见第一卷。并进呈画本人使面貌姓名及馆伴问答。是岁，太上圣寿七十有五，旧岁欲再行庆寿礼，太上不许，至是乃密进黄金酒器二千两。上侍太上于椤木堂香合内说话，宣押棋待诏并小说人孙奇等十四人下棋两局，各赐银绢，供泛索讫，官家恭请太上、太后来日就南内排当。初二日，进早膳讫，遣皇太子到宫恭请两殿，并只用轿儿，禁卫簇拥入内，官家亲至殿门拱迎，亲扶太上降辇，至损斋进茶，次至清燕殿闲看书画玩器。约午时初，后苑恭进酥酒，十色熬煮。午正三刻，就凌虚排当。三盏，至萼绿华堂看梅。上进银三万两、会子十万贯，太上云：此无用钱处，不须得。上再三奏请，止受三分之一。未初，雪大下，正是腊前，太上、官家甚喜，云：今年正欠些雪，可谓及时。太上云：雪却甚好，但恐长安有贫者。上奏云：已令有司比去年倍数支散矣。太上亦命提举官于本宫支拨官会，照朝廷数目发下临安府支散贫民一次。又移至明远楼，张灯进酒，节使吴琚进喜雪水龙吟词云：紫皇高宴箫台，双成戏击琼包碎。何人为把，银河水剪，甲兵都洗。玉样乾坤，八荒同色，了无尘翳。喜冰消太液，暖融𫛛鹊，端门晓，班初退。圣主忧民深意，转鸿钧、满天和气。太平有象，三宫二圣，万年千岁。双玉杯深，五云楼迥，不妨频醉。细看来、不是飞花，片片是、丰年瑞。上大喜，赐镀金酒器二百两，细色段疋、复古殿香糕儿酒等。太后命本宫歌板色歌此曲进酒，太上尽醉。至更后，宣轿儿入便门，上亲扶太上上辇还宫。淳熙九年八月十五日，驾过德寿宫起居，太上留坐至乐堂，进早膳毕，命小内侍进彩竿垂钓。上皇曰：今日中秋，天气甚清，夜间必有好月色，可少留看月了去。上恭领圣旨，索车儿同过射厅射弓，观御马院使臣打毬，进市食看水傀儡。晚宴香远堂，堂东有万岁桥，长六丈余，并用吴璘进到玉石甃成，四畔雕镂栏槛，莹彻可爱。桥中心作四面亭，用新罗白罗木盖造，极为雅洁。大池十余亩，皆是千叶白莲。凡御榻、御屏、酒器、香奁、器用，并用水晶。南岸列女童五十人奏清乐，北岸有芙蓉冈一带，并是教坊工，近二百人。待月初上，箫韶齐举，缥缈相应，如在霄汉。既入座，乐少止。太上召小刘贵妃独吹白玉笙霓裳中序，上自起执玉杯，奉两殿酒，并以累金嵌宝注碗杯柈等赐贵妃。侍宴官开府曾觌恭上壶中天慢一首云：素飙飏碧，看天衢稳送，一轮明月。翠水瀛壶人不到，比似世间秋别。玉手瑶笙，一时同色，小按霓裳叠。天津桥上，有人偷记新阕。当日谁幻银桥，阿瞒儿戏，一笑成痴绝。肯信群仙高宴处，移下水晶宫阙。云海尘清，山河影满，桂冷吹香雪。何劳玉斧，金瓯千古无缺。上皇曰：从来月词不用金瓯事，可谓新奇。赐金束带、紫番罗、水晶注碗一副。上亦赐宝盏古香，至一更五点还内。是夜隔江西兴亦闻天乐之声。淳熙十年八月十八日，上诣德寿宫，恭请两殿往浙江亭观潮。进早膳讫，御辇檐儿及内人车马并出候潮门。先命修内司于浙江亭两旁抓缚席屋五十间，至是并用彩缬幕峦。得旨：从驾百官各赐酒食，并免侍班，从便观看。先是澉浦金山都统司水军五千人抵江下，至是又命殿司新刺防江水军、临安府水军并行阅试。军船摆布西兴、龙山两岸，近千只。管军官于江面分布五阵，乘骑弄旗，标枪舞刀，如履平地，点放五色烟炮满江，及烟收炮息，则诸船尽藏，不见一只。奉圣旨：自管军官以下，并行支犒一次。自龙山以下，贵邸豪民，彩幕凡二十余里，车马骈阗，几无行路。西兴一带，亦皆抓缚幕次，彩绣照江，有如铺锦。市井弄水人如僧儿、留住等凡百余人，皆手持十幅彩旗，踏浪争雄，直至海门迎潮。又有踏混木、水傀儡、水百戏、撮弄等，各呈伎艺，并有支赐。太上喜见颜色，曰：钱塘形胜，东南所无。上起奏曰：江潮亦天下所独有也。太上宣谕侍宴官，令各赋酹江月一曲，至晚进呈，太上以昊琚为第一，其词云：玉虹遥挂，望青山隐隐，一眉如抹。忽觉天风吹海立，好似春霆初发。白马凌空，琼鳌驾水，日夜朝天阙。飞龙舞凤，郁葱环拱吴越。此境天下应无，东南形胜，伟观真奇绝。好是吴儿飞彩帜，蹴起一江秋雪。黄屋天临，水犀云拥，看击中流楫。晚来波静，海门飞上明月。两宫并有宣赐。至月上还内。淳熙十一年六月初一日，车驾过宫，太上命提举传旨：盛暑，请官家免拜。至内殿起居，太上令小内侍扶掖免拜谢恩。太后处亦免拜。太上邀官里便背儿至冷泉堂，进早膳讫，太上宣谕云：今岁比常年热甚。上起答云：伏中正要如此。太上云：今日且留在此纳凉，到晚去。或三省有紧切文字，不妨就幄次进呈。上领圣旨，遂同至飞来峰看放水帘。时荷花盛开，太上指池心云：此种五花同干，近伯圭自湖州进来，前此未见也。堂前假山，修竹古松，不见日色，并无暑气。后苑小厮儿三十人打息气，唱道情。太上云：此是张抡所撰鼓子词。后苑进沆瀣浆、雪浸白酒。上起奏曰：此物恐不宜多吃。太上曰：不妨，反觉爽快。上曰：毕竟伤脾。太上首肯。因闲说宣和间，公公每遇三伏，多在碧玉壶及风泉馆、万松庄等处纳凉。此处凉甚，每次侍宴，虽极暑中，亦著纳袄儿也。命小内侍宣张婉容至清心堂抚琴，并令棋童下棋，及令内侍投壶，赌赛利物则剧。官家进水晶提壶连索儿，可盛白酒二斗，白玉双莲杯柈碾玉香脱儿一套六个，大金盆一面，盛七宝水戏，并宣押赵喜等教舞水族。又进太皇后白玉香珀扇柄儿四把，龙涎香数珠佩带五十副，真珠香囊等物。直至西初还内。"
                }
            ]
        },
        {
            "name": "武林旧事卷八",
            "paragraphs": [
                {
                    "paragraph": "武林旧事卷八",
                    "type": 1
                },
                {
                    "paragraph": "车加马幸学先期三日，仪銮司及内侍省官至国子监相视，八厢亦至学中搜检。次日，诸斋生员尽行般出学外安泊，各斋门并用黄封。学官预拟御课题，咸淳丁夘，出辟雍扬缉熙赋。用黄罗装背大册，面签云：太学某斋生臣姓某供。以大黄罗袱护之，置于各斋之前，以备驾至点索。崇化堂后，即圣驾歇泊之所，皆设御屏、黄罗帏，设供御等物。凡敕入宫门号，止于国子监外门；敕入殿门号，止于国子内门；敕入禁卫号，止于崇化堂天井，谓之隔门。除司业、祭酒外，其余学官、前廊、长谕并带黄号，于隔门外席地坐，赐酒食三品，以俟迎驾。驾至纯礼坊，随驾乐部参军色念致语，杂剧色念口号，起引子，导驾至大成殿棂星门。礼部太常寺官、国子监三学官及三学前廊、长谕率诸生迎驾起居。上乘辇入门，至大成殿门降辇。有旨免鸣鞭，以昭至敬。合门、太常礼直官前导入御幄，太常卿跪奏称：太常卿臣某言，请皇帝行酌献礼。上出御幄，升殿，诣文宣王位前，三上香，跪受爵，三祭酒，奠酌，两拜，在位皆两拜，降阶归幄。太常卿奏礼毕，陪位官并退。上乘辇鸣鞭，入崇化堂降辇，入幄更衣。上所至皆设御幄，礼官、国子监官、三学官、三学生并于堂下分东西立，次引执经官、讲书官于堂下东壁面西立，宰臣、执政以下北向立。合门奏班齐，上服帽，红上盖，玉束带，丝鞋，出崇化堂坐。宰臣以下宣名，奏圣躬万福。御药传旨，宣升堂，各两拜，赞赐坐，分东西阶升堂，席后立。次引执经官、讲书官奏万福，官该宣名者即宣名，两拜。次引国子监三学官并三学生奏万福，两拜，分引升两廊，席后立。内官进书案听宣，以经授执经官，进于案上讲筵内，承受对展经册。入内官进牙界方，舍人辈赐坐。宰相以下及两廊学官、生员应喏讫，各就坐听讲。讲书官进读经义，执经官执牙篦执读，入内官收彻经书，再以讲义授讲官。讲书官指讲讫，入内官彻书。堂上两廊官并起分行，宰臣以下降阶，讲书官当御前躬身致词，北向立，两拜。御药传旨宣坐赐茶讫，舍人赞：躬身，不拜名就坐，分引升堂，席后立，两拜，各就坐。翰林司供御茶讫，宰臣以下并两廊官赞：吃茶，宰臣似下，降阶北向立。御药传旨不拜，引两廊官北向，各再拜讫，出。皇帝起易服，幞头上盖，玉带丝鞋，乘辇鸣鞭出学，百官诸生迎驾如前。随驾乐部参军色念迎驾致语，杂剧色念口号曲子，起寿同天引子，导驾还宫。在学前廊并该恩出官诸生，各有免解恩例，余并推恩有差。人使到阙北使到阙，先遣伴使赐御筵于赤岸之班荆馆，中使传宣抚问，赐龙茶一斤、银合三十两。次日，至北郭税亭，茶酒上马，入余杭门，至都亭驿，中使传宣，赐龙茶、银合如前，又赐被褥、银沙锣等。明日，临安府书送酒食，合门官说朝见仪，投朝见榜子。又明日，入见于紫宸殿。见毕，赴客省茶酒，遂赐宴于垂拱殿。酒五行，从官以上与坐。是日，赐茶酒名果，又赐副使衣各七事，幞头、牙笏、二十两金带一条，并金鱼袋靴一双，马一疋，鞍辔一副，共折银五十两，银沙锣五十，雨色绫绢一百五十疋，余并赐衣带银帛有差。明日，赐牲饩，折博生罗十疋、绫十疋，绢布各二疋。朝见之二日，与伴使偕往天竺寺烧香，赐沈香三十两，并斋筵、乳糖、酒果。次至冷泉亭、呼猿洞游赏。次日，又赐内中酒果、风药、花饧。赴守岁夜筵，用傀儡。元正朝贺礼毕，遣大臣就驿赐御筵，中使传宣劝酒九行。三日，客省签赐酒食，禁中赐酒果，遂赴浙江亭观潮，酒七行。四日，赴玉津园燕射，命善射者假官伴之，赐弓矢。酒行乐作，伴射与大使射弓，馆伴与副使射弩，酒九行。五日，大燕集英殿，尚书、郎官、监察御史以上并与，学士院撰致语。六日，装班朝辞退，赐袭衣、金带三十两、银沙锣五十两、红锦二色、绫二疋、小绫十色、绢三十疋、杂色绢一百疋，余各有差。临安府书送赠仪，复遣执政就驿赐燕，晚赴解换夜筵，伴使始与亲劝酬，且以衣物为贿，谓之私觌。次日，赐龙凤茶、金银合，乘马出北关登舟。又次日，遣近臣赐御筵。自到阙至朝辞，密赐大使银一千四百两，副使八百八十两，衣各三袭、金带各三条。都管、上节各银四十两，衣两袭，中下节各𬬺三十两，夜一袭，涂金带副之。宫中诞育仪例略宫中凡合分有娠，将及七月，本位医官申内东门司及本位提举官奏闻。门司特奏，再令医官指定降诞月分讫，门司奏排办产合，及照先朝旧例，三分减一，于内藏库取赐银绢等物如后：罗二百疋，绢四千六百七十四疋。钉设产合，三腊，满月，三朝，百晬腊，头晬，二腊。金二十四两八钱七分二厘。裹木干枝铃、𫔂篦、银眼、镀盆。银四千四百四十两。银钱三贯足。大银盆一面。醽醁沈香酒五十三石二斗八升。装画扇子一座。装画油盆八面。簇花生色袋身单袋一付。催生海马皮二张。檀香匣盛唾铜剃刀二把。金镀银锁钥全。彩画油栲栳、簸箕各一。彩画油甎八口。彩画油瓶二。新罗漆马衔铁一副。装画胎衣瓶、铁秤锤五个。铁钩五十条。眠羊卧鹿二合，各十五事。金银果子五百个。影金贴罗散花儿二千五百。锦沿席一。绿席毡绣合褥子各二。码瑙缬绢绢一疋；大毡四领、乾蓐草一束、杂用盆十五个、暖水釜五个，绿油柳木槌十个，生菜一合，生艾一斤，生母姜二斤、黑豆一斗，栲栳全。无灰酒二瓶、米醋二瓶，纽地黄汁布二条、滤药布一条，金漆箱儿全。香墨十铤，红罗影金匣鸡子五十个，金漆箱儿。小石子三十颗，竹笼作竹紫五十把，红布袋二盛马通未用带泥藕十挺、生芋子一合，彩画银杏一合五十斤，内装画一千个嘉庆子五十斤，内装画七百个菱米五十斤，内装画七百个。胡桃二千个，装画。圆眼五十斤，装画。荔枝五十斤，莲肉五千斤，栗子五十片，果子十合，吃食十口：蒸羊一羊文生羊、剪花色子枣、豌豆八节束束塔儿、糖饼、髓饼、炊饼，枣浮图儿。仍令太医局差产科大小方脉医官宿直，供画产图、方位、饮食、禁忌、合用药材、催生物件，令本位踏逐老娘、伴人、乳妇、抱女、洗人等，申学士院撰述净胎发祝寿文。排办产合了毕，犒赐修内司、会通门官、本司人吏、库子、医官、仪鸾司等人银、绢、官会有差。候降诞日，本位官即便申内东门司转奏。降诞三日，一腊、两腊四节次，折产合、三腊、满月二次，百晬、头晬以上十次，支赐银、绢，仍添本位听宣内人请给。十分以上，并系常例。此外特恩，临时取旨，不在此限。外廷仪礼，不在此内。册皇后仪：先一日，宣押翰林院学士锁院，草册后制词，赐学士润笔金二百两。次日，百官听宣布。皇后三辞，不允，差官奏告天地、宗庙、社稷、诸陵。太史局择日，先期命有司陈设。至日早，文武百僚集于大庆殿门外，节次赞引执事官入，立班定，皇帝自内服幞头、红袍、玉带、靴入幄，更服通天冠、绛纱袍。礼部侍郎奏中严外办，礼仪使俯伏，跪，称：礼仪使臣某言，请皇帝发册。余与德寿宫上册宝礼仪并同。侍中诣御座前，躬身承旨讫，降东阶立，称有制。皆再拜。太傅、太保躬身，侍中宣制曰：册妃某氏，立为皇后，命公等持节展礼。太傅、太保再拜，参政帅掌节者脱节衣，诣太傅位，掌节者以节授参政，参政奉节西向，以节受太傅，太傅受讫，以节授掌节者。次中书令以册授太傅，太傅受讫，置于案。次侍中转宝授太保，并如前仪。复位，并再拜。持节者前𨗳册宝进行，太傅押册，太保押宝，正安乐作。由中道出文德殿东偏门，乐掌节者加节衣，至穆清殿外幄次。初止，册宝出门，礼仪使至御座前跪奏：礼仪便臣某言：礼毕。内侍承旨索扇，扇合，帘降，鸣鞭，协律郎举麾，鼓柷，乾安乐作。皇帝降坐，入东房，戛敔，乐止。侍中版奏：解严。是曰至穆清殿，设乐架、黄麾仗。皇帝常服，乘金龙肩舆，至穆清殿后西合，内命妇等应陪者列奉从至合。内侍中版奏中严外办，应行事执事官各就门外位立定，持节者立于左，内命妇各就位。皇后首饰、袆衣，内侍引司言，司言引尚宫，坤安乐，尚宫引皇后出合。协律郎举麾，由西房至殿上南。礼直官引太傅、太保就内给事前，西向跪，称向立定，乐作。册使太傅某、副使太保某，奉制授皇后前备物典册。俯伏，兴，退复位。内给事诣皇后前跪奏如前。次太傅以册授内侍，内侍授册，举册官奠册举案，俱诣内谒者监位，以册授内谒者监，受册奠讫。次太保转宝授内竭者监，如前仪。掌节者脱节衣，以节授掌节。内侍前导册宝进行入殿门，内谒者监、都大主管后从，以次入殿，宜安乐作，至位乐止。尚宫引皇后自东阶至殿下中褥位，北向，承安乐作，一至位乐止。举册宝官并案进于皇后之右，少前，西向跪奠讫，内侍称有制。后再拜。读册官跪宣册文，后又再拜。次内谒者监奉册授皇后，皇后受讫，以授司言。次奉宝授皇后，皇后受讫，乐止。皇后再拜，退。内侍以谢皇太后笺授皇后，皇后置于案，再拜。内侍奉表以出。次进谢皇帝表如前。内侍奏礼毕。次尚宫引皇后升堂，和安乐作。司宝奉宝云王于坐前。乐止。司宾引内命妇次就位，班首初行，惠安乐作。至位，乐止。命妇皆再拜。司赞引班首升阶，惠安乐作。乐止。进当皇后，北向致词称赞，降自西阶，惠安乐作。至位，乐止。内外命妇皆再拜。司言称：令旨，命妇皆再拜。宣令旨讫，又皆再邦。司宾以次引命妇还宫，惠安乐作。出门，乐止。次内侍引外命妇出，咸安乐作。至阶上，乐止。北向致词，咸安乐作。降阶，乐止。外命妇皆再拜，又宣答如前。内侍奉礼毕。皇后降坐，徽安乐作。皇后归合，泰安乐作。至合，乐止。受贺毕，皇后更常服升坐，命外命妇如宫中仪。会毕，再拜，以次出。皇后归谒家庙用咸淳全后例。太史局预择日，降旨，命礼寺参酌，礼典所属排办。至日，皇后出宫，至祥曦殿上升龙檐，出和宁门，至皇后家庙。本府干办使臣等并穿秉兵士并衫帽，于大门外香案前排立，俟仪卫至，各两拜。本府亲属于门内，妇人于厅下侧立，候龙檐升厅，至堂门降檐，入幄次少歇。次本府亲属并立幄前兴居，退诣家庙，以俟陪立。次本合官奏请皇后服团冠背儿，乘小车入诣家庙。内侍传呼乐官，乐作。西阶降车，乐止。皇后升堂，西向立，乐作，两拜，陪位官各两拜。读祝文，两拜，陪坐各两拜如上仪。乐作，乐止如上。皇后还位，再拜，陪位官各两拜。皇后降东侧阶，升车，乐止。又诣后堂，炷香如前仪。次赴赐筵，皇后坐于堂中，南向，堂前施帘，亲属并常服诣厅下，南向谢恩。俟皇后升堂，诣帘前两拜，妇人于帘内两拜，亲属并系鞋立定，以俟就坐，供进酒食如家人礼。至第五盏，各于席前立，俟皇后降坐，少歇，再坐，并如前仪。又至第九盏，酒毕，并靴笏，各两拜赐筵、赐物，次于厅前排立谢恩，各两拜。俟皇后出幄，乘龙檐，亲属北向两拜，退。皇后还内，诣御前谢恩，进纳御前，及送诸合分夫人、御侍、韶部职事内人及诸位次内人、本殿内人，并细色疋帛、盘盏、细果、海鲜、时新吃食，及支给内侍省大官以下及本殿官吏银绢有差。次日，内降旨挥，皇后封赠三代，亲属并行推恩。早泛索，皇后下饭七件、小楪儿五件、菜蔬五件、菜果十合，亲属各果食十味。赐筵，皇后绣高饤十、时果十楪、脯腊十楪、细京果十楪、细蜜煎十楪、看果十楪。亲属京果四十垒、脯腊三百楪，时果、乾果共五百楪。初坐，皇后下酒，吃食九盏，上细看食十件，果子意思十件。歇坐，皇后下酒，吃食十盏，果子十件，时果十件。宣赐拆食钱大官四员、合长以下十三员，皇后合内人押班等二十五人。本殿随从官、仪銮司官、御酒库官、御辇院官、御厨官、翰林司官、祇候库官、讲殿幕士、乐官赐筵乐次。家庙酌献三盏，诸部合长生乐引子。赐筵初坐，蕙兰芳引子。第一盏，觱栗起，玉漏迟慢。笛起，侧犯。笛起，真珠髻。觱栗起，柳莺穿。合，喜庆曲破，对舞。第二盏，觱栗起，圣寿永歌曲子。琵琶起，倾杯乐。第三盏，琵琶起，忆吹箫。觱栗起，献仙音。第四盏，琵琶独弹，寿千春。笛起，芳草渡。念致语口号，勾杂剧，时和等，尧舜禹汤，断送万岁声。合意思。副末念。雨露恩浓金穴贵，风光远胜马侯家。第五盏，觱栗起，卖花声。笛起，鱼水同欢。歇坐第一盏，觱栗起，合小唱，帘外花。第二一盏，琵琶独弹，无疆寿。第三盏，筝、琶、方响合双双燕神曲。第四盏，唱赚。第五盏，鼓板、觱栗合小唱舞杨花。再坐第六盏，笙起寿南山，方响起安平乐。第七盏，筝弹会群仙，笙起吴音子，勾杂剧，吴国宝等做年年好、断送四时欢，合意思，副末念香生花富贵、绿嫩精草神。第八盏，笛起花犯，觱栗起金莲倒垂莲。第九盏，诸部合喜新春慢曲犯。乐官五十人，各帽子、紫衫、腰带。都管一人，幞头、公服、腰带、系靴、执杖子。乐官犒设：内藏厍支赐银。皇后殿外库支赐钱酒。本府支犒钱酒。皇后散付本府亲属、宅眷干办使臣以下：金合、金瓶、金盘盏、金钗、金钱共金五百两。银盘、盏、共二千两。细色疋段翠领、翠色翠冠、翠扇、翠篦环、银钱画扇、龙涎香画领刺绣领。生色罗。皇子行冠礼仪：略太史择日降旨，令太常寺参酌旧礼，有司具办仪物。至日质明，百僚立班，皇帝即御座。礼直官、通事舍人、太常博士引掌冠、赞冠者入就位。掌冠以太常卿，赞冠以合门官。初入门，祇安乐作，至位乐止。典仪赞再拜，在位皆再拜跪。左辅诣御座前承制，降自东阶，诣掌冠者前，称有制。典仪赞再拜，在位皆再拜讫，左辅宣制曰：皇子冠，命卿等行礼。掌冠、赞冠者再拜，左辅复位。王府官入诣皇子东房，礼直官、通事舍人、太常博士引皇子，内侍二人夹侍，王府官后从白后并准此。皇子初行，恭安乐作，即席南向坐，乐止。礼直官等引掌冠、赞冠诣罍洗，乐作，搢笏，盥手、帨手讫，执笏升，乐止。执折上巾者升，掌冠者降一等受之，右执项，左执前，进皇子席前，北向跪冠，修安乐作。掌冠者兴，席南北面立。赞冠者进席前，北面跪，正冠，兴，立于掌冠者后。皇子兴，内侍跪进服，服乐讫，止。掌冠揖皇子复位。赞冠者跪取爵，内侍以酒注于爵，掌冠受爵，跪进皇子席前，北向立，祝曰：酒醴和旨，笾豆静嘉。授尔元服，兄弟具来。永言保之，降福孔皆。皇子搢笏，跪，受爵，翼安乐作。饮讫，奠爵，执笏。太官令奉馔设于皇子席前，皇子搢笏受讫，乐止，执笏，太官令撤馔。礼官直等复引掌冠、赞冠降诣罍洗，乐作。搢笏于手，执笏升，乐止。赞冠者进席前，北向跪，折上巾置于匴，兴。内侍跪受服，兴，置于席。执七梁冠者升，掌冠者降二等受之，右执项，左执前，进皇子席前，北面跪，冠进安乐作。掌冠者兴，席南北面立。赞者进席前，北面跪，簪结纮，兴，立于掌冠者之后。皇子兴，内侍跪进服，服讫，乐止。赞冠者揖皇子复坐。赞冠者跪，取爵，内侍以酒注爵，掌冠者跪受，进爵皇子席前，北面立，祝曰：宾赞既戒，肴核惟旅。申戒厥服，礼仪有序。允观尔诚，受天之祐。皇子搢笏，跪，受爵，辅安乐作。饮讫，奠爵，执笏。太官令进馔、撤馔，并如前。赞冠者进席前，北向跪，脱七梁冠，置于匴，兴。内侍跪受服，兴，置于席。执九旒冕者升，掌冠者降三等受之，右执项，左执前，进皇子席前，北向，跪，冠，广安乐作。掌冠者兴。赞冠者进席前，北面，跪，簪结纮，兴，立。皇子兴，内侍进服，服讫，乐止。皇子复坐，赞冠者再进酒如前，祝曰：旨酒既清，嘉荐令芳。三加尔服，眉寿无疆。永承天休，俾炽而昌。皇子跪，受爵，咸安乐作。太官令奉馔如前。皇子降自东阶，诣朵殿东房，易朝服，降立于横街南王府官阶下，西向。皇子初行乐至位，礼直官等引掌冠者诣皇子位，少进，字之曰：岁曰云吉，威仪孔时。昭告厥字，君子攸宜。顺尔成德，永言保之。奉敕字某。皇子再拜，舞蹈，再拜，奏圣躬万福，又再拜。左辅诣御座前承旨，降阶，诣皇子前，宣曰：有敕。皇子再拜。左辅宣敕戒曰：好礼乐善，服儒讲艺。藩我皇室，友于兄弟。不溢不骄，帷以守之。皇子再拜，余如皇太子仪。次日，文武百僚诣东上合门拜表称贺。"
                }
            ]
        },
        {
            "name": "武林旧事卷九",
            "paragraphs": [
                {
                    "paragraph": "武林旧事卷九",
                    "type": 1
                },
                {
                    "paragraph": "高宗幸张府节次略绍兴二十一年十月，高宗幸清河郡王第，供进御筵节次如后。安民靖难功臣、太傅、静江军武靖海军节度使、醴泉观使、清河郡王臣张俊进奉。绣花高饤一行八果罍：香圆，真柑，石榴，橙子，鹅梨，乳梨，查花，木瓜。乐仙乾果子义袋儿一行：荔枝，圆眼，香莲，榧子，榛子，松子，银梨肉，束莲子肉，林禽旋，大蒸枣。镂金香药一行：脑子花儿，甘草花儿，朱砂圆子，木香，香水龙脑，史君子，缩砂花儿，官桂花儿，白术，人参，橄榄花儿。雕花蜜煎一行：雕花梅球儿，红消儿，雕花笋、蜜冬瓜鱼儿，雕花红团花、木瓜大段儿，雕花金橘、青梅荷叶儿，雕花姜、蜜笋花儿，雕花橙子、瓜方花儿。砌香酸咸一行：香药木瓜、椒梅，香药藤花，砌香樱桃，砌香萱草拂儿，紫苏柰香，砌香葡萄，甘草花儿、梅肉饼儿、姜丝梅、水红姜、杂丝梅饼儿。脯腊，一行：线肉条子、皂角铤子、虾腊、云梦犯儿、腊妳房、旋金、山咸豉、酒腊肉。垂手，八盘子：栋蜂儿、番葡萄、香莲事件念珠、巴榄子、大金橘、新椰子、象身板、小橄榄、榆柑子。再坐，切时果，一行：春藕、甘蔗、红柿、鹅梨饼子、切橙子、切绿橘、乳梨月儿、生藕铤儿。时新果子，一行：金橘、葴杨梅、新罗葛、切蜜簟、切脆橙、榆柑子、新椰子、切宜母子、甘蔗、柰香、梨五花儿、藕铤儿、新柑子。雕花蜜煎，一行；砌香咸酸，一行。洞前，同前。荔枝甘露饼、荔枝寥花、荔枝好郎君、龙桃条、酥胡桃、缠枣圈、缠梨肉、香莲事件、香药蒲萄、缠松子、糖霜玉蜂儿、白桃条。脯腊，一行。洞前，下酒，十五盏：第一盏，花炊鹌子，荔枝白腰子。第二盏，妳房签，三脆羹。第三盏，羊舌签，萌芽肚胘。第四盏，肫掌签，鹌子羹。第五盏，肚肱脍，鸳鸯煠肚。第六盏，沙鱼脍，炒沙鱼衬汤。第七盏，鳝鱼，炒鲎，鹅肫掌汤齑。第八盏，螃蟹酿枨，妳房玉蕊羹。第九盏，鲜虾蹄子脍。第十盏，洗手蟹。第十一盏，五珍脍。第十二盏、第十三盏、第十四盏、第十五盏。插食：炒白腰子，炙肚胘，炙鹌子脯，润鸡，润兔，炙炊饼，不炙炊饼脔骨。劝酒果子库十番：砌香果子，雕花蜜煎，时新果子，独装巴榄子，装大金橘，小橄榄，咸酸蜜煎，独装新椰，对装拣松番葡萄，四色时果，对装春藕，陈公梨。厨劝酒一味：江煠肚，江生蝤，蛑签，姜醋香螺，香螺煠肚，姜酸假公权，煨壮蛎，牡蛎煠肚，蚷煠肚。准备上细罍四卓，又次细罍二卓。内蜜煎、咸酸、时新脯腊等。对食十盏二十分：莲花鸭签，𫊱儿羹，三珍脍，南炒鳝，水母子羹，鱼脍，三脆羹，洗手蟹，煠肚，肱。对展每分时果五盘儿：知省，御带，御药，门司，直殿官。晚食五十分名件：二色𫊱儿，肚子羹，笑靥儿，脯鸭，小头羹饼，脯腊鸡。直殿官大煠下酒：鸭签，水母脍，鲜虾蹄子羹，糟蟹，野鸭，五珍脍，红生水晶脍，蛤蜊羹。直殿官合子食：脯鸡，油包儿，二色姜豉，野鸭，杂熝，入糙鸡，麻脯鸡脏，炼鱼，炙鱼，片羊头，菜羔一胡芦。直殿官果子：时果十隔楪。准备：薛方瓠羹。备办外官食炙：第一等寸并簇：太师、尚书左仆射同中书门下平章事秦桧：烧羊一口，滴粥，烧饼，食十味，大碗百味羹，糕儿，盘劝，簇五十馒头，血羹，烧羊头双下，杂簇从食五十事：肚羹，双下火膀子，羊舌托胎羹，三脆羹，铺羊粉饭，大簇饤，鲊糕鹌子，蜜煎三十楪，时果一合，切榨十楪，酒三十瓶。少保、观文殿大学士秦熹。烧羊一口，滴粥，烧饼，食十味，蜜煎一合，时果一合，切榨。酒十瓶。第二一等参知政事余若水，签书枢密巫伋，少师、恭国公殿帅杨存，中，大尉两府吴益，普安郡王、恩平郡王。各食十味：蜜煎一合，切榨一合，烧羊一盘，酒六瓶。第三等侍从七员：左朝散郎、礼部侍郎兼权吏部尚书陈诚之，左中大夫、刑部侍郎兼权吏部侍郎韩仲通，右承议郎、权吏部侍郎李如冈，右奉议郎、起居舍人汤思退，右朝散大夫、太府卿兼户部侍郎徐宗说，右宣教郎、枢密院检详诸房文字兼兵部侍郎陈相，右宣教郎、中书门下省检正诸房公事，兼给事中陈夔。管军二员：马军太尉成闵，步军太尉赵密。知合六员：保信军节度使，领合门使，兼客省四方馆事，提点皇城司。郑藻。昭化军承宣使，领合门使，兼客省四方馆事，提点皇城司。钱。成州团练使，领合门事，兼客省四方馆事，提点皇城司。赵恺。贵州团练使，领合门事，兼客省四方馆事，提点皇城司。宋武节大夫、吉州刺史，领合门事，兼客省四方馆事，提点皇城司。孟。武节大夫、惠州刺史、领合门事，兼客省四方馆事，提点皇城司。苏。御带四员：降授郢州防御使、带御器械潘端卿。忠州防御使、带御器械石清。武功大夫、遥郡防御使、带御器械冀彦明。武功大夫兼合门宣赞舍人、带御器械李彦实。宗室三员：安庆军承宣使、同知太宗正事士街。建州观察使；士剧。琼州观察使。居广。外官六员：建宁军节度使，提举万寿观韦谦。崇庆军节度使，提举万寿观韦。庆远军节度使，提举万寿观，吴盖。崇信军承宣使，提举佑神观，刘光烈。永宁军承宣使，提举佑神观，朱孝庄。武庆军承宣使，提举佑神观王安道。各食七味，蜜煎一合，时果一合，酒五瓶。第四等环卫官九员：右监门卫大将军、贵州刺史居闲。右监门卫大将军、福州防御使；士辐。右监门卫大将军、荣州团练使；士陉。右监门卫大将军、贵州团练使：士歆，右监门卫大将军、宣州刺史：士铢，右监门卫大将军、宣州刺史：士赫，右监门卫大将军、吉州刺史士陪，右监门卫大将军、吉州刺史：士谙，右监门卫大将军、吉州刺史士闸。宣赞舍人十八人：王汉臣，陈清、王肯，郭蔓之，许彦洪，郑应之，裴良弼，陈迪、李大有，王拜昌，张彦圭，梁份，郑立之，李邦杰，蔡舜臣，谷璹，王德，张安世。合门祇候二十人：李丙，李唐谊，郑明，范涉，周𬤇，张令绰，张拱，杨介，贾公正，陈仲通，刘尧咨，张耘，何忱，李称，王谦，董原，刘伉，刘康祖，何超祖，朱邦达。看戏祇候人人：梁振之，王谊，董珩，司马纯，潘思夔，张赫，冯倚，刘尧卿。提点鱼祇应五人：李观，边思聪，逯镐，郑孝礼，常士廉。三省枢密房副承旨六人：刘兴仁，刘兴贤，韩师文，武璹，边俊民，严经安。随驾诸局干办监官等十八人：成州团练使、干办皇城司：冯持，右武郎、干办皇城司；刘允升，保义郎、干办御厨潘邦，保义郎、干办御厨冯藻，保义郎、干办翰林司；王喜，修武郎、干办仪鸾司郭公既，保义郎、干办祇候司；黎安国，武翼郎、合门宣赞舍人兼翰林干办御辇院；邵璇，忠翊郎、干办左右骐骥院班彦通，武忠郎、干办左右骐骥院；张淳，承信郎、合门祇候兼干办左右骐骥院；裴良从，武功大夫、干办行在左藏库石瑜，右朝散大夫、干办行在左藏库刘份，武功大夫、干办行在左藏库吴璹，忠翊郎、合门祇候兼干办行在左藏库、承节郎、合门祇候兼干办行在左藏库刘懃，忠翊郎、主管军头司兼祇应杜渊，保义郎、主管军头司兼祇应徐宗彦。各食五味，时果一盒，酒二瓶。第五等合门承受十人，知班十五人，御史台十六人。各食三味，酒一瓶。听叫唤中官等五十人。各食五味，斩羊一片，馒头五十个，角子一个，铺姜粉饭，下饭咸豉，各酒一瓶。进奉盘合宝器：御乐带一条，玉池面带一条，玉狮蛮乐仙带一条，玉鹘兔带三条，玉璧环二一，玉花高足钟子一，玉枝梗瓜杯一，玉瓜杯一，玉东西杯一，玉香鼎二，盖全。玉盆儿一，玉椽头楪儿一，玉古剑璏等十七件，玉圆临安样楪儿一，玉靶独带刀子二，玉并三靶刀子四，玉犀牛合簪儿一，金器一千两，翠毛二百合。珠子十二号共六万九千五百九颗。珠子念珠一串一百九颗，马价珠金相束带一条。白玻璃圆盘子一，玻璃花瓶七，玻璃碗四，玛瑙碗大小共二十件。古器：龙文鼎一，商彝二一高足。商彝一，周盘一，商父彝一，周敦二一。周举罍一，有盖兽耳周垒一。汝窑：酒瓶一对，洗一，香炉一，香合一，香球一，盏四只，盂子二，出香一对，大奁一，小佥一合，伏螺钿合一十具，织金锦褥子全。犀皮合一十具，织金锦褥子全。书画有御宝十轴：曹霸五花骢，冯瑾霁烟长景，易元吉鹤生花，黄居宝雀竹，昊道子天王，张萱唐后竹丛，边鸾萱草山鹧鸪，黄筌萱草仙鹧鸪，宗妇曹氏蓼岸，杜庭睦明皇斫鲙。无宝有御书九轴：赵昌踯躅鹌鹑，梅行思踯躅母鸡，杜霁扑蝶，巨然岚锁翠峰，徐熙牡丹，易元吉写生枇杷，董源夏山早行二轴：伪主李煜林泉渡水。人物无宝无御书二轴：荆浩山水，吴元俞紫气星。匹帛：撚金锦五十疋，素绿锦百五十匹，木锦二百疋，生花番罗二百疋，暗花婺罗二白疋，摴蒲绫二百疋。进奉犒设：随驾官：知省、御带、御药门司直殿官：紫罗五百疋，杂色缬罗五白疋，马下目子钱一万贯文。禁卫一行祇应人等钱二万贯文，炊饼二万个，熟猪肉二千斤，熝爆三十合，酒二千瓶。本家亲属推恩：弟、拱卫大夫张保，男，右奉议郎、直敷文阁、主管台州崇道观、赐紫金鱼袋张子正，孙、承事郎、籍田令、赐紫金鱼袋张宗元，侄、龙神卫四厢都指挥使、清海军承宣使、添差两浙西路马步军副总管张子盖，侄、右朝请大夫、直徽猷阁、主管神佑观、赐金鱼袋张子仪，侄、承奉郎张子安，侄、忠翊郎张子文，侄孙、保义郎张宗旦，侄孙、保义郎张宗亮，侄孙、登仕郎张宗说，侄孙、成忠郎张宗益，侄孙、登仕郎张宗颖，妻、秦国夫人魏氏，妾咸宁郡夫人章氏，妾硕人潘氏，妾硕人沈氏，妾硕人曹氏，妾硕人周氏，弟妇太硕人王氏，弟妇恭人任氏，第二女孺人张氏，第三女孺人张氏，第四女孺人张氏，男子颜妇王氏，男子正妇王氏，侄子盖妇硕人赵氏，侄子仪妇宜人郭氏，孙宗元妇王氏。绍兴二十一年十一月日，和州防御使干办府事差提点排办一行事务张青具。"
                }
            ]
        },
        {
            "name": "武林旧事卷十上",
            "paragraphs": [
                {
                    "paragraph": "武林旧事卷十上",
                    "type": 1
                },
                {
                    "paragraph": "杂剧段数，争曲六么，扯阑六么，三哮教鳌六么，鞭帽六么，衣龙六么，王子高六么，孤夺旦六幺，厨子六幺，崔护六幺，骰子六么，照道六么，莺莺六幺，大宴六幺，驴精六幺，女生外向六么，慕道六么，三偌慕道六么，双阑哮六么，赶厥夹六么，羹汤六幺，索拜瀛府，厚熟瀛府，哭骰子瀛府，醉县君瀛府，燠骨头瀛府，赌钱望瀛府，四僧梁州，三索梁州，诗曲梁州，头钱梁州，食店梁州，法事馒头梁州，四哮伊州，领伊州，铁指甲伊州，闹五百伊州，裴少俊伊州，食店伊州，橘檐新水，烧花新水，双哮新水，简帖薄媚，请客薄媚，错取薄媚，传神薄媚，九装薄媚，本事现薄媚，打调薄媚，拜褥薄媚，郑生过龙女薄媚，土地大明乐，列女降黄龙，双旦降黄龙，灯球大明乐，二爷老大明乐，柳比上官降黄龙。赶厥胡渭州，单番将胡渭州，银器胡渭州，看灯胡渭州。三厥入寺降黄龙，榆标降黄龙，打地铺逍遥乐，瀽面逍遥乐，卑打石州，石和那石州，赶厥石州。塑金刚大圣乐，卑打大胜乐，柳毅大圣乐，霸王中和乐，马头中和乐，大打调中和乐，喝贴万年欢，能知他泛清波。三钓鱼泛清波，五柳菊花新，青阳观碑采云归，梦巫山采云归。小四将整乾坤四季，夹竹桃花禾。打千春乐，牛五郎，摆金征。新水爨，三十拍爨，天下太平爨，百花爨，三十六拍爨，门子打三教爨，孝经借衣爨，大孝经狐爨，喜朝天爨，说月爨，风花雪月爨，醉青楼爨，宴瑶池爨，钱手帕爨，诗书礼乐爨，醉花阴爨，钱爨，鸭𫛥爨，借听爨，大彻砥错爨，黄河赋爨，睡爨，门儿爨，上借门儿爨，抹紫粉爨，夜半乐爨，棹孤舟爨，借衫爨，火发爨，调燕爨，烧饼爨，托合万年欢。迓鼓儿熙州骆驼，熙州二郎，熙州大打调道人欢会子道人欢打拍，道人欢越娘，道人欢打勘长寿仙，偌卖旦长寿仙，分头子长寿仙。棋盘法曲，狐和法曲，藏瓶儿法曲车儿法曲，病爷剑器，霸王剑器，黄杰进延寿乐，养义娘延寿乐。扯槛儿贺皇恩催妆，贺皇恩封陟中和乐，唐辅采莲，双哮采莲，病和采莲。诸宫调霸王诸宫调。挂册儿相如，文君，崔次韬，艾虎儿，王崇道，休妻李勉，负心四郑。舞杨花，四偌皇州，槛偌，保金枝浮沤，傅永成双浮沤，暮云归老狐嘉庆乐，裴航相遇乐，进笔庆云乐，两相一万年欢。木兰花爨，月当厅爨，醉还醒爨，闹夹棒爨，扑胡蝶爨，闹人妆爨，锺馗爨，铜博爨，恋双双爨，恼子爨，像生爨，金莲爨。思乡早行孤，睡孤，讳乐孤，论惮孤。迓鼓孤大暮故孤，小暮故孤，老孤，遣旦孤惨双孤惨，三孤惨四孤醉留客，四孤夜宴四孤好，四孤披头，四孤擂病孤三乡题王魁，三乡题强偌，三乡题文武问命两同心。卦铺儿一井金，卦铺儿满皇州。卦铺儿变猫，卦铺儿白苎，卦铺儿探春，卦铺儿庆时丰。卦铺儿三哮，卦铺儿三哮揭榜，三哮上小楼，三哮文字儿，三哮好女儿，三哮一担脚，褴哮合房，褴哮店休。旦褴哮负酸秀才，下酸擂，急慢酸眼药，酸食药，酸风流药。黄元儿，论淡医，淡医马，调笑驴儿，雌虎解熊鹘打兔。变二郎，二郎神变二郎神，毁庙入庙，霸王儿单调，霸王儿单调宿，单背影，单顶戴，单唐突，单折洗，单兜。单搭手，双搭手，双厥送，双厥投拜，双打毬，双顶戴，双园子，双帽索，双三教，双虞侯，双养娘，双快，双捉，双禁师，双罗罗。啄木儿赖房钱，啄木儿圆城。啄木儿，大双头莲，小双头莲，大双惨小双惨，小双索，双排军，醉排军，双卖日，二三合人三出合三笑月中行，三登乐院公狗儿、三教安公子、三杜争赛、三顶戴、三偌一赁驴、三盲、一偌、三教闹教棋、三借窑货儿、三献身、三教化、三京下书、三短镫、打三教奄宇、普天下、满皇州、打三教、领三教、三姐醉还醒、三姊黄莺儿、卖花黄莺儿。大四小将、四小将、四国朝、四脱空、四教化泥孤。张约斋赏心乐事并序余扫轨林间，不知衰老，节物迁变，花鸟泉石，领会无余。每适意时，徜徉小园，始觉风景与人为一。间引客携觞，或幅巾曳杖，啸歌往来，澹然忘归。因排比十有二月燕游次序，名之曰四并集，授小庵主人，以备遗忘。非有故，当力行之。然为具真率，毋至劳费及暴殄沈湎，则天之所以与我者，为无负无亵。昔贤有云：不为俗情所染，方能说法度人。盖光明藏中，孰非游戏？若心常清净，离诸取著，于有差别境中，而能常入无差别定，则淫房酒肆，徧历道塲，鼓乐音声，皆谈般若。倘情知物隔，境逐源移，如鸟黏为，动伤躯命，又乌知所谓说法度人者哉？圣朝中兴七十余载，故家流风，沦落几尽。有闻前辈典型，识南湖之清狂者，必长哦曰：人生不满百，常怀千载忧。昼短苦夜长，何不秉烛游。一旦相逢，不为生客。嘉泰元年，岁辛酉十有二月，约斋居士书。正月，岁节家宴。立春日，春盘，人曰煎饼会。玉照堂赏梅。天街观灯。诸馆赏灯。丛奎阁山茶。湖山寻梅。揽月桥看新柳。安闲堂扫雪。二月，现乐堂瑞香社，曰社饭。玉照堂西，缃梅。南湖挑菜。玉照堂东，红梅。餐霞轩樱桃花。杏花庄杏花。南湖泛舟。群仙绘幅。楼前后毬。一作楼前打毬。绮互亭千叶茶花。马塍看花。三月，生朝家宴。阆春堂牡丹芍药。花院月丹。曲水流觞。寒食郊游。花院桃柳。满霜亭北棣棠。苍寒堂西，绯桃。芳草亭观草。碧宇观笋。宜雨亭，千叶海棠。艳香馆，林檎。花院，紫牡丹。宜雨亭北，黄蔷薇。现乐堂，大茶。花院，尝煮酒。瀛恋胜处，山花。经寮，斗茶。群仙绘幅楼，芍药。四月初八日，亦庵早斋。南湖放生，食糕糜。芳草亭，斗草。芙蓉池，新荷。蕊珠洞，荼䕷。满霜亭，橘花。玉照堂，青梅。鸥渚亭，五色罂粟花。安闲堂，紫笑。艳香馆，长春花。餐霞轩，樱桃。群仙绘幅楼前，玫瑰。南湖，杂花。诗禅堂，盘子山丹花。五月，清夏堂，观鱼。听莺亭，摘瓜。安闲堂，解粽。重午节，泛蒲。烟波馆，碧芦。夏至日，鹅脔。南湖，萱花。绮互亭，大笑花。水北书院，采苹。鸥渚亭，五色蜀葵。清夏堂，杨梅。丛奎阁前，榴花。艳香馆，蜜林檎。摘星轩，枇杷。六月，现乐堂，尝白酒。楼下，避暑。苍寒堂后，碧莲。碧宇，竹林，避暑。芙蓉池，赏荷花。约斋，夏菊。清夏堂，新荔枝。霞川，食桃。七月，丛奎阁前，乞巧。餐霞轩，五色凤仙花。立秋，曰秋叶。玉照堂，玉簪。西湖，荷花。南湖观鱼。应铉斋东，葡萄。霞川，水荭。珍林，剥枣。八月，湖山寻桂。现乐堂秋花社，曰糕会。众妙峰山木犀。霞川，野菊。绮互亭，千叶木犀。浙江观潮。群仙绘幅楼观月。桂隐，攀桂。杏花庄，鸡冠黄葵。九月，重九，登城把萸。把菊亭，采菊。苏堤，看芙蓉。珍林，尝时果。景全轩，金橘。芙蓉池，三色拒霜。杏花庄，𥬠新酒。十月，现乐堂，煖炉。满霜亭，蜜橘。烟波馆，买市。赏小春花。杏花庄，挑齑。诗禅堂，试香。十一月，摘星轩，枇杷花。冬至节，馄饨。味空亭，蜡梅。苍寒堂南天竹。花院，水仙。群仙绘幅楼前观雪。十二月，绮互亭，檀香蜡梅。天街关市。南湖赏雪。安闲堂，试灯。湖山探梅。花院，兰花。瀛峦胜处观雪。二十四夜，饧果。玉照堂，看早梅。除夜，守岁。约斋桂隐百果。淳熙丁未秋，余舍所居为梵刹，爰命桂隐堂馆、桥池诸名，各赋小诗，总八十余首。逮庆元庚申，历十有四年之久，匠生于心，指随景变，移徙更葺，规模始全。因删易增补，得诗凡数百。纲举而言之，东寺为报上严先之地，西宅为安身携幼之所，南湖则管领风月，北园则娱宴宾亲。亦庵神居，植福以资静业也；约斋昼处，观书以助老学也。至于畅怀林泉，登赏吟啸，则又有众妙峰山，包罗幽旷，介于前六者之间。区区安身嗜静之志，造物亦不相负矣。或问予曰：造物不负子，子其恶负造物者哉？释名宦之拘囚，享天真之快乐，要当于筋骨未衰时。今子三仕中朝，颠华齿坠，涉笔总无十二旬，如之何则可？余应之曰：仕虽多，不使胜闲。曰：余之愿也，余之幸也，敢不勉旃！壬戌岁仲夏，张镃功父书。东寺：敕赐广寿慧云大雄尊阁，千佛像。静高堂、寝室。真如轩，种竹。西宅：丛奎阁，安奉被赐四朝宸翰。德勋堂、祖庙。以高宗御书二字名。儒闻堂、前堂。用告词取名。现乐堂、中堂，用朱岩壑语。安闲堂、后堂。瀛峦胜处、东北小堂、前后山水绮互。亭、有四小轩。柳堂、花院。应铉斋、筮得鼎卦，故名。振藻、取告词中字名。宴颐轩、尚有轩、赏真亭、山水。亦庵、法宝千塔、铁铸千塔，藏经千卷。如愿道塲、药师佛坛。传水轩、写经寮、书华严、大乘诸经。约斋、泰定轩、烟波观、南湖。御风桥、十间。阆春堂、牡丹、芍药。把菊亭、天镜亭、水心。星槎、舟名。鸥渚亭、泛月阁、水门。北园：群仙绘幅楼、前后十一间，下临丹桂五六十株，尽见江湖诸山。桂隐、诸处总名，今揭楼下。清夏堂、玉照堂、梅花四百株。苍寒堂、青松二百株。艳香馆、杂春花百余椮。珀石宇、修竹十亩。水北书院、对山临溪。界华精舍、梦中得名。抚鹤亭、近松株。芳草亭、临池。味空亭、蜡梅。垂云石、高二丈，广十四尺。揽月桥、飞雪桥、在梅林中。蕊珠洞、荼䕷一，一十五株。涉趣门、总门入松径，珍林杂果小园：杏花庄、村酒店。安乐泉、竹间井。芙蓉池、红莲十亩，四面种芙蓉。鹊泉。井名。众妙峰山：诗禅堂、黄宁洞天。景白轩、置香山画像并文字。书叶轩、柿二，一十株。绿画轩、木犀临侧。文光轩、临池。俯窠轩、高桧旁。无所要轩、长不昧轩。摘星轩。餐霞轩、樱桃三十余株。读易轩。咏永轩。道德经。凝薰堂、楚佩亭。兰。宜雨亭、千叶海棠二十株，夹流水。满霜亭、橘五十余株。听莺亭。千岁庵、仁皇飞白字。恬虚庵。凭晖亭、羊大甘之亭。都徽别馆。诵度人经处，乃徽宗御书。水湍桥、漪岚洞、施无畏观音铜像。澄霄台、西东登啸台。金竹岩、隐书岩、有五仙书在岩穴中，可望不可取。古雪岩、新岩。叠翠亭、茂林中，容十余人坐。钓矶。菖蒲涧、上有小石桥。中池养金鱼，在山涧中。珠旒瀑、藏丹谷、煎茶磴。右各有诗在集中，此不系录。"
                }
            ]
        },
        {
            "name": "武林旧事卷十下",
            "paragraphs": [
                {
                    "paragraph": "武林旧事卷十下",
                    "type": 1
                },
                {
                    "paragraph": "棋待诏：郑曰新，越重天，俊臣，安吉具，施茂，施猢狲，朱镇，章先，杜黄象，徐彬象，林茂象，礼重象，尚端，沈姑姑女流象，金四官人，上官夫人象，王安哥象，李黑子象。书曰会，李霜涯作赚绝伦，李大官人，谭诃，叶庚，周竹窗，平江，周一郎猢狲，贾廿二郎。演史：乔万卷，许贡士，张解元，周八官人，檀溪子，陈进士，陈一飞，陈三官人，林宣教，刘进士，巩八官人，徐先，穆书生，戴书生，张小娘子，宋小娘子，陈小娘子，李黑子，陆进士，丘机山说经，长啸和尚，彭道名法和，陆妙慧女流，余信庵，陆妙静女流，周春，辨和尚，达理和尚，啸庵，秀借庵，保庵，戴悦庵，息庵，混俗，许安然，有缘，戴忻庵。小说。蔡和，李公佐，小张四郎，朱修德寿宫，孙奇德寿宫，任辩，御前施主，御前叶茂，御前方端，御前刘和，御前王辩、铁衣亲兵：盛显、王琦、陈良、王班直洪、翟四郎、升。粥张二、许济、张黑、踢俞住庵、包头。陈琳、泰州张显，酒李一郎或林吞同宣旦王四郎明、王十郎或，林王六郎师古。胡十五郎彬。故衣毛三仓、张三柬儿、徐荣、徐保义、汪保义、张柏、张训、沈佺、沈㖞、湖水周熝肝，未掇绦。张茂、王三教、徐茂、象牙孩儿、王主管、翁彦、嵇元、陈可庵、林茂、夏达、明东、王寿、白思义、史惠英。女流影戏：贾震、贾堆、二、二贾、贾伟、尚保义、三伏、伏大、伏二、伏三、沈显、陈松、马俊、马进、王三郎、升、朱祐、蔡咨、张七、周端、郭真、李二娘。队戏：王润兴。女流：黑妈妈、唱赚：濮三郎、扇。李二郎、郭四郎、孙端、叶端、牛端、华琳、黄文质、盛三郎、硕和。蜡烛：马升、熊春、梅四、汪六、沈二、王六、许曾三、邵六、小王三媳妇、徐沈七、谢一圭。小唱：萧波女、波女。韩太师府贺寿，陈尾犯。画鱼周、陆思显、都管。笙张、周颐斋、仵都事。丁八。丁未年拨入勾栏弟子噤唱赚色：施二娘、时春春、时住住、何总怜、童一一、严偏头、白大鼻、葛兀、徐胜胜、耿四、朱安安、陈伴伴、火虎头。余元元、钱寅奴、鼓板。段防御舍生。张眼光、张开、张驴儿、谓之三张。陈宣娘、陈喜、生拍。周双顶、潘小双、陈喜莫及、笛来、七笛。董大有、金札子皮。朱关生。杂剧：赵泰慢，曰生子女流。王侯喜、宋邦宁、唐都管、世荣、三何安、吉音安、清晏然、锄头段、唧伶头。诸国朝、宋朝清、王太、銕立、郝成、小锹。宋喜、宋国珍、赵恩、王太、昊师贤、朱太、猪儿头、王儿喜、铁太、冯舜朝、王珍美、天或贤、郑太、惠恩泽时、和颜喜、萧金莲、一窟王、时丰稔、时国昌、金宝、赵祥、天国昌、王吉、王双莲、沈小桥、杜太。杂扮：铁刷汤、江鱼头、兔儿头、菖蒲头、眼里乔、胡蜀葵、迎春𫊱、卓郎妇、笑靥儿、科头扮：韵梅头、小菖蒲、金鱼儿、银鱼儿、胡小俏、周乔、郑小俏，鱼得水曰王道大，王寿香曰厉太，顾小乔、陈橘皮、小橘皮、菜市乔、自来俏。弹唱因缘：童道、费道、蒋安居、陈遂、李道、沈道、顾善友、甘道、俞道、俞康孙、张道。唱京词：蒋郎妇、子血客，吴郎妇、马客。诸宫调传奇：高节妇、黄淑卿、王双莲、远本道。唱耍令：大祸胎、小祸胎，李俊、陈香渊、大小王、熊二、路淑卿、陈昌、叶道、道情、王保、王定、陆槐、郭忠、牛曰、曰、郭双莲、陈新、徐喜、赵防御、双无目。御前唱。拨不断：张胡子、黄三。说诨话。蛮张四郎。商谜。胡六郎、魏大材、张振、周月岩、江西人。蛮明和尚、东昊秀才、陈赟、张月斋、陈机和尚、魏智海、小胡六、马定斋、王心斋。覆射女郎中学乡谈：方斋郎。舞绾百戏：张遇喜、刘仁贵、朱十将、常十将、错安头、欢喜头、柴小升、歌林赛哥、张名贵、花廿一郎、花中宝、神鬼谢兴哥、花春。王铁一郎、王铁三郎。撮弄杂艺：林遇仙、赵十一郎、赵家喜、浑身手。张赛歌、王小仙、姚遇仙、赵廿五郎、赵世昌、赵世祥。耍大头。踢弄金宝，施半仙、金逢仙、林遇仙、小关西、陆寿、施小仙、女姑姑，泥丸王小仙、施半仙、章小仙、袁承局头、钱包头、色喜、包和、黄林。踢弄天人金脚耍大头、吴鹞子、傀儡、悬丝杖头、药发、肉傀儡、水傀儡、陈中喜、陈中贵、卢金线、郑荣、吉户、张金线、张小仆射、杖头刘小仆射、水傀儡。张逢喜，肉傀儡。顶撞踏索。李赛强、一块金、李真会、间生强、清乐、黄显贵、没眼动乐。角觝。王侥大、张关索、撞倒山、刘子路、卢大郎、銕板沓、赛先生、金重旺、赛板沓、曹跌凛、赛侥大、赛关索、周黑大、张侥大、刘春哥、曹铁拳、王急快、严关索、韩铜柱、韩銕僧、王赛哥、一拔条、温州子、韩归僧、黑八郎、郑排、昌化子、小佳哥、周僧见、广大头、金寿哥、严銕条、武当山、孟来住、董急快、董侥大、周板沓、郑三住、周重旺、小关索、小黑大、阮舍哥、传卖鲜、郑白大、乔相扑、元鱼头、鹤儿头、鸳鸟鸯头、蹴毬、黄如意、范老儿、小孙、张明、蔡润、射弩儿周长，游弩康沈造箭、黄一、秀香大、林四、九娘、女流散耍、杨宝、陆行、庄秀才、沈喜、桃菊装秀才、陈斋郎、花花帽、孙秀吟、吴白、兀姜、阿得、钟胜、余庆、潘喜寿、苏阿黑、合生、双秀才、沙书、金道、姚遇仙、李三郎。改画：教走兽：冯人喜、李三二，教熊、教飞虫蚁：赵十一郎、赵十七郎、猢孙王、弄水哑八、画牛儿、僧儿、谢棒、放风筝：周三吕，偏头烟火陈太保、夏岛子，说药杨郎中、徐郎中、乔七官人，捕蛇戴官人，七圣法、杜七圣消息：陆眼子、高道。此原接前第六卷诸色伎艺人之下，自传抄既失，而秘笈刊本误别为一卷，与前隔断，微汲古旧本，几不见原书矣。大抵明季人刊书，俱犯妄作之弊，而秘笈与说郛、稗海则尤缪戾之甚者。已亥二月望前一日，鉴阁书。跋武林旧事，乃弁阳老人草窗周密公谨所集也。刊本止第六卷，山中仇先生所藏本终十卷，后归西河莫氏家。余就假于莫氏，因手抄成全书，以识岁月，藏于家塾。至元后戊寅正月，忻德用和父。此二册余假于太子太保遂安伯陈公家，同年友文部副郎黄君廷用录之以归余云。弘治乙卯夏四月望，祝寇。武林旧事十卷，元周密公谨撰。此虞山毛氏旧本，余得而插诸架。郎瑛七修类稿云：公谨居齐之东，作齐东野语；居杭癸辛街，作癸辛杂识。泗水出山东，号泗水潜夫；居华不注，号弁阳老人。第此编皆叙行都事，似不应题泗水。今此本作泗水，当别有义意。郎瑛又云：旧事十二卷，杭刻其六，全者在吴人袁飞卿家。海盐姚士磷续刻五卷，其第一棋待诏诸篇，此本无之，当为录补，尚缺一卷尔。康熙戊戌春王十有九日，绣谷亭主。修门，地名也。文山指南录序亦有皋亭山，距修门三十里。今杭郡志不闻有是名，即卷中白石、茅滩诸名，亦湮没难考矣。吾友郑芷畦湖录云：四水者，湖城以苕水、余不水、前溪水、北流水合而入于郡城之霅溪，故有四水之名。旧人诗四水交流霅霅声是也。据此，则四水乃湖之地名。公谨生于湖，中年虽迁杭，晚仍归老弁山，又号弁阳老人，则四水潜夫之号亦犹是耳。古本作四水，洵乎不缪。然余疑此义十年方得其说，实为快心。己亥中秋日焯书。"
                }
            ]
        }
    ]
}