{
    "name": "孔叢子",
    "author": "西漢・孔鮒",
    "loadChapterCount": 1,
    "hasZhushu": true,
    "chapters": [
        {
            "name": "進孔叢子表",
            "paragraphs": [
                {
                    "paragraph": "進孔叢子表",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "臣咸言：准中書札子，以臣注孔叢子，奉聖㫖附逓投進者。集孔氏之遺書，方成傳釋；辱漢家之大詔，廣示甄收。退省妄庸，實深震悸，臣咸誠惶誠恐，頓首頓首。臣竊以仲尼以還，子思而後，聖嗣不絶，賢才挺生，皆道被於門人，悉教施於侯氏。古今制度，曲盡於討論；禮樂綱𢖍，並歸於矩矱。成書𨿽在，歷年滋深，盖著非一時，故語𩔖“三豕”。臣咸伏念上卷盖闕里之事業，中篇乃聖人之子孫，儻絶筆而未明，則後代而何覩？因以吏隙，輙然管窺，取諸史以究尋，用群經而叅驗，既指歸而斯得，復刪定以無繁，為注之文，廣析其理。然小臣之學古當。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "真主之好儒，有所述傳，豈宜𨼆去？遂剡其奏，用文于天豈謂。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "體天法道、欽文聦武聖神孝徳。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "皇帝陛下，惟極宜慈，未嘗自聖。𨿽㣲言而必采，在介善以無遺。遽降",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "玉音，下從人欲。臣是敢䖍効編摩之制，仰塵黈纊之明。𨿽姓異卯金，素非於廣學；倘恩垂乙夜，特賜於詳觀，",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "詔近侍以刋修，許善工而摹鏤，叅汲冡之蠧簡，大行於時；庶鄹人之緒言，不墜于地。則非獨孤生之有遇，抑亦素教之増輝。永期大忠，仰酧鴻造。臣無任干",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "天冐",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "聖激切屏營之至。所注孔叢子七卷，謹寫成五冊，附逓投進以",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "聞伏候",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "勑㫖。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "嘉祐三年十二月十日，廣南西路諸軍州水陸計轉運使兼本路勸農使、朝散大夫、尚書度支郎中、上輕車都尉、",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "賜紫金魚袋，臣宋咸上表。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "注孔叢子序",
            "paragraphs": [
                {
                    "paragraph": "注孔叢子序",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "孔叢子者，乃孔子八世孫鮒，字子魚，仕陳勝爲愽士，以言不見用，託目疾而退。論集先君仲尼、子思、子上、子髙、子順之言及己之事，凢二十一篇，爲六卷，名之曰孔叢子，盖言有善而叢聚之也。至漢孝武朝，太常孔臧又以其所爲賦與書，謂之“連叢上下篇”，爲一卷，附之于末。然士大夫號藏書者，所得本皆豕亥魚魯，不堪其讀，臣凢百購求，以損益𥙷竄，近始完集。然有語或淺固，弗極於道，疑後人増益，乃悉誅去。義例䌓猥，随亦刪定。因念彼鬼谷、尉繚、庚桑、靈真浮夸汪洋之說，尚且命氏于世，矧是書所載，皆先聖之言，三代之術，六藝之要在焉，非諸子之流也，又可泯而不稱耶？故敢具所以然，注而示諸學者云。嘉祐三年戊戌𡻕二月日，提㸃廣南西路諸州軍刑獄公事兼本路勸農事、朝散郎、守尚書屯田郎中、上輕車都尉、賜緋魚袋借紫，臣宋咸謹序。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "嘉言第一",
            "paragraphs": [
                {
                    "paragraph": "嘉言第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "夫子適周，見萇弘，言繼退。萇弘語劉文公曰：“吾觀孔仲尼有聖人之表，河目而隆顙，黄帝之形貌也；脩肱而龜背，長九尺有六寸，成湯之容體也。然言稱先王，躬履廉譲，洽聞強記，愽物不窮，抑亦聖人之興者乎？”劉子曰：“方今周室衰㣲，而諸侯力争，孔丘布衣，聖将安施？”萇弘曰：“堯舜文武之道，或弛而墜，禮樂崩䘮，其亦正其綂紀而已矣。”旣而夫子聞之，曰：“吾豈敢哉！亦好禮樂者也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "陳惠公大城，因起凌陽之䑓，未終而坐法死者數十人，又執三監吏，将殺之。夫子適陳，聞之，見陳侯，與俱登䑓而觀焉。夫子曰：“羙哉斯䑓！自古聖王之爲城䑓，未有不戮一人而能致功若此者也。”陳侯黙而退，遽竊赦所執吏。旣而見夫子，問曰：“昔周作靈䑓，亦戮人乎？”答曰：“文王之興，附者六州，六州之衆，各以子道來，故區區之䑓，未及期日而已成矣，何戮之有乎？夫以少少之衆，能立大大之功，唯君爾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子張曰：“女子必漸乎二十而後嫁，何也？”孔子曰：“十五許嫁而後從夫，是陽動而隂應，男唱而女随之義也。以爲紡績組紃織絍者，女子之所有事也；黼黻文章之羙，婦人之所有大功也。必十五以徃，漸乎二十，然後可以通乎此事，通乎此事，然後乃能上以孝於舅姑，下以事夫養子也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "宰我使于齊而反，見夫子曰：“梁丘據遇虺毒，三旬而後瘳。朝齊君，㑹大夫衆賔而慶焉。弟子與在賔列，大夫衆賔並復獻攻療之方。弟子謂之曰：‘夫所以獻方，将爲病也。今梁丘子已瘳矣，而諸夫子乃復獻方，方将安施？意欲梁丘大夫復有虺害，當用之乎？’衆坐黙然無辭。弟子此言何如？”夫子曰：“汝說非也。夫三折肱爲良醫，梁丘子遇虺毒而獲瘳，諸有與之同疾者，必問所以已之之方焉。衆人爲此，故各言其方，欲售之以己人之疾也。凢言其方者，稱其良也，且以叅據所以已之之方優劣耳。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "夫子適齊，晏子就其舘，旣宴而𥝠焉，曰：“齊其危矣！譬若載無轄之車，以臨干仞之谷，其不顛覆亦難冀也。子吾心也。子以齊爲㳺息之館，當或可救，子幸不吾隠也。”夫子曰：“夫死病不可爲醫。夫政令者，人君之銜轡，所以制下也。今齊君失之已乆矣。子𨿽欲挾其輈而扶其輪，良弗及也。抑猶可以終齊君及子之身。過此以徃，齊其田氏矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "齊東郭亥欲攻田氏，執贄見夫子而訪焉。夫子曰：“子爲義也，丘不足與計事。”揖子貢，使答之。子貢謂之曰：“今子士也，位卑而圖大。卑則人不附也，圖大則人憚之，殆非子之任也。盍姑已乎？夫以一縷之任，繋千鈞之重，上懸之於無極之髙，下垂之於不測之深，旁人皆哀其絶，而造之者不知其危，子之謂乎？馬方駭，鼓而驚之；繋方絶，重而填之。馬奔車覆，六轡不禁，繋絶於髙，墜入於深，其危必矣。”東郭亥色戰而跪曰：“吾已矣，願子無言。”旣而夫子告子貢曰：“東郭亥欲爲義者也，子亦告之以難易則可矣，奚至懼之哉。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "宰我問：“君子尚辭乎？”孔子曰：“君子以理爲尚。愽而不要，非所察也；䌓辭富說，非所聴也。唯知者不失理。”孔子曰：“吾於予，取其言之近𩔖也；於賜，取其言之切事也。近𩔖則足以諭之，切事則足以懼之。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "論書第二",
            "paragraphs": [
                {
                    "paragraph": "論書第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子張問曰：“聖人受命必受諸天，而書云：‘受終于文祖。’何也？”孔子曰：“受命於天者，湯、武是也；受命於人者，舜、禹是也。夫不讀詩、書、易、春秋，則不知聖人之心，又無以别堯舜之禪，湯武之伐也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子張問曰：“禮，丈夫三十而室。昔舜三十徴庸，而書云：‘有鰥在下，曰虞舜。’何謂也？曩者師聞諸夫子曰：‘聖人在上，君子在位，則内無怨女，外無曠夫。’堯爲天子，而有鰥在下，何也？”孔子曰：“夫男子二十而冠，冠而後娶，古今通義也。舜父頑母嚚，莫能圖室家之端焉，故逮三十而謂之鰥也。詩云：‘娶妻如之何？必告父母。’父母在，則宜圖婚，若已殁，則己之娶。必告其廟。今舜之鰥，乃父母之頑嚚也。𨿽堯爲天子，其如舜何？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子夏問書大義。子曰：“吾於帝典，見堯、舜之聖焉；於大禹、臯陶謨、益稷，見禹、稷、皐陶之忠勤功勲焉；於洛誥，見周公之徳焉。故帝典可以觀羙，大禹謨、禹貢可以觀事，臯陶謨、益稷可以觀政，洪範可以觀度，秦誓可以觀議，五誥可以觀仁，甫刑可以觀誡。通斯亡者，則書之大義舉矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子曰：“書之於事也，逺而不闊，近而不迫，志盡而不怨，辭順而不謟。吾於髙宗肜日，見徳有報之疾也。苟由其道致其仁，則逺方歸志而致其敬焉。吾於洪範，見君子之不忍言人之惡而質人之羙也。發乎中而見乎外以成文者，其唯洪範乎！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子張問曰：“堯、舜之世，一人不刑而天下治，何則？以教誠而愛深也。龍子以爲教一而被以五刑，敢問何謂？”孔子曰：“不然。五刑所以佐教也，龍子未可謂能爲書也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子夏讀書旣畢，而見於夫子。夫子謂曰：“子何爲於書？”子夏對曰：“書之論事也，昭昭然若日月之代明，離離然若星辰之錯行。上有堯、舜之徳，下有三王之義。凡商之所受書於夫子者，志之於心，弗敢忘也。𨿽退而窮居河、濟之間，深山之中，作壌室，編蓬戸，常於此彈琴瑟，以歌先王之道，則可以發憤慷喟，忘己貧賤。故有人亦樂之，無人亦樂之。上見堯、舜之徳，下見三王之義，忽不知憂患與死也。”夫子愀然變容，曰：“嘻！子殆可與言書矣。𨿽然，其亦表之而已，未覩其裏也。夫闚其門而不入其室，惡覩其宗廟之奥、百官之羙乎？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "宰我問：“書云‘納于大麓，烈風雷雨弗迷’，何謂也？”孔子曰：“此言人事之應乎天也。堯既得舜，歷試諸難，已而納之於尊顯之官，使大錄萬機之政。是故隂陽清和，五星來備，烈風雷雨，各以其應，不有迷錯愆伏。明舜之行合於天也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "宰我曰：“敢問‘禋于六宗’，何謂也？”孔子曰：“所宗者六，皆㓗祀之也。埋少牢於太昭，所以𥙊時也；祖迎於坎壇，所以𥙊寒暑也；主於郊宮，所以𥙊日也；夜明，所以𥙊月也；幽禜，所以𥙊星也；雩禜，所以𥙊水旱也。‘禋于六宗’，此之謂也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "書曰：“茲予大享于先王，爾祖其從與享之。”季桓子問曰：“此何謂也？”孔子曰：“古之王者，臣有大功，死則必祀之於廟，所以殊有績、勸忠勤也。盤庚舉其事以厲其世臣，故稱焉。”桓子曰：“天子之臣有大功者，則旣然矣。諸侯之臣有大功者，可以如之乎？”孔子曰：“勞能定國，功加於民，大臣死難，𨿽食之公廟可也。”桓子曰：“其位次如何？”孔子曰：“天子諸侯之臣，生則有列於朝，死則有位於廟，其序一也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "書曰：“維髙宗報上甲㣲。”定公問曰：“此何謂也？”孔子對曰：“此謂親盡廟毁，有功而不及祖，有徳而不及宗，故於毎𡻕之大嘗而報𥙊焉，所以昭其功徳也。”公曰：“先君僖公，功徳前行，可以與於報乎？”孔子曰：“丘聞昔虞、夏、商、周，以帝王行此禮者則有矣，自此以下，未之知也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "定公問曰：“周書所謂‘庸庸祗祗，威威顯民’，何謂也？”孔子對曰：“不失其道，明之於民之謂也。夫能用可用，則正治矣；敬可敬，則尚賢矣；畏可畏，則服刑恤矣。君審此三者以示民，而國不興，未之有也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子張問：“書云‘奠髙山’，何謂也？”孔子曰：“髙山五嶽，定其差秩，祀所視焉。”子張曰：“其禮如何？”孔子曰：“牲幣之物，五嶽視三公，而名山視子男。”子張曰：“仁者何樂於山？”孔子曰：“夫山者，巋然髙。”子張曰：“髙則何樂爾？”孔子曰：“夫山，草木植焉，鳥獸蕃焉，財用出焉，直而無𥝠焉，四方皆伐焉。直而無𥝠，興吐風雲，以通乎天地之間，隂陽和合，雨露之澤，萬物以成，百姓咸饗，此仁者之所以樂乎山也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孟懿子問：“書曰‘欽四鄰’，何謂也？”孔子曰：“王者前有疑，後有丞，左有輔，右有弼，謂之四近。言前後左右近臣，當畏敬之，不可以非其人也。周文王胥附，奔輳，先後，禦侮，謂之四鄰，以免乎牖里之害。”懿子曰：“夫子亦有四鄰乎？”孔子曰：“吾有四友焉。自吾得囬也，門人加親，是非胥附乎？自吾得賜也，逺方之士日至，是非奔輳乎？自吾得師也，前有光，後有輝，是非先後乎？自吾得由也，惡言不至於門，是非禦侮乎？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子見齊景公。梁丘據自外而至。公曰：“何遅？”對曰：“陳氏戮其小臣，臣有辭焉，是故遅。”公𥬇而目孔子曰：“周書所謂‘明徳慎罰’，陳子，明徳也，罰人而有辭，非不慎矣。”孔子答曰：“昔康叔封衞，綂三監之地，命爲孟侯。周公以成王之命作康誥焉，稱述文王之徳，以成𠡠誡之文。其書曰：‘惟乃丕顯考文王，克明徳慎罰。’克明徳者，能顯用有徳，舉而任之也；慎罰者，并心而慮之，衆平然後行之，致刑錯也。此言其所任不失徳，所罰不失罪，不謂己徳之明也。”公曰：“寡人不有過言，則安得聞君子之教也？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "書曰：“其在祖甲，不義惟王。”公西赤曰：“聞諸晏子，湯及太甲、祖乙、武丁，天下之大君。夫太甲爲王，居䘮行不義，同稱大君，何也？”孔子曰：“君子之於人，計功以除過。太甲即位，不明居䘮之禮，而干冡宰之政，伊尹放之于桐，憂思三年，追悔前愆，起而復位，謂之明王。以此觀之，𨿽四於三王，不亦可乎？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魯哀公問：“書稱䕫曰‘於，予擊石拊石，百獸率舞，庶尹𠃔諧’，何謂也？”孔子對曰：“此言善政之化乎物也。古之帝王，功成作樂，其功善者其樂和。樂和則天地且猶應之，况百獸乎？䕫爲帝舜樂正，實能以樂盡治理之情。”公曰：“然則政之大本，莫尚䕫乎？”孔子曰：“夫樂所以歌其成功，非政之本也。衆官之長旣成熈熈，然後樂乃和焉。”公曰：“吾聞䕫一足有異於人，信乎？”孔子曰：“昔重𥠖舉䕫爲進，又欲求人而佐焉。舜曰：‘夫樂，天地之精也。唯聖人爲能和六律，均五聲，和樂之本，以通八風。䕫能若此，一而足矣。’故曰‘一足’，非一足也。”公曰：“善！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "記義第三",
            "paragraphs": [
                {
                    "paragraph": "記義第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "季桓子以粟千鍾餼夫子，夫子受之而不辭，旣而以頒門人之無者。子貢進曰：“季孫以夫子貧，故致粟。夫子受之而以施人，無乃非季孫之意乎？”子曰：“何？”對曰：“季孫以爲惠也。”子曰：“然，吾得千鍾，所以受而不辭者，爲季孫之惠，且以爲寵也。夫受人財不以成富，與季孫之惠於一人，豈若惠數百人哉？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "秦莊子死，孟武伯問於孔子曰：“古者同寮有服乎？”荅曰：“然，同寮有相友之義，貴賤殊等，不爲同官。聞諸老聃：昔者虢叔、閎夭、太顛、散宜生、南宫括，五臣同寮比徳，以賛文、武。及虢叔死，四人者爲之服朋友之服，古之逹禮者行之也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "公父文伯死，室人有從死者，其母怒而不哭。相室諌之，其毋曰：“孔子，天下之賢人也，不用於魯，退而去，是子素宗之而不能随。今死而内人從死者二人焉，若此，於長者薄，於婦人厚也。”旣而夫子聞之，曰：“季氏之婦尚賢哉！”子路愀然對曰：“夫子亦好人之譽己乎？夫子死而不哭，是不慈也，何善爾？”子曰：“怒其子之不能随賢，所以爲尚賢者，吾何有焉？其亦善此而已矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "衞岀公使人問孔子曰：“寡人之任臣，無大小，一一自言問觀察之，猶復失人，何故？”答曰：“如君之言，此乃所以失之也。人旣難知，非言問所及，觀察所盡。且人君之慮者多，多慮則意不精。以不精之意，察難知之人，宜其有失也。君未之聞乎？昔者舜臣堯，官才任士，堯一從之。左右曰：‘人君用士當自任耳目，而取信於人，無乃不可乎？’堯曰：‘吾之舉舜，已耳目之矣；今舜所舉人，吾又耳目之，是則耳目人終無己也。’君苟付可付，則已不勞而賢才不失矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子貢問曰：“昔孫文子以衞侯哭之不哀，知其将爲亂，不敢捨其重器而行，盡寘諸戚，而善晋大夫二十人，或稱其知，何如？”孔子曰：“吾知其爲罪人，未知其爲知也。”子貢曰：“敢問何謂也？”子曰：“食其禄者，必死其事。孫子知衞君之将不君，不念伏死以争，而素規去就，尸利擕貳，非人臣也。臣而有不臣之心，明君所不赦。幸哉，孫子之以此免戮也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子使宰予使于楚，楚昭王以安車象餙因宰予以遺孔子焉。宰予曰：“夫子無以此爲也。”王曰：“何故？”對曰：“臣以其用，思其所在，觀之，有以知其然。”王曰：“言之。”宰予對曰：“自臣侍從夫子以來，竊見其言不離道，動不違仁，貴義尚徳，清素好儉，仕而有祿，不以爲積，不合則去，退無吝心。妻不服綵，妾不衣帛，車噐不彤，馬不食粟。道行則樂其治，不行則樂其身，此所以爲夫子也。若夫觀目之靡麗，窈窕之滛音，夫子過之弗之視，遇之弗之聴也。故臣知夫子之無用此車也。”王曰：“然則夫子何欲而可？”對曰：“方今天下道徳寢息，其志欲興而行之。天下誠有欲治之君，能行其道，則夫子𨿽徒歩以朝，固猶爲之，何必逺辱君之重貺乎。”王曰：“乃今而後知孔子之徳也大矣。”宰予歸，以告孔子。孔子曰：“二三子以予之言何如？”子貢對曰：“未盡夫子之羙也。夫子徳髙則配天，深則配海，若予之言，行事之實也。”子曰：“夫言貴實，使人信之，舎實何稱乎？是賜之華不若予之實也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子適齊，齊景公讓登，夫子降一等，景公三辭，然後登。旣坐，曰：“夫子降徳，辱臨寡人，寡人以爲榮也；而降階以逺，自絶於寡人，未知所以爲罪。”孔子答曰：“君惠顧外臣，君之賜也。然以匹夫敵國君，非所敢行也。𨿽君𥝠之，其若義何？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "顔讎善事親，子路義之。後讎以非罪執於衞，将死。子路請以金贖焉。衞人将許之。旣而二三子納金於子路以入衞。或謂孔子曰：“受人之金以贖其𥝠昵，義乎？”子曰：“義而贖之，貧取於友，非義而何？愛金而令不辜䧟辟，凢人且猶不忍，况二三子於由之所親乎。詩云：‘如可贖𠔃，人百其身。’苟出金可以生人，𨿽百倍古人，不以爲多。故二三子行其𣣔，由也成其義，非汝之所知也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子讀詩及小雅，喟然而嘆曰：“吾於周南召南，見周道之所以盛也。於栢舟，見匹夫執志之不可易也。於淇奥，見學之可以爲君子也。於考槃，見遁世之士而不悶也。於木𤓰，見苞苴之禮行也。於緇衣，見好賢之心至也。於鷄鳴，見古之君子不忘其敬也。於伐檀，見賢者之先事後食也。於蟋蟀，見陶唐儉徳之大也。於下泉，見亂世之思明君也。於七月，見豳公之所以造周也。於東山，見周公之先公而後𥝠也。於狼䟦，見周公之逺志所以爲聖也。於鹿鳴，見君臣之有禮也。於彤弓，見有功之必報也。於羔羊，見善政之有應也。於節南山，見忠臣之憂世也。於蓼莪，見孝子之思養也。於楚茨，見孝子之思𥙊也。於裳裳者華，見古之賢者世保其禄也。於采菽，見古之明王所以敬諸侯也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子晝息於室而皷琴焉。閔子自外聞之，以告曽子曰：“嚮也夫子之音清澈以和，淪入至道；今也更爲幽沈之聲。幽則利𣣔之所爲發，沈則貪得之所爲施，夫子何所感之若是乎？吾從子入而問焉。”曽子曰：“諾。”二子入問孔子，孔子曰：“然，汝言是也。吾有之，向見猫方取䑕，𣣔其得之，故爲之音也。汝二人者孰識諸？”曽子對曰：“是閔子。”夫子曰：“可與聴音矣。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "刑論第四",
            "paragraphs": [
                {
                    "paragraph": "刑論第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "仲弓問古之刑教與今之刑教。孔子曰：“古之刑省，今之刑繁。其爲教，古有禮然後有刑，是以刑省；今無禮以教，而齊之以刑，刑是以繁。書曰：‘伯夷降典，折民維刑。’謂下禮以教之，然後維以刑折之也。夫無禮則民無耻，而正之以刑，故民苟免。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子適衞，衞将軍文子問曰：“吾聞魯公父氏不䏻聴獄，信乎？”孔子答曰：“不知其不能也。夫公父氏之聴獄，有罪者懼，無罪者恥。”文子曰：“有罪者懼，是聴之察，刑之當也。無罪者恥，何乎？”孔子曰：“齊之以禮，則民恥矣；刑以止刑，則民懼矣。”文子曰：“今齊之以刑，刑猶弗勝，何禮之齊？”孔子曰：“以禮齊民，譬之於御則轡也；以刑齊民，譬之於御則鞭也。執轡扵此而動扵彼，御之良也。無轡而用䇿，則馬失道矣。”文子曰：“以御言之，右手執轡，左手運䇿，不亦速乎？若徒轡無䇿，馬何懼哉？”孔子曰：“吾聞古之善御者，執轡如組，两𩥵如舞，非䇿之𦔳也。是以先王盛於禮而薄於刑，故民從命。今也廢禮而尚刑，故民彌暴。”文子曰：“呉、越之俗，無禮而亦治，何也？”孔子曰：“夫呉、越之俗，男女無别，同川而浴，民䡖相犯，故其刑重而不勝，由無禮也。中國之教，爲外内以别男女，異噐服以殊等𩔗。故其民篤而法，其刑䡖而勝，由有禮也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔子曰：“民之所以生者，衣食也。上不教民，民匱其生，飢寒切扵身而不爲非者，寡矣。故古之於盗，惡之而不殺也。今不先其教而一殺之，是以罰行而善不反，刑張而罪不省。夫赤子知慕其父毋，由審故也，况乎爲政，興其賢者而廢其不賢，以化民乎？知審此二者，則上盗先息。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "書曰：“兹殷罰有倫。”子張問曰：“何謂也？”孔子曰：“不失其理之謂也。今諸侯不同徳，毎君異法，折獄無倫，以意爲限，是故知法之難也。”子張曰：“古之知法者與今之知法者，異乎？”孔子曰：“古之知法者䏻逺獄，今之知法者不失有罪。不失有罪，其於恕寡矣；能逺於獄，其於防深矣。寡恕近乎濫，防深治乎本。書曰‘維敬五刑，以成三徳’，言敬刑所以爲徳矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "書曰：“非從維從。”孔子曰：“君子之扵人也，有不語也，無不聴也。况聴訟乎？必盡其辭矣。夫聴訟者，或從其情，或從其辭。辭不可從，必断以情。書曰：‘人有小罪，非眚，乃惟終，自作不典，式爾；有厥罪小，乃不可不殺。乃有大罪，非終，乃惟眚災，適爾，旣道極厥辜，時乃不可殺。’”曽子問聴獄之術。孔子曰：“其大法也三焉：治必以寛，寛之之術，歸於察。察之之術，歸於義。是故聴而不寛，是亂也；寛而不察，是慢也；察而不中義，是𥝠也。𥝠則民怨。故善聴者，聴不越辭，辭不越情，情不越義。書曰：‘上下比罰，亡僣亂辭。’”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "書曰：“哀敬折獄。”仲弓問曰：“何謂也？”孔子曰：“古之聴訟者，察貧賤，哀孤獨，及鰥寡老弱不肖而無告者，𨿽得其情，必哀矜之。死者不可生，断者不可屬。若老而刑之，謂之悖；弱而刑之，謂之克；不赦過，謂之逆；率過以小罪，謂之抧。故宥過赦小罪，老弱不受刑，先王之道也。書曰：‘大辟疑，赦。’又曰：‘與其殺不辜，寕失不經。’”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "書曰：“若保赤子。”子張問曰：“聴訟可以若此乎？”孔子曰：“可哉！古之聴訟者，惡其意，不惡其人，求所以生之，不得其所以生，乃刑之。君必與衆共焉，愛民而重弃之也。今之聴訟者，不惡其意，而惡其人，求所以殺，是反古之道也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孟氏之臣叛，武伯問孔子曰：“如之何？”答曰：“臣人而叛，天下所不容也。其将自反，子姑待之。”三旬，果自歸孟氏。武伯将執之，訪扵夫子。夫子曰：“無也。子之於臣，禮意不至，是以去子。今其自反，罪以反除，又何執焉？子脩禮以待之，則臣去子，将安徃？”武伯乃止。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "記問第五",
            "paragraphs": [
                {
                    "paragraph": "記問第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "夫子閒居，喟然而嘆。子思再拜，請曰：“意子孫不脩，将忝祖乎？羡堯舜之道，恨不及乎？”夫子曰：“爾孺子，安知吾志？”子思對曰：“伋於進膳，亟聞夫子之教：其父析薪，其子弗克負荷，是謂不肖。伋毎思之，所以大恐而不懈也。”夫子忻然𥬇曰：“然乎！吾無憂矣。世不廢業，其克昌乎！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思問於夫子曰：“爲人君者，莫不知任賢之逸也，而不䏻用賢，何故？”子曰：“非不𣣔也，所以官人失䏻者，由於不明也。其君以譽爲賞，以毀爲罰，賢者不居焉。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思問於夫子曰：“亟聞夫子之詔，正俗化民之政，莫善於禮樂也。管子任法以治齊，而天下稱仁焉，是法與禮樂異用而同功也，何必但禮樂哉？”子曰：“堯舜之化，百世不輟，仁義之風逺也。管仲任法，身死則法息，嚴而寡㤙也。若管仲之知，足以定法，材非管仲，而專任法，終必亂成矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思問於夫子曰：“物有形𩔗，事有真偽，必審之，奚由？”子曰：“由乎心，心之精神是乎聖，推數究理，不以物疑，周其所察，聖人難諸？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "趙簡子使聘夫子，夫子将至焉，及河，聞竇鳴犢與舜華之見殺也，",
                    "zhushu": "孔子家語云：“殺竇凖、鳴犢及舜華。”又云：“趙簡子湏此二人而後從政。”則竇凖、鳴犢爲一人，舜華爲一人也。史記世家云：“竇鳴犢與舜華。”徐廣注云：“或作鳴鐸、竇凖。”今備存之。"
                },
                {
                    "paragraph": "逥輿而旋，之衞，息鄹，遂爲操曰：“周道衰微，禮樂凌遅。文武既墜，吾将焉師？周逰天下，靡邦可依。鳯鳥不識，珍寳梟鴟。眷然顧之，𢡖焉心悲。巾車命駕，将適唐都。黄河洋洋，悠悠之魚。臨津不濟，還轅息鄹。傷子道窮，哀彼無辜。翶翔于衞，復我舊廬。從吾所好，其樂只且。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "哀公使以幣如衞迎夫子，而卒不能當，故夫子作丘陵之歌曰：“登彼丘陵，峛崺其阪。仁道在邇，求之若逺。遂迷不復，自嬰屯蹇。喟然囬慮，題彼㤗山。欝確其髙，梁甫囬連。枳𣗥充路，陟之無縁。将伐無柯，患茲蔓延。惟以永歎，涕霣潺湲。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "楚王使使奉金帛聘夫子，宰予、冉有曰：“夫子之道，於是行矣。”遂請見，問夫子曰：“太公勤身苦志，八十而遇文王，孰與許由之賢？”夫子曰：“許由，獨善其身者也；太公，兼利天下者也。然今世無文王之君也，𨿽有太公，孰能識之？”乃歌曰：“大道𨼆𠔃禮爲基，賢人竄𠔃将待時。天下如一欲何之？”",
                    "zhushu": "一作待清時。",
                    "type": 2
                },
                {
                    "paragraph": "叔孫氏之車卒曰子鉏商，樵於野而獲獸焉，衆莫之識，以爲不祥，棄之五父之衢。冉有告夫子曰：“有𪊽而肉角，豈天之妖乎？”夫子曰：“今何在？吾将觀焉。”遂徃，謂其御髙柴曰：“若求之言，其必麟乎！”到視之，果信。言偃問曰：“飛者宗鳯，走者宗麟，爲其難致也。敢問今見，其誰應之？”子曰：“天子布徳，将致太平，則麟鳯龜龍先爲之祥。今周宗将㓕，天下無主，孰爲來哉？”遂泣曰：“予之於人，猶麟之於獸也。麟出而死，吾道窮矣。”乃歌曰：“唐虞世𠔃麟鳯逰，今非其時來何求？麟𠔃麟𠔃我心憂！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "雜訓第六",
            "paragraphs": [
                {
                    "paragraph": "雜訓第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子上請所習於子思。子思曰：“先人有訓焉，學必由聖，所以致其材也；厲必由砥，所以致其刃也。故夫子之教，必始扵詩書而終於禮樂，雜說不與焉，又何請？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思謂子上曰：“白乎！吾嘗深有思而莫之得也，於學則窹焉。吾嘗企有望而莫之見也，登髙則覩焉。是故𨿽有本性而加之以學，則無惑矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "懸子問子思曰：“吾聞同聲者相求，同志者相好。子之先君見子産則兄事之，而世謂子産仁愛，稱夫子聖人，是謂聖道事仁愛也。吾未諭其人之孰先後也，故質於子。”子思曰：“然，子之問也。昔季孫問子㳺，亦若子之言也。子㳺荅曰：‘以子産之仁愛譬夫子，其猶浸水之與膏雨乎？’康子曰：‘子産死，鄭人丈夫舍玞珮，婦女舎珠瑱，巷哭三月，竽瑟不作。夫子之死也，吾未聞魯人之若是也，奚故哉？’子㳺曰：‘夫浸水之所及也則生，其所不及則死，故民皆知焉。膏雨之所生也，廣莫大焉，民之受賜也普矣，莫識其由來者。上徳不徳，是以無徳。’季孫曰：‘善。’”懸子曰：“其然。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孟子車尚㓜，請見子思。子思見之，甚恱其志，命子上侍坐焉，禮敬子車甚崇，子上不願也。客退，子上請曰：“白聞士無介不見，女無媒不嫁。孟孺子無介而見，大人恱而敬之，白也未諭，敢問。”子思曰：“然。吾昔從夫子於郯，遇程子於途，傾盖而語，終日而别，命子路将束帛贈焉，以其道同於君子也。今孟子車，孺子也，言稱堯舜，性樂仁義，世所希有也，事之猶可，况加敬乎？非爾所及也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思在魯，使以書如衞問子上。子上北面再拜，受書伏讀，然後與者宴。遂爲復書，返中庭，北面再拜，以授使者。旣受書，然後退。使者還魯，問子思曰：“吾子堂上南面立，授臣書，事畢送臣。子上中庭拜，授臣書而不送，何也？”子思曰：“拜而不送，敬也；使人而送之，賔也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魯人有同姓死而弗吊者，人曰：“在禮，當免不免，當吊不吊，有司罰之，如之何子之無吊也？”荅曰：“吾以其䟽逺也。”子思聞之，曰：“無恩之甚也。昔者季孫問於夫子曰：‘百世之宗有絶道乎？’子曰：‘繼之以姓，義無絶也。故同姓爲宗，合族爲屬。𨿽國君之尊，不廢其親，所以崇愛也。是以綴之食序，列之昭穆，萬世婚姻不通，忠篤之道然也。’”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魯穆公訪於子思曰：“寡人不徳，嗣先君之業三年矣，未知所以爲令名者。且欲掩先君之惡，以揚先君之善，使談者有述焉，爲之若何？願先生教之也。”子思荅曰：“以伋所聞，舜禹之於其父，非勿欲也，以爲𥝠情之細，不如公義之大，故弗敢𥝠之焉耳。責以虚餙之教，又非伋所得言。”公曰：“思之可以利民者。”子思曰：“願有惠百姓之心，則莫如一切除非法之事也。毁不居之室，以賜窮民，奪嬖寵之禄，以振困匱，無令人有悲怨，而後世有聞見，抑亦可乎？”公曰：“諾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "縣子問子思曰：“顔囬問爲邦，夫子曰：‘行夏之時。’若是，殷周異政爲非乎？”子思曰：“夏數得天，堯舜之所同也。殷周之王，征伐革命，以應乎天，因改正朔，若云天時之改爾，故不相因也。夫受禪於人者，則襲其綂，受命於天者，則革之，所以神其事，如天道之變然也。三綂之義，夏得其正，是以夫子云。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "穆公問於子思曰：“立太子有常乎？”荅曰：“有之，在周公之典。”公曰：“昔文王舎適而立其次，㣲子舎孫而立其弟，是何法也？”子思曰：“殷人質而尊其尊，故立弟；周人文而親其親，故立子。亦各其禮也。文質不同，其禮則異。文王舎適立其次，權也。”公曰：“苟得行權，豈唯聖人，唯賢與愛立也。”子思曰：“聖人不以權教，故立制垂法，順之爲貴。若必欲犯，何有於異？”公曰：“舎賢立聖，舎愚立賢，何如？”子思曰：“唯聖立聖，其文王乎？不及文王者，則各賢其所愛，不殊於適，何以限之？必不能審賢愚之分，請父兄群臣卜於祖廟，亦權之可也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孟軻問：“牧民何先？”子思曰：“先利之。”曰：“君子之所以教民，亦有仁義而已矣，何必曰利？”子思曰：“仁義固所以利之也。上不仁則下不得其所，上不義則下樂爲亂也，此爲不利大矣。故易曰：‘利者，義之和也。’又曰：‘利用安身，以崇徳也。’此皆利之大者也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "居衞第七",
            "paragraphs": [
                {
                    "paragraph": "居衞第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子思居衞，言茍變於衞君曰：“其材可将五百乗。君任軍旅，率得此人，則無敵於天下矣。”衞君曰：“吾知其材可将，然變也嘗爲吏，賦於民而食人二鷄子，以故弗用也。”子思曰：“夫聖人之官人，猶大匠之用木也，取其所長，棄其所短。故𣏌梓連抱而有數尺之朽，良工不棄，何也？知其所妨者細也，卒成不訾之噐。今君䖏戰國之世，選𤓰牙之士，而以二𡖉焉棄干城之将，此不可使聞於鄰國者也。”衞君再拜曰：“謹受教矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思適齊。齊君之嬖臣羙鬚眉立乎側，齊君指之而𥬇，且言曰：“假貌可相易，寡人不惜此之鬚眉於先生也。”子思曰：“非所願也。所願者，唯君脩禮義，富百姓，而伋得寄帑於君之境内，從襁負之列，其庸多矣。若無此鬚鬛，非伋所病也。昔堯身脩十尺，眉乃八彩，實聖；舜身脩八尺有竒，面頷無毛，亦聖；禹、湯、文、武及周公，勤思勞體，或折臂望視，或秃骭背僂，亦聖。不以鬚眉羙鬛爲稱也。人之賢聖在徳，豈在貌乎？且吾先君生無鬚眉，而天下王侯不以此損其敬。由是言之，伋徒患徳之不邵，不病毛𩯭之不茂也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思謂子上曰：“有可以爲公侯之尊，而富貴人衆不與焉者，非唯志乎？成其志者，非唯無欲乎？夫錦繢紛華，所服不過温體；三牲大牢，所食不過充腹。知以身取節者，則知足矣。苟知足，則不累其志矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "曽子謂子思曰：“昔者吾從夫子遊於諸侯，夫子未嘗失人臣之禮，而猶聖道不行。今吾觀子有傲世主之心，無乃不容乎？”子思曰：“時移世異，各有冝也。當吾先君，周制𨿽毁，君臣固位，上下相持，若一體然。夫欲行其道，不執禮以求之，則不能入也。今天下諸侯方欲力争，競招英雄以自輔翼，此乃得士則昌，失士則亡之秋也。伋於此時不自髙，人将下吾；不自貴，人将賤吾。舜禹揖譲，湯武用師，非故相詭，乃各時也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思在齊，齊尹文子生子不𩔖，怒而杖之，告子思曰：“此非吾子也。吾妻殆不婦，吾将黜之。”子思曰：“若子之言，則堯、舜之妃復可疑也。此二帝，聖者之英，而丹朱、商鈞不及匹夫。以是推之，豈可𩔖乎？然舉其多者，有此父斯有此子，人道之常也。若夫賢父之有愚子，此由天道自然，非子之妻之罪也。”尹文子曰：“先生止之，願無言，文留妻矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孟軻問子思曰：“堯、舜、文、武之道，可力而致乎？”子思曰：“彼，人也；我，人也。稱其言，履其行，夜思之，晝行之。滋滋焉，汲汲焉，如農之赴時，商之趣相，惡有不至者乎？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思謂孟軻曰：“自大，而不脩其所以大，不大矣；自異，而不脩其所以異，不異矣。故君子髙其行，則人莫能偕也；逺其志，則人莫能及也。禮接於人，人不敢慢；辭交於人，人不敢侮。其唯髙逺乎！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "申祥問曰：“殷人自契至湯而王，周人自弃至武王而王，同嚳之後也。周人追王大王、王季、文王，而殷人獨否，何也？”子思曰：“文質之異也。周人之所追大王，王迹起焉。”又曰：“文王受命，㫁虞、芮之訟，伐崇邦，退犬夷，追王大王、王季，何也？”子思曰：“狄人攻大王，大王召𦒿老而問焉，曰：‘狄人何來？’𦒿老曰：‘欲得菽粟財貨。’大王曰：‘與之。’與之至無，狄人不止。大王又問𦒿老曰：‘狄人何欲？’𦒿老曰：‘欲土地。’大王曰：‘與之。’𦒿老曰：‘君不爲社稷乎？’大王曰：‘社稷所以爲民也，不可以所爲亡民也。’𦒿老曰：‘君縱不爲社稷，不爲宗廟乎？’大王曰：‘宗廟者，𥝠也，不可以吾𥝠害民。’遂杖䇿而去，過梁山，止乎𡵨下，豳民之束脩奔而從之者三千乗，一止而成三千乗之邑，此王道之端也。成王於是追而王之。王季其子也，承其業，廣其基焉，𨿽同追王，不亦可乎！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "羊客問子思曰：“古之帝王，中分天下，使二公治之，謂之二伯。周自后稷封爲王者，後子孫據國，至大王、王季、文王，此固世爲諸侯矣，焉得爲西伯乎？”子思曰：“吾聞諸子夏，殷王帝乙之時，王季以功，九命作伯，受珪瓉秬鬯之賜，故文王因之，得專征伐。此以諸侯爲伯，猶周、召之君爲伯也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思年十六，適宋，宋大夫樂朔與之言學焉。朔曰：“尚書虞、夏數四篇，善也。下此以訖于秦、費，効堯、舜之言耳，殊不如也。”子思荅曰：“事變有極，正自當爾。假令周公、堯、舜更時易䖏，其書同矣。”樂朔曰：“凡書之作，欲以喻民也，簡易爲上，而乃故作難知之辭，不亦繁乎？”子思曰：“書之意兼複深奥，訓詁成義，古人所以爲典雅也。昔魯委巷亦有似君之言者。伋荅之，曰：‘道爲知者傳，苟非其人，道不貴矣。’今君何似之甚也？”樂朔不恱而退，曰：“孺子辱吾。”其徒曰：“此𨿽以宋爲舊，然世有讐焉，請攻之。”遂圍子思。宋君聞之，駕而救子思。子思既免，曰：“文王厄於牗里作周易，祖君屈於陳蔡作春秋，吾困於宋，可無作乎？”於是撰中庸之書四十九篇。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "巡守第八",
            "paragraphs": [
                {
                    "paragraph": "巡守第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子思逰齊，陳荘伯與登㤗山而觀，見古天子巡守之銘焉。陳子曰：“我生獨不及帝王封禪之世。”子思曰：“子不𣣔爾，今周室卑微，諸侯無覇，假以齊之義，率鄰國以輔文武子孫之有徳者，則齊桓、𣈆文之事不足言也。”陳子曰：“非不恱斯道，力不堪也。子聖人之後，吾願有聞焉，敢聞昔聖帝明王廵守之禮，可得聞乎？”子思曰：“凡求聞者，為求行之也。今子自計必不䏻行，𣣔聞何為？”陳子曰：“吾𨿽不敏，亦樂先王之道，於子何病而不吾告也？”子思乃告之曰：“古者天子将廵守，必先告於祖禰，命史告群廟及社稷、圻内名山大川，告者七日而徧，親告用牲，史告用幣，申命冡宰而後道而出，或以遷廟之主行，載于齋車，毎舎奠焉。及所經五岳四瀆，皆有牲幣。𡻕二月，東廵守，至于岱宗，柴于上帝，望秩于山川，所過諸侯各待于境，天子先問百年者所在而親見之，然後覲方岳之諸侯。有功徳者，則發爵賜服，以順陽義；無功者，則削黜貶退，以順隂義。命史採民詩謡，以觀其風；命市納賈，察民之所好惡，以知其志。命典禮，正制度，均量𢖍，考衣服之䓁，恊時月日辰。入其疆，土地荒穢，遺老失賢，掊克在位，則君免。山川社稷有不親舉者，則貶秩削土。土荒民逰為無教，無教者則君退；民滛僣上為無法，無法者則君罪。入其疆，土地墾辟，養老尊賢，俊傑在位，則君有慶。遂南廵，五月至于南岳，又西巡，八月至于西岳。又北巡，十有一月至于北岳。其禮皆如岱宗。歸，反，舎于外次，三日齋，親告于祖、禰，用特。命有司告群廟社稷及圻内名山大川，而後入聽朝。此古者明王巡守之禮也。”陳子曰：“諸侯朝乎天子，盟㑹覇主，則亦告宗廟、山川乎？”子思曰：“告哉！”陳子曰：“王者巡守，不及四岳；諸侯盟㑹，不越鄰國。則其禮同乎？異乎？”子思曰：“天子封圻千里，公侯百里，伯七十里，子男五十里，虞、夏、殷、周之常制也。其或出此封者，則其禮與巡守、朝、㑹無變。其不越於封境，𨿽行如在國。”陳子曰：“㫖哉！古之義也，吾今而後知不學者，淺之為人也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "公儀第九",
            "paragraphs": [
                {
                    "paragraph": "公儀第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "魯人有公儀休者，砥節勵行，樂道好古，恬扵榮利，不事諸侯。子思與之友。穆公因子思𣣔以為相，謂子思曰：“公儀子必輔寡人，參分魯國而與之一，子其言之。”子思對曰：“如君之言，則公儀子愈所以不至也。君若飢渇待賢，納用其謀，𨿽蔬食水飲，伋亦願在下風。今徒以髙官厚禄，鈎餌君子，無信用之意。公儀子之智若魚鳥可也，不然，則彼将終身不躡乎君之庭矣。且臣不佞，又不任為君操竿下釣，以傷守節之士也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "閭丘温見田氏将必危齊，𣣔以其邑叛而適魯。穆公聞之，謂子思曰：“子䏻懐之，則寡人割邑如其邑以償子。”子思曰：“伋𨿽䏻之，義所不為也。”公曰：“何？”子思對曰：“彼為人臣，君将顛，弗䏻扶而叛之；逆臣制國，弗䏻以其衆死而逃之，此罪誅之人也。伋縦不䏻討，而又要利以召姦，非忍行也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "穆公問子思曰：“吾聞龎欄氏子不孝，其行何如？”對曰：“臣聞明君之爲政，尊賢以崇徳，舉善以勸民，則四封之内，孰敢不化？若夫過行，是細人之所識。不治其本而問其過，臣不知所以也。”公曰：“善。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "穆公謂子思曰：“子之書所記夫子之言，或者以謂子之辭也。”子思曰：“臣所記臣祖之言，或親聞之者，有聞之扵人者，𨿽非其正辭，然猶不失其意焉。且君之所疑者何？”公曰：“於事無非。”子思曰：“無非，所以得臣祖之意也。就如君言，以為臣之辭，臣之辭無非，則亦所宜貴矣。事旣不然，又何疑焉？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "穆公謂子思曰：“縣子言子之為善，不𣣔人譽己，信乎？”子思對曰：“非臣之情也。臣之修善，𣣔人知之，知之而譽臣，是臣之為善有勸也，此所願而不可得者也。若臣之修善而人莫知，莫知則必毀臣，是臣之爲善而受毁也，此臣所不願而不可避者也。若夫鷄鳴為善，孜孜以至夜半，而曰不𣣔人之知，恐人之譽己，臣以謂斯人也者，非虚則愚也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "胡毋豹謂子思曰：“子好大，世莫䏻容子也，盍亦随時乎？”子思曰：“大非所病，所病不大也。凢所以求容扵世，為行道也。毀道以求容，道何行焉？大不見容，命也；毀大而求容，罪也。吾弗改矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思居貧，其友有饋之粟者，受二車焉。或獻樽酒束脩，子思弗為當也。或曰：“子取人粟而辭吾酒脯，是辭少而取多也。扵義則無名，於分則不全，而子行之，何也？”子思曰：“然。伋不幸而貧於財，至於困乏，将恐絶先人之祀。夫所以受粟，爲周乏也；酒脯，所以飲宴也。方乏於食而乃飲晏，非義也。吾豈以爲分哉？度義而行也。”或者擔其酒脯以歸。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "穆公問子思曰：“吾國可興乎？”子思曰：“可。”公曰：“爲之柰何？”對曰：“苟君與大夫慕周公、伯禽之治，行其政化，開公家之惠，杜𥝠門之利，結恩百姓，脩禮鄰國，其興也勃矣。”子思曰：“吾之富貴甚易，而人猶弗能。夫不取於人謂之富，不辱於人謂之貴。不取不辱，其於富貴庶矣哉！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "抗志第十",
            "paragraphs": [
                {
                    "paragraph": "抗志第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "曽申謂子思曰：“屈己以伸道乎？抗志以貧賎乎？”子思曰：“道伸，吾所願也。今天下王侯，其孰能哉？與屈己以富貴，不若抗志以貧賎。屈己則制於人，抗志則不愧於道。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思居衛，衛人釣於河，得鰥魚焉，其大盈車。子思問之曰：“鰥魚，魚之難得者也，子如何得之？”對曰：“吾始下釣，垂一魴之餌，鰥過而弗視也。更以豚之半體，則吞之矣。”子思喟然曰：“鰥𨿽難得，貪以死餌；士𨿽懐道，貪以死禄矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思居衛，魯穆公卒，縣子使乎衛，聞䘮而服，謂子思曰：“子𨿽未臣，魯，父毋之國也，先君宗廟在焉，柰何弗服？”子思曰：“吾豈愛乎？禮不得也。”縣子曰：“請聞之。”答曰：“臣而去國，君不掃其宗廟，則不為之服。寓乎是國，而為國服。吾旣無列於魯，而𥙊在衛，吾何服哉？是寄臣而服所寄之君，則舊君無服，明不二君之義也。”縣子曰：“善哉！我未之思也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "衞君言計非是，而群臣和者如出一口。子思曰：“以吾觀衞，所謂‘君不君、臣不臣’者也。”公丘懿子曰：“何乃若是？”子思曰：“人主自臧，則衆謀不進。事是而臧之，猶却衆謀，况和非以長惡乎？夫不察事之是非，而恱人之讃己，闇莫甚焉。不度理之所在，而阿䛕求容，謟莫甚焉。君闇臣謟，以居百姓之上，民弗與也。若此不已，國無𩔗矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思謂衞君曰：“君之國事，将日非矣。”君曰：“何故？”荅曰：“有由然焉。君出言皆自以爲是，而卿大夫莫敢矯其非；卿大夫出言亦皆自以爲是，而士庶人莫敢矯其非。君臣既自賢矣，而群下同聲賢之，賢之則順而有福，矯之則逆而有禍，故使如此。如此則善安從生？詩云：‘具曰予聖，誰知烏之䳄𩿅？’抑亦似衞之君臣乎！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "衞君問子思曰：“寡人之政何如？”荅曰：“無非。”君曰：“寡人不知其不肖，亦望其如此也。”子思曰：“希旨容媚，則君親之；中正弼非，則君䟽之。夫能使人富貴貧賤者，君也。在朝之士，孰肯舎所以見親而取其所以見䟽乎？是故競求射君之心，而莫有非君之非者，此臣所以無非也。”公曰：“然乎，寡人之過也，今知改矣。”荅曰：“君弗能焉。口順而心不懌者，臨其事必疣。君𨿽有命，臣未敢受也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "司徒文子改葬其叔父，問服於子思。子思曰：“禮，父母改葬，緦，既葬而除，不忍無服送至親也。非父母無服，無服則弔服而加麻。”文子曰：“䘮服既除，然後乃葬，則其服何服？”荅曰：“三年之䘮，未葬，服不變，除何有焉？期大功之䘮，服其所除之服以葬，既葬而除之。其虞也，吉服以行事也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "公叔木謂申祥曰：“吾於子思，親而敬之，子思未吾察也。”申祥以告。曰：“人求親敬於子，子何辱焉？”子思荅曰：“義也。”申祥曰：“請聞之。”荅曰：“公叔氏之子，愛人之同己，慢而不知賢。夫其親敬，非心見吾所可親敬也，則亦以人口而䟽慢吾矣。”申祥曰：“其不知賢柰何？”荅曰：“有龍穆者，徒好餙弄辭說，觀於坐席，相人眉睫，以爲之意，天下之淺人也，而公叔子交之。橋子良脩實而不脩名，爲善不爲人之知己，不撞不發，如大鍾然，天下之深人也，而公叔子與之同邑而弗能知，此其所以爲愛同己而不知賢也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思自齊反衞，衞君舘而問曰：“先生魯國之士，然不以衞之𥚹小，猶歩玉趾而慰存之，願有賜於寡人也。”子思曰：“臣覉旅於此，而辱君之威尊，亟臨蓽門，其榮多矣。欲報君以財幣，則君之府藏已盈，而伋又貧；欲報君以善言，恐未合君志，而徒言不聴也。顧未有可以報君者，唯逹賢爾。”衞君曰：“賢則固寡人之所願也。”子思曰：“未審君之願将何以爲？”君曰：“必用以治政。”子思曰：“君弗能也。”君曰：“何故？”荅曰：“衞國非無賢才之士，而君未有善政，是賢才不見用故也。”君曰：“𨿽然，願聞先生所以爲賢者。”荅曰：“君将以名取士耶？以實取士耶？”君曰：“必以實。”子思曰：“衞之東境有李音者，賢而有實者也。”君曰：“其父祖何也？”荅曰：“世農夫也。”衞君乃盧胡大𥬇曰：“寡人不好農，農夫之子無所用之，且世臣之子未悉官之。”子思曰：“臣稱李音，稱其賢才也。周公大聖，康叔大賢，今魯、衞之君，未必皆同其祖考。李音父祖𨿽善農，則音亦未必與之同也。君言‘世臣之子未悉官之’，則臣所謂有賢才而不見用，果信矣。臣之問君，固疑取士不以實也。今君不問李音之所以為賢才，而聞其世農夫，因𥬇而不受，則君取士果信名而不由實者也。”衞君屈而無辭。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "衞君曰：“夫道大而難明，非吾所能也。今欲學術，何如？”子思曰：“君無然也。體道者逸而不窮，任術者勞而無功。古之篤道君子，生不足以喜之，利何足以動之；死不足以禁之，害何足以懼之。故明於死生之分，通於利害之變，𨿽以天下易其脛毛，無所槩於志矣。是以與聖人居，使窮士忘其貧賤，使王公簡其富貴。君無然也。”衞君曰：“善。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "齊王謂子思曰：“今天下擾擾，諸侯無伯，吾國大人衆，圖帝何如？”子思曰：“不可也。君不能去君貪利之心。”王曰：“何害？”子思曰：“夫水之性清，而土壤汨之；人之性安，而嗜慾亂之。故能有天下者，必無以天下為者也；能有名譽者，必無以名譽為者也。逹此，則其利心外矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "衞将軍文子之内子死，復者曰：“臯媚女復。”子思聞之，曰：“此女氏之字，非夫氏之名也。婦人於夫氏，以姓氏稱，禮也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "費子陽謂子思曰：“吾念周室将㓕，泣涕不可禁也。”子思曰：“然。此亦子之善意也。夫能以智知可知，而不能以智知未可知，危之道也。今以一人之身，憂世之不治，而泣涕不禁，是憂河水之濁而泣清之也，其爲無益莫大焉。故微子去殷，紀季之齊，良知時也。唯能不憂世之亂而患身之不治者，可與言道矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "齊王戮其民不辜，謂子思曰：“吾知其不辜，而適觸吾忿，故戮之，以爲不足傷義也。”子思曰：“文王葬朽骨，而天下知仁；商紂斫朝渉，而天下稱暴。夫義者，不必徧利天下也；暴者，不必盡虐海内也。以其所施而觀其意，民乃去就焉。今君因心之忿，遷戮不辜，以為無傷於義，此非臣之所敢知也。”王曰：“寡人實過，乃今聞命，請改之。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "衞公子交見於子思，曰：“先生聖人之後，執清髙之操，天下之君子莫不服先生之大名也。交𨿽不敏，竊幕下風，願師先生之行，幸顧䘏之。”子思曰：“公子不宜也。夫清髙之節，不以𥝠自累，不以利煩意，擇天下之至道，行天下之正路。今公子紹康叔之緒，處戰伐之世，當務收英雄，保其疆土，非所以明否藏、立䂓檢、脩匹夫之行之時也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "衞公子交饋馬四乗於子思，曰：“交不敢以此求先生之歡，而辱先生之㓗也。先生乆降於鄙土，蓋為賔主之餼焉。”子思曰：“伋寄命以來，度身以服衞之衣，量腹以食衞之粟矣。且又朝夕受酒脯及𥙊膰之賜，衣食已優，意氣已定，以無行志，未敢當車馬之貺。禮，𨿽有爵賜人，不踰父兄。今重違公子之盛旨，則有謟禮之愆焉，若何？”公子曰：“交已言於君矣。”荅曰：“不可。爲人子者，三賜不及車馬。”公子曰：“我未之聞也，謹受教。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "穆公欲相子思，子思不願，将去魯。魯君曰：“天下之主，亦猶寡人也，去将安之？”子思荅曰：“蓋聞君子猶鳯也，疑之則舉。今君既疑矣，又以已限天下之君，臣竊謂君之言過矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "齊王謂子思曰：“先生名髙於海内，吐言則天下之士莫不屬耳目。今寡人欲相梁起，起也名少，願先生談說之也。”子思曰：“天下之士所以屬耳目者，以伋之言是非當也。今君使伋虚談於起，則天下之士必改耳目矣。耳目既改，又無益於起，是兩之䘮也。故不敢承命。”齊君曰：“起之不善，何也？”子思曰：“君豈未之知乎？厚於財色，必薄於徳，自然之道也。今起以貪成富，聞於諸侯，而無救施之惠焉；以好色聞於齊國，而無男女之别焉。有一於此，猶受其咎，而起二之，能無累乎？”王曰：“寡人之言實過，願先生赦馬。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子思見老萊子，老萊子聞穆公将相子思，老萊子曰：“若子事君，将何以爲乎？”子思曰：“順吾性情，以道輔之，無死亡焉。”老萊子曰：“不可順子之性也。子性惟太剛而傲不肖，且又無所死亡，非人臣也。”子思曰：“不肖，故為人之所傲也。夫事君，道行言聴，則何所死亡？道不行，言不聴，則亦不能事君，所謂無死亡也。”老萊子曰：“子不見夫齒乎？𨿽堅剛，卒盡相摩；舌柔順，終以不弊。”子思曰：“吾不能為舌，故不能事君。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "小爾雅第十一",
            "paragraphs": [
                {
                    "paragraph": "小爾雅第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "廣詁第一",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "淵、懿、邃、賾，深也。封、巨、莫、莾、艾、祁，大也。頒、賦、鋪、敷，布也。蓋、戴、燾、蒙、冐，覆也。鐘、崇、府、衆、積、灌、叢、樸，聚也。閱、捜、履、庀，具也。攻、爲、詁、相、旬、宰、營、匠，治也。蠲、祓、禋、屑，潔也。勿、蔑、微、末、没，無也。隆、巢、岸、峻，髙也。逼、昵、附、切、局、鄰、傅、戚，近也。邵、媚、旨、伐，羙也。賢、裒、䌓、優、饒、夥，多也。㡬、蔡、模、臬，法也。爰、換、變、貿、交、更，易也。生、造、奏、詣，進也。索、搴、探、裏、鉤、掠、採、略，取也。聞、徹、接、通，逹也。固、歷、彌、𪧐、舊、尚，乆也。彌、愈、滋、強，益也。赫、斁、爽、曉、昕、著、讃、曙，明也。階、附、襲、就，因也。封、畛、際、限、彊、畧，界也。承、弟、班、列，次也。户、悛、挌、扈，正也。幽、曀、闇、昧，㝠也。最、凢、目、質，要也。疆、窮、𠑽，竟也。而、乃、爾、若，汝也。控、彎、挽，引也。承、賛、凉、助，佐也。尋、由、以，用也。要、捷、集、載，成也。肆、赴、捷，疾也。造、之、如，適也。掇、督、摭，拾也。肄、子、燼，餘也。拓、斥、啓、闢，開也。杜、實、充、牣，塞也。實、牣，滿也。奨、率、厲，勸也。勤、勉、事，力也。經、屑、省，過也。闕、缺、間，隙也。迭、逓、交，更也。𤏖、剗、没，㓕也。玄、黔、驪、黝，黒也。縞、皓、素，白也。彤、梓、頳、緼，赤也。滛、沉、滅，没也。載、功、物，事也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "廣言第二",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "晏、明，陽也。旰、晏，晚也。算、麗，數也。叜、艾，老也。僉、皆，同也。交、校，報也。舒、布，展也。揚、翥，舉也。索、略，求也。獲、干，得也。奚、害，何也。里、度，居也。周、浹，匝也。充、該，備也。列、厥，陳也。𨎚、輈，輿也。廢、措，置也。駕、乗，凌也。收、戢，歛也。囚、禁，録也。掌、司，主也。偏、贅，属也。麗、著，思也。載、略，行也。沓、襲，合也。抵、享，當也。庚、徹，近也。脩、杼，長也。校、戰，交也。謁、復，白也。勑、質，正也。裔、蔑，末也。延、衍，散也。末、没，終也。辨、詰，别也。菲、凉，薄也。復、旋，還也。祖、巽，送也。卬，我也。姓、命、孥，子也。諧、𥸤，和也。悛、窹，覺也。憾、猜，恨也。艾、盡，止也。𢢀，忿也。奸，犯也。汨、滑，亂也。縮、紬，抽也。曁、捷，及也。苞、䟦，本也。肆、臬，極也。睇、題，視也。犯、肆，突也。束、縻，縳也。肆、從，遂也。放、投，棄也。莾、蕪，草也。暴、暎，曬也。焮也，晞、𤍜，乾也。迪、跡，蹈也。衍、演，廣也。袤、縱，長也。荷、掲，擔也。仍，再也。徇，歸也。工，官也。稽，考也。顛，殞也。躋，陞也。戕，殘也。勦，截也。辟，除也。慁，患也。謪，責也。間，非也。順，退也。抗，禦也。靳，取也。𧈪，　戯也。𥚹，狹也。惎，教也。沮，疑也。𧇊，損也。毁，壊也。判，散也。蔽，㫁也。交，俱也。俘，罰也。夷，傷也。枳，害也。適，　閑也。締，閉也。靡，細也。辨，使也。牧，臨也。嘗，試也。頼，羸也。若，乃也。嗟，發聲也。奏，爲也。振，救也。庸，償也。賈，價也。贍，足也。曹，耦也。麗，兩也。驟，數也。逞，快也。越，逺也。姑，且也。哿，可也。釋，觧也。庸，善也。荐，重也。登，升也。勵，勉也。赫，顯也。韙，是也。丕，荘也。佞，才也。曁，息也。話，善也。愿，謹也。丰，豊也。都，盛也。腆，厚也。肆，緩也。競，逐也。紀，基也。憗，強也。薄，迫也。燀，炊也。資，取也。質，信也。餼，饋也。憑，依也。藉，借也。際，接也。𧜟，外也。閡，限也。廬，寄也。萃，集也。簉，倅也。尤，怪也。瞢，慙也。索，空也。素，故也。視，比也。徨，徃也。矜，惜也。狃，𢗗也。覬，望也。何，任也。御，侍也。殿，塡也。選，擇也。宣，示也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "廣訓第三",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "諸，之也，乎也。旃，焉也。惡、乎、於，何也。烏乎，吁嗟也。吁嗟，嗚呼也。有所歎羙，有所傷痛，随事爲義也。無念，念也。無寧，寧也。不顯，顯也。不承，承也。不肖，不似也。䋲之，譽之也。詰朝，明旦也。“遐不黄耇”，言夀考也。公孫碩膚，徳音不瑕，道成王大羙，聲稱逺也。“鄂不韡韡”，言韡韡也。“我從事獨賢”，勞事獨多也。“魴鱮甫甫”，語其大也。“麀鹿麌麌”，語其衆也。海物維錯，錯，雜也。雜毛曰“𣯛”，雜彩曰“繪”，雜言曰“哤”。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "廣義第四",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "凢無妻無夫，通謂之“寡”。寡夫曰“㷀”，寡婦曰“𡠉”。妾婦之賤者，謂之“屬婦”。屬，逮也。逮婦之名，言其徴也。非分而得謂之幸。詰責以辭謂之“譲”。男女不以禮交，謂之“滛”。上滛曰“烝”，下滛曰“報”，旁滛曰“通”。不直失節謂之“慙”，慙，愧也。面慙曰“戁”，心慙曰“恧”，體慙曰“逡”。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "廣名第五",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "諱死謂之大行，死而復生謂之蘇，疾甚謂之阽。請天子命曰未可以戚先王，請諸侯命曰未可以近先君，請大夫命曰未可以從先子。空棺謂之櫬，有屍謂之柩。饋死者謂之賵，衣服謂之禭。埋柩謂之殔。殔坎謂之池。壙謂之竁，下棺謂之窆。塡竁謂之封。宰，塜也。壟，塋也。無主之鬼謂之殤。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "廣服第六",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "治絲曰織，織，繒也。麻、紵、葛曰布，布，通名也。纊，綿也。絮之細者曰纊。繒之精者曰縞，縞之麄者曰素。葛之精者曰絺，麄者曰綌。在首謂之元服。弁髦，大古布冠，冠而敝之者也。題，定也。顚、顔、顙，額也。璽謂之印。紱謂之綬。䄡䄖謂之童容。布褐而紩之謂之藍縷。袴謂之裳。蔽𦡀謂之袡。帶之垂者謂之厲。大巾謂之幂。覆帳謂之幄，幄，幕也。簀、第，牀也。大扇謂之䈉。杖謂之挺。鍵謂之籥。棊局謂之奕。在足謂之屨，屨尊者曰逹屨，逹謂之金舄，舄而金絇也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "廣噐第七",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "射有張布謂之“侯”，侯中者謂之“鵠”，鵠，中者謂之“正”，正方二尺。正中者謂之“𣙗”，𣙗方六寸。𣗥，㦸也。鏚、龯，斧也。干、瞂，盾也。戈，句孑㦸也。刃之削謂之“室”，室謂之“韠”。鞛、珌，鞸之餙也。矢服謂之“弢”。小舩謂之“艇”，艇之小者曰“䒀”。舩頭謂之“舳”，尾謂之艫。楫謂之“橈”。車轅上者謂之“𨏠”，轅謂之輈，軫謂之枕，較謂之幹。𢖍，軛也，軛上謂之“烏喙”。纍、綆，繘也。縚，索也。大者謂之索，小者謂之䋲。詘而戾之為“䋫”，繆而紾之為“索”。墉、城，地也。墉墻謂之“陴”。髙平謂之“大原”。汪，池也。水之北謂之“汭”，澤之廣者謂之“衍”。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "廣物第八",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "藁謂之“稈”，稈謂之“芻”，生曰“芻”。榖謂之“粒”，菜謂之“蔬”。禾穗謂之“頴”，截頴謂之“銍”。㧞心曰“揠”，㧞根曰“擢”。把謂之“秉”，秉四曰“筥”，筥十曰“𥣯”。𣗥之實謂之“棗”，桑之實謂之“椹”，柞之實謂之“橡”。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "廣鳥第九",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "去隂就陽，謂之“陽鳥”，鴻鴈是也。純黒而反哺者，謂之“烏”。小而腹下白，反哺者，謂之“雅烏”。白項而群飛者，謂之“燕烏”，白脰烏也。雅烏，鸒也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "廣獸第十",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "豕，彘也。彘，猪也，其子曰豚。豕之大者謂之豜，小者謂之豵。鳥之所乳謂之巢，鷄雉所乳謂之窠。鹿之所息謂之場，兎之所息謂之窟，魚之所息謂之潜，潜，槮也，積柴水中，而魚舎焉。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "度",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "跬，一舉足也。倍跬謂之歩。四尺謂之仞，倍仞謂之尋，尋，舒两肬也。倍尋謂之常。五尺謂之墨，倍墨謂之丈，倍丈謂之端，倍端謂之两，倍两謂之疋，疋有五謂之束。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "量",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "一手之盛謂之溢，两手謂之掬。掬，一升也。掬四謂之豆，豆四謂之區，區四謂之釡，釡二有半謂之藪，藪二有半謂之𦈢，二𦈢謂之鍾，二鍾謂之秉。秉，十六斛也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "𢖍",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "二十四銖曰两，两有半曰捷，倍捷曰舉，倍舉曰鏘，鏘謂之鍰，二鍰四两謂之斤，斤十謂之𢖍，𢖍有半謂之秤，秤二謂之鈞，鈞四謂之石，石四謂之鼓。然則鼓四百八十斤也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "公孫龍第十二",
            "paragraphs": [
                {
                    "paragraph": "公孫龍第十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "公孫龍者，平原君之客也，好刑名，以白馬為非白馬。或謂子髙曰：“此人小辨而毀大道，子盍徃正諸？”子髙曰：“大道之悖，天下之交徃也，吾何病焉？”或曰：“𨿽然，子為天下故，徃也。”子髙適趙，與龍㑹平原君家，謂之曰：“僕居魯，遂聞下風，而髙先生之行也，𩓑受業之日乆矣。然所不取扵先生者，獨不取先生以白馬為非白馬爾。誠去非白馬之學，則穿請為弟子。”公孫龍曰：“先生之言悖也。龍之學，正以白馬為非白馬者也。今使龍去之，則龍無以教矣。今龍無以教，而乃學扵龍，不亦悖乎？且夫學扵龍者，以智與學不逮也。今教龍去白馬非白馬，是失教也。失教而後師之，不可也。先生之非教龍者，似齊王之問尹文也。齊王曰：‘寡人甚好士，而齊國無士。’尹文曰：‘今有人扵此，事君則忠，事親則孝，交友則信，䖏鄉則順。有此四行者，可謂士乎？’王曰：‘善！是真吾所謂士者也。’尹文曰：‘王得此人，肯以為臣乎？’王曰：‘所願不可得也。’尹文曰：‘使此人扵廣庭大衆之中，見侮而不敢闘，王将以為臣乎？’王曰：‘夫士也，見侮而不敢闘，是辱也，寡人不以為臣矣。’尹文曰：‘𨿽見侮而不闘，是未失所以為士也；然而王不以為臣，則𨜮所謂士者，乃非士乎？夫王之令：殺人者死，傷人者刑。民有畏王令，故見侮終不敢闘，是全王之法也。而王不以為臣，是罰之也。且王以不敢闘為辱，必以敢闘為榮，是王之所賞，吏之所罰也；上之所是，法之所非也。賞罰是非，相與曲謬，𨿽十黄帝，固所不䏻治也。’齊王無以應。且白馬非白馬者，乃子先君仲尼之所取也。龍聞楚王張䌓弱之弓，載忘歸之矢，以射蛟兕扵雲夣之囿，反而䘮其弓。左右請求之。王曰：‘止也。楚人遺弓，楚人得之，又何求乎？’仲尼聞之曰：‘楚王仁義而未遂，亦曰人得之而已矣，何必楚乎？’若是者，仲尼異楚人扵所謂人也。夫是仲尼之異楚人扵所謂人，而非龍之異白馬扵所謂馬悖也。先生好儒術，而非仲尼之所取也，𣣔學而使龍去所以教，𨿽百龍之智，固不䏻當其前也。”子髙莫之應，退而告人曰：“言非而愽，巧而不理，此固吾所不答也。”異日，平原君㑹衆賔而延子髙，平原君曰：“先生聖人之後也，不逺千里來顧臨之，𣣔去夫公孫子白馬之學。今是非未分，而先生翻然𣣔髙逝，可乎？”子髙曰：“理之至精者則自明之，豈在穿之退哉？”平原君曰：“至精之說，可得聞乎？”答曰：“其說皆取之經傳，不敢以意。春秋記‘六鶂退飛’‘覩之則六，察之則鶂’，鶂猶馬也，六猶白也，覩之則見其白，察之則知其馬，色以名别，内由外顯，謂之白馬，名實當矣。若以絲麻加之女功，為緇素青黄，色名𨿽殊，其質故一。是以詩有素絲，不曰絲素；禮有緇布，不曰布緇。犥牛玄武，此𩔗甚衆。先舉其色，後名其質，萬物之所同，聖賢之所常也。君子之論，貴當物理，不貴䌓辭。若尹文之折齊王之所言，與其法錯故也。穿之所說扵公孫子，髙其智，恱其行也。去白馬之說，智行固存，是則穿未失其所師者也。稱此云云，没其理矣。是楚王之言‘楚人亡弓，楚人得之’，先君夫子探其本意，𣣔以示廣，其實狹之，故曰不如‘亦曰人得之而己也’。是則異楚王之所謂楚，非異楚王之所謂人也。以此爲喻，乃相擊切矣。凢言人之者，惣謂人也；亦猶言馬者，惣謂馬也。楚自國也，白自色也，𣣔廣其人，宜在去楚；𣣔正名色，不宜去白，誠察此理，則公孫之辨破矣。”平原君曰：“先生之言，扵理善矣。”因顧謂衆賔曰：“公孫子䏻答此乎？”燕客史由對曰：“辭則有焉，理則否矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "公孫龍又與子髙汜論扵平原君所，辨理至扵臧三耳。公孫龍言臧之三耳甚辨析，子髙弗應，俄而辭出。明日復見，平原君曰：“疇昔公孫之言信辨也，先生實以為何如？”答曰：“然，㡬䏻臧三耳矣。𨿽然，實難。僕𩓑得又問扵君：今為臧三耳甚難而實非也，謂臧两耳甚易而實是也。不知君将從易而是者乎？亦其從難而非者乎？”平原君弗䏻應。明日，謂公孫龍曰：“公無復與孔子髙辨事也。其人理勝扵辭，公辭勝扵理。辭勝扵理，終必受詘。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "李寅言曹良扵平原君，𣣔仕之。平原君以問子髙，子髙曰：“不識也。”平原君曰：“良嘗得見扵先生矣，故敢問。”子髙曰：“世人多自稱上用我則國無患。夫用智莫若觀其身，其身且由不免扵患，國用之亦惡得無患乎？”平原君曰：“良之有患，時不明也。居家理，治可移扵官。良䏻殖貨，故𣣔仕之。”子髙曰：“未可知也。今有人扵此，身脩計明而貧者，志不存也；身不脩㑹計闇而富者，非盗無所得之也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "儒服第十三",
            "paragraphs": [
                {
                    "paragraph": "儒服第十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子髙曵長𥚑，振褒䄂，方屐麤䈉，見平原君。平原君曰：“吾子亦儒服乎？”子髙曰：“此布衣之服，非儒服也。儒服非一也。”平原君曰：“請吾子言之。”答曰：“夫儒者，居位行道，則有衮冕之服；統御師旅，則有介胄之服；從容徒歩，則有若穿之服。故曰非一也。”平原君曰：“儒之為名，何取爾？”子髙曰：“取包衆羙，兼六藝，動静不失中道耳。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子髙逰趙，平原君客有鄒文、季節者，與子髙相友善。及将還魯，詣故人訣。旣畢，文、節送行三𪧐。　臨别，文、節流涕交頥，子髙徒抗手而已，分背就路。其徒問曰：“先生與彼二子善，彼有戀戀之心，未知後會何期，悽愴流涕，而先生厲聲髙揖，無乃非親親之謂乎？”子髙曰：“始吾謂此二子丈夫爾，今乃知其婦人也。人生則有四方之志，豈鹿豕也哉，而常聚乎？”其徒曰：“若此，二子之泣非耶？”答曰：“斯二子，良人也，有不忍之心，其扵敢断，必不足矣。”其徒曰：“凢泣者，一無取乎？”子髙曰：“有二焉：大姦之人，以泣自信；婦人懦夫，以泣著愛。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "平原君與子髙飲，強子髙酒，曰：“昔有遺諺，堯舜千鍾，孔子百觚，子路嗑嗑，尚飲十榼。古之賢聖，無不䏻飲也，吾子何辭焉？”子髙曰：“以穿所聞，賢聖以道徳兼人，未聞以飲食也。”平原君曰：“即如先生所言，則此言何生？”子髙曰：“生於嗜酒者，盖其勸厲奨戯之辭，非實然也。”平原君欣然曰：“吾不戯子，無所聞此雅言也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "平原君謂子髙曰：“吾聞‘子之先君親見衞夫人南子’，又云‘南逰過乎阿谷，而交辭於漂女’，信有之乎？”荅曰：“士之相保，聞流言而不信者，何哉？以其所在行之事占之也。昔先君在衞，衞君間軍旅焉，拒而不告，色不在己，攝駕而去。衛君請見，猶不䏻終，何夫人之能覿乎？古者大饗，夫人與焉。扵時禮儀𨿽廢，猶有行之者，意衛君夫人饗夫子，則夫子亦弗獲已矣。若夫阿谷之言，起扵近世，殆是假其𩔗以行其心者之為也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子髙適魏，㑹秦兵将至，信陵君懼，造子髙之舘而問祈勝之禮焉。子髙曰：“命勇謀之将以禦敵，先使之迎於敵所從來之方，爲壇，祈克乎五帝，衣服隨其方色，執事人數從其方之數，牲則用其方之牲。祝史告于社稷、宗廟、邦域之内名山大川。君親素服，誓衆于太廟，曰：‘某人不道，侵犯大國，二三子尚皆用心比力，各死而守。’将帥稽首再拜受命。既誓，将帥勒士卒，陳于廟之右，君立太廟之庭，祝史立于社，百官各警其事，御于君以待命。乃大鼓于廟門，詔将帥命卒，習射三發，擊刺三行，告廟用兵于敵也。五兵備効，乃鼓而出以即敵，此古諸侯應敵之禮也。”信陵君曰：“敬受教。”信陵君問子髙曰：“古者軍旅，賞人之必扵祖，戮人之必扵社，其義何也？”答曰：“賞功扵祖，告分之均，示弗敢專也；戮罪扵社，告中扵主，示聴之當也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "陳尫性多穢訾，毎得酒食，輙先撥捐之，然後乃食。子髙告之曰：“子無然也，似有態者。昔君子之於酒食，有啐嘗之義，無捐放之道。假其可食，上下何擇？假令不㓗，其下滋甚。”陳尫曰：“吾知其無益，意欲如此。”子髙曰：“意不可恣也。夫木之性，曲者以隠括自直，可以人而不如木乎？子不見夫雞耶？聚榖如陵，跑而啄之。若縱子之意，則與雞豈有異乎？”陳尫跪曰：“吾今後知過矣，請終改之。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子髙任司馬乂爲将扵齊，與燕戰而敗。齊君曰：“以子賢明，故信子也。”答曰：“君知穿孰若周公？”齊君曰：“周公聖人，而子賢者，弗如也。”子髙曰：“然，臣固弗如周公也。以臣之知乂，孰若周公之知其弟？”齊君曰：“兄弟審扵他人。”子髙曰：“君之言是也。夫以周公之聖，兄弟相知之審，而近失扵管、蔡，明人難知也。臣與乂相見，觀其材志，察其所履，齊國之士，弗䏻過也。尚書曰：‘知人則哲，惟帝難之。’穿何慙焉？且曹子爲魯，三與齊戰，三敗失地，然後以勇敢之節，𡚒三尺之劒，要桓公、管仲於盟壇，卒收其所䘮。夫君子之敗，如日月之蝕，人各有能，乂庸可棄乎？今燕以詐敗破乂，是乂不能於詐也。臣之稱乂，稱其武勇才藝，不稱其有詐也。乂𨿽敗，臣固未失其所稱焉。”齊君辭屈，而不黜司馬乂。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "對魏王第十四",
            "paragraphs": [
                {
                    "paragraph": "對魏王第十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "魏王問人主所以爲患。子髙對曰：“建大臣而不與謀，嬖幸者言用，則知士以踈自疑、孽臣以遇徼幸者，内則射合主心，外則挻主之非，此最人主之大患也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子髙謂魏王曰：“臣入魏國，見君之二計臣焉。張叔謀有餘，范威智不逮，然其功一也。”王曰：“叔也有餘，威也不逮，何同乎？”荅曰：“駑驥同轅，伯樂爲之咨嗟；玉石相糅，卞氏爲之歎息。故賢愚共貫，則能士匿謀；真僞相錯，則正士結舌。叔𨿽有餘，猶威不逮也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魏王問：“如何可謂大臣？”子髙荅曰：“大臣則必取衆人之選，能犯顔諌事，公正無𥝠者，計陳事成，主裁其賞；事敗，臣執其咎。主任之而無疑，臣當之而弗避。君惣其契，臣行其義。然則君不猜於臣，臣不隠於君，故動無過計，舉無敗事，是以臣主並各有得也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "信陵君問曰：“古之善爲國，至於無訟，其道何由？”荅曰：“由乎政善也。上下勤徳而無𥝠，徳無不化，俗無不移。衆之所譽，政之所是也；衆之所毀，政之所非也。毁譽是非，與政相應，所以無訟也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "齊王行車裂之刑，群臣諍之，弗聴。子髙見齊王曰：“聞君行車裂之刑，無道之刑也，而君行之，臣竊以爲下吏過也。”王曰：“寡人爾。以民多犯法，爲法之䡖也。”子髙曰：“然，此誠君之盛意也。夫人含五常之性，有哀樂喜怒。哀樂喜怒無不過其節，節過則毀於義。民多犯法，以法之重無所措手足也。今天下悠悠，士亡定䖏，有徳則住，無徳則去，欲䂓覇王之業，與諸大國爲難，而行酷刑以懼逺近，國内之民将畔，四方之士不至，此乃亡國之道。君之下吏不具以聞，徒恐逆主意以爲憂，不慮不諌之危亡。其所矜者小，所䘮者大，故曰下吏之過也。臣觀之，又非徒不諍而已也。心知此事之為不可，将有非議在後，則因曰君忿意實然，我諌諍，必有龍逄、比干之禍，是為虚自居扵忠正之地，而闇推君主使同扵桀紂也。且夫為人臣，見主非而不諍，以謟主扵危亡，罪之大者也。人主疾臣之弼己而惡之，資臣以箕子、比子之忠，惑之大者也。”齊王曰：“謹聞命。”遂除車裂之法焉。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子髙見齊王，齊王問誰可爲臨淄宰，稱管穆焉。王曰：“穆容貌陋，民不敬也。”答曰：“夫見敬在徳，且臣所稱，稱其材也。君王聞晏子、趙文子乎？晏子長不過三尺，面状醜惡，齊國上下莫不宗焉。趙文子其身如不勝衣，其言如不出口，非但體陋，辭氣又呐呐然。其相𣈆國，𣈆國以寜，諸侯敬服，皆有徳故也。以穆軀形，方諸二子，猶悉賢之。昔臣常行臨淄市，見屠啇焉，身脩八尺，鬚髯如㦸，面正紅白，市之男女，未有敬之者，無徳故也。”王曰：“是所謂祖龍始者也，誠如先生之言。”扵是乃以管穆為臨淄宰。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "陳士義第十五",
            "paragraphs": [
                {
                    "paragraph": "陳士義第十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "魏王遣使者奉黄金束帛，聘子順為相。子順謂使者曰：“若王信䏻用吾道，吾道故為治世也，𨿽蔬食水飲，吾猶為之。若徒𣣔制服吾身，委以重禄，吾猶一夫爾，則魏王不少扵一夫。子度魏王之心以告我。”使者曰：“魏國狹小，乏扵聖賢。寡君人聞下風，願委國先生，親受教訓。如肯降節，豈唯魏國君臣是頼，其亦社稷之神祗實永受慶。”扵是乃之魏。魏王郊迎，謂子順曰：“寡人不肖，嗣先君之業。先生聖人之後，道徳懿邵，幸見顧臨，願圖國政。”對曰：“臣，羇旅之臣，慕君髙義，是以戻此。君辱貺之而問以政事，敢不敬受君之明令。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魏王朝群臣，問理國之所先。季文對曰：“唯在知人。”王未之應。子順進曰：“知人則喆，帝堯所病，故四㐫在朝，鯀任無功。夫豈樂然哉？人難知故也。今文之對，不稱吾君之所能行，而乃𣣔強吾君以聖人所難，此不可行之說也。”王曰：“先生言之。”對曰：“當今所急，在脩仁尚義、崇徳敦禮，以接鄰國而已。昔舜命衆官，群臣競讓，得禮之致也。苟使朝臣皆有推賢之心，主𨿽不知人，則臣位必當。若皆以知人為治，則人主宜未過堯，且其目所不見者，亦必漏矣。”王曰：“善。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "秦王得西戎利刀，以之切玉，如割水焉，以示東方諸侯。魏王問子順曰：“古亦有之乎？”對曰：“昔周穆王大征西戎，西戎獻錕鋙之劍，火浣之布。其劒長尺有咫，錬鋼赤刃，用之切玉，如切泥焉。是則古亦有也。”王曰：“火浣之布若何？”對曰：“周書，火浣布，必投諸火，布則火色，垢乃灰色，出火振之，皜然疑乎雪焉。”王曰：“今何以獨無？”對曰：“秦貪而多求，求𣣔無厭，是故西戎閉而不致，此以素防絶之也。然則人立貪𣣔，乃異物所以不至，不可不慎也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魏王曰：“吾聞道士登華山則長不死，意亦願之。”對曰：“古無是道，非所願也。”王曰：“吾聞之信。”對曰：“未審君之所聞，親聞之扵不死者耶？聞之扵傳聞者耶？若聞之扵傳聞者，傳者妄也；若聞之扵不死者，不死者今安在？在者，君學之勿疑；不在者，君勿學無疑。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "李由之毋少寡，與李音𥨸相好而生由。由有才藝，仕扵魏，魏王甚愛之。或曰：“李由毋姦，不知其父，不足貴也。”王以告由，且曰：“吾不以此賤子也。𨿽然，古之賢聖，豈有似子者乎？吾将舉以折毀子者。”李由對曰：“今人不通扵逺，在臣𣣔言誰爾。且孔子少孤，則亦不知其父者也。孔子母死，殯扵五父之衢，人見之，皆以爲𦵏。問𦕅曼父之毋得合𦵏扵防，此則聖人與臣同者也。”王𥬇曰：“善。”子順聞之，問魏王曰：“李由安得斯言？”王曰：“假以自顯，無傷也。”對曰：“虚造謗言，以誣聖人，非無傷也。且夫明主之扵臣，唯徳所在，不以小疪妨大行也。昔闘子文生扵滛女，而不害其爲令尹；今李由可則寵之，何患扵人之言，而使横生不然之說？若欺有知，則有知不受；若欺凢人，則凢人疑之，必亦問臣，則臣不為君之故，誣祖以顯由也。如此，則群臣更知由惡，此惡必聚矣。所謂求自㓗而益其垢，猶抱石以救溺，愈不濟矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魏王使相國脩好於鄰國，遂連和於趙。趙王旣賔之而燕，問子順曰：“今寡人𣣔来北狄，不知其所以然。”荅曰：“誘之以其所利，而與之通市，則自至矣。”王曰：“寡人𣣔因而弱之，若與交市，分我國貨，散於夷狄，是強之也，可乎？”荅曰：“夫𣣔與之市者，将以我無用之貨，取其有用之物，是故所以弱之之術也。”王曰：“何謂我之無用，彼之有用？”答曰：“衣服之物，則有珠玉五采；飲食之物，則有酒醪五熟。此即我之所有，而彼所利者也。夷狄之貨，唯牛馬、𣃼裘、弓矢之噐，是其所饒而䡖以與人者也。以吾所有，易彼所饒，如斯不已，則夷狄之用将糜於衣食矣，殆可舉捶而驅之，豈徒弱之而已乎？”趙王曰：“敬受教。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "枚産謂子順曰：“臣匱於財，聞猗頓善殖貨，𣣔學之。先生同國也，當知其術，願以告我。”荅曰：“然，知之。猗頓，魯之窮士也，耕則常飢，桑則長寒。聞陶朱公富，徃而問術焉。朱公告之曰：‘子𣣔速富，當畜五牸。’於是乃適西河，大畜牛羊于猗氏之南。十年之間，其滋息不可計，貲擬王公，馳名天下。以興富於猗氏，故富猗頓。且夫爲富者，非唯一術，今子徒問猗頓，何也？”枚産曰：“亦将問之於先生也。”答曰：“吾貧而子問以富術，縱有其術，是不可用之術也。昔人有言能得長生者，道士聞而𣣔學之。比徃，言者死矣，道士髙蹈而恨。夫所𣣔學，學不死也。其人已死而猶恨之，是不知所以爲學也。今子𣣔求殖貨而問術於我，我且自貧，安能教子以富乎？子之此問有是道，士之學不死也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "東里閭空腹而好自賢，𣣔自親於子順，子順弗下顔。或曰：“夫君子之交於世士，亦取其一節而已。今東閭子䟽逹亮直，大丈夫也，求爲先生役，而先生無意接之，斯者無乃非周公之交人乎？”子順曰：“此吾所以行周公之行也。夫東閭子外質頑拙，有似䟽直，然内懐容媚謟鬽，非大丈夫之節也。若其度骸稱膚，面目𩯭眉，實羙於聖人，論士不以爲貴者，無益於徳故也。然東閭子中不應外，侮慢世士，即所謂愚人而謂人爲愚者也。恃其虚狀，以不徳於人，此乃周公之所罪，何交之有？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "宫佗見子順曰：“佗困於貧賤，将𣣔自託富貴之門，庶克免乎？”子順曰：“夫富而可以託貧，貴而可以寄賤者，天下寡矣。非信義君子，明識窮逹，則不可。今子所𣣔託者，誰也？”宫佗曰：“将適趙公子。”子順曰：“非其人矣。𨿽好養士，自奉而己，終弗能稱也。”宫佗曰：“将適燕相國。”子順曰：“彼徒兄第甥舅，各濟其𥝠，無求賢之志，不足歸也。”宫佗曰：“将適齊田氏。”子順曰：“齊，大國也，其士大夫皆有自多之心，不能容子也。”佗曰：“然則何嚮而可？”子順曰：“吾弗識也。”宫佗曰：“唯先生知人，願告所擇，将徃庇焉。”子順曰：“濟子之𣣔，則宜若郈成子者也。昔郈成子自魯聘晉，過乎衛，右宰榖臣止而觴之，陳樂而不作，送以寳璧。反，過而不辭。其僕曰：‘日者，右宰之觴吾子甚歡也，今過而不辭，何也？’成子曰：‘夫止而觴我，與我歡也；陳樂而不作，告我哀也；送我以璧，寄之我也。若由此觀之，衛其有亂乎！’過衛三十里，聞寗喜作難，右宰死之。還車而臨，三舉而歸。反命于君，乃使人迎其妻子，隔宅而居之，分禄而食之。其子長而反其璧。夫子聞之曰：‘智可與微謀，仁可與託孤，廉可以寄財者，其郈成子之謂乎！’今子求若人之比庇焉可也。”宫佗曰：“循先生之言，舎先生将安之？請從執事。”子順辭，不得已，乃言之魏王而升諸朝。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子順相魏，改嬖寵之官以事賢才，奪無任之禄以賜有功。諸䘮職秩者不恱，乃造謗言。文咨以告，且曰：“夫不害前政而有成，孰與變之而起謗哉？”子順曰：“民之不可與慮始乆矣。古之善爲政者，其𥘉不能無謗。子産相鄭，三年而後謗止。吾先君之相魯，三月而後謗止。今吾爲政日新，𨿽不能及聖賢，庸知謗止獨無時乎？”文咨曰：“子産之謗，嘗亦聞之，未識先君之謗何也？”子順曰：“先君𥘉相魯，魯人謗誦曰：‘麛裘而芾，投之無戾。芾之麛裘，投之無郵。’及三月，政成化行，民又作誦曰：‘衮衣章甫，實獲我所。章甫衮衣，惠我無𥝠。’”文咨喜曰：“乃今知先生亦不異乎聖賢矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魏王謂子順曰：“吾𣣔致天下之士，柰何？”子順對曰：“昔周穆王問𥙊公謀父曰：‘吾𣣔得天下賢才。’對曰：‘去其帝王之色，則㡬乎得賢才矣。’今臣亦請君去其尊貴之色而己。”王曰：“吾𣣔得無𣣔之士爲臣，何如？”子順曰：“人之可使，以有𣣔也。故𣣔多者，其所得用亦多；𣣔少者，其所得用亦少矣。夷、齊無𣣔，𨿽文、武不能制，君安得而臣之？”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "論勢第十六",
            "paragraphs": [
                {
                    "paragraph": "論勢第十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "魏王問相國曰：“今秦負強，以無道陵天下，天下莫不患。寡人𣣔豁國之半以親諸侯，求從事於秦，可乎？”子順對曰：“以臣觀之，殆無益也。今天下諸侯畏秦之日乆矣，數被其毒，無欲復之之志，心無所計，委國於逰說之士。逰說之士挾強秦以爲資，賣其國以收利，义手服從，曽不能制。如君之謀，未獲其利而秪以爲名，適足以速秦之首誅，則無以得之，不如守常以湏其變也。”王曰：“秦其遂有天下乎？”對曰：“必然。𨿽然，取不以義，得不以道，自古以來，未有能終之者。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "五國約而誅秦，子順㑹之秦，未入境而還。諸侯留兵於成臯。子順謂市丘子曰：“此師楚爲之主，今兵罷而不散，殆有異意，君其備諸。”市丘子曰：“先生幸而教之，願以國寄先生。”子順許諾，遂見楚王曰：“王約五國而西伐秦，事旣而不集，又乆師於市丘，謗君者或以君欲攻市丘以償兵費，天下之士且以是䡖君而重秦，且又不義君之爲矣。王何不卜交乎？”楚王曰：“柰何？”子順曰：“王今岀令，使五國勿攻市丘。五國重王，則聴王之令矣；不重王，則且反王之令而攻市丘。以此卜五國交王之䡖重，必明矣。”楚王敬諾，而五國散。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "趙聞魏将以求親於秦，子順謂趙王曰：“此君之下吏計過也。比目之魚，所以不見得於人者，以耦視而俱走也。今秦有兼吞天下之志，日夜伺間，不忘於側息。趙、魏與之鄰接，而強弱不敵。秦所以不敢圖并趙、魏者，徒以二國併目周旋者也。今無故自離，以資強秦，天下拙謀，無過此者。故臣曰：君之下吏計過也。夫連雞不能上棲，亦猶二國構難，不能自免於秦也。願王熟慮之。”趙王曰：“敬受教。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "韓與魏有隙，子順謂韓王曰：“昭𨤲侯，一世之明君也；申不害，一世之賢相也。韓與衞敵侔肩國，而𨤲侯執圭見梁君者，非好卑而惡尊，慮過而計失也。與嚴敵爲鄰，而動有㓕亡之變，獨勁不能支二難，故降心以相從，屈己以求存也。申不害慮事而言，忠臣也；昭𨤲侯聴而行之，明君也。今韓弱於始之韓，魏均於始之魏，秦強於始之秦，而背先人之舊好，以區區之衆，居二敵之間，非良䇿也。齊、楚逺而難恃，秦、魏呼吸而至，舎近而求逺，是以虚名自累，而不免近敵之困者也。爲王計者，莫如除小忿，全大好也。吳、越之人，同舟濟江，中流遇風波，其相救如左右手者，所患同也。今不恤所同之患，是不如吳、越之舟人也。”韓王曰：“善。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "秦兵攻趙，魏大夫以爲於魏便。子順曰：“何謂？”曰：“勝趙，則吾因而服焉；不勝趙，則可乗弊而擊之。”子順曰：“不然。秦自孝公以來，戰未甞屈，今皆良将，何弊之乗？”大夫曰：“縱其勝趙，於我何損？鄰之不脩，國之福也。”子順曰：“秦，貪暴之國也，勝趙，必復他求，吾恐於時受其師也。先人有言：燕雀處屋，子母相哺，喣喣焉其相樂也，自以爲安矣。𥨫突决，上棟宇将焚，燕雀顔色不變，不知禍之将及己也。今子不悟趙破患将及己，可以人而同於燕雀乎！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "齊攻趙，圍廪丘。趙使孔青師五萬撃之，尅齊軍，獲尸三萬。趙王詔勿歸其尸，将以困之。子順聘趙，問王曰：“不歸尸，其困何也？”曰：“其父兄子弟悲苦無已，廢其産也。”子順曰：“非所以窮之也。死，一也，歸尸與不歸，悲苦胡異焉？以臣愚計，貧齊之術，乃冝歸尸。”王曰：“何謂？”對曰：“使其家逺來迎尸，不得事農，一費也；歸所葬，使其送死終事，二費也；一年之中，䘮卒三萬，三費也。欲無困貧，不能得已。”王曰：“善。”既而齊大夫聞子順之謀，曰：“君子之謀，其利愽哉！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子順相魏凡九月，陳大計輙不用，乃喟然曰：“不見用，是吾言之不當也。言不當於主，而居人之官，食人之禄，是尸利也。尸利素飱，吾罪深矣。”退而以病致事。魏王遣使入其舘，謝曰：“寡人昧於政事，不顯明是非，以啓罪於先生，今知改矣，願先生爲百姓故，幸起而教之。”辭曰：“臣有犬馬之疾，不任國事，苟得從四民之列，子弟供魏國之征，乃君惠也。敢辱君命，以速刑書。”人謂子順曰：“王不用子，子其行乎？”答曰：“吾将行，如之山東，則山東之國将并於秦。秦爲不義，義所不入。”遂寢于家。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "秦急攻魏，魏王恐。或謂子順曰：“如之何？”答曰：“吾𥝠有計，然豈能賢於執政？故無言焉。”魏王聞之，駕如孔氏，親問焉，曰：“國亡矣，如之何？”對曰：“夫棄之不如用之之易也，死之不如棄之之易也。人能棄之，弗能用也；能死之，不能棄也。此人過也。今王亡地數百里，亡城數十，而患不解，是王棄之，非用之也。秦之強，天下無敵。魏之弱，甚矣！而王是以質秦，此王能死，不能棄之也，是重過也。若能用臣之計，則虧地不足傷卑，國體不足苦身，患觧而怨報矣。今秦四境之内，執政以下，固曰‘與嫪氏乎？與吕氏乎？’𨿽門閭之下，廊廟之上，猶皆如是。今王誠能割地賄秦，以爲嫪毐功；卑身尊秦，以自嫪毐始。王又以國賛嫪毐也，則嫪毐勝矣。於是太后之徳王也，深如骨肉，王之交，最爲天下之上矣。孰不棄吕氏而從嫪毐？天下皆然，則王怨必報矣！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "執節第十七",
            "paragraphs": [
                {
                    "paragraph": "執節第十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "趙孝成王問曰：“昔伊尹爲臣而放其君，其君不怨，何可而得乎此也？”子順答曰：“伊尹執人臣之節，而弼其君以禮，亦行此道而已矣。”王曰：“方以放君爲名，而先生稱禮，何也？”子順曰：“以禮括其君，使入於善也。”曰：“其說可得聞乎？”答曰：“其在商書，太甲嗣立而干冡宰之政。伊尹曰：‘惟王舊行不義，習與性成，予不狎于不順，王姑即桐，邇干先王其訓，㒺以後人迷。王徃居憂，𠃔思厥祖之明徳。’是言太甲在䘮，不明乎人子之道，而欲知政。於是伊尹使之居桐，近湯之墓，處憂哀之地，放之不得知政，三年服竟，然後反之，即所以奉禮執節事大甲者也。率其君以義，強其君以孝道，未有行此見怨也。”王曰：“善哉，我未之聞也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魏安𨤲王問子順曰：“馬回之爲人，𨿽少才文，梗梗亮直，有大丈夫之節，吾欲以爲相，可乎？”答曰：“知臣莫若君，何有不可？至於亮直之節，臣未明也。”王曰：“何故？”答曰：“聞諸孫卿云：‘其爲人也，長目而豕視者，必體方而心貟。’毎以其法相人，千百不失。臣見回，非不偉其體幹也，然甚疑其目。”王卒用之。三月，果以謟得罪。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "新垣固謂子順曰：“賢者所在，必興化致治。今子相衞，未聞異政而即自退，其有志不得乎？何去之速也？”答曰：“以無異政，所以自退也。且死病無良醫，今秦有吞食天下之心，以義事之，固不獲安，救亡不睱，何化之興？昔伊摯在夏，吕望在商，而二國不理，豈伊、吕之不欲哉？勢不可也。當如今日，山東之國，弊而不振，三晋割地以求安，二周折節而入秦，燕、齊、宋、楚，楚已屈服矣。以此觀之，不岀二十年，天下盡爲秦乎？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "季節見於子順，子順賜之酒，辭。問其故，對曰：“今日家之忌日也，故不敢飲。”子順曰：“飲也。禮，𨿽服衰麻，見於君及先生，與之粱肉，無辭，所以敬尊長而不敢遂其𥝠也。忌日方於有服，則䡖矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魏安𨤲王問天下之髙士，子順曰：“世無其人也，抑可以爲次，其魯仲連乎？”王曰：“魯仲連，強作之者，非體自然也。”答曰：“人皆作之，作之不止，乃成君子。文、武欲作，堯、舜而至焉，昔我先君夫子欲作文、武而至焉，作之不變，習與體成，則自然矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "虞卿著書，名曰春秋，魏齊曰：“子無然也，春秋，孔聖所以名經也。今子之書，大抵談說而已，亦以爲名何？”答曰：“經者，取其事常也，可常則爲經矣。且不爲孔子，其無經乎？”齊問子順，子順曰：“無傷也，魯之史記曰春秋，經因以爲名焉。又晏子之書亦曰春秋，吾聞㤗山之上，封禪者七十有二君，其見稱述，數不盈十，所謂貴賤不嫌同名也。”邯郸之民，以正月之旦獻雀於趙王，而綴之以五綵，趙王大恱。申叔以告子順，子順曰：“王何以爲也？”對曰：“正旦放之，示有生也。”子順曰：“此委巷之鄙事爾，非先王之法也，且又不令。”申叔曰：“敢問何謂不令？”答曰：“夫雀者，取其名焉，則宜受之於上，不宜取之於下。下人非所得制爵也，而王恱此，殆非吉祥矣。昔虢公祈神，神賜之土田，是失國而更受田之祥也。今以一國之王，受民之雀，将何恱哉？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "申叔問曰：“犬馬之名，皆因其形色而名焉，唯韓盧、宋鵲獨否，何也？”子順答曰：“盧，黒色；鵲，白黒色，非色而何？”魏公子無忌死，韓君将親吊焉。其子榮之，以告子順。子順曰：“必辭之。禮，鄰國君吊，君爲之主。今君不命子，則子無所受韓君也。”其子辭韓，韓君乃止。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子髙以爲趙平原君覇相之，",
                    "zhushu": "一作覇世之士。"
                },
                {
                    "paragraph": "惜不遇其時也。其子子順以爲衰世之好事公子，無覇相之才也。申叔問子順曰：“子之家公，有道先生，旣論之矣，今子易之，是非焉在？”答曰：“言貴盡心，亦各其所見也。若是非，則明智者裁之。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "申叔問子順曰：“禮，爲人臣三諌不從，可以稱其君之非乎？”答曰：“禮所不得也。”曰：“叔也昔者逮事有道先生，問此義焉，而告叔曰：‘得稱其非者，所以欲天下人君使不敢遂其非也。’”子順曰：“然，吾亦聞之，是亡考起時之言，非禮意也。禮，受放之臣，不說人以無罪。先君夫子曰：‘事君，欲諌不欲陳。’言不欲顯君之非也。”申叔曰：“然則晏子、叔向皆非禮也？”答曰：“此二大夫相與𥝠燕，言及國事，未爲非禮也。晏子既陳履賤而踊貴於君，其君爲之省刑，然後以及叔向，叔向聴晏子之𥝠，又承其問所宜，亦答以其事也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魏王問子順曰：“寡人聞昔者上天神異后稷，而爲之下嘉糓，周以遂興。徃者中山之地，無故有榖，非人所爲，云天雨之，反亡國，何故也？”答曰：“天𨿽至神，自古及今，未聞下榖與人也。詩羙后稷能大教民種榖嘉以利天下，故詩曰‘誕降嘉種’，猶書所謂‘稷降播種，農植嘉榖’，皆說種之，其義一也。若中山之榖，妖恠之事，非所謂天祥也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "趙王問相於平原君，平原君曰：“鄒文可。”王曰：“其行如何？”對曰：“夫孔子髙，天下之髙士也。取友以行，交逰以道。文與之逰，稱曰好義，王其用之。”王卒不用。後以平原君言問子順，且曰：“先生知之乎？”答曰：“先父之所交也，何敢不知？”王曰：“寡人𨿽失之在前，猶願聞其行於先生也。”答曰：“行不苟合，𨿽賤不渝，君子人也。”王遂禮之，固以老辭。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "趙王謂子順曰：“寡人聞孔氏之世，自正考甫以來，儒林相繼，仲尼重之以大聖。自茲以降，世業不替，天下諸侯咸賔禮焉。先生承緒，作二國師，從古及今，載徳流聲，未有若先生之家者也。先生之嗣，率由前訓，将與天地相敵矣。”答曰：“若先祖父，並禀聖人之性，如君王之言也。至如臣者，學行不敏，寄食於趙，祿仕於魏，幸遇二國之君，寛以容之。若乃師也，未敢承命。假令頼君之福，願後世克祚，不忝前人，不泯祖業，豈徒一家之賜哉？亦天下之慶也。”王曰：“必然，必然。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "詰墨第十八",
            "paragraphs": [
                {
                    "paragraph": "詰墨第十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "墨子稱：“景公問晏子以孔子而不對，又問三，皆不對。公曰：‘以孔子語寡人者衆矣，俱以爲賢聖也。今問扵子而不對，何也？’晏子曰：‘嬰聞孔子之荆，知白公謀，而奉之以石乞，勸下亂上，教臣弑君，非聖賢之行也。’”詰之曰：“楚昭王之世，夫子應聘如𠛼，不用而反，周旋乎陳、宋、齊、衞。楚昭王卒，惠王立，十年，令尹子西乃召王孫勝以爲白公，是時魯哀公十五年也，夫子自衞反魯君五年矣。白公立一年，然後乃謀作亂，亂作在哀公十六年秋也，夫子已卒十旬矣。墨子𨿽𣣔謗毀聖人，虚造妄言，柰此年世不相值何？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "墨子曰：“孔子之齊，見景公，公恱之，封之以尼谿。晏子曰：‘不可。夫儒倨法而自順，立命而怠事，崇䘮遂哀，盛用繁禮，其道不可以治國，其學不可以導家。’公曰：‘善。’”詰之曰：“即如此言，晏子爲非儒惡禮，不𣣔崇䘮遂哀也。察傳記，晏子之所行，未有以異扵儒焉。又景公問所以爲政，晏子答以禮云。景公曰：‘禮其可以治乎？’晏子曰：‘禮扵政與天地並，此則未有以惡於禮也。’晏桓子卒，晏嬰斬衰，枕草，苴經、帶、杖，菅菲，食粥，居于𠋣廬，遂哀三年，此又未以異扵儒也。若䏻以口非之而躬行之，晏子所弗爲。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "墨子曰：“孔子怒景公之不封已，乃𣗳鴟夷子皮扵田常之門。”詰之曰：“夫𣗳人，爲其信己也。記曰：‘孔子適齊，惡陳常而終不見，常病之，亦惡孔子。’交相惡而又徃仕，其不然矣。記又曰：‘陳常殺其君，孔子齊戒沐浴而朝，請討之。’觀其終不𣗳子皮審矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "墨子曰：“孔子爲魯司冦，舎公家而奉季孫。”詰之曰：“若以季孫爲相，司冦綂焉，奉之自法也。若附意季孫，季孫旣離公室，則孔子合之；季孫旣受女樂，則孔子去之；季孫𣣔殺囚，則孔子赦之，非苟順之謂也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "墨子曰：“孔子厄扵陳、蔡之間，子路烹豚，孔子不問肉之所由来而食之；剥人之衣以沽酒，孔子不問酒之所由来而飲之。”詰之曰：“所謂厄者，沽買無䖏，藜𦎟不粒，乏食七日。若烹豚飲酒，則何言乎厄？斯不然矣。且子路爲人，勇扵見義，縦有豚酒，不以義不取之可知也，又何問焉？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "墨子曰：“孔子諸弟子，子貢、季路輔孔悝以亂衞，陽虎亂魯，弗肹以中牟畔，𣾰雕開形殘。”詰之曰：“如此言，衞之亂，子貢、季路爲之耶？斯不待言而了矣。陽虎𣣔見孔子，孔子不見，何弟子之有？弗肹以中牟畔，召孔子則有之矣，爲孔子弟子，未之聞也。且𣾰雕開形殘，非行己之致，何傷扵徳哉？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "墨子曰：“孔子相魯，齊景公患之，謂晏子曰：‘鄰有聖人，國之憂也。今孔子相魯，爲之若何？’晏子對曰：‘君其勿憂。彼魯君，弱主也；孔子，聖相也。不如隂重孔子，𣣔以相齊，則必強諌魯君，魯君不聴，将適齊，君勿受，則孔子困矣。’”詰之曰：“案如此辭，則景公、晏子畏孔子之聖也。而上云非聖賢之行，上下相反，若晏子悖可也。不然，則不然矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "墨子曰：“孔子見景公，公曰：‘先生素不見晏子乎？’對曰：‘晏子事三君而得順焉，是爲三心，所以不見也。’公告晏子，晏子曰：‘三君皆𣣔其國安，是以嬰得順也。聞君子獨立不慙扵影，今孔子伐樹削迹，不自以爲辱；身窮陳、蔡，不自以爲約。始吾望儒貴之，今則疑之。’”詰之曰：“若是乎，孔子、晏子交相毁也，小人有之，君子則否。孔子曰：‘靈公汙，而晏子事之以整；荘公怯，而晏子事之以勇；景公侈，而晏子事之以儉。晏子，君子也。’梁丘㩀問晏子曰：‘事三君而不同心，而俱順焉，仁人固多心乎？’晏子曰：‘一心可以事百君，百心不可以事一君。故三君之心非一也，而嬰之心非三也。’孔子聞之曰：‘小子記之，晏子以一心事三君，君子也。’如此，則孔子譽晏子，非所謂毀而不見也。景公問晏子曰：‘若人之衆，則有孔子賢乎？’對曰：‘孔子者，君子行有節者也。’晏子又曰：‘盈成匡，父之孝子，兄之悌弟也。其父尚爲孔子門人，門人且以爲貴，則其師亦不賎矣。’是則晏子亦譽孔子可知也。夫徳之不脩，己之罪也；不幸而屈扵人，己之命也。伐𣗳削迹，絶粮七日，何約乎哉？若晏子以此而疑儒，則晏子亦不足賢矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "墨子曰：“景公登路寢，聞哭聲，問梁丘㨿，對曰：‘魯孔子之徒也，其毋死。服哀三年，哭泣甚哀。’公曰：‘豈不可哉？’晏子曰：‘古者聖人非不䏻也，而不爲者，知其無𥙷扵死者，而深害生事故也。’”詰之曰：“墨子𣣔以親死不服，三日哭而已，扵意安者，卒自行之，空用晏子爲引而同于己，適證其非耳。且晏子服父以禮，則無縁非行禮者也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "曹明問子魚曰：“觀子詰墨者之辭，事義相反，墨者妄矣。假使墨者復起，對之乎？”答曰：“苟得其禮，𨿽百墨，吾亦明白焉；失其正，𨿽一人猶不䏻當前也。墨子之所引者，矯稱晏子。晏子之善吾先君，吾先君之善晏子，其事庸盡乎？”曹明曰：“可得聞諸？”子魚曰：“昔齊景公問晏子曰：‘吾𣣔善治，可以覇諸侯乎？’對曰：‘官未具也。臣亟以聞，而君未肯然也。臣聞孔子聖人，然猶居䖏勌惰，廉隅不脩，則原憲、季羔侍；血氣不休，志意不通，則仲由、卜商侍；徳不盛，行不勤，則顔、閔、冉、雍侍。今君之朝臣萬人，立車千乗，不善之政加於下民者衆矣，未能以聞者，臣故曰官未備也。’此又晏子之善孔子者也。曰：‘晏平仲善與人交，乆而敬之。’此又孔子之貴晏子者也。”曹明曰：“吾始謂墨子可疑，今則决不妄疑矣。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "獨治第十九",
            "paragraphs": [
                {
                    "paragraph": "獨治第十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子魚生扵戰國之世，長扵兵戎之間，然獨樂先王之道，講習不倦。季則謂子魚曰：“大丈夫不生則已，生則有云爲扵世者也。今先生淡泊世務，脩無用之業，當身不䝉其榮，百姓不獲其利，𥨸爲先生不取也。”子魚曰：“不如子之言也。武者可以進取，文者可與守成。今天下将擾擾焉，終必有所定。子脩武以𦔳之取，吾脩文以𦔳之守，不亦可乎？且吾不才，無軍旅之任，徒䏻保其祖業，優逰以卒𡻕者也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "秦始皇東并，子魚謂其徒叔孫通曰：“子之學可矣，盍仕乎？”對曰：“臣所學扵先生者，不用扵今，不可仕也。”子魚曰：“子之材，能見時變，今為不用之學，殆非子情也。”叔孫通遂辭去，以法仕秦。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "尹曽謂子魚曰：“子之誦讀先王之書，将奚以爲？”答曰：“爲治也。世治則𦔳之行道，世亂則獨治其身，治之至也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "陳餘謂子魚曰：“秦将㓕先王之籍，而子爲書籍之主，其危矣。”子魚曰：“吾不爲有用之學，知吾者惟友。秦非吾友，吾何危哉？然顧有可懼者，必或求天下之書焚之。書不出則有禍，吾将先藏之以待其求，求至無患矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子魚居衞，與張耳、陳餘相善。耳、餘，魏之名士也。秦㓕魏，求耳、餘，懼走。㑹陳勝、呉廣起兵扵陳，𣣔以誅秦。餘謂陳王曰：“今必𣣔定天下、取王侯者，其道莫若師賢而友智。孔子之孫今在魏，居亂世䏻正其行，修其祖業，不爲時變。其父相魏，以聖道輔戰國，見利不易操，名稱諸侯，世有家法。其人通材足以幹天下，愽智足以慮未形。必宗此人，天下無敵矣。”陳王大恱，遣使者齎千金加束帛，以車三乗聘焉。耳、餘又使謂子魚曰：“天下之事已可見矣。今陳王興義兵，討不義，子宜速来，以集其事。王又聞子賢，𣣔諮良謀，虚意相望也。”子魚遂徃。陳王郊迎而執其手，議世務。子魚以覇王之業勸之。王恱其言，遂尊以愽士，爲太師諮度焉。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "子魚名鮒甲，陳人或謂之子鮒，或稱孔甲。陳勝旣立爲王，其妻之父兄徃焉。勝以衆賔待之，長揖不拜，無加其禮。其妻之父怒曰：“怙亂僣號而傲長者，不能乆矣。”不辭而去。陳王跪謝，遂不爲顧。王心慙焉，遂適　愽士太師之舘而言曰：“予𨿽丈夫哉，然塞扵禮義，以啓扵姻婭，唯先生幸訓誨之，使免扵戾乎。”子魚曰：“王所問者善也，敢固無辭而對乎？今以禮言耶，則禮無不拜，且宗族婚媾，又與衆賔異敬者也。敬而加親，自古以然也。”王曰：“𨿽已失之扵前，庶𣣔收之扵後也。願先生脩明其事，必奉遵焉。”對曰：“昔唐堯内親九族，外恊萬邦。禮以婚爲昆弟，妻之父母爲外舅姑。由是明之，則拜之可知。夫婚親之義，非宗賢之𩔗也，𨿽自己臣，莫敢不敬。昔魏信陵君嘗以此質臣之父，臣之父曰：‘扵諸毋之昆弟，妻之諸父，則以親配徳，年齊以上，𨿽拜之可也；㓜扵己者，揖之可也。此出扵人情而可常者也。’”王曰：“善哉！請問同姓而服不及者，其制何邪？”對曰：“先王制禮，𨿽國君有合族之道，宗人掌其列，繼之以姓而無别，醊之以食而無殊，各隨本属之隆殺。属近則死爲之兑，属逺則吊之而已，禮之正也。是故臣之家哭子氏之别姓扵弗父之廟，哭孔氏則扵夫子之廟，此有㨿而然也。周之道，𨿽百世婚姻不通，重先世之同體也。”王跪曰：“先生之言，厥義愽哉！寡人𨿽固，敢不盡心！”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "問軍禮第二十",
            "paragraphs": [
                {
                    "paragraph": "問軍禮第二十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "陳王問大師曰：“行軍之禮，可得備聞乎？”答曰：“天下有道，禮樂征伐自天子出。自天子出，必以𡻕之孟秋，賞軍師武人于朝，簡練俊傑，任用有功，命将選士，以誅不義。扵是孟冬以級授軍，司徒榗朴，北面而誓之，誓于社，以習其事。先期五日，大師筮扵祖廟，擇吉日齋戒，告于郊、社禝、宗廟。旣筮，則獻兆扵天子。天子使有司以特牲告社，告以所征之事而受命焉。舎奠于帝學以受成，然後乃𩔗上帝，柴于郊以出，以齊車遷廟之主及社主行，大司馬職奉之。無遷廟主，則以幣帛皮圭告于祖禰，謂之主命，亦載齊車。凢行主、皮、圭、幣、帛，皆毎舎奠焉，而後就舘。主車止爲中門之外，外門之之内，廟主居于道左，社主居于道右，其所經名山大川，皆𥙊告焉。及敵所将戰，太史卜戰日，卜右御。先期三日，有司明以敵人罪状告之史，史定誓命。戰日，将帥陳列車甲卒伍于軍門之前，有司讀誥誓，使周走三令五申。既畢，遂禱戰，祈克于上帝，然後即敵。将士戰，全已克敵，史擇吉日，復禡於所征之地，柴于上帝，𥙊社奠祖，以告克者，不頓兵傷士也。戰不克，則不告也。凡𩔗禡，皆用甲、丙、戊、庚、壬之刚日。有司簡功行賞，不稽于時。其用命者，則加爵受賜于祖奠之前；其奔北犯令者，則加刑罰戮于社主之前。然後鳴金振旅，有司徧告捷于時所有事之山川。既至，舎于國外，三日齋，以特牛親格于祖禰，然後入，設奠以反主。若主命，則卒奠歛玉，埋之于廟两階間，反社主如𥘉迎之禮，舎奠于帝學，以訊馘告，大享于群吏，用備樂，饗有功於祖廟，舎爵䇿勲焉，謂之飲至，天子親征之禮也。”陳王曰：“其命将出征，則如之何？”太師曰：“古者，大将受命而岀則忘其國，即戎帥陣則忘其家。故天子命将岀征，親㓗盛服，設奠于祖以詔之。大将先入，軍吏畢從，皆北面再拜稽首而受。天子當階南面，命授之節龯，大将受，天子乃東面西向而揖之，示弗御也。然後告大社，冡宰执蜃，宜扵社之右，南面授大将，大将北面稽首再拜而受之，承所頒賜于軍吏。其出不𩔗，其克不禡。戰之所在，有大山川則祈焉，禱克于五帝，捷則報之。振旅復命，簡異功勤，親告廟告社，而後適朝，禮也。”王曰：“将居軍中之禮，勝敗之變，則如之何？”大師曰：“将帥尚左，士卒尚右。出國先𨦟，入國後刃。介胄在身，執鋭在列，𨿽君王不拜。若不幸軍敗，則馹騎赴告于天子，載櫜韔。天子素服，哭于庫門之外三日。大夫素服，哭于社，亦如之。亡将失城，則皆哭七日。天子使使迎于軍，命将師無請命。然後将帥結草自縳，𥘵右肩而入。盖䘮禮也。”王曰：“行古禮如何？”大師曰：“古之禮固爲於今也。有其人行其禮，則可；無其人行其禮，則民弗與也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "答問第二十一",
            "paragraphs": [
                {
                    "paragraph": "答問第二十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "陳人有武臣謂子鮒曰：“夫聖人者，誠髙材羙稱也。吾謂聖人之智，必見未形之前，功垂扵身殁之後，立教而戾夫弗犯，吐言而辯事不破也。子之先君可謂當之矣。然韓子立法，其所以異夫子之論者，紛如也。予毎探其意而校其事，持久歴逺，遏姦勤善，韓氏未必非，孔氏未必得也。吾今而後，乃知聖人無世不有爾。前聖後聖，法制固不一也。若韓非者，亦當世之聖人也。子以為奚若？”子鮒曰：“子信之為然，是故未免凡俗也。今世人有言髙者，必以極天為稱；言下者，必以深渊為名。是資世之談而無其實者也。好事而穿鑿者，必言經以自輔，援聖以自賢，𣣔以取信扵群愚而度其說也。若諸子之書，其義皆然，吾先君之所自志也。請畧說一隅，而吾子審其信否焉。”武臣曰：“諾。”子鮒曰：“乃者趙、韓、魏共并知氏，趙㐮子之行賞，先加具臣而後有功。韓非書云‘夫子善之’，引以張本。然難之豈有不似哉？然實非也。何以明其然？昔我先君以春秋哀公十六年四月己丒卒，至二十七年，荀瑶與韓、趙、魏伐鄭，遇陳坦而還。是時夫子卒已十一年矣，而晋四𨜮皆在也。後悼公十四年，知氏乃亡。此先後甚逺，而韓非公稱之，曽無怍意，則世多好事之徒，皆非之罪也。故吾以是然口扵小道，塞耳扵諸子乆矣。而子立尺表以度天，直寸指以測渊，豫大道而不悟，信誣說以疑聖，殆非所望也。”武臣义手跪謝，施施而退，遂告人曰：“吾自以為學之愽矣，而屈於孔氏，方知學不在多，要在精之也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "陳王問大師曰：“寡人不得為諸侯群賢所推，而得南面稱孤，其幸多矣。今既頼二三君子，且又𣣔規乆長之圖，何施而可？”答曰：“信王之言，萬世之福也。敢稱古以對。昔代殷，乃興㓕継絶，以為政首。今誠法之，則六國之不携，抑乆之本。”王曰：“周存二代，又有三恪，其事云何？”答曰：“封夏、殷之後，以為二代。紹虞帝之胤，備為三恪。恪，敬也，禮之如賔客也。非謂特有二代，别有三恪也。凡所以立二代者，備王道，通三綂也。”王曰：“三綂者何？”答曰：“各自用其正朔，二代與周，是謂三統。”王曰：“六國之後君，吾不能封也，逺世之王，扵我何有？吾亦自有不及扵周，又安䏻純法之乎？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "陳王渉讀國語，言申生事，顧愽士曰：“始余信聖賢之道，乃今知其不誠也，先生以為何如？”答曰：“王何謂哉？”王曰：“晋獻惑亂聴䜛，而書又載姫夜泣公而以信入其言。人之夫婦夜䖏幽室之中，莫䏻知其𥝠焉，𨿽黔首猶然，况國君乎？予以是知其不信，乃好事者為之辭，将𣣔成其說以誣愚俗也，故使予并疑於聖人也。”愽士曰：“不然也。古者人君外朝則有國史，内朝則有女史，舉則左史書之，言則右史書之，以無諱示後世，善以為式，惡以為戒，廢而不記，史失其官，故凡若晋侯姫牀第之𥝠，房中之事，不得掩焉。若夫設教之言，驅群俗，使人入道而不知其所以者也。今此皆書實事，累累若貫珠，可無疑矣。”王曰：“先生真聖人之後也。今幸得聞命，寡人無過焉。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "陳王渉使周章爲将，西入関，将以入秦，秦使将章邯距之。陳王以秦國之亂也，有䡖之之意，勢若有餘而不設敵備。愽士大師諌曰：“章邯，秦之名将，周章非其敵也。今王使霈然自得而不設備，臣𥨸惑焉。夫𨿽天之所命，其禍福吉㓙，大者在天，小者由人。今王不修人利以應天祥，若跌而不振，悔之無及也。”王曰：“寡人之君，先生無累也，請先生息慮也。”又諌曰：“臣聞兵法‘無恃敵之不我功，恃吾之不可攻也’，今恃敵而不自恃，非良計也。”王曰：“先生所言，計䇿深妙，予不識也。先生休矣。”已而告人曰：“儒者可與守成，難與進取，信哉！”愽士他日復諌曰：“臣聞國大兵衆，無備難恃。一人善射，百夫决舎。章邯梟将，卒皆死士也。周章弱懦，使彼席卷來前，莫有當其𨦟者。”王曰：“先生所稱，寡人昧昧焉，願以人間近事喻之。”荅曰：“流俗之士，臣所不忍也。今王命之，敢不盡情，願王察之也。臣昔在梁，梁人有陽由者，其力扛鼎，伎巧過人，骨騰肉飛，手搏𨇩獸，國人懼之。然無治室之訓，禮教不立，妻不畏憚，浸相媟瀆，方乃積怒。妻坐於牀荅焉，由乃左手建杖，右手制其頭，妻亦𡚒恚，因受以背，使杖撃之，而自撮其隂，由乃什也氣絶而不能興。鄰人聞其㓙㓙也，窺而見之，趣而救之，妻愈戇忿，莫肯舎旃，或發其裳，然後乃放。夫以無敵之伎力，而劣於女子之手者何？以䡖之無備故也。今王與秦角強弱，非若由之夫妻也，而䡖秦過甚，臣是以懼。故區區之心，欲王備慮之也。”王曰：“譬𩔖誠佳，然實不同也。”弗聴。周章果敗，而無後救，邯遂進兵撃陳王，師大敗。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "愽士凡仕六旬，老於陳。将設，戒其弟㐮曰：“魯，天下有仁義之國也。戰國之時，講誦不衰，且先君之廟在焉。吾謂叔孫通䖏濁世而清其身，學儒術而知權變，是今師也。宗於有道，必有令圖，歸必事焉。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "連叢子上第二十二",
            "paragraphs": [
                {
                    "paragraph": "連叢子上第二十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "叙書",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "家之族胤，一世相承，以至九世相魏，居大梁，",
                    "zhushu": "孔子生鯉，字伯魚。鯉生伋，字子思。伋生白，字子上。白生求，字子家。求生箕，字子京。箕生穿，字子髙。穿生子順，相魏。自叔梁紇至子順，凡九世。魏城大梁。",
                    "type": 2
                },
                {
                    "paragraph": "始有三子焉。長子之後承殷綂，爲宋公；中子之後奉夫子祀，爲褒成侯；小子之後彦以将士髙祖有功，封蓼侯。其子臧嗣焉，歷位九卿，遷御史大夫。辭曰：“臣世以經學爲業，家傳相承，作爲訓法。然今俗儒䌓說逺本，雜以妖妄，難可以教。侍中安國受詔綴集古義，臣乞爲太常，典臣家業，與安國紀綱古訓，使永垂來嗣。”孝武皇帝重違其意，遂拜太常，其禮賜如三公。在官數年，著書十篇而卒。先時嘗爲賦二十四篇，四篇别不在集，以其㓜時之作也。又爲書與從弟及戒子，皆有義，故列之于左。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "諫格虎賦",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "帝使亡諸大夫問乎下國。下國之君，方帥将士於中原，車騎駢闐，被行岡巒。手格猛虎，生縳𤠾犴。昧爽而出，見星而還。國政不恤，惟此爲歡。乃誇於大夫曰：“下國鄙固，不知帝者之事。敢問天子之格虎，豈有異術哉？”大夫未之應，因又言曰：“下國𥚹陋，莫以虞心。故乃闢四封以爲藪，圍境内以爲林。禽鳥育之，驛驛滛滛。晝則鳴嚾，夜則嘷吟。飛禽起而日翳，獸動而雷音。犯之者其罪死，驚之者其刑深。虞候苑令，是掌厥禁。於是分幕将士，營遮榛叢。戴星入野，列火求蹤。見虞自自，乃徃尋從。張𦊨網，羅刃𨦟。驅檻車，聴皷鍾。猛虎顛遽，奔走西東。悕駭内懐，迷冐怔忪。耳目䘮精，值網而衝。局然自縳以絲組，斬其𤓰牙。支輪登較，髙載歸家。孟賁被髪嗔目，蹂猾紛華。都邑百姓，莫不于邁。陳列路隅，咸稱萬𡻕。斯亦畋獵之至樂也。”大夫曰：“順君之心，樂矣，然非樂之至也。樂至者，與百姓同之之謂也。夫兕虎之生，與天地偕。山林澤藪，又其宅也。被有徳之君，則不爲害。今君荒於遊獵，莫恤國政。驅民入山林，格虎於其廷，妨害農業，殘夭民命。國政其必亂，民命其必散。國亂民散，君誰與䖏？以此爲至樂，所未聞也。”於是下國之君乃蝢首曰：“臣實不敏，習之日乆矣。幸今承誨，請遂改之。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "楊桞賦",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "嗟茲楊桞，先生後傷。蔚茂炎夏，多隂可凉。伐之原野，𣗳之中塘。溉浸以時，日引月長。巨本洪枝，條脩逺楊。夭繞連枝，猗𨚗其旁。或拳句以逮下土，或擢跡而接穹蒼。緑葉累疊，欝茂翳沈。蒙籠交錯，應風悲吟。鳴鵠集聚，百變其音。爾乃觀其四布，運其所臨。南垂大陽，北被宏隂，西奄梓園，東覆果林。䂓方冐乎半頃，清室莫與比深。於是朋友同好，几筵列行，論道飲燕，流川浮觴。殽核紛雜，賦詩㫁章。各陳厥志，考以先王。賞恭罰慢，事有紀綱。洗觶酌樽，兕觥並揚。飲不至醉，樂不及荒。威儀抑抑，動合典章。退坐分别，其樂難忘。惟萬物之自然，固神妙之不如。意此楊𣗳，依我以生，未經一紀，我頼以寧。暑不御䈉，凄而凉清，内䕃我宗，外及有生。物有可貴，云何不銘？乃作斯賦，以叙厥情。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鶚賦",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "季夏庚子，思道静居。爰有飛鶚，集我屋隅。異物之來，吉㐫之符。觀之歡然，覽考經書。在徳爲祥，棄常爲妖。尋氣而應，天道不渝。昔在賈生，有識之士。忌茲服鳥，卒用䘮已。咨我令考，信道秉真。變恠生家，謂之天神。脩徳㓕邪，化及其鄰。禍福無門，唯人所求。聴天任命，慎厥所脩。栖遅養志，老氏之疇。禄爵之來，秪増我憂。時去不索，時來不逆。庶㡬中庸，仁義之宅。何思何慮，自今勤劇。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "蓼蟲賦",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "季夏既望，暑徃凉還。逍遥諷誦，遂歷東園。周旋覽觀，憇乎南藩。覩茲茂蓼，結葩吐榮。猗郍隨風，緑葉紫莖。爰有蠕蟲，厥狀似螟。群聚其間，食之以生。於是悟物託事，推况乎人。㓜長斯蓼，莫或知辛。膏梁之子，豈曰不人。惟非徳義，不以爲家。安逸無心，如禽獸何？逸必致驕，驕必致亡。匪唯辛苦，乃丁大殃。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "與從弟書",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "臧報侍中：相如深忿俗儒滛辭冐義，有意欲撥亂反正，由來乆矣。然雅逹愽通，不世而出；流學守株，比肩皆是。衆口非非，正将焉立？毎獨念至此，夙夜反側，誠懼仁弟道未信於世，而以獨知爲愆也。人之所欲，天必從之。舊章潜於壁室，正於紛擾之際，欻爾而見。俗儒結舌，古訓復申，豈非聖祖之靈，欲令仁弟讃明其道，以闡其業者哉？且𨿽爲今學，亦多所不信，唯聞尚書二十八篇，取象二十八，　謂爲至然也。何圖古文乃自百篇邪？如堯典，說者以爲堯、舜同道，弟常以爲雜有堯典，今果如所論。及成王遇風雷，周公見任，俗儒群驅，狗吠雷同，不得其髣髴，惡能明聖道之真乎？知以今讐古，以𥻳　篆推科斗，已定五十餘篇，並爲之傳云。其餘錯亂文字，摩㓕不可分了，欲垂待後賢，誠合先君闕疑之義。顧惟世移，名制變改，文體義𩔖，轉益難知。以弟愽洽温敏，既善推理，又習其書，而猶尚絶意，莫肯垂留三思，縱使來世亦有篤古碩儒，其若斯何？嗚呼！惜哉！先王遺典，闕而不𥙷，聖祖之業，分半而泯，後之君子，将焉取法？假令顔、閔不殁，㳺、夏更生，其豈然乎！其豈然乎！不能己巳，貴復申之。",
                    "zhushu": "衆口非非：一作衆非，非正。",
                    "type": 2
                },
                {
                    "paragraph": "與子琳書",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "告琳：頃來聞汝與諸友生講肄書傳，滋滋晝夜，衎衎不怠，善矣！人之進道，唯問其志，取必以漸，勤則得多。山霤至柔，石爲之穿；蝎蟲至弱，木爲之弊。夫霤非石之鑿，蝎非木之鑿，然而能以微脆之形，䧟堅剛之體，豈非積漸之致乎？訓曰：“徒學知之未可多，履而行之乃足佳。”故學者所以餙百行也。侍中子國，明逹淵愽，雅好絶倫，言不及利，行不欺名，動遵禮法，少小及長，操行如故。𨿽與群臣並居近侍，頗見崇禮，不供䙝事，獨得掌御唾壼，朝廷之士，莫不榮之。此汝親所見也。詩不云乎：“無念爾祖，聿脩厥徳。”又曰：“操斧伐柯，其則不逺。”逺則尼父，近則子國，於以立身，其庻矣乎！",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "叙世",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "臧子琳，位至諸吏，亦傳學問。琳子黄，厥徳不脩，失侯爵，大司徒光以其祖有功徳而邑士廢絶，分所食邑三百戸封黄弟茂爲𨵿内侯。茂子子國，生子卬，爲諸生，特善詩、禮而傳之。子卬生仲驩，爲愽士、弘農守，善春秋三傳，公羊、榖梁訓諸生。仲驩生子立，善詩、書，少㳺京師，與劉歆友善，嘗以清論譏貶史丹，史丹諸子並用事，爲是不仕，以詩書教於闕里數百人。子立生子元，以郞校書。時歆大用事，而子元校書七年，官不益，故或譏以爲不恤於進取，唯楊子雲善之。子元生子建，與崔義㓜相善，長相親也。義仕王莾，爲建新大尹，數以世利勸子建仕。子建答曰：“吾有布衣之心，子有衮冕之志，各從所好，不亦善乎？且習與子㓜同志，故相友也。今子以富貴爲榮，而吾以貧賎爲樂，志已乖矣。乖而相友，非中情也。請與子辭。”遂歸鄉里。光武中興，天下未悉從化，董憲、彭豐等部衆暴於鄒、魯之間，郡守上黨鮑府君長患之。是時，𨶕里無故荆𣗥叢生，一旦自闢廣千數百歩，從舊講堂坦然彦曰：“人之性分，氣度不同，有體貌亢䟽，色厲矜荘，儀容氷栗，似若䏻断，而當事少决，不遂其爲者；或性玄静，不與俗𥪰，氣不勝辭，似若無䏻，而渉事不顧，臨危不橈者。是爲似若強焉，而不䏻勝量；似若弱焉，而不可奪也。君子觀之，以表推内，察容而度心，所以得之也。若是似𩔗相亂，如何取實乎？”子豐曰：“夫人者，患在不察也。人之所綜物方志也，慮恊於理，固以守之，此之謂強。知足以通變，明足以破偽，情足以審疑，果足以必志，固足以先事而功成矣。即所謂寛柔内思不報，無道之強也，豈待形氣之𦔳乎？若乃貌肅内荏，髙氣亢戾，多意倨跡，理不𠑽分，業不一定，執志不果，此謂剛復，非強者也。是故君子𣣔必其行而違其貌。由是論之，強弱之分，不取於氣色明矣。必也察志在觀其履事乎？非定計於内而敏發於外，孰能称此強名乎哉？”子豐曰：“夫物有定名，而論有一至，是故有可一言而得其難極，𨿽千言之不能奪者，唯析理即實爲得，不以濫䴡說辭爲賢也。然而世俗人，聦逹者寡，隨聲者衆，持論無主，俯仰爲資，因貴勢而附從，託浮說以爲定，不求之於本，不考之於理，故長溷殽言而衆莫䏻折其中，所以爲口費而無得也。夫論辨者，貴其䏻别是非之理，非巧說之謂也。掌事要者，納言而得理，此乃辨也，聴者猶弗之察。辭氣支離，取喻多端，弗較以𩔗，理不應實，而聴者因形飾偽，從讃然之。是所謂以巧辭多喻爲辨，而莫識一言而别實者也。人皆𣣔割析分理，揆是真偽，固不知所以精之如自得，其爲謬惑，莫之甚焉。是故舉多敗事，而寡特之智困於群醜也。夫聦者不可惑以滛聲，明者不可眩以邪色。故有氣色勢者，佑徳之半；無此二者，損徳之半。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "叙作左氏傳義詰者曰：先生名竒，字子異，其先魯人，即襃成君次儒第二子之後也。家于茂陵，以世學之門，未嘗就逺方異師也。唯兄君魚，少從劉子駿受春秋左氏傳，於講業最名爲精䆒其義。子駿曰：“自以才學弗若也。”其或訪經傳於子駿，輒曰：“幸問孔君魚，吾已還從之資道矣。”由是大以春秋見称當世。王莾之末，君魚避地至大河之西，以大将軍竇融爲家，常爲上賔，從容以論道爲事。是時先生年二十一矣。毎與其兄議學，其兄謝服焉。及世祖即祚，君魚乃仕，官至武都太守、関内侯，以清儉聞海内。先生雅好儒術，淡忽榮禄，不𩓑從政。遂刪撮左氏傳之難者，集爲義詰，發伏闡幽，讃明聖祖之道，以祛後學。著書未畢，而早世不永。宗人子通痛其不遂，惜兹大訓不行于世，乃校其篇目，各如本第，并序答問，凡三十一卷。将来君子儻肯遊意，幸詳録之焉。子豐善於經學，不好諸家書。鮑彦與子豐名齊而業殊，故謂子豐曰：“諸家書多，才辭莫過淮南也，讀之令人断氣，方自知爲陋爾。”子豐曰：“試說其最工不可及者。”彦曰：“‘君子有酒，小人鼓𦈢，𨿽不可好，亦不可醜。’此語何如？”子豐曰：“不急爾。”彦曰：“且効作此語。”子豐曰：“君子樂醼，小人擊抃，𨿽不足貴，亦不可賤。君子舞象，小人擊壤，上化使然，又何足賞？吾能作數十曲，且無益於世，故不爲爾。”鮑子於是屈而無辭。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "連叢子下第二十三",
            "paragraphs": [
                {
                    "paragraph": "連叢子下第二十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "元和二年三月，孝章皇帝東巡過魯，幸闕里，以大牢祠聖師，作六代之樂。天子升廟西面，群臣在庭北面，皆再拜。天子進爵而後坐。乃召諸孔丈夫年二十以上者六十三人，臨賜酒飯。子和自陳曰：“臣草莾所蔽，才非幹時，行非絶倫，託備先聖遺嗣，世名學家。陛下誤加㧞擢，微臣蘭䑓令史。會值車駕東巡，先禮聖師，猥以餘福，惠及臣宗，誠非碎首所能報謝。”詔曰：“治何經？”對曰：“為詩書，頗渉禮傳。”詔曰：“今日之會，寧扵𨜮宗有光榮乎？”對曰：“非所敢當也。臣聞明王聖主，莫不尊師而貴道。今陛下尊臣祖之𤫊，貴臣祖之道，親屈萬乗，辱臨弊里，此乃陛下所以崇聖也。若夫顧其遺嗣，得與群臣同受𨤲福，此乃陛下愛屋及烏，惠下之道，所以崇徳作聖。臣宗弗與扵光榮，非所敢承。”天子嘆曰：“非聖者子孫，惡有斯言？”遂拜子和郎中，詔隨車駕，賜孔氏男女銭帛。子和從還京師，遂校書東觀。其年十二月，爲臨𣈆令。其友崔駰以其家卦林占之，謂爲不吉，語子和曰：“盍辭乎？”答曰：“學不爲人，仕不擇官，所以爲吉也。且卜以决疑，不疑何卜？吉㓙由人，而由卦林乎？”徑徃之官。三年秋八月，天子巡后土，登龍門，子和自請從行在所。天子識其状貌，燕見移時，賜帛十端而還。九月旣望，寢疾浸不瘳，乃命其二子留葬焉。二子，長曰長彦，年十有二；次曰季彦，年十𡻕。父之友西洛人姚進先有道，徴不就，飬志于家，長彦、季彦常受教焉。旣除䘮，則苦身勞力，以自衣食。家有先人遺書，兄弟相勉，諷誦不倦。于時蒲阪令汝南許君然造其宅，勸使歸魯，奉以車二乗。辭曰：“載柩而返，則遺父違命；舎墓而去，則心所不忍。”君然曰：“以孫就祖，於禮爲得，𩓑子無疑。”答曰：“若以死有知也，祖猶鄰宗族焉。父獨留此，不以極乎？吾其定矣。”遂還其車。於是甘貧味道，研精墳典，十餘年間，㑹徒數百。故時人爲之語曰：“魯國孔氏好讀經，兄弟講誦皆可聽。學士來者有聲名，不過孔氏郍得成。”長彦頗隨時爲今學。季彦壹其家業，兼脩史漢，不好諸家之書。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "華隂張太常問：“如何斯可謂備徳君子？”季彦答曰：“性能沈䆳，則不可測。志不在小，則不可度。砥厲㢘隅，則不可越。行髙體卑，則不可階。興事効業，與言俱立。捨己從善，不恥服人。交友以義，不慕勢利。並立相下，不倡㳺言。若此，可謂備徳矣。”張生曰：“不有孝弟忠信乎？”答曰：“别而論之，則應此條。惣而目之，則曰孝弟忠信。”張生聞是言，喜而書之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "魯人有同𡻕上計而死者，𣣔爲之服，問於季彦。季彦曰：“有㤙好者，其緦乎？昔諸侯大夫共㑹事于王，及以君命同盟覇主，其死則皆有哭臨之禮。今之上計，並覲天子，有交燕之歡，同名綈素，上紀先君，下録子弟，相敦以好，相厲以義。又數相徃來，特有𥝠親，𨿽比之朋友，不亦可乎！”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "崔駰學於大學而糧乏，鄧衞尉欲餼焉而未果。季彦年九𡻕，以其父命徃見衞尉，曰：“夫言不在多，在於當理；施不在豊，期於救乏。崔生，臣父之執也，不幸而貧，公許賑之，言旣當理矣。從來有曰，嘉貺未至，或欲豊之，然後乃致乎？”荅曰：“家物少，湏租入，當猥送之。”季彦曰：“公顧盻崔生，欲分禄以周其無，君之惠也。必欲待君租入，然後猥致，則於崔生爲贏。受人以自贏，非義，崔生所不爲也。且今己乏矣，而方湏租入，是猶古人欲决江海以救牛蹄之魚之𩔖也。”鄧公曰：“諾。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "梁人取後妻，後妻殺夫，其子又殺之。季彦返魯過梁，梁相曰：“此子當以大逆論。禮，繼母如母，是殺毋也。”季彦曰：“言如母，則與親毋不等，欲以義督之也。昔文姜與殺魯桓，春秋去其‘姜氏’，傳曰：‘不稱姜氏，絶不爲親，禮也。’絶不爲親，即凡人爾。且夫手殺重於知情，知情猶不得爲親，則此下手之時，母名絶矣。方知古義，是子冝以非司冦而擅殺當之，不得爲殺母而論以逆也。”梁相從之。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "弘農太守皇甫威明問仲淵曰：“吾聞孔氏自三父之後，能傳祖之業者，常在於叔祖。今觀連叢所記，信如所聞。然則伯季之後，弗克負荷矣。”荅曰：“不然也。先君所以爲業者，非唯經傳而已，可以學則學，可以進則進，可以止則止，故曰‘無可無不可’也。盖唯執行中庸，期於得道，非末嗣子孫所能及也。是以先父各取所能，能仕則仕，能學則學。自伯祖之子孫，世仕有位，季祖之子孫，或學或仕，或文或武，所綂不壹。故學不稽古，仕無髙官，文非爼豆，武非戢兵，不專故也。”皇甫曰：“如髙明之言，是故弗克負荷己。”荅曰：“伯之子孫今何其仕？季之子孫何所任？所以世得聞焉。且人之才性，受天有分，若如君之論，則成王、伯禽𨿽致㤗平，皆當以不聖䝉弗克負荷之罪乎？”皇甫𥬇曰：“善。”既而或謂仲淵曰：“以古人推之，自可如皇甫之言爾，而子矜之，何也？皇甫𨿽口與子，心實不與也。”荅曰：“吾其然，然此君來言，頗欲相侵，故激至於此，豈曰得道，由不獲已也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "長孫尚書問季彦曰：“䖏士，聖人之後也，豈知聖人之徳惡乎齊？”荅曰：“徳行邈於世，智逹秀於人，㡬於如此矣。”曰：“聖人者，必能聞於無聲，見於無形，然後稱聖爾。如䖏士所言，大賢則能爲之。”季彦曰：“君之論冝若未之近也。夫有聲故可得而聴，有形故可得而見。若乃無聲，𨿽師曠側耳，将何聞乎？無形，𨿽離婁並照，将何覩乎？書曰‘惟狂克念作聖’，狂人思念道徳，猶爲聖人。聖人，大賢之清者也；賢人，中人之清者也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔大夫謂季彦曰：“今朝廷以下，四海之内，皆爲章句内學，而君獨治古義。治古義則不能不非章句内學，非章句内學則危身之道也。獨善固不容於世，今古義𨿽善，時世所廢也，而獨爲之，必将有患，盍固己乎？”荅曰：“君之此言，殆非所望也。君以爲學，學知乎？學愚乎？”大夫曰：“學所以求知也。”季彦曰：“君頻日聞吾說古義，一言輙再稱善，善其使人知也。以爲章句内學，迂誕不通，即使人愚也。今欲使吾釋善善之知業，習迂誕不通之愚學，爲人謀如此，於義何居？且君子立論，必析是非，以是易非，何傷之如？主上聦明睿知，不欲兩聞其義，愽覧古今，擇善從之，以廣其聖乎？吾學不要禄，貴得正義爾。復以此受患，猶甘心焉。先聖遺訓，壁出古文，臨淮傳義，可謂妙矣，而不在科䇿之例，世人固莫識其竒矣。斯業之所以不泯，頼吾家世世獨脩之也。今君猥爲禄利之故，欲廢先君之道，此殆非所望也。若從君言，是爲先君正義㓕於今日，将使來世逹人見今文俗說，因嗤𥬇前聖。吾之力此，盖爲先人也。物極則變，比百年之外，必當有明徳君子，恨不與吾偕世者。”於是大夫悵然曰：“吾意實不及此，敢謝不敏。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "楊太尉問季彦曰：“吾聞臨晋君異才愽聞，周洽群籍，而世不歸大儒，何也？”荅曰：“不爲禄學故也。惡直醜正，實繁有徒，辨經說義，輙見増疾。但以所據者正，故衆人不能害爾。免害爲幸，何大儒之見歸乎？”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "季彦見劉公，客適有獻魚者，公孰視魚，歎曰：“厚哉！天之於人也，生五榖以爲食，育鳥獸以爲之肴。”衆坐僉曰：“誠如明公之教也。”季彦曰：“賤子愚意，𥩈與衆君子不同，以爲不如明公之教也。何者？萬物之生，各禀天地，未必爲人，人徒以知得而食焉。故孝經曰‘天地之性，人爲貴’，貴有知也。伏羲始甞草木可食者，一日而遇七十二毒，然後五榖乃形，非天本爲人之生也。蚊蚋食人，蚓蟲食土，非天故爲蚊蚋生人，蚓蟲生地也。知此不然，則五榖鳥獸之生，本不爲人，可以爲無疑矣。”公良乆曰：“辨哉！”衆坐黙然。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "永𥘉二年，季彦如京師，省宗人仲淵。是年夏，河南四縣雨雹如棬杯，大者如斗，殺禽畜雉兎，折𣗳木，秋苗盡。於是天子責躬省過，並令幽𨼆有道術之士，各得因變事極陳厥故。季彦與仲淵說道其意狀，曰：“此隂乗陽也。貴臣擅權，母后黨盛，多致此異，然乃漢家之所大忌也。”于時下邳長孫子逸止仲淵第，聞是言也，心善之，因見上說焉。上召季彦，季彦見於徳陽殿，陳其事，如與仲淵言也。曰：“陛下増脩聖徳，慮此二者而已矣。夫物之相感，各以𩔖推，其甚者必有山崩地震，白氣相因，其事不可盡論。徃者延平之中，鄧后稱制，而東垣巨屋山大崩，聲動安邑，即前事之驗者。”帝黙然，左右皆不善其言。季彦聞之，曰：“吾豈容媚勢臣而欺天子乎？”後子逸相魯，舉季彦孝㢘，固辭不就。㑹遭兄長彦憂，遂止乎家。季彦爲人謙退愛厚，簡而不華，終不以榮利變其恬然之志。見不義而富貴者，視之如僕𨽾。其下筆則典誥成章，吐言必正名務理，故毎所交㳺，莫不推先以爲楷則也。年四十有九，延光三年十一月丁丑卒。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "孔叢子釋文",
            "paragraphs": [
                {
                    "paragraph": "孔叢子釋文",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "嘉言第一",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "萇。",
                    "zhushu": "音長。"
                },
                {
                    "paragraph": "安施。",
                    "zhushu": "商移切。"
                },
                {
                    "paragraph": "或弛。",
                    "zhushu": "詩止切。"
                },
                {
                    "paragraph": "好禮。",
                    "zhushu": "虚到切。"
                },
                {
                    "paragraph": "事夫。",
                    "zhushu": "風無切。"
                },
                {
                    "paragraph": "使于。",
                    "zhushu": "䟽吏切。"
                },
                {
                    "paragraph": "遇虺。",
                    "zhushu": "許偉切。"
                },
                {
                    "paragraph": "後瘳。",
                    "zhushu": "丒鳩切。"
                },
                {
                    "paragraph": "與在。",
                    "zhushu": "音預。"
                },
                {
                    "paragraph": "爲病。",
                    "zhushu": "于僞切。"
                },
                {
                    "paragraph": "夫三折。",
                    "zhushu": "上音扶，下食列切。"
                },
                {
                    "paragraph": "己之已人。",
                    "zhushu": "已，並養里切，下“已之”同。"
                },
                {
                    "paragraph": "既宴。",
                    "zhushu": "伊甸切。"
                },
                {
                    "paragraph": "夫死。",
                    "zhushu": "音扶。"
                },
                {
                    "paragraph": "與計，",
                    "zhushu": "音預。"
                },
                {
                    "paragraph": "盍姑已。",
                    "zhushu": "上轄臘切，下音己。"
                },
                {
                    "paragraph": "夫以。",
                    "zhushu": "音扶。"
                },
                {
                    "paragraph": "繫方。",
                    "zhushu": "胡計切，又吉詣切。下“繫絶”同。"
                },
                {
                    "paragraph": "塡之。",
                    "zhushu": "堂練切。"
                },
                {
                    "paragraph": "己矣。",
                    "zhushu": "音以。"
                },
                {
                    "paragraph": "冨說。",
                    "zhushu": "輸䙝切。"
                },
                {
                    "paragraph": "知者。",
                    "zhushu": "音智。"
                },
                {
                    "paragraph": "夫不。",
                    "zhushu": "音扶。",
                    "type": 2
                },
                {
                    "paragraph": "論書第二",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "曠夫。",
                    "zhushu": "風無切。"
                },
                {
                    "paragraph": "已殁。",
                    "zhushu": "音以。"
                },
                {
                    "paragraph": "已之。",
                    "zhushu": "音紀。"
                },
                {
                    "paragraph": "肜日。",
                    "zhushu": "以中切。"
                },
                {
                    "paragraph": "之惡。",
                    "zhushu": "烏各切。"
                },
                {
                    "paragraph": "論事。",
                    "zhushu": "盧困切。"
                },
                {
                    "paragraph": "錯行。",
                    "zhushu": "七各切。"
                },
                {
                    "paragraph": "樂之。",
                    "zhushu": "音落，下同。"
                },
                {
                    "paragraph": "愀然。",
                    "zhushu": "七小切。"
                },
                {
                    "paragraph": "而己。",
                    "zhushu": "音己。"
                },
                {
                    "paragraph": "惡覩。",
                    "zhushu": "音烏。"
                },
                {
                    "paragraph": "大麓。",
                    "zhushu": "音鹿。"
                },
                {
                    "paragraph": "己而。",
                    "zhushu": "音以。"
                },
                {
                    "paragraph": "迷錯。",
                    "zhushu": "七各切。"
                },
                {
                    "paragraph": "死難。",
                    "zhushu": "奴旦切。"
                },
                {
                    "paragraph": "與於。",
                    "zhushu": "音預。"
                },
                {
                    "paragraph": "祗祗。",
                    "zhushu": "㫖夷切。"
                },
                {
                    "paragraph": "刑錯。",
                    "zhushu": "七故切。"
                },
                {
                    "paragraph": "三監。",
                    "zhushu": "古咸切。"
                },
                {
                    "paragraph": "所任。",
                    "zhushu": "汝鴆切。"
                },
                {
                    "paragraph": "應之。",
                    "zhushu": "去聲。"
                },
                {
                    "paragraph": "之長。",
                    "zhushu": "展两切。",
                    "type": 2
                },
                {
                    "paragraph": "記義第三",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鍾餼。",
                    "zhushu": "許記切。"
                },
                {
                    "paragraph": "施人。",
                    "zhushu": "施智切。"
                },
                {
                    "paragraph": "相室。",
                    "zhushu": "息亮切。"
                },
                {
                    "paragraph": "從死。",
                    "zhushu": "才用切。"
                },
                {
                    "paragraph": "長者。",
                    "zhushu": "两切。"
                },
                {
                    "paragraph": "好人。",
                    "zhushu": "虚到切。"
                },
                {
                    "paragraph": "譽己。",
                    "zhushu": "音紀。"
                },
                {
                    "paragraph": "任臣。",
                    "zhushu": "汝鴆切，下“自任”同。"
                },
                {
                    "paragraph": "己耳。",
                    "zhushu": "音以。"
                },
                {
                    "paragraph": "己巳。",
                    "zhushu": "並音以。"
                },
                {
                    "paragraph": "使宰。",
                    "zhushu": "爽士切。"
                },
                {
                    "paragraph": "舎實。",
                    "zhushu": "音捨。"
                },
                {
                    "paragraph": "𥝠昵。",
                    "zhushu": "足質切。亦作“暱”。"
                },
                {
                    "paragraph": "䧟辟。",
                    "zhushu": "彼亦切。"
                },
                {
                    "paragraph": "淇澳。",
                    "zhushu": "乙六切。"
                },
                {
                    "paragraph": "苞苴。",
                    "zhushu": "子余切。"
                },
                {
                    "paragraph": "好賢。",
                    "zhushu": "呼告切。下“好賢”同。"
                },
                {
                    "paragraph": "豳公。",
                    "zhushu": "悲巾切。亦作“邠”。"
                },
                {
                    "paragraph": "造周。",
                    "zhushu": "在早切。"
                },
                {
                    "paragraph": "與於。",
                    "zhushu": "音預。"
                },
                {
                    "paragraph": "蓼莪。",
                    "zhushu": "力竹切。"
                },
                {
                    "paragraph": "裳裳。",
                    "zhushu": "如字。"
                },
                {
                    "paragraph": "清澈。",
                    "zhushu": "𠡠列切。"
                },
                {
                    "paragraph": "爲施。",
                    "zhushu": "商移切。",
                    "type": 2
                },
                {
                    "paragraph": "刑論第四",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "刑省。",
                    "zhushu": "所景切。"
                },
                {
                    "paragraph": "降典。",
                    "zhushu": "古巷切。"
                },
                {
                    "paragraph": "折民。",
                    "zhushu": "之列切。"
                },
                {
                    "paragraph": "弗勝。",
                    "zhushu": "詩證切，又書蒸切。下同。"
                },
                {
                    "paragraph": "無别。",
                    "zhushu": "彼列切。下同。"
                },
                {
                    "paragraph": "刑重。",
                    "zhushu": "直隴切。"
                },
                {
                    "paragraph": "民匱。",
                    "zhushu": "求位切。"
                },
                {
                    "paragraph": "惡之。",
                    "zhushu": "烏故切。"
                },
                {
                    "paragraph": "不省。",
                    "zhushu": "所景切。"
                },
                {
                    "paragraph": "夫赤。",
                    "zhushu": "音扶。"
                },
                {
                    "paragraph": "折獄。",
                    "zhushu": "之烈切。"
                },
                {
                    "paragraph": "非從。",
                    "zhushu": "牆容切。"
                },
                {
                    "paragraph": "則己。",
                    "zhushu": "音以。"
                },
                {
                    "paragraph": "適爯。",
                    "zhushu": "施𨾏切。"
                },
                {
                    "paragraph": "不中。",
                    "zhushu": "陟仲切。"
                },
                {
                    "paragraph": "比罰。",
                    "zhushu": "卑履切。"
                },
                {
                    "paragraph": "㫁者。",
                    "zhushu": "徒玩切。"
                },
                {
                    "paragraph": "之悖。",
                    "zhushu": "蒲没刃。"
                },
                {
                    "paragraph": "之抧。",
                    "zhushu": "諸氏切。亦作“疻”。"
                },
                {
                    "paragraph": "惡其。",
                    "zhushu": "烏故切。下同。"
                },
                {
                    "paragraph": "閒居。",
                    "zhushu": "音閑。",
                    "type": 2
                },
                {
                    "paragraph": "記問第五",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "孔伋。",
                    "zhushu": "音級。"
                },
                {
                    "paragraph": "析薪。",
                    "zhushu": "先的切。"
                },
                {
                    "paragraph": "負荷。",
                    "zhushu": "下可切。"
                },
                {
                    "paragraph": "任賢。",
                    "zhushu": "汝鵷切。"
                },
                {
                    "paragraph": "亟聞。",
                    "zhushu": "訖力切。"
                },
                {
                    "paragraph": "任法。",
                    "zhushu": "汝鵷切。"
                },
                {
                    "paragraph": "之知。",
                    "zhushu": "音智。"
                },
                {
                    "paragraph": "難諸。",
                    "zhushu": "那干切。"
                },
                {
                    "paragraph": "竇犫𧈪。",
                    "zhushu": "周切。"
                },
                {
                    "paragraph": "息鄹。",
                    "zhushu": "側鳩切。亦作“鄒”。"
                },
                {
                    "paragraph": "操曰。",
                    "zhushu": "七到切。"
                },
                {
                    "paragraph": "已得。",
                    "zhushu": "音以。"
                },
                {
                    "paragraph": "焉師。",
                    "zhushu": "於䖍切。"
                },
                {
                    "paragraph": "梟鴟。",
                    "zhushu": "上堅堯切。"
                },
                {
                    "paragraph": "𢡖焉。",
                    "zhushu": "尤䖍切。"
                },
                {
                    "paragraph": "所好。",
                    "zhushu": "虚到切。"
                },
                {
                    "paragraph": "只且。",
                    "zhushu": "上諸氏切，下子余切。"
                },
                {
                    "paragraph": "使以。",
                    "zhushu": "爽士切。"
                },
                {
                    "paragraph": "峛崺。",
                    "zhushu": "上力𥿄切，下移尔切。"
                },
                {
                    "paragraph": "自嬰。",
                    "zhushu": "伊盈切。"
                },
                {
                    "paragraph": "蔓延。",
                    "zhushu": "夷然切，亦去聲。"
                },
                {
                    "paragraph": "永歎。",
                    "zhushu": "他干切。"
                },
                {
                    "paragraph": "涕霣。",
                    "zhushu": "羽敏切，亦作“隕”。"
                },
                {
                    "paragraph": "使使。",
                    "zhushu": "上爽士切，下䟽吏切。"
                },
                {
                    "paragraph": "車子。",
                    "zhushu": "斤於切，又昌遮切。"
                },
                {
                    "paragraph": "鉏商。",
                    "zhushu": "牀魚切。"
                },
                {
                    "paragraph": "五父。",
                    "zhushu": "方矩切。"
                },
                {
                    "paragraph": "𪊽身。",
                    "zhushu": "居筠切。又作“麏麋”同。"
                },
                {
                    "paragraph": "今見。",
                    "zhushu": "賢遍切。"
                },
                {
                    "paragraph": "應之。",
                    "zhushu": "於證切。",
                    "type": 2
                },
                {
                    "paragraph": "雜訓第六",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "由砥。",
                    "zhushu": "諸氏切。"
                },
                {
                    "paragraph": "不與。",
                    "zhushu": "音預。"
                },
                {
                    "paragraph": "相好。",
                    "zhushu": "虚到切。"
                },
                {
                    "paragraph": "舎玦。",
                    "zhushu": "上音捨，下古穴切。"
                },
                {
                    "paragraph": "珠瑱。",
                    "zhushu": "他甸切。"
                },
                {
                    "paragraph": "子車。",
                    "zhushu": "斤於切。"
                },
                {
                    "paragraph": "於郯。",
                    "zhushu": "徒𠂀切。"
                },
                {
                    "paragraph": "而别。",
                    "zhushu": "皮列切。"
                },
                {
                    "paragraph": "使以。",
                    "zhushu": "䟽吏切。下同。"
                },
                {
                    "paragraph": "當免。",
                    "zhushu": "亡運切。下同。亦作“𦂯”。"
                },
                {
                    "paragraph": "䟽逺。",
                    "zhushu": "音䟽。"
                },
                {
                    "paragraph": "爲屬。",
                    "zhushu": "殊玉切。"
                },
                {
                    "paragraph": "令名。",
                    "zhushu": "力正切。"
                },
                {
                    "paragraph": "之惡，",
                    "zhushu": "烏各切。"
                },
                {
                    "paragraph": "以振。",
                    "zhushu": "音賑。"
                },
                {
                    "paragraph": "受禪。",
                    "zhushu": "時戰切。"
                },
                {
                    "paragraph": "舎適。",
                    "zhushu": "上音捨，下音的，下同。",
                    "type": 2
                },
                {
                    "paragraph": "居衞第七",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "可將。",
                    "zhushu": "即亮切。下同。"
                },
                {
                    "paragraph": "百乗。",
                    "zhushu": "䋲證切。"
                },
                {
                    "paragraph": "君任。",
                    "zhushu": "汝鴆切。"
                },
                {
                    "paragraph": "不訾。",
                    "zhushu": "即移切。"
                },
                {
                    "paragraph": "適齊。",
                    "zhushu": "施𨾏切。"
                },
                {
                    "paragraph": "相易。",
                    "zhushu": "夷益切。"
                },
                {
                    "paragraph": "寄帑。",
                    "zhushu": "與“孥”同。"
                },
                {
                    "paragraph": "有竒。",
                    "zhushu": "居冝切。"
                },
                {
                    "paragraph": "折臂。",
                    "zhushu": "食列切。"
                },
                {
                    "paragraph": "秃骭。",
                    "zhushu": "下晏切。"
                },
                {
                    "paragraph": "背僂。",
                    "zhushu": "隴主切。"
                },
                {
                    "paragraph": "不與。",
                    "zhushu": "音預。"
                },
                {
                    "paragraph": "大牢。",
                    "zhushu": "音㤗。"
                },
                {
                    "paragraph": "不累，",
                    "zhushu": "力僞切。"
                },
                {
                    "paragraph": "惡有。",
                    "zhushu": "音烏。"
                },
                {
                    "paragraph": "其行。",
                    "zhushu": "下孟切。"
                },
                {
                    "paragraph": "自契。",
                    "zhushu": "𥝠列切，亦作“偰、卨”。"
                },
                {
                    "paragraph": "同嚳。",
                    "zhushu": "枯沷。"
                },
                {
                    "paragraph": "追王。",
                    "zhushu": "于况切。"
                },
                {
                    "paragraph": "大王。",
                    "zhushu": "音㤗。"
                },
                {
                    "paragraph": "不爲。",
                    "zhushu": "于僞切，下爲民切。"
                },
                {
                    "paragraph": "千乗。",
                    "zhushu": "䋲證切。"
                },
                {
                    "paragraph": "焉得。",
                    "zhushu": "於䖍切。"
                },
                {
                    "paragraph": "珪瓉。",
                    "zhushu": "才賛切。"
                },
                {
                    "paragraph": "秬鬯。",
                    "zhushu": "上音鉅，下丑亮切。"
                },
                {
                    "paragraph": "亶父。",
                    "zhushu": "扶雨切。"
                },
                {
                    "paragraph": "適宋。",
                    "zhushu": "施𨾏切。"
                },
                {
                    "paragraph": "樂朔。",
                    "zhushu": "音嶽。",
                    "type": 2
                },
                {
                    "paragraph": "巡守第八",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "巡守。",
                    "zhushu": "音狩。"
                },
                {
                    "paragraph": "禪㤗。",
                    "zhushu": "時戰切，亦作“檀”。"
                },
                {
                    "paragraph": "曰墠。",
                    "zhushu": "時戰切。"
                },
                {
                    "paragraph": "齊車。",
                    "zhushu": "側偕切。"
                },
                {
                    "paragraph": "舎奠。",
                    "zhushu": "上音釋。"
                },
                {
                    "paragraph": "納賈。",
                    "zhushu": "音價。"
                },
                {
                    "paragraph": "好惡。",
                    "zhushu": "上虚到切，下烏故切。"
                },
                {
                    "paragraph": "墾辟。",
                    "zhushu": "音闢。"
                },
                {
                    "paragraph": "日齊。",
                    "zhushu": "側偕切。",
                    "type": 2
                },
                {
                    "paragraph": "公儀第九",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "參。",
                    "zhushu": "音三。"
                },
                {
                    "paragraph": "要利。",
                    "zhushu": "伊消切。"
                },
                {
                    "paragraph": "其行。",
                    "zhushu": "下孟切。"
                },
                {
                    "paragraph": "過行。",
                    "zhushu": "下孟切。"
                },
                {
                    "paragraph": "胡毋。",
                    "zhushu": "音無。"
                },
                {
                    "paragraph": "甚易。",
                    "zhushu": "以豉切。",
                    "type": 2
                },
                {
                    "paragraph": "抗志第十",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "鰥魚。",
                    "zhushu": "姑頑切。"
                },
                {
                    "paragraph": "一魴。",
                    "zhushu": "音房。"
                },
                {
                    "paragraph": "使乎。",
                    "zhushu": "䟽吏切。"
                },
                {
                    "paragraph": "和者。",
                    "zhushu": "胡卧切，下同。"
                },
                {
                    "paragraph": "以長。",
                    "zhushu": "丁丈切。"
                },
                {
                    "paragraph": "無已。",
                    "zhushu": "音以，下同。"
                },
                {
                    "paragraph": "故使。",
                    "zhushu": "爽士切。"
                },
                {
                    "paragraph": "舎所。",
                    "zhushu": "音捨。"
                },
                {
                    "paragraph": "必疣。",
                    "zhushu": "音尤。"
                },
                {
                    "paragraph": "期大。",
                    "zhushu": "居之切。"
                },
                {
                    "paragraph": "爲人。",
                    "zhushu": "于僞切。"
                },
                {
                    "paragraph": "府藏。",
                    "zhushu": "才浪切。"
                },
                {
                    "paragraph": "之分。",
                    "zhushu": "扶問切。"
                },
                {
                    "paragraph": "無伯。",
                    "zhushu": "如字，又音覇。"
                },
                {
                    "paragraph": "汨之。",
                    "zhushu": "古忽切。"
                },
                {
                    "paragraph": "不禁。",
                    "zhushu": "居吟切。"
                },
                {
                    "paragraph": "適觸。",
                    "zhushu": "施𨾏切。"
                },
                {
                    "paragraph": "自累。",
                    "zhushu": "力僞切。"
                },
                {
                    "paragraph": "四乗。",
                    "zhushu": "䋲證切。"
                },
                {
                    "paragraph": "餼焉。",
                    "zhushu": "許既切。"
                },
                {
                    "paragraph": "𥙊膰。",
                    "zhushu": "符表切。"
                },
                {
                    "paragraph": "己優。",
                    "zhushu": "音以，下同。"
                },
                {
                    "paragraph": "行志。",
                    "zhushu": "户庚切。"
                },
                {
                    "paragraph": "食己。",
                    "zhushu": "下音以。"
                },
                {
                    "paragraph": "重違。",
                    "zhushu": "直隴切。"
                },
                {
                    "paragraph": "已言。",
                    "zhushu": "音以。"
                },
                {
                    "paragraph": "談說。",
                    "zhushu": "式銳切。"
                },
                {
                    "paragraph": "屬耳。",
                    "zhushu": "之欲切。"
                },
                {
                    "paragraph": "䘮也。",
                    "zhushu": "四浪切。"
                },
                {
                    "paragraph": "卒盡。",
                    "zhushu": "即律切。",
                    "type": 2
                },
                {
                    "paragraph": "小爾雅第十一",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "莾艾。",
                    "zhushu": "牛盖切。"
                },
                {
                    "paragraph": "頒賦。",
                    "zhushu": "逋還切，亦作“朌”。"
                },
                {
                    "paragraph": "樸。",
                    "zhushu": "愽木切。"
                },
                {
                    "paragraph": "模臬。",
                    "zhushu": "倪結切。"
                },
                {
                    "paragraph": "徹。",
                    "zhushu": "勑列切。"
                },
                {
                    "paragraph": "造之。",
                    "zhushu": "七到切。"
                },
                {
                    "paragraph": "𤏖剗。",
                    "zhushu": "将廉切。",
                    "type": 2
                },
                {
                    "paragraph": "廣言",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "害何。",
                    "zhushu": "曷葛切。"
                },
                {
                    "paragraph": "麗。",
                    "zhushu": "直畧切。"
                },
                {
                    "paragraph": "脩杼。",
                    "zhushu": "直吕切。"
                },
                {
                    "paragraph": "仳辨。",
                    "zhushu": "四彼切。"
                },
                {
                    "paragraph": "卬我。",
                    "zhushu": "俄剛切。"
                },
                {
                    "paragraph": "𥸤和。",
                    "zhushu": "俞戍切。"
                },
                {
                    "paragraph": "汨猾。",
                    "zhushu": "古忽切。"
                },
                {
                    "paragraph": "焮也。",
                    "zhushu": "香靳切。"
                },
                {
                    "paragraph": "烯乾。",
                    "zhushu": "欣衣切。"
                },
                {
                    "paragraph": "晞𤍜。",
                    "zhushu": "桑感切。"
                },
                {
                    "paragraph": "勦截。",
                    "zhushu": "楚夜切。"
                },
                {
                    "paragraph": "辟除。",
                    "zhushu": "北激切。"
                },
                {
                    "paragraph": "惎。",
                    "zhushu": "渠記切。"
                },
                {
                    "paragraph": "燀之。",
                    "zhushu": "稱延切。"
                },
                {
                    "paragraph": "瞢慙。",
                    "zhushu": "莫中切、又莫鳯、母亘二切。"
                },
                {
                    "paragraph": "偟徃。",
                    "zhushu": "胡光切。"
                },
                {
                    "paragraph": "狃𢗗。",
                    "zhushu": "上女九切，下時制切。"
                },
                {
                    "paragraph": "殿填。",
                    "zhushu": "顛甸切，下音鎮。",
                    "type": 2
                },
                {
                    "paragraph": "廣訓",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "惡乎。",
                    "zhushu": "音烏。"
                },
                {
                    "paragraph": "韡韡。",
                    "zhushu": "羽鬼切。"
                },
                {
                    "paragraph": "魴鱮。",
                    "zhushu": "上符方切，下象吕切。"
                },
                {
                    "paragraph": "麀鹿。",
                    "zhushu": "於丘切。"
                },
                {
                    "paragraph": "麌。",
                    "zhushu": "虞矩切。"
                },
                {
                    "paragraph": "曰哤。",
                    "zhushu": "莫江切。",
                    "type": 2
                },
                {
                    "paragraph": "廣義",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "曰焭。",
                    "zhushu": "渠營切，亦作“惸”。"
                },
                {
                    "paragraph": "曰婺。",
                    "zhushu": "陵之切。"
                },
                {
                    "paragraph": "屬婦。",
                    "zhushu": "時欲切。"
                },
                {
                    "paragraph": "非分。",
                    "zhushu": "扶問切。"
                },
                {
                    "paragraph": "曰戁。",
                    "zhushu": "乃版切。"
                },
                {
                    "paragraph": "曰恧。",
                    "zhushu": "女六切。",
                    "type": 2
                },
                {
                    "paragraph": "廣名",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "之阽。",
                    "zhushu": "余廉切。"
                },
                {
                    "paragraph": "從。先",
                    "zhushu": "牆容切。"
                },
                {
                    "paragraph": "之賵。",
                    "zhushu": "撫鳯切。"
                },
                {
                    "paragraph": "之禭。",
                    "zhushu": "徐醉切。"
                },
                {
                    "paragraph": "之殔。",
                    "zhushu": "羊至切。"
                },
                {
                    "paragraph": "之竁。",
                    "zhushu": "昌縜切，又充芮切。",
                    "type": 2
                },
                {
                    "paragraph": "廣服",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "織繒。",
                    "zhushu": "慈陵切。"
                },
                {
                    "paragraph": "曰縞。",
                    "zhushu": "古老切。"
                },
                {
                    "paragraph": "紱謂。",
                    "zhushu": "分物切。"
                },
                {
                    "paragraph": "䄡䄖。",
                    "zhushu": "上𧈪占切，下容朱切。"
                },
                {
                    "paragraph": "紩之。",
                    "zhushu": "直質切。"
                },
                {
                    "paragraph": "之袡。",
                    "zhushu": "𧈪㢘切。"
                },
                {
                    "paragraph": "幂。",
                    "zhushu": "莫狄切。"
                },
                {
                    "paragraph": "牀第。",
                    "zhushu": "壮土切。"
                },
                {
                    "paragraph": "鍵謂。",
                    "zhushu": "巨偃切。",
                    "type": 2
                },
                {
                    "paragraph": "廣噐",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "之鵠。",
                    "zhushu": "古毒切。"
                },
                {
                    "paragraph": "之正。",
                    "zhushu": "諸城切。"
                },
                {
                    "paragraph": "之𣙗。",
                    "zhushu": "倪結切，亦作“臬”。"
                },
                {
                    "paragraph": "鏚龯。",
                    "zhushu": "鎗歷切。"
                },
                {
                    "paragraph": "于瞂。",
                    "zhushu": "房越切，又徒本切。"
                },
                {
                    "paragraph": "句孑。",
                    "zhushu": "上古侯切，下吉列切。"
                },
                {
                    "paragraph": "鞸鞛。",
                    "zhushu": "上布頂切，下布孔切。"
                },
                {
                    "paragraph": "珌。",
                    "zhushu": "壁吉切。"
                },
                {
                    "paragraph": "之弢。",
                    "zhushu": "他力切。"
                },
                {
                    "paragraph": "之艇。",
                    "zhushu": "待䁀切。"
                },
                {
                    "paragraph": "曰䒀。",
                    "zhushu": "薄故切。"
                },
                {
                    "paragraph": "之𨏠。",
                    "zhushu": "力公切。"
                },
                {
                    "paragraph": "較。",
                    "zhushu": "訖岳切。"
                },
                {
                    "paragraph": "喙。",
                    "zhushu": "吁　切。"
                },
                {
                    "paragraph": "纍。",
                    "zhushu": "力追切。"
                },
                {
                    "paragraph": "繘。",
                    "zhushu": "以律切。"
                },
                {
                    "paragraph": "縚。",
                    "zhushu": "他刀切，亦作“絛”。"
                },
                {
                    "paragraph": "䋫。",
                    "zhushu": "側莖切。"
                },
                {
                    "paragraph": "紾。",
                    "zhushu": "章忍切，或作“績”。"
                },
                {
                    "paragraph": "陴。",
                    "zhushu": "頻彌切。",
                    "type": 2
                },
                {
                    "paragraph": "廣物",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "之秆。",
                    "zhushu": "古旱切。"
                },
                {
                    "paragraph": "之粒。",
                    "zhushu": "力入切，亦作“粒”。"
                },
                {
                    "paragraph": "銍。",
                    "zhushu": "陟栗切。"
                },
                {
                    "paragraph": "曰揠。",
                    "zhushu": "烏轄切。"
                },
                {
                    "paragraph": "曰筥。",
                    "zhushu": "居許切。"
                },
                {
                    "paragraph": "曰𥣯。",
                    "zhushu": "於求切。"
                },
                {
                    "paragraph": "之葚。",
                    "zhushu": "食荏切，又作　“椹”。"
                },
                {
                    "paragraph": "之橡。",
                    "zhushu": "徐雨切。",
                    "type": 2
                },
                {
                    "paragraph": "廣鳥",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "白脰。",
                    "zhushu": "田𠉀切。"
                },
                {
                    "paragraph": "鸒。",
                    "zhushu": "羊茹切。",
                    "type": 2
                },
                {
                    "paragraph": "廣獸",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "之豻。",
                    "zhushu": "古賢切。"
                },
                {
                    "paragraph": "之𤡆。",
                    "zhushu": "子紅切。"
                },
                {
                    "paragraph": "槮也。",
                    "zhushu": "桑感切。"
                },
                {
                    "paragraph": "魚舎。",
                    "zhushu": "如字。"
                },
                {
                    "paragraph": "度跬一。",
                    "zhushu": "丘弭切。"
                },
                {
                    "paragraph": "之两。",
                    "zhushu": "力譲切。"
                },
                {
                    "paragraph": "量　之盛。",
                    "zhushu": "時征切。"
                },
                {
                    "paragraph": "之溢。",
                    "zhushu": "戈質切。"
                },
                {
                    "paragraph": "𢖍　銖。",
                    "zhushu": "慵朱切。"
                },
                {
                    "paragraph": "鏘。",
                    "zhushu": "龍輟切。"
                },
                {
                    "paragraph": "鍰。",
                    "zhushu": "胡関切。",
                    "type": 2
                },
                {
                    "paragraph": "公孫龍第十二",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "盍徃。",
                    "zhushu": "轄臘切。"
                },
                {
                    "paragraph": "悖。",
                    "zhushu": "蒲沒切。"
                },
                {
                    "paragraph": "之令。",
                    "zhushu": "力政切。"
                },
                {
                    "paragraph": "兕。",
                    "zhushu": "徐姉切。"
                },
                {
                    "paragraph": "而䘮。",
                    "zhushu": "四浪切。"
                },
                {
                    "paragraph": "其行。",
                    "zhushu": "下孟切，下同。"
                },
                {
                    "paragraph": "狹之。",
                    "zhushu": "音狎。"
                },
                {
                    "paragraph": "泥論。",
                    "zhushu": "音泛。"
                },
                {
                    "paragraph": "㡬能。",
                    "zhushu": "音機。"
                },
                {
                    "paragraph": "惡得。",
                    "zhushu": "音烏。",
                    "type": 2
                },
                {
                    "paragraph": "儒服第十三",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "䈉。",
                    "zhushu": "色洽切。"
                },
                {
                    "paragraph": "而已。",
                    "zhushu": "音以，下“已行”同。"
                },
                {
                    "paragraph": "與焉。",
                    "zhushu": "音“預”。"
                },
                {
                    "paragraph": "獲己。",
                    "zhushu": "音已。"
                },
                {
                    "paragraph": "比力。",
                    "zhushu": "卑履切。"
                },
                {
                    "paragraph": "訾。",
                    "zhushu": "音紫。"
                },
                {
                    "paragraph": "所䘮。",
                    "zhushu": "四浪切。",
                    "type": 2
                },
                {
                    "paragraph": "對魏王第十四",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "與謀。",
                    "zhushu": "音預。"
                },
                {
                    "paragraph": "則射。",
                    "zhushu": "神夜切。"
                },
                {
                    "paragraph": "相揉。",
                    "zhushu": "忍九切。"
                },
                {
                    "paragraph": "相錯。",
                    "zhushu": "倉落切。"
                },
                {
                    "paragraph": "所䘮。",
                    "zhushu": "四浪切。"
                },
                {
                    "paragraph": "惡之。",
                    "zhushu": "烏故切，下同。"
                },
                {
                    "paragraph": "呐呐。",
                    "zhushu": "懦物切。",
                    "type": 2
                },
                {
                    "paragraph": "陳士義第十五",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "使者。",
                    "zhushu": "䟽吏切。"
                },
                {
                    "paragraph": "蔬食。",
                    "zhushu": "音嗣。"
                },
                {
                    "paragraph": "一夫。",
                    "zhushu": "音膚。"
                },
                {
                    "paragraph": "降節。",
                    "zhushu": "如字。"
                },
                {
                    "paragraph": "夫豈。",
                    "zhushu": "音扶。"
                },
                {
                    "paragraph": "欲強。",
                    "zhushu": "巨两切。"
                },
                {
                    "paragraph": "必當。",
                    "zhushu": "丁浪切。"
                },
                {
                    "paragraph": "錕鋙",
                    "zhushu": "上公渾切，下五乎切。"
                },
                {
                    "paragraph": "皜然。",
                    "zhushu": "胡老切。"
                },
                {
                    "paragraph": "少寡。",
                    "zhushu": "燒照下，下同。"
                },
                {
                    "paragraph": "相好。",
                    "zhushu": "虚到切。"
                },
                {
                    "paragraph": "折毀。",
                    "zhushu": "旃列切。"
                },
                {
                    "paragraph": "五父。",
                    "zhushu": "音甫。"
                },
                {
                    "paragraph": "合葬。",
                    "zhushu": "音閤。"
                },
                {
                    "paragraph": "大行。",
                    "zhushu": "下孟切。"
                },
                {
                    "paragraph": "撗生。",
                    "zhushu": "戸孟切。"
                },
                {
                    "paragraph": "由惡。",
                    "zhushu": "烏故切。"
                },
                {
                    "paragraph": "使相。",
                    "zhushu": "爽士切。"
                },
                {
                    "paragraph": "脩好。",
                    "zhushu": "虚到切。"
                },
                {
                    "paragraph": "而燕。",
                    "zhushu": "音宴。"
                },
                {
                    "paragraph": "強之。",
                    "zhushu": "如字。"
                },
                {
                    "paragraph": "不已。",
                    "zhushu": "音以。"
                },
                {
                    "paragraph": "糜於。",
                    "zhushu": "旻悲切。"
                },
                {
                    "paragraph": "貲擬。",
                    "zhushu": "音資。"
                },
                {
                    "paragraph": "䟽逹。",
                    "zhushu": "音踈。"
                },
                {
                    "paragraph": "之行。",
                    "zhushu": "下孟切。"
                },
                {
                    "paragraph": "謟鬽。",
                    "zhushu": "音𥧌。"
                },
                {
                    "paragraph": "度骸。",
                    "zhushu": "唐各切。"
                },
                {
                    "paragraph": "稱膚。",
                    "zhushu": "赤證切。"
                },
                {
                    "paragraph": "論。",
                    "zhushu": "慮困切。"
                },
                {
                    "paragraph": "宫他。",
                    "zhushu": "唐何切，又湯何切。"
                },
                {
                    "paragraph": "作難。",
                    "zhushu": "乃旦切。"
                },
                {
                    "paragraph": "相惡。",
                    "zhushu": "烏各切。"
                },
                {
                    "paragraph": "而臨。",
                    "zhushu": "力鳩切。"
                },
                {
                    "paragraph": "舎先。",
                    "zhushu": "音捨。"
                },
                {
                    "paragraph": "相魏。",
                    "zhushu": "悉亮切。下同。"
                },
                {
                    "paragraph": "䘮職。",
                    "zhushu": "四浪切。"
                },
                {
                    "paragraph": "麛裘。",
                    "zhushu": "旻悲切。"
                },
                {
                    "paragraph": "而芾。",
                    "zhushu": "愽盖切，又方味切。"
                },
                {
                    "paragraph": "㡬乎。",
                    "zhushu": "音機。",
                    "type": 2
                },
                {
                    "paragraph": "論勢第十六",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "求從。",
                    "zhushu": "将容切。"
                },
                {
                    "paragraph": "數被。",
                    "zhushu": "色角切。"
                },
                {
                    "paragraph": "二難。",
                    "zhushu": "乃旦切。"
                },
                {
                    "paragraph": "自累。",
                    "zhushu": "力縋切。"
                },
                {
                    "paragraph": "質秦。",
                    "zhushu": "音致。"
                },
                {
                    "paragraph": "嫪毐。",
                    "zhushu": "上郎到切，下哀改切。"
                },
                {
                    "paragraph": "在䘮。",
                    "zhushu": "如字。",
                    "type": 2
                },
                {
                    "paragraph": "執節第十七",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "義強。",
                    "zhushu": "巨两切。下“強作”同。"
                },
                {
                    "paragraph": "談說。",
                    "zhushu": "舒贅切。"
                },
                {
                    "paragraph": "省刑。",
                    "zhushu": "所省切。"
                },
                {
                    "paragraph": "問相。",
                    "zhushu": "悉亮切。"
                },
                {
                    "paragraph": "其行。",
                    "zhushu": "下孟切。下“以行”同。"
                },
                {
                    "paragraph": "卒不。",
                    "zhushu": "遵律切。"
                },
                {
                    "paragraph": "學行。",
                    "zhushu": "下孟切。",
                    "type": 2
                },
                {
                    "paragraph": "詰墨第十八",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "崇䘮。",
                    "zhushu": "蘇郎切。"
                },
                {
                    "paragraph": "惡禮。",
                    "zhushu": "烏故切。"
                },
                {
                    "paragraph": "苴絰。",
                    "zhushu": "子余切。"
                },
                {
                    "paragraph": "菅菲。",
                    "zhushu": "古顔切。"
                },
                {
                    "paragraph": "躬行。",
                    "zhushu": "户庚切。"
                },
                {
                    "paragraph": "隂重。",
                    "zhushu": "直隴切。"
                },
                {
                    "paragraph": "強諌。",
                    "zhushu": "其良切。"
                },
                {
                    "paragraph": "卒自。",
                    "zhushu": "遵律切。",
                    "type": 2
                },
                {
                    "paragraph": "獨治第十九",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "易操。",
                    "zhushu": "倉躁切。"
                },
                {
                    "paragraph": "名鮒。",
                    "zhushu": "方遇切。"
                },
                {
                    "paragraph": "塞於。",
                    "zhushu": "桑則切。"
                },
                {
                    "paragraph": "媾。",
                    "zhushu": "音遘。"
                },
                {
                    "paragraph": "降殺。",
                    "zhushu": "上如字，下色戒切。"
                },
                {
                    "paragraph": "之免。",
                    "zhushu": "音問。"
                },
                {
                    "paragraph": "弗父。",
                    "zhushu": "音甫。",
                    "type": 2
                },
                {
                    "paragraph": "問軍禮第二十",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "齊戒。",
                    "zhushu": "側皆切。下“齊車”“三日齊”同。"
                },
                {
                    "paragraph": "舎奠。",
                    "zhushu": "音釋。"
                },
                {
                    "paragraph": "訊䤋。",
                    "zhushu": "古獲切。"
                },
                {
                    "paragraph": "飲至。",
                    "zhushu": "於禁切。"
                },
                {
                    "paragraph": "絜齊。",
                    "zhushu": "側皆切。",
                    "type": 2
                },
                {
                    "paragraph": "荅問第二十一",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "之知。",
                    "zhushu": "音智。"
                },
                {
                    "paragraph": "戾夫。",
                    "zhushu": "風無切。"
                },
                {
                    "paragraph": "當之。",
                    "zhushu": "如字。"
                },
                {
                    "paragraph": "度其。",
                    "zhushu": "唐落切，下“度天”同。"
                },
                {
                    "paragraph": "施施。",
                    "zhushu": "余支切。"
                },
                {
                    "paragraph": "何施。",
                    "zhushu": "商移切。"
                },
                {
                    "paragraph": "三恪。",
                    "zhushu": "康落切。"
                },
                {
                    "paragraph": "第。",
                    "zhushu": "壮士切。"
                },
                {
                    "paragraph": "累累。",
                    "zhushu": "力追切。"
                },
                {
                    "paragraph": "使使。",
                    "zhushu": "上爽士切，下䟽吏切。"
                },
                {
                    "paragraph": "霈然。",
                    "zhushu": "普盖切。"
                },
                {
                    "paragraph": "跌而。",
                    "zhushu": "田烈切。"
                },
                {
                    "paragraph": "無累。",
                    "zhushu": "力縋切。"
                },
                {
                    "paragraph": "决拾。",
                    "zhushu": "古穴切。"
                },
                {
                    "paragraph": "梟将。",
                    "zhushu": "堅堯切。"
                },
                {
                    "paragraph": "扛鼎。",
                    "zhushu": "古雙切。"
                },
                {
                    "paragraph": "𨇩獸。",
                    "zhushu": "𥘉衘切。"
                },
                {
                    "paragraph": "㕳㕳。",
                    "zhushu": "許拱切。"
                },
                {
                    "paragraph": "戇忿。",
                    "zhushu": "陟降切，亦作“惷”。"
                },
                {
                    "paragraph": "舎旃。",
                    "zhushu": "音捨。"
                },
                {
                    "paragraph": "令圖。",
                    "zhushu": "力政切。",
                    "type": 2
                },
                {
                    "paragraph": "連叢子上第二十二",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "相魏。",
                    "zhushu": "湘亮切。"
                },
                {
                    "paragraph": "將事。",
                    "zhushu": "即亮切。"
                },
                {
                    "paragraph": "蓼侯。",
                    "zhushu": "力竹切。"
                },
                {
                    "paragraph": "轉相。",
                    "zhushu": "思漿切。"
                },
                {
                    "paragraph": "䌓說。",
                    "zhushu": "遄𤍽切。"
                },
                {
                    "paragraph": "使永。",
                    "zhushu": "爽士切。"
                },
                {
                    "paragraph": "方帥。",
                    "zhushu": "音率。"
                },
                {
                    "paragraph": "駢闐。",
                    "zhushu": "音田。"
                },
                {
                    "paragraph": "貙犴。",
                    "zhushu": "上勅朱切，下音岸。"
                },
                {
                    "paragraph": "乃夸。",
                    "zhushu": "音誇。"
                },
                {
                    "paragraph": "翳日。",
                    "zhushu": "於計切。"
                },
                {
                    "paragraph": "苑令。",
                    "zhushu": "力政切。"
                },
                {
                    "paragraph": "怔忪。",
                    "zhushu": "上朱誠切，下朱容切。"
                },
                {
                    "paragraph": "䘮精。",
                    "zhushu": "四浪切。"
                },
                {
                    "paragraph": "登較。",
                    "zhushu": "古孝切。"
                },
                {
                    "paragraph": "孟賁。",
                    "zhushu": "逋昆切。"
                },
                {
                    "paragraph": "蹂猾。",
                    "zhushu": "柔首切。"
                },
                {
                    "paragraph": "至樂。",
                    "zhushu": "郎各切，下同。"
                },
                {
                    "paragraph": "猗那。",
                    "zhushu": "上於宜切，下奴何切。"
                },
                {
                    "paragraph": "飲燕。",
                    "zhushu": "音宴。"
                },
                {
                    "paragraph": "洗觶。",
                    "zhushu": "支義切。"
                },
                {
                    "paragraph": "兕觥。",
                    "zhushu": "序娣切。"
                },
                {
                    "paragraph": "鴞。",
                    "zhushu": "于堯切。"
                },
                {
                    "paragraph": "䘮已。",
                    "zhushu": "四浪切。"
                },
                {
                    "paragraph": "令考。",
                    "zhushu": "力政切。"
                },
                {
                    "paragraph": "蓼蟲。",
                    "zhushu": "盧皎切。"
                },
                {
                    "paragraph": "蠕蟲。",
                    "zhushu": "而兖切。"
                },
                {
                    "paragraph": "焉立。",
                    "zhushu": "於䖍切。"
                },
                {
                    "paragraph": "惡能。",
                    "zhushu": "音烏。"
                },
                {
                    "paragraph": "將焉。",
                    "zhushu": "於䖍切。"
                },
                {
                    "paragraph": "衎衎。",
                    "zhushu": "空旱切。"
                },
                {
                    "paragraph": "山霤。",
                    "zhushu": "力舊切。"
                },
                {
                    "paragraph": "雅好。",
                    "zhushu": "虚到切。"
                },
                {
                    "paragraph": "䙝事。",
                    "zhushu": "先烈切。"
                },
                {
                    "paragraph": "性分。",
                    "zhushu": "扶問切。"
                },
                {
                    "paragraph": "亢䟽。",
                    "zhushu": "上音抗，下音踈。"
                },
                {
                    "paragraph": "知足。",
                    "zhushu": "音智。"
                },
                {
                    "paragraph": "謂強。",
                    "zhushu": "如字，下同。"
                },
                {
                    "paragraph": "剛愎。",
                    "zhushu": "憑壁切。"
                },
                {
                    "paragraph": "稱此。",
                    "zhushu": "赤證切。"
                },
                {
                    "paragraph": "析理。",
                    "zhushu": "星歷切，下剖析切。"
                },
                {
                    "paragraph": "溷殽。",
                    "zhushu": "上胡困切，下河交切。"
                },
                {
                    "paragraph": "折其。",
                    "zhushu": "章烈切。"
                },
                {
                    "paragraph": "揆度。",
                    "zhushu": "唐落切。"
                },
                {
                    "paragraph": "㫁氣。",
                    "zhushu": "徒管切。",
                    "type": 2
                },
                {
                    "paragraph": "連叢子下第二十三",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "行非。",
                    "zhushu": "下孟切。"
                },
                {
                    "paragraph": "令史。",
                    "zhushu": "力政切。"
                },
                {
                    "paragraph": "得與。",
                    "zhushu": "音預，下同。"
                },
                {
                    "paragraph": "受𨤲。",
                    "zhushu": "虚其切，亦作“禧”。"
                },
                {
                    "paragraph": "惡有。",
                    "zhushu": "音烏。"
                },
                {
                    "paragraph": "盍辭。",
                    "zhushu": "轄臘切。"
                },
                {
                    "paragraph": "為人。",
                    "zhushu": "于偽切。"
                },
                {
                    "paragraph": "請從。",
                    "zhushu": "才用切。"
                },
                {
                    "paragraph": "燕見，",
                    "zhushu": "音宴。"
                },
                {
                    "paragraph": "造其。",
                    "zhushu": "倉到切。"
                },
                {
                    "paragraph": "可度。",
                    "zhushu": "唐落切。"
                },
                {
                    "paragraph": "行髙。",
                    "zhushu": "下孟切。"
                },
                {
                    "paragraph": "别而。",
                    "zhushu": "彼列切。"
                },
                {
                    "paragraph": "交燕。",
                    "zhushu": "音宴。"
                },
                {
                    "paragraph": "綈素。",
                    "zhushu": "杜奚切。"
                },
                {
                    "paragraph": "以好。",
                    "zhushu": "虚到切。"
                },
                {
                    "paragraph": "又數。",
                    "zhushu": "色角切。"
                },
                {
                    "paragraph": "賑之。",
                    "zhushu": "止忍切。"
                },
                {
                    "paragraph": "爲贏。",
                    "zhushu": "餘䡖切。"
                },
                {
                    "paragraph": "取後。",
                    "zhushu": "音娶。"
                },
                {
                    "paragraph": "與殺，",
                    "zhushu": "音預。"
                },
                {
                    "paragraph": "荷己。",
                    "zhushu": "音以。"
                },
                {
                    "paragraph": "有分。",
                    "zhushu": "扶問切。"
                },
                {
                    "paragraph": "惡乎。",
                    "zhushu": "音烏。"
                },
                {
                    "paragraph": "㡬於。",
                    "zhushu": "音機。"
                },
                {
                    "paragraph": "己乎。",
                    "zhushu": "音以。"
                },
                {
                    "paragraph": "學知。",
                    "zhushu": "音智，下同。"
                },
                {
                    "paragraph": "何居。",
                    "zhushu": "音基。"
                },
                {
                    "paragraph": "要禄。",
                    "zhushu": "音𦝫。"
                },
                {
                    "paragraph": "悵然。",
                    "zhushu": "丑亮切。"
                },
                {
                    "paragraph": "惡直。",
                    "zhushu": "烏故切。"
                },
                {
                    "paragraph": "知得。",
                    "zhushu": "音智，下同。"
                },
                {
                    "paragraph": "省宗。",
                    "zhushu": "井切，下切。"
                },
                {
                    "paragraph": "棬杯。",
                    "zhushu": "驅圎切。"
                },
                {
                    "paragraph": "乗陽。",
                    "zhushu": "神陵切。"
                }
            ]
        },
        {
            "name": "跋",
            "paragraphs": [
                {
                    "paragraph": "跋",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "孔叢子記先聖之遺訓與世家有足稽者，近世鮮所流傳。今夏官貳卿林公填江右時，取其書刋之，以惠學者。既而召去，余　　至，得書，以此爲託。且曰：“挍讎之未精也。”因取而閱之，譌　至多。蓫訪得蜀書，意其據而脫繆乃滋甚，幸有可以互見者，又旁證逺取，凢刋誤㡬六百字，今可讀矣。然前軰謂挍書如几塵，隨去隨有，故歐陽公讀韓乆，得石刻，益知讎正之難。因書其末，以諗後之君子。淳熈戊申七月，濡湏王藺書。",
                    "zhushu": ""
                }
            ]
        }
    ]
}