{
    "name": "墨子",
    "author": "战国・墨翟",
    "loadChapterCount": 7,
    "chapters": [
        {
            "name": "新刋墨子叙",
            "paragraphs": [
                {
                    "paragraph": "新刋墨子叙",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "余讀賈生過秦論，至孔墨並稱，𥨸疑焉，以為墨非聖人𩔖也，賈生特言之過耳。及觀韓昌𥠖讀墨篇，謂其道與聖人相爲用，又疑焉。昌𥠖宗孟氏之學者，孟氏闢墨甚嚴，而昌𥠖乃稱取至此，何其言之殊耶？抑果墨之道可尚而無所背於聖耶？余既不敢以墨爲是，而亦不敢以昌𥠖爲非，惜乎不見墨氏之書以决胸臆之疑，而徒懸兩可之見。前年居京師，幸於友人家覔内府本讀之，乃知墨之道果異於自𥝠自利之徒，而其言足以鼓動天下之人，天下尊而信之，不在於孔氏下，其與孔並稱宜也。孟氏出其後，獨取天下之所尊信者，闢而絕之，得無防其流歟。嗚呼！子夏之後爲子方，子方之後爲莊周，謂周之學出於孔，可乎？學者資禀趨向，自人人殊，而其師學術或有未端，果能導其流乎否也。别駕唐公以博學聞於世，視𨛦暇，訪余於山堂，得墨原本，將歸而梓之，故余効昌𥠖之說表章之云。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "嘉靖癸丑歲春二月，吳興陸穩叙。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "親士第一",
            "paragraphs": [
                {
                    "paragraph": "親士第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "入國而不存其士，則亡國矣；見賢而不急，則緩其君矣。非賢無急，非士無與慮國。緩賢忘士，而能以其國存者，未曽有也。昔者文公出走而正天下，桓公去國而霸諸侯，越王勾踐遇吳王之醜，而尚攝中國之賢君。三子之能逹名成功於天下也，皆於其國抑而大醜也。太上無敗，其次敗而有以成，此之謂用民。吾聞之曰：非無安居也，我無安心也；非無足財也，我無足心也。是故君子自難而易彼，衆人自易而難彼。君子進不敗其志，内究其情，雖雜庸民，終無怨心，彼有自信者也。是故爲其所難者，必得其所欲焉，未聞爲其所欲而免其所惡者也。是故偪臣傷君，謟下傷上，君必有弗弗之臣，上必有詻詻之下。分議者延延，而支苟者詻詻，焉可以長生保國。臣下重其爵位而不言，近臣則喑，逺臣則唫，怨結於民心，謟䛕在側，善議障塞，則國危矣。桀紂不以其無天下之士邪？殺其身而䘮天下。故曰：歸國寶不若獻賢而進士。今有五錐，此其銛，銛者必先挫；有五刀，此其錯，錯者必先靡。是以甘井近竭，招木近伐，靈龜近灼，神蛇近暴。是故比干之殪，其抗也；孟賁之殺，其勇也；西施之沈，其美也；吳起之裂，其事也。故彼人者，寡不死其所長。故曰：太盛難守也。故雖有賢君，不愛無功之臣；雖有慈父，不愛無益之子。是故不勝其任而處其位，非此位之人也；不勝其爵而處其禄，非此禄之主也。良弓難張，然可以及高入深；良馬難乘，然可以任重致逺；良才難令，然可以致君見尊。是故江河不惡小谷之滿己也，故能大。聖人者，事無辭也，物無違也，故能爲天下噐。是故江河之水非一源也，千鎰之裘非一狐之白也。夫惡有同方取不取同而己者乎？蓋非兼王之道也。是故天地不昭昭，大水不潦潦，大火不燎燎。王德不堯堯者，乃千人之長也。其直如矢，其平如砥，不足以覆萬物。是故谿陜者速涸，逝淺者速竭，墝埇者其地不育。三者淳澤不出宫中，則不能流國矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "脩身第二",
            "paragraphs": [
                {
                    "paragraph": "脩身第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "君子戰雖有陳，而勇爲本焉；䘮雖有禮，而哀爲本焉；士雖有學，而行爲本焉。是故置本不安者，無務豐末；近者不親，無務來逺；親戚不附，無務外交；事無終始，無務多業；舉物而闇，無務傳聞。是故先王之治天下也，必察邇來逺。君子察邇而邇脩者也。見不脩行，見毀，而反之身者也，此以怨省而行脩矣。譛慝之言，無入之耳；批扞之聲，無出之口；殺傷人之孩，無存之心，雖有詆訐之民，無所依矣。故君子力事日彊，願欲日逾，設壯日盛，君子之道也。貧則見廉，富則見義，生則見愛，死則見哀。四行者不可虛假，反之身者也。藏於心者無以竭愛，動於身者無以竭恭，出於口者無以竭馴。暢之四支，接之肌膚，華髪隳巔而猶弗舍者，其唯聖人乎！志不彊者智不逹，言不信者行不果。據財不能以分人者，不足與友；守道不篤，徧物不博，辯是非不察者，不足與游。本不固者末必幾，雄而不脩者，其後必惰。原濁者流不清，行不信者名必耗。名不徒生，而譽不自長，功成名遂，名譽不可虛假，反之身者也。務言而緩行，雖辯必不聽；多力而伐功，雖勞必不圖。慧者心辯而不繁說，多力而不伐功，此以名譽揚天下。言無務爲多而務爲智，無務爲文而務爲察，故彼智無察，在身而惰，反其路者也。善無主於心者不留，行莫辯於身者不立。名不可簡而成也，譽不可巧而立也，君子以身戴行者也。思利尋焉，忘名忽焉，可以爲士於天下者，未甞有也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "所染第三",
            "paragraphs": [
                {
                    "paragraph": "所染第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言見染絲者而歎，曰：染於蒼則蒼，染於黄則黄，所入者變，其色亦變。五入必，而已則爲五色矣。故染不可不慎也。非獨染絲然也，國亦有染。舜染於許山、伯陽，禹染於臯陶、伯益，湯染於伊尹、仲虺，武王染於太公、周公。此四王者所染當，故王天下，立爲天子，功名蔽天地，舉天下之仁義顯人，必稱此四王者。夏桀染於干辛、推哆，殷紂染於崇侯、惡來，厲王染於厲公長公、榮夷終，幽王染於傅公夷、蔡公榖。此四王者，所染不當，故國殘身死，爲天下僇。舉天下不義辱人，必稱此四王者。齊桓染於管仲、鮑叔，𣈆文染於舅犯、高偃，楚莊染於孫叔、沈尹，吳闔閭染於伍員、文義，越句踐染於范蠡、大夫種。此五君所染當，故霸諸侯，功名傳於後世。范吉射染於長柳朔、王𦙴，中行寅染於籍秦、高彊，吳夫差染於王孫雒、太宰嚭，知伯摇染於智國、張武，中山尚染於魏義、偃長，宋康染於唐鞅、伷不禮。此六君者所染不當，故國家殘亡，身爲刑戮，宗廟破滅，絶無後𩔖，君臣離散，民人流亡。舉天下之貪暴苛擾者，必稱此六君也。凡君之所以安者，何也？以其行理也，行理性於染當。故善爲君者，勞於論人，而佚於治官；不能爲君者，傷形費神，愁心勞意，然國逾危，身逾辱。此六君者，非不重其國，愛其身也，以不知要故也。不知要者，所染不當也。非獨國有染也，士亦有染。其友皆好仁義，淳謹畏令，則家日益，身日安，名日榮，處官得其理矣，則叚干木、禽子、傅說之徒是也。其友皆好矜奮，創作比周，則家日損，身日危，名日辱，處官失其理矣，則子西、易牙、竪刁之徒是也。詩曰：“必擇所堪，必謹所堪”者，此之謂也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "法儀第四",
            "paragraphs": [
                {
                    "paragraph": "法儀第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子曰：天下從事者，不可以無法儀。無法儀而其事能成者，無有。雖至士之爲將相者，皆有法，雖至百工從事者，亦皆有法。百工爲方以矩，爲圜以䂓，直以繩，正以縣。無巧工不巧工，皆以此五者爲法。巧者能中之，不巧者雖不能中，放依以從事，猶逾巳。故百工從事，皆有法所度。今大者治天下，其次治大國，而無法所度，此不若百工辯也。然則奚以爲治法而可？當皆法其父母奚若？天下之爲父母者衆，而仁者寡。若皆法其父母，此法不仁也。法不仁，不可以爲法。當皆法其學奚若？天下爲學者衆，而仁者寡，若皆法其學，此法不仁也。法不仁，不可以爲法。當皆法其君奚若？天下之為君者衆，而仁者寡，若皆法其君，此法不仁也。法不仁，不可以爲法。故父母、學、君三者，莫可以爲治法。而可。然則奚以爲治法而可？故曰：莫若法天。天之行廣而無𥝠，其施厚而不德，其明乆而不衰，故聖王法之。既以天爲法，動作有爲，必度於天。天之所欲則爲之，天所不欲則止。然而天何欲何惡者也？天必欲人之相愛相利，而不欲人之相惡相賊也。奚以知天之欲人之相愛相利，而不欲人之相惡相賊也？以其兼而愛之，兼而利之也。奚以知天兼而愛之，兼而利之也？以其兼而有之，兼而食之也。今天下無小大國，皆天之邑也；人無㓜長貴賤，皆天之臣也。此以莫不犓羊、豢犬豬，絜爲酒醴粢盛，以敬事天，此不爲兼而有之，兼而食之邪？天苟兼而有食之，夫奚說以不欲人之相愛相利也？故曰：愛人利人者，天必福之；惡人賊人者，天必禍之。日殺不辜者，得不祥焉，夫奚說人爲其相殺而天與禍乎？是以天欲人相愛相利，而不欲人相惡相賊也。昔之聖王禹、湯、文、武，兼天下之百姓，率以尊天事鬼，其利人多，故天福之，使立爲天子，天下諸侯皆賔事之。暴王桀、紂，幽、厲，兼惡天下之百姓，率以詬天侮鬼。賊其人多，故天禍之，使遂失其國家，身死爲僇於天下。後世子孫毀之，至今不息。故爲不善以得禍者，桀、紂、幽、厲是也；愛人利人以得福者，禹、湯、文、武是也。愛人利人以得福者有矣，惡人賊人以得禍者亦有矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "七患第五",
            "paragraphs": [
                {
                    "paragraph": "七患第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子曰：國有七患。七患者何？城郭溝池不可守，而治宫室，一患也；邉國至境，四鄰莫救，二患也；先盡民力無用之功，賞賜無能之人，民力盡於無用，財寶虛於待客，三患也；仕者待禄，游者憂反，君脩法討臣，臣懾而不敢拂，四患也。君自以爲聖智而不問事，自以爲安彊而無守備，四鄰謀之不知戒，五患也。所言不忠，所忠不信，六患也。畜種菽粟，不足以食之，大臣不足事之，賞賜不能喜，誅罰不能威，七患也。以七患居國，必無社稷；以七患守城，敵至國傾；七患之所當，國必有殃。凡五榖者，民之所仰也，君之所以爲養也。故民無仰，則君無養，民無食則不可事，故食不可不務也，地不可不力也，用不可不節也。五榖盡收，則五味盡御於主，不盡收，則不盡御。一榖不收謂之饉，二榖，不收，謂之旱，三榖不收謂之凶，四榖不收謂之餽，五榖不收謂之饑。歲饉，則仕者大夫以下皆損禄五分之一。旱，則損五分之二，凶，則損五分之三。餽，則損五分之四。饑，則盡無禄，禀食而已矣。故凶饑存乎國。人君徹𪔂食五分之五，大夫徹縣，士不入學。君朝之衣不革制，諸侯之客，四鄰之使，雍食而不盛，徹驂騑，塗不芸，馬不食粟，婢妾不衣帛，此告不足之至也。今有負其子而汲者，隊其子於井中，其毋必從而道之。今歲凶民饑道餓，重其子，此疚於隊，其可無察邪？故時年歲善，則民仁且良；時年歲凶，則民吝且惡。夫民何常此之有？爲者寡，食者衆，則歲無豐。故曰：財不足則反之時，食不足則反之用。故先民以時生財，固本而用財，則財足。故雖上世之聖王，豈能使五榖常收，而旱水不至哉？然而無凍餓之民者，何也？其力時急，而自養儉也。故夏書曰：禹七年水。殷書曰：湯五年旱。此其離凶餓甚矣。然而民不凍餓者，何也？其生財宻，其用之節也。故食無備粟，不可以待凶饑；庫無備兵，雖有義不能征無義。城郭不備全，不可以自守；心無備慮，不可以應卒。是若慶忌無去之心，不能輕出。夫桀無待湯之備，故放；紂無待武王之備，故殺。桀、紂貴爲天子，富有天下，然而皆㓕亡於百里之君者，何也？有富貴而不爲備也。故備者國之重也，食者國之寶也，兵者國之爪也，城者所以自守也。此三者，國之具也。故曰：以其極賞，以賜無功，虛其府庫，以備車馬衣裘竒怪；苦其役徒，以治宫室觀樂，死又厚爲棺槨，多爲衣裘。生時治臺榭，死又脩墳墓。故民苦於外，府庫單於内，上不厭其樂，下不堪其苦。故國離㓂敵則傷，民見凶饑則亡，此皆備不具之罪也。且夫食者，聖人之所寶也。故周書曰：“國無三年之食者，國非其國也；家無三年之食者，子非其子也。”此之謂國備。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "辭過第六",
            "paragraphs": [
                {
                    "paragraph": "辭過第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子曰：古之民未知爲宫時，就陵阜而居，穴而處，下潤濕傷民，故聖王作爲宫室。爲宫室之法，曰：“高足以辟潤濕，邉足以圉風寒，上足以待雪霜雨露，宫墻之高足以别男女之禮。謹此則止，費財勞力不加利者不爲也。是故聖王作爲宫室，便於生，不以爲觀樂也；作爲衣服帶履，便於身，不以爲辟怪也。故節於身，誨於民，是以天下之民可得而治，財用可得而足。當今之主，其爲宫室，則與此異矣。必厚作歛於百姓，暴奪民衣食之財，以爲宫室臺榭曲直之望，青黄刻鏤之飾。爲宫室若此，故左右皆法𧰼之。是以其財不足以待凶饑、賑孤寡，故國貧而民難治也。君實欲天下之治，而惡其亂也，當爲宫室，不可不節。古之民未知爲衣服時，衣皮帶茭，冬則不輕而温，夏則不輕而凊。聖王以爲不中人之情，故作誨婦人治役。脩其城郭，則民勞而不傷；以其常正，收其租稅，民則費而不病。民所苦者非此也，苦於厚作，歛於百姓。絲麻棞布絹，以爲民衣，爲衣服之法，冬則練帛之中，足以爲輕且凊，謹此則止。故聖人爲衣服，適身體，和肌膚而足矣，非榮耳目而觀愚民也。當是之時，堅車良馬不知貴也，刻鏤文采不知喜也。何則？其所道之然。故民衣食之財，家足以待旱水凶饑者，何也？得其所以自養之情，而不感於外也。是以其民儉而易治，其君用財節而易贍也。府庫實滿，足以待不然，兵革不頓，士民不勞，足以征不服。故霸王之業可行於天下矣。當今之王，其爲衣服，則與此異矣。冬則輕煗，夏則輕凊，皆巳具矣。必厚作歛於百姓，暴奪民衣食之財，以爲錦繡文采，靡曼衣之，鑄金以爲鈎，珠玉以爲珮，女工作文采，男工作刻鏤，以身服。此非云益煗之情也，單財勞力，畢歸之於無用。以此觀之，其爲衣服，非爲身體，皆爲觀好，是以其民滛僻而難治，其君奢侈而難諌也。夫以奢侈之君，御好滛僻之民，欲用無亂，不可得也。君實欲天下之治，而惡其亂，當爲衣服，不可不節。古之民未知爲飲食時，素食而分處。故聖人作，誨男，耕稼樹藝，以爲民食。其爲食也，是以增氣充虛，彊軆適腹而巳矣。故其用財節，其自養儉，民富國治。今則不然，厚作歛於百姓，以爲美食，芻豢，蒸炙魚鼈，大國累百噐，小國累十噐，前方丈，目不能徧視，手不能徧操，口不能徧味，冬則凍氷，夏則飾。饐。人君爲飲食如此，故左右𧰼之。是以富貴者奢侈，孤寡者凍餒，欲無亂，不可得也。君實欲天下治而惡其亂，當爲食飲不可不節。古之民未知爲舟車時，重任不移，逺道不至，故聖王作爲舟車，以便民之事。其爲舟車也，全固輕利，可以任重致逺，其爲用財少，而爲利多，是以民樂而利之。故法令不急而行，民不勞而止，足用，故民歸之。當今之王，其爲舟車，與此異矣。全固輕利皆巳具，必厚作歛於百姓，以飾舟車。飾車以文采，飾舟以刻鏤。女子廢其紡織而脩文采，故民寒；男子離其耕稼而脩刻鏤，故民饑。人君爲舟車若此，故左右𧰼之，是以其民饑寒並至，故爲姦衺。多則刑罰深，刑罰深則國亂。君實欲天下之治而惡其亂，當爲舟車，不可不節。凡囘於天地之間，包於四海之內，天壤之情，隂陽之和，莫不有也，雖至聖不能更也。何以知其然？聖人有傳：天地也，則曰上下；四時也，則曰陰陽；人情也，則曰男女；禽獸也，則曰牡牝雄雌也。真天壤之情，雖有先王，不能更也。雖上世至聖，必蓄𥝠，不以傷行，故民無怨。宫無拘女，故天下無寡夫。內無拘女，外無寡夫，故天下之民衆。當今之君，其蓄𥝠也，大國拘女累千，小國累百。是以天下之男多寡無妻，女多拘無夫。男子失時，故民少。君實欲民之衆而惡其寡，當蓄𥝠不可不節。凡此五者，聖人之所儉節也，小人之所滛佚也。儉節則昌，滛佚則亡，此五者不可不節。夫婦節而天地和，風雨節而五榖熟，衣服節而肌膚和。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "三辯第七",
            "paragraphs": [
                {
                    "paragraph": "三辯第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "程繁問於子墨子曰：聖王不爲樂。昔諸侯倦於聽治，息於鍾鼓之樂；士大夫倦於聽治，息於竽瑟之樂；農夫春耕夏耘，秋歛冬藏，息於聆𦈢之樂。今夫子曰：‘聖王不爲樂，此譬之猶馬駕而不稅，弓張而不㢮，無乃非有血氣者之所不能至邪？”子墨子曰：“昔者堯舜有第期者，且以爲禮，且以爲樂。湯放桀於大水，環天下自立以爲王，事成功立，無大後患，自作樂，命曰九招。武王勝殷殺紂，環天下自立以爲王，事成功立，無大後患，因先王之樂，又自作樂，命曰𧰼。周成王因先王之樂，命曰騶虞。周成王之治天下也，不若武王；武王之治天下也，不若成湯；成湯之治天下也，不若堯、舜。故其樂逾繁者，其治逾寡。自此觀之，樂非所以治天下也。”程繁曰：“子曰：‘聖王無樂，此亦樂已，若之何其謂聖王無樂也？”子墨子曰：“聖王之命也，多寡之，食之利也。以知饑而食之者，智也，因爲無知矣。今聖有樂而少，此亦無也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "尚賢上第八",
            "paragraphs": [
                {
                    "paragraph": "尚賢上第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：“古者王公大人爲政於國家者，皆欲國家之富，人民之衆，刑政之治。然而不得富而得貧，不得衆而得寡，不得治而得亂，則是本失其所欲，得其所惡，是其故何也？”子墨子言曰：“是在王公大人爲政於國家者，不能以尚賢事能爲政也。是故國有賢良之士衆，則國家之治厚；賢良之士寡，則國家之治薄。故大人之務，將在於衆賢而已。”曰：“然則衆賢之術，將柰何哉？”子墨子言曰：“譬若欲衆其國之善射御之士者，必將富之、貴之、敬之、譽之，然后國之善射御之士，將可得而衆也。況又有賢良之士，厚乎德行，辯乎言談，博乎道術者乎？此固國家之珍，而社稷之佐也，亦必且富之、貴之，敬之、譽之，然後國之良士，亦將可得而衆也。”是故古者聖王之爲政，言曰：“不義不富，不義不貴，不義不親，不義不近。是以國之富貴人聞之，皆退而謀曰：始我所恃者，富貴也，今上舉義，不辟貧賤，然則我不可不爲義。”親者聞之，亦退而謀曰：“始我所恃者親也，今上舉義不辟親踈，然則我不可不爲義。”近者聞之，亦退而謀曰：“始我所恃者近也，今上舉義不辟近，然則我不可不爲義。”逺者聞之，亦退而謀曰：“我始以逺爲無恃，今上舉義不辟逺，然則我不可不爲義。逮至逺鄙，郊外之臣，門庭庶子，國中之衆，四鄙之萌，人聞之，皆競爲義。是其故何也？”曰：“上之所以使下者，一物也；下之所以事上者，一術也。譬之異者，有高墻深宫，墻立既謹，上爲鑿一門，有盗人入，闔其自入而求之，盗其無自出。是其故何也？則上得要也。”故古者聖王之爲政，列德而尚賢，雖在農與工肆之人，有能則舉之。高予之爵，重予之祿，任之以事，斷予之令。曰：“爵位不高，則民弗敬；蓄禄不厚，則民不信；政令不斷，則民不畏。舉三者授之賢者，非爲賢賜也，欲其事之成。故當是時，以德就列，以官服事，以勞殿賞，量功而分禄。故官無常貴，而民無終賤。有能則舉之，無能則下之。舉公義，辟𥝠怨，此若言之謂也。”故古者堯舉舜於服澤之陽，授之政，天下平。禹舉益於隂方之中，授之政，九州成。湯舉伊尹於庖厨之中，授之政，其謀得。文王舉閎夭、㤗顚於𦊨罔之中，授之政，西土服。故當是時，雖在於厚禄尊位之臣，莫不敬懼而施；雖在農與工肆之人，莫不競勸而尚意。故士者，所以爲輔相承嗣也。故得士則謀不困，體不勞，名立而功業彰，而惡不生，則由得士也。是故子墨子言曰：“得意賢士，不可不舉，不得意賢士不可不舉。尚欲祖述堯舜禹湯之道，將不可不以尚賢。夫尚賢者，政之本也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "尚賢中第九",
            "paragraphs": [
                {
                    "paragraph": "尚賢中第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：“今王公大人之君人民，主社稷，治國家，欲脩保而勿失，故不察尚賢爲政之本也。何以知尚賢之爲政本也？”曰：“自貴且智者，爲政乎愚且賤者，則治；自愚且賤者，爲政乎貴且智者，則亂。是以知尚賢之爲政本也。”故古者聖王甚尊尚賢而任使能，不黨父兄，不偏貴富，不嬖顔色。賢者舉而上之，富而貴之，以爲官長；不肖者抑而廢之，貧而賤之，以爲徒役。是以民皆勸其賞，畏其罰，相率而爲賢者。以賢者衆，而不肖者寡，此謂進賢。然後聖人𦗟其言，迹其行，察其所能而慎予官，此謂事能。故可使治國者，使治國；可使長官者，使長官；可使治邑者，使治邑。凡所使治國家、官府、邑里，此皆國之賢者也。賢者之治國者也，蚤朝晏退，聽獄治政，是以國家治而刑法正。賢者之長官也，夜𥨊夙興，收歛關市、山林、澤梁之利，以實官府，是以官府實而財不散。賢者之治邑也，蚤出莫入，耕稼樹藝、聚菽粟，是以菽粟多而民足乎食。故國家治則刑法正，官府實則萬民富。上有以絜爲酒醴粢盛，以𥙊祀天鬼；外有以爲皮幣，與四鄰諸侯交接；内有以食饑息勞，將養其萬民；外有以懷天下之賢人。是故上者天鬼富之，外者諸侯與之，内者萬民親之，賢人歸之。以此謀事則得，舉事則成，入守則固，出誅則彊。故唯昔三代聖王堯、舜、禹、湯、文、武之所以王天下、正諸侯者，此亦其法已。既曰若法，未知所以行之術，則事猶若未成。是以必爲置三本。何謂三本？曰：“爵位不高，則民不敬矣；蓄禄不厚，則民不信也；政令不斷，則民不畏也。故古聖王高予之爵，重予之禄，任之以事，斷予之令。夫豈爲其臣賜哉？欲其事之成也。”詩曰：“告女憂䘏，誨女予鬱。孰能執𤍠，鮮不用濯。”則此語古者國君諸侯之不可以不執善，承嗣輔佐也，譬之猶執𤍠之有濯也，將休其手焉。古者聖王，唯毋得賢人而使之，般爵以貴之，裂地以封之，終身不厭。賢人唯毋得明君而事之，竭四肢之力以任君之事，終身不倦。若有美善，則歸之上。是以美善在上，而所怨謗在下，寧樂在君，憂慼在臣。故古者聖王之爲政若此。今王公大人亦欲效人以尚賢使能爲政，高予之爵，而禄不從也。夫高爵而無禄，民不信也，曰：“此非中實愛我也，假藉而用我也。”夫假藉之民，將豈能親其上哉？故先王言曰：“食於政者，不能分人以事；厚於貨者，不能分人以禄。”事則不與，禄則不分。請問天下之賢人，將何自至乎王公大人之側哉？若苟賢者不至乎王公大人之側，則此不肖者在左右也。不肖者在左右，則其所譽不當賢，而所罰不當暴。王公大人尊此以爲政乎國家，則賞亦必不當賢，而罰亦必不當暴。若苟賞不當賢，而罰不當暴，則是爲賢者不勸，而爲暴者不沮矣。是以入則不慈孝父母，出則不長弟鄕里，居處無節，出入無度，男女無别。使治官府則盗𥨸，守城則倍畔，君有難則不死，出亡則不從，使斷獄則不中，分財則不均，與謀事不得，舉事不成，入守不固，出誅不彊。故雖昔者三代暴王桀、紂、幽、厲之所以失措其國家，傾覆其社稷者，已此故也。何則？皆以明小物而不明大物也。今王公大人，有一衣裳不能制也，必藉良工；有一牛羊不能殺也，必藉良宰。故當若之二物者，王公大人未知以尚賢使能爲政也。逮至其國家之亂，社稷之危，則不知使能以治之。親戚則使之，無故富貴、靣目佼好則使之。夫無故富貴、靣目佼好則使之，豈必智且有慧哉。若使之治國家，則此使不智慧者治國家也。國家之亂，既可得而知已。且夫王公大人有所愛其色而使其心，不察其知而與，其愛，是故不能治百人者，使處乎千人之官；不能治千人者，使處乎萬人之官。此其故何也？曰：若處官者，爵高而禄厚，故愛其色而使之焉。夫不能治千人者，使處乎萬人之官，則此官什倍也。夫治之法，將日至者也。日以治之，日不什脩，知以治之，知不什益，而予官什倍，則此治一而棄其九矣。雖日夜相接以治若官，官猶若不治。此其故何也？則王公大人不明乎以尚賢使能爲政也。故以尚賢使能爲政而治者，夫若言之謂也；以下賢爲政而亂者，若吾言之謂也。今王公大人中實將欲治其國家，欲脩保而勿失，胡不察尚賢爲政之本也？且以尚賢爲政之本者，亦豈獨子墨子之言哉？此聖王之道，先王之書，歫年之言也。傳曰：求聖君哲人，以禆輔而身。湯誓曰：聿求元聖，與之戮力同心，以治天下。則此言聖之不失以尚賢使能爲政也。故古者聖王唯能審以尚賢使能爲政，無異物雜焉，天下皆得其列。古者舜耕歷山，陶河瀕，漁雷澤，堯得之服澤之陽，舉以爲天子，與接天下之政，治天下之民。伊摯，有莘氏女之𥝠臣，親爲庖人，湯得之，舉以爲己相，與接天下之政，治天下之民。傅說被褐帶索，庸築乎傅巖，武丁得之，舉以爲三公，與接天下之政，治天下之民。此何故？始賤卒而貴，始貧卒而富。則王公大人明乎以尚賢使能爲政，是以民無饑而不得食，寒而不得衣，勞而不得息，亂而不得治者。故古聖王以審以尚賢使能爲政，而取法於天。雖天亦不辯貧富貴賤，逺邇親疎，賢者舉而尚之，不肖者抑而廢之。然則富貴爲賢，以得其賞者誰也？曰：“若昔者三代聖王堯、舜、禹、湯、文、武者是也。以所得其賞，何也？”曰：“其爲政乎天下也，兼而愛之，從而利之，又率天下之萬民以尚尊天事鬼，愛利萬民，是故天鬼賞之，立爲天子，以爲民父母。萬民從而譽之曰“聖王”，至今不已。則此富貴爲賢，以得其賞者也。”然則富貴爲暴，以得其罰者誰也？曰：“若昔者三代暴王桀、紂、幽、厲者是也。何以知其然也？”曰：“其爲政乎天下也，兼而憎之，從而賤之，又率天下之民以詬天侮鬼，賤傲萬民。是故天鬼罰之，使身死而爲刑戮，子孫離散，室家䘮㓕，絕無後嗣。”萬民從而非之曰：“暴王”，至今不已。則此富貴爲暴，而以得其罰者也。然則親而不善，以得其罰者誰也？曰：“若昔者伯鯀，帝之元子，廢帝之德庸，既乃刑之于羽之郊，乃𤍠照無有及也，帝亦不愛。則此親而不善，以得其罰者也。”然則天之所使能者誰也？曰：“若昔者禹、稷、臯陶是也。”何以知其然也？先王之書吕刑道之曰：“皇帝清問，下民，有辭。有苗曰：‘群后之肆在下，明明不常，鰥寡不蓋。德威維威，德明維明。’乃名三后，恤功於民。伯夷降典，哲民維刑。禹平水土，主名山川。稷隆播種，農殖嘉榖。三后成功，維假於民。”則此言三聖人者，謹其言，慎其行，精其思慮，索天下之隱事遺利。以上事天，則天鄕其德；下施之萬民，萬民被其利，終身無已。故先王之言曰：“此道也，大用之天下則不究，小用之則不困，脩用之則萬民被其利，終身無已。”周頌道之曰：“聖人之德，若天之高，若地之普。其有昭於天下也，若地之固，若山之承，不坼不崩，若日之光，若月之明，與天地同常。”則此言聖人之德，章明博大，埴固，以脩乆也。故聖人之德，蓋總乎天地者也。今王公大人欲王天下，正諸侯，天無德義，將何以哉？其說將必挾震威彊。今王公大人將焉取挾震威彊哉？傾者，民之死也。民生爲甚欲，死爲甚憎，所欲不得，而所憎屢至，自古及今，未甞能有以此王天下、正諸侯者也。今大人欲王天下、正諸侯，將欲使意得乎天下，名成乎後世，故不察尚賢，政之本也。此聖人之厚行也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "尚賢下第十",
            "paragraphs": [
                {
                    "paragraph": "尚賢下第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：“天下之王公大人，皆欲其國家之富也，人民之衆也，刑法之治也，然而不識以尚賢爲政，其國家百姓、王公大人，本失尚賢爲政之本也。若苟王公大人本失尚賢爲政之本也，則不能毋舉物示之乎？今若有一諸侯於此，爲政其國家也。”曰：“凡我國能射御之士，我將賞貴之；不能射御之士，我將罪賤之。”問於若國之士，孰喜孰懼？我以爲必能射御之士喜，不能射御之士懼。我賞因而誘之矣，曰：“凡我國之忠信之士，我將賞貴之；不忠信之士，我將罪賤之。問於若國之士，孰喜孰懼？我以爲必忠信之士喜，不忠不信之士懼。今唯毋以尚賢爲政，其國家百姓，使國爲善者勸，爲暴者沮。大以爲政於天下，使天下之爲善者勸，爲暴者沮。然昔吾所以貴堯、舜、禹、湯、文、武之道者，何故以哉？以其唯毋臨衆𤼵政而治民，使天下之爲善者可而勸也，爲暴者可而沮也。”然則此尚賢者也，與堯、舜、禹、湯、文、武之道同矣。而今天下之士君子，居處言語皆尚賢，逮至其臨衆𤼵政而治民，莫知尚賢而使能。我以此知天下之士君子，明小而不明於大也。何以知其然乎？今王公大人，有一牛羊之財不能殺，必索良宰；有一衣裳之財不能制，必索良工。當王公大人之於此也，唯有骨肉之親，無故富貴、靣目美好者，實知其不能也，不使之也。是何故？恐其敗財也。當王公大人之於此也，則不失尚賢而使能。王公大人有一罷馬不能治，必索良醫；有一危弓不能張，必索良工。當王公大人之於此也，雖有骨肉之親，無故富貴、靣目美好者，實知其不能也，必不使。是何故？恐其敗財也。當王公大人之於此也，則不失尚賢而使能。逮至其國家則不然。王公大人骨肉之親，無故富貴、靣目美好者，則舉之，則王公大人之親其國家也，不若其親。一危弓、罷馬，衣裳、牛羊之財與。我以此知天下之士君子皆明於小，而不明於大也。此譬猶瘖者而使爲行人，聾者而使爲樂師。是故古之聖王之治天下也，其所富，其所貴，未必王公大人骨肉之親，無故富貴。靣目美好者也。是故昔者舜耕於歷山，陶於河瀕，漁於雷澤，灰於常陽，尭得之服澤之陽，立爲天子，使接天下之政，而治天下之民。昔伊尹爲莘氏女師僕，使爲庖人，湯得而舉之，立爲三公，使接天下之政，治天下之民。昔者傅說居北海之洲，圜土之上，衣褐帶索，庸築於傅巖之城，武丁得而舉之，立爲三公，使之接天下之政，而治天下之民。是故昔者堯之舉舜也，湯之舉伊尹也，武丁之舉傅說也，豈以爲骨肉之親，無故富貴，靣目美好者哉？唯法其言，用其謀，行其道，上可而利天，中可而利鬼，下可而利人，是故推而上之。古者聖王既審尚賢，欲以爲政，故書之竹帛，琢之槃盂，傳以遺後世子孫。於先王之書，吕刑之書。然。王曰：“於！來！有國有土，告女訟刑。在今而安百姓，女何擇言？人？何敬不刑？何度不及？”能擇人而敬爲刑，堯、舜、禹、湯、文、武之道可及也。是何也？則以尚賢及之。於先王之書。竪年之言然。曰：“晞夫聖、武知人以屏輔而身。”此言先王之治天下也，必選擇賢者以爲其群屬輔佐。曰：“今也天下言士君子，皆欲富貴而惡貧賤。”曰：“然。女何爲而得富貴而辟貧賤？莫若爲賢。爲賢之道將柰何？”曰：“有力者疾以𦔳人，有財者勉以分人，有道者勸以教人。若此，則饑者得食，寒者得衣，亂者得治。若饑則得食，寒則得衣，亂則得治，此安生生？今王公大人，其所富，其所貴，皆王公大人骨肉之親，無故富貴，靣目美好者也。今王公大人骨肉之親，無故富貴，靣目羙好者焉，故必知哉？若不知，使治其國家，則其國家之亂可得而知也。”今天下之士君子，皆欲富貴而惡貧賤，然女何爲而得富貴而辟貧賤哉？曰：“莫若爲王公大人骨肉之親。無王公大人骨肉之親，無故富貴、靣目美好者，此非可學能者也。使不知辯德行之厚，若禹、湯、文、武，不加得也；王公大人骨肉之親，躄、瘖、聾，暴爲桀、紂，不加失也。是故以賞不當賢，罰不當暴，其所賞者已無故矣，其所罰者亦無罪。是以使百姓皆攸心解體，沮以爲善，垂其股肱之力而不相勞來也，腐臭餘財，而不相分資也，隱慝良道而不相教誨也。若此，則饑者不推而上之以，是故昔者尭有舜，舜有禹，禹有臯陶，湯有小臣，武王有閎夭、㤗顛，南宫括、散宜生，得此不勸譽。且今天下之王公大人士君子，中實將欲爲仁義，求爲士，上欲中聖王之道，下欲中國家百姓之利，而天下和，庻民阜。是以近者安之，逺者歸之。日月之所照，舟車之所及，雨露之所漸，粒食之所養，故尚賢之爲說，而不可不察此者也。尚賢者，天鬼百姓之利，而政事之本也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "尚同上第十一",
            "paragraphs": [
                {
                    "paragraph": "尚同上第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：“古者民始生，未有形政之時，蓋其語，人異義。是以一人則一義，二人則二義，十人則十義。其人茲衆，其所謂義者亦茲衆。是以人是其義，以非人之義，故交相非是也。以内者父子兄弟作怨惡離散，不能相和合。天下之百姓，皆以水火毒藥相虧害。至有餘力，不能以相勞；腐列餘財，不以相分；隱匿良道，不以相教。天下之亂，若禽獸然。”夫朙虖天下之所以亂者，生於無政長。是故選天下之賢可者，立以爲天子。天子立，以其力爲未足，又選擇天下之賢可者，置立之，以爲三公。天子、三公既以立，以天下爲博大，逺國異土之民，是非利害之辯，不可一二而朙知，故畫分萬國，立諸侯國君。諸侯國君既巳立，以其力爲未足，又選擇其國之賢可者置立之，以爲正長。正長既已具，天子𤼵政於天下之百姓，言曰：聞善而不善，皆以告其上。上之所是，必皆是之；所非，必皆非之。上有過，則䂓諌之，下有善，則傍薦之。上同而不下比者，此上之所賞而下之所譽也。意若聞善而不善，不以告其上，上之所是弗能是，上之所非弗能非。上有過弗䂓諌，下有善弗傍薦。下比不能上同者，此上之所罰而百姓所毀也。上以此爲賞罰，其明察以審信。是故里長者，里之仁人也。里長𤼵政里之百姓，言曰：“聞善而不善，必以告其鄕長。鄕長之所是，必皆是之；鄕長之所非，必皆非之。去若不善言，學鄕長之善言；去若不善行，學鄕長之善行，則鄕何說以亂哉？察鄕之所治者何也？鄕長唯能壹同鄕之義，是以鄕治也。鄕長者，鄕之仁人也。鄕長𤼵政，鄕之百姓。”言曰：“聞善而不善者，必以告國君。國君之所是，必皆是之；國君之所非，必皆非之。去若不善言，學國君之善言；去若不善行，學國君之善行，則國何說以亂哉？察國之所以治者，何也？國君唯能壹同國之義，是以國治也。國君者，國之仁人也。國君𤼵政國之百姓。”言曰：“聞善而不善，必以告天子。天子之所是皆是之，天子之所非皆非之。去若不善言，學天子之善言；去若不善行，學天子之善行，則天下何說以亂哉？察天下之所以治者，何也？天子唯能壹同天下之義，是以天下以治也。天下之百姓皆上同於天，一而不上同於天，則菑猶未去也。今若天飄風苦雨，湊湊而至者，此天之所以罰百姓之不上同於天者也。”是故子墨子言曰：“古者聖王爲五刑，請以治其民。譬若絲縷之有紀，罔𦊙之有綱，所連收天下之百姓，不尚同其上者也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "尚同中第十二",
            "paragraphs": [
                {
                    "paragraph": "尚同中第十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子曰：“方今之時，復古之民始生、未有正長之時，蓋其語曰：“天下之人異義。”是以一人一義，十人十義，百人百義，其人數茲衆，其所謂義者亦茲衆。是以人是其義，而非人之義，故交相非也。内之父子兄弟作怨讐，皆有離散之心，不能相和合。至乎舎餘力不以相勞，隱匿良道不以相教，腐列餘財不以相分，天下之亂也，至如禽獸然，無君臣上下長㓜之節，父子兄弟之禮，是以天下亂焉。明乎民之無正長以一同天下之義，而天下亂也。是故選擇天下賢良聖知辯慧之人，立以爲天子，使從事乎一同天下之義。天子既巳立矣，以爲唯其耳目之請，不能獨一同天下之義，是故選擇天下賛閱賢良聖知辯慧之人，置以爲三公，與從事乎一同天下之義。天子三公既已立矣，以爲天下博大，山林逺土之民，不可得而一也，是故靡分天下，設以爲萬諸侯國君，使從事乎一同其國之義。國君既已立矣，又以爲唯其耳目之請，不能一同其國之義，是故擇其國之賢者，置以爲左右將軍大夫，以逺至乎鄕里之長與從事乎一同其國之義。天子諸侯之君，民之正長，既已定矣，天子爲𤼵政施教曰：“凡聞見善者，必以告其上；聞見不善者，亦必以告其上。上之所是，必亦是之；上之所非，必亦非之。己有善傍薦之。上有過䂓諌之，尚同義其上，而毋有下比之心，上得則賞之，萬民聞則譽之。意若聞見善，不以告其上；聞見不善，亦不以告其上。上之所是不能是，上之所非不能非。己有善不能傍薦之。上有過不能䂓諌之。下比而非其上者，上得則誅罰之，萬民聞則非毀之。”故古者聖王之爲刑政賞譽也，甚明察以審信。是以舉天下之人，皆欲得上之賞譽，而畏上之毀罰。是故里長順天子政，而一同其里之義。里長既同其里之義，率其里之萬民，以尚同乎鄕長，曰：“凡里之萬民，皆尚同乎鄕長，而不敢下比。鄕長之所是，必亦是之；鄕長之所非，必亦非之。去而不善言，學鄕長之善言；去而不善行，學鄕長之善行。”鄕長固鄕之賢者也，舉鄕人以法鄕長，夫鄕何說而不治哉？察鄕長之所以治鄕者，何故之以也？曰：“唯以其能一同其鄕之義，是以鄕治其鄕。”而鄕既以治矣，有率其鄕萬民，以尚同乎國君，曰：“凡鄕之萬民，皆上同乎國君，而不敢下比。國君之所是，必亦是之；國君之所非，必亦非之。去而不善言，學國君之善言；去而不善行，學國君之善行。”國君固國之賢者也。舉國人以法國君，夫國何說而不治哉。察國君之所以治國而國治者，何故之以也。曰：“唯以其能一同其國之義，是以國治。”國君治其國而既巳治矣，有率其國之萬民以尚同乎天子，曰：“凡國之萬民，上同乎天子。而不敢下比。天子之所是，必亦是之；天子之所非，必亦非之。去而不善言，學天子之善言；去而不善行，學天子之善行。”天子者，固天下之仁人也，舉天下之萬民以法天子，夫天子何說而不治哉？察天子之所以治天下者，何故之以也？曰：“唯以其能一同天下之義，是以天下治。夫既尚同乎天子，而未尚同乎天者，則天菑將猶未止也。故當若天降寒𤍠不節，雪霜雨露不時，五榖不熟，六畜不遂，疾菑戾疫，飄風苦雨，荐臻而至者，此天之降罰也，將以罰下人之不尚同乎天者也。”故古者聖王，明天鬼之所欲，而避天鬼之所憎，以求興天下之利，除天下之害。是以率天下之萬民，齋戒沐浴，潔爲酒醴粢盛，以𥙊祀天鬼。其事鬼神也，酒醴粢盛不敢不蠲潔，犧牲不敢不腯肥，珪璧幣帛不敢不中度量，春秋祭祀不敢失時幾，聽獄不敢不中，分財不敢不均，居處不敢怠慢。曰：“其爲正長若此。是故出誅勝者。何故之以也？曰：唯以尚同爲政者也。故古者聖王之爲政若此。”今天下之人曰：“方今之時，天鬼之福可得也。萬民之所便利而能彊從事焉，則萬民之親可得也。其爲政若此。是以謀事舉事成，入守固，上者天鬼有厚乎其爲政長也，下者萬民有便利乎其爲政長也。天鬼之所深厚而彊從事焉，則天下之正長猶未廢乎天下也。而天下之所以亂者，何故之以也？”子墨子曰：“方今之時之以正長，則本與古者異矣。譬之若有量之以五刑然。昔者聖王制爲五刑，以治天下；逮至有苗之制五刑，以亂天下，則此豈刑不善哉？用刑則不善也。是以先王之書，以刑之道曰：‘苗民否，用練，折則刑，唯作五殺之刑，曰法。’則。此言善用刑者以治民，不善用刑者以爲五殺，則此豈刑不善哉？用刑則不善，故遂以爲五殺。是以先王之書術令之道曰：‘惟口出好興戎。’則此言善用口者岀好，不善用口者以爲䜛賊㓂戎。則此豈口不善哉？用口則不善也，故遂以爲䜛賊㓂戎。”故古者之置正長也，將以治民也。譬之若絲縷之有紀，而𦉾𦊙之有綱也，將以運役天下淫暴，而一同其義也。是以先王之書相年之道曰：“夫建國設都，乃作后王君公，否用泰也；輕大夫師長，否用佚也。維辯使治天均。”則此語古者上帝鬼神之建設國都、立正長也，非高其爵，厚其禄、富貴佚而錯之也，將以爲萬民興利除害，富貴貧寡、安危治亂也。故古者聖王之爲若此。今王公大人之爲刑政則文此：政以爲便譬，宗於父兄故𥍊，以爲左右，置以爲正長。民知上置正長之非正以治民也，是以皆比周隱匿，而莫肯尚同其上。是故上下不同義。若苟上下不同義，賞譽不足以勸善，不刑罰不足以沮暴。何以知其然也？曰：“上唯毋立，而爲政乎國家，爲民正長。”曰：“人可賞，吾將賞之。”若苟上下不同義，上之所賞，則衆之所非。曰：“人衆與處，於衆得非，則是雖使得上之賞，未足以勸乎！上唯毋立而爲政乎國家，爲民正長。”曰：“人可罰，吾將罰之。”若苟上下不同義，上之所罰，則衆之所譽。曰：“人衆與處，於衆得譽，則是雖使得上之罰，未足以沮乎？若立而爲政乎國家，爲民正長，賞譽不足以勸善，而刑罰不可以沮暴，則是不與鄕吾本言民始生未有正長之時同乎？若有正長與無正長之時同，則此非所以治民一衆之道。”故古者聖王唯而以尚同，以爲正長，是上下情請爲通。上有隱事遺利，下得而利之；下有蓄怨積害，上得而除之。是以數千萬里之外，有爲善者，其室人未徧知，鄕里未徧聞，天子得而賞之。數千萬里之外有爲不善者，其室人未徧知，鄕里未徧聞，天子得而罰之。是以舉天下之人皆恐懼振動惕慄，不敢爲淫暴，曰：“天下之視聽也神。”先王之言曰：“非神也。夫唯能使人之耳目𦔳己視聽，使人之吻𦔳己言談，使人之心𦔳己思慮，使人之股肱𦔳己動作。”𦔳之視聽者衆，則其所聞見者逺矣；𦔳之言談者衆，則其德音之所撫循者博矣；𦔳之思慮者衆，則其談謀度速得矣；𦔳之動作者衆，即舉其事速成矣。故古者聖人之所以濟事成功，垂名於後世者，無他，故異物焉，曰：“唯能以尚同爲政者也。”是以先王之書周頌之道之曰：“載來見彼，王求厥章。則此語古者國君諸侯之以春秋來朝聘天子之廷，受天子之嚴教，退而治國，政之所加，莫敢不賔。當此之時，本無有敢紛天子之教者。詩曰：我馬維駱，六轡沃若。載馳載驅，周爰咨度。”又曰：“我馬維騏，六轡若絲。載馳載驅，周爰咨謀。”即此語也。古者國君諸侯之聞見善與不善也，皆馳驅以告天子。是以賞當賢，罰當暴，不殺不辜，不失有罪，則此尚同之功也。是故子墨子曰：“今天下之王公大人士君子，請將欲富其國家，衆其人民，治其刑政，定其社稷，當若尚同之不可不察，此之本也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "尚同下第十三",
            "paragraphs": [
                {
                    "paragraph": "尚同下第十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：“知者之事，必計國家百姓所以治者而爲之，必計國家百姓之所以亂者而辟之。然計國家百姓之所以治者，何也？上之爲政，得下之情則治，不得下之情則亂。何以知其然也？上之爲政，得下之情，則是明於民善非也。苟若明於民之善非也，則得善人而賞之，得暴人而罰之也。善人賞而暴人罰，則國必治，上之爲政也，不得下之情，則是不明於民之善非也。若苟不明於民之善非，則是不得善人而賞之，不得暴人而罰之。善人不賞而暴人不罰。爲政若此，國衆必亂。故賞不得下之情，而不可不察者也。然計得下之情，將柰何可？故子墨子曰：“唯能以尚同一義爲政，然後可矣。何以知尚同一義之可而爲政於天下也？然胡不審稽古之治，爲政之說乎？古者天之始生民，未有正長也，百姓爲人。若苟百姓爲人，是一人一義，十人十義，百人百義，千人千義，逮至人之衆，不可勝計也。則其所謂義者，亦不可勝計。此皆是其義，而非人之義。是以厚者有闘，而蕩者有爭。是故天下之欲，同一天下之義也。是故選擇賢者，立爲天子。天子以其知力爲未足，獨治天下，是以選擇其次，立爲三公。三公又以其知力爲未足，獨左右天子也，是以分國建諸侯，諸侯又以其知力爲未足，獨治其四境之内也，是以選擇其次，立爲卿之宰。卿之宰又以其知力爲未足，獨左右其君也，是以選擇其次，立而爲鄕長、家君。是故古者天子之立三公、諸侯、卿之宰、鄕長、家君，非特富貴游佚而擇之也，將使𦔳治亂刑政也。故古者建國設都，乃立后王君公，奉以卿士師長，此非欲用說也，唯辯而使𦔳治天𦔳明也。”今此何爲人上而不能治其下？爲人下而不能事其上？則是上下相賤也。何故以然？則義不同也。若苟義不同者有黨，上以若人爲善，將毀之，若人唯使得上之賞，而辟百姓之毀，是以爲善者，必未可使勸，見有賞也。上以若人爲暴，將罰之，若人唯使得上之罰，而懐百姓之譽，是以爲暴者，必未可使沮，見有罰也。故計上之賞譽，不足以勸善；計其毀罰，不足以沮暴。此何故以然則欲同一天下之義，將奈何可？故子墨子言曰：然胡不賞使家君試用家君，𤼵憲布令其家，曰：“若見愛利家者，必以告；若見惡賊家者，亦必以告。若見愛利家以告，亦猶愛利家者也，上得且賞之，衆聞則譽之。若見惡賊家不以告，亦猶惡賊家者也，上得且罰之，衆聞則非之，是以禍若家之人，皆欲得其長上之賞譽，辟其毀罰。是以善言之。家君得善人而賞之，得暴人而罰之，善人之賞，而暴人之罰，則家必治矣。然計若家之所以治者，何也？唯以尚同一義爲政故也。”家既巳治國之道盡此巳邪？則未也。天下爲家，數也甚多，此皆是其家，而非人之家，是以厚者有亂，而薄者有爭。故又使家君總其家之，以尚同於國君。國君亦爲𤼵憲，布令於國之衆，曰：“若見愛利國者，必以告；若見惡賊國者，亦必以告；若見愛利國以告者，亦猶愛利國者也。上得且賞之。衆聞則譽之；若見惡賊國不以告者，亦猶惡賊國者也，上得且罰之，衆聞則非之。”是以禍若國之人，皆欲得其長上之賞譽，避其毀罰。是以民見善者言之，見不善者言之。國君得善人而賞之，得暴人而罰之，善人賞而暴人罰，則國必治矣。然計若國之所以治者，何也？唯能以尚同一義爲政故也。國既巳治矣，天下之道盡此巳邪？則未也。天下之爲國數也甚多，此皆是國而非人之國，是以厚者有戰，而薄者有爭。故又使國君選其國之義，以義尚同於天子，天子亦爲𤼵憲，布令於天下之衆，曰：“若見愛利天下者，必以告；若見惡賊天下者，亦以告。若見愛利天下以告者，亦猶愛利天下者也，上得則賞之，衆聞則譽之；若見惡賊天，下不以告者；亦猶惡賊天下者也，上得且罰之，衆聞則非之。”是以禍天下之人，皆欲得其長上之賞譽，避其毀罰，是以見善不善者告之。天子得善人而賞之，得暴人而罰之，善人賞而暴人罰之，天下必治矣。然計天下之所以治者何也？唯而以尚同一義爲政故也。天下既巳治，天子又總天下之義，以尚同於天，故當尚同之爲說也。尚同之天子，可以治天下矣；中用之諸侯，可而治其國矣；小用之家君，可用而治其家矣。是故大用之治天下不窕，小用之治一國一家而不横者，若道之謂也。故曰：治天下之國若治一家，使天下之民若使一夫。意獨子墨子有此，而先王無此，其有邪？則亦然也。聖王皆以尚同爲政，故天下治。何以知其然也？於先王之書也大誓之言然。曰：“小人見姦巧乃聞，不言也，𤼵罪鈞。”此言見滛辟不以告者，其罪亦猶淫辟者也。故古之聖王治天下也，其所差論，以自左右羽翼者皆良，外爲之人，𦔳之，視𦗟者衆，故與人謀事，先人得之；與人舉事，先人成之；先之譽令問，先人𤼵之。唯信身而從事，故利若此。古者有語焉，曰：“一目視也，不若二目之視也；一耳之聽也，不若二耳之𦗟也；一手之操也，不若二手彊也。”夫唯能信身而從事，故利若此。是故古之聖王之治天下也，千里之外有賢人焉，其鄕里之人皆未之均聞見也，聖王得而賞之。千里之内有暴人焉，其鄕里未之均見也，聖王得而罰之。故唯毋以聖王爲聰耳明目與，豈能一視而通見千里之外哉？一聽而通聞千里之外哉？聖王不徃而視也，不就而聽也，然而使天下之爲㓂亂盜賊者，周流天下無所重足者，何也？其以尚同爲政善也。是故子墨子曰：“凡使民尚同者，愛民不疾。”民無可使，曰：“必疾愛而使之，致信而持之，富貴以道其前，明罰以率其後。爲政若此，唯欲毋與我同，將不可得也。”是以子墨子曰：“今天下王公大人士君子，中情將欲爲仁義，求爲士上欲中聖之道，下欲中國家百姓之利。故當上同之說而不察，尚同爲政之本而治要也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "兼愛上第十四",
            "paragraphs": [
                {
                    "paragraph": "兼愛上第十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "聖人以治天下爲事者也，必知亂之所自起，焉能治之？不知亂之所自起，則不能治。譬之如醫之攻人之疾者然，必知疾之所自起，焉能攻之？不知疾之所自起，則弗能攻。治亂者何獨不然？必知亂之所自起，焉能治之？不知亂之所自起，則弗能治。聖人以治天下爲事者也，不可不察亂之所自起。當察亂何自起？起不相愛。臣子之不孝君父，所謂亂也。子自愛不愛父，故虧父而自利；弟自愛不愛兄，故虧兄而自利；臣自愛不愛君，故虧君而自利。此所謂亂也。雖父之不慈子，兄之不慈弟，君之不慈臣，此亦天下之所謂亂也。父自愛也不愛子，故虧子而自利；兄自愛也不愛弟，故虧弟而自利；君自愛也不愛臣，故虧臣而自利。是何也？皆起不相愛。雖至天下之爲盜賊者，亦然。盜愛其室不愛其異室，故𥨸異室以利其室；賊愛其身不愛人，故賊人以利其身。此何也？皆遂不相愛。雖至大夫之相亂家，諸侯之相攻國者，亦然。大夫各愛家，不愛異家，故亂異家以利家；諸侯各愛其國，不愛異國，故攻異國以利其國。天下之亂物具此而巳矣。察此何自起，皆起不相愛。若使天下兼相愛，人若愛其身，惡施不孝，猶有不慈者乎？視子弟與臣若其身，惡施不慈，不孝亡，猶有盜賊乎？故視人之室若其室，誰𥨸？視人身若其身，誰賊？故盜賊有亡。猶有大夫之相亂家、諸侯之相攻國者乎？視人家若其家，誰亂？視人國若其國，誰攻？故大夫之相亂家、諸侯之相攻國者有亡。若使天下兼相愛，國與國不相攻，家與家不相亂，盜賊無有，君臣父子皆能孝慈，若此則天下治。故聖人以治。天下爲事者，惡得不禁惡而勸愛？故天下兼相愛則治，相惡則亂。故子墨子曰：不可以不勸愛人者，此也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "兼愛中第十五",
            "paragraphs": [
                {
                    "paragraph": "兼愛中第十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：仁人之所以爲事者，必興天下之利，除去天下之害，以此爲事者也。然則天下之利何也？天下之害何也？子墨子言曰：今若國之與國之相攻，家之與家之相簒，人之與人之相賊，君臣不惠忠，父子不慈孝，兄弟不和調，則此天下之害也。然則崇此害亦何用生哉？以不相愛生耶？子墨子言：以不相愛生。今諸侯獨知愛其國，不愛人之國，是以不憚舉其國以攻人之國。今家主獨知愛其家，而不愛人之家，是以不憚舉其家以簒人之家。今人獨知愛其身，不愛人之身，是以不憚舉其身以賊人之身。是故諸侯不相愛，則必野戰，家主不相愛，則必相簒。人與人不相愛，則必相賊，君臣不相愛則不惠忠，父子不相愛則不慈孝，兄弟不相愛則不和調。天下之人皆不相愛，強必執弱，富必侮貧，貴必敖賤，詐必欺愚。凡天下禍篡怨恨，其所以起者，以不相愛生也。是以仁者非之。既以非之，何以易之？子墨子言曰：以兼相愛、交相利之法易之。然則兼相愛、交相利之法，將奈何哉？子墨子言：視人之國，若視其國；視人之家，若視其家；視人之身，若視其身。是故諸侯相愛，則不野戰，家主相愛，則不相簒，人與人相愛，則不相賊。貴不敖賤，詐不欺愚，凡天下禍簒怨恨可使毋起者，以仁者譽之。然而今天下之士，君臣相愛則惠忠，父子相愛則慈孝，兄弟相愛則和調。天下之人皆相愛，強不執弱，衆不劫寡，富不侮貧。子墨子曰：然，乃若兼則善矣。雖然，天下之難物于故也。子墨子言曰：天下之士君子，特不識其利，辯其故也。今若夫政城野戰，殺身爲名，此天下百姓之所皆難也。苟君說之，則士衆能爲之。況於兼相愛，交相利，則與此異。夫愛人者，人必從而愛之；利人者，人必從而利之；惡人者，人必從而惡之；害人者，人必從而害之。此何難之有？特上弗以爲政，士不以爲行故也。昔者晋文公好士之惡衣，故文公之臣皆䍧羊之裘，韋以帶錢，練帛之冠，入以見於君，出以踐朝。是其故何也？君說之，故臣爲之也。昔者楚靈王好士細腰，故靈王之臣皆以一飯爲節，肱息然後帶，扶墻然後起。比期年，朝有黧黒之危。是其故何也？君說之，故臣能之也。昔越王勾踐好士之勇，教馴其臣，和合之焚舟失火，試其士曰：“越國之寶盡在此。越王親自鼓其士而進之，曰：士聞鼓音，破碎亂行，蹈火而死者左右百人有餘。越王擊金而退之。是故子墨子言曰：乃若夫少食惡衣，殺身而爲名，此天下百姓之所皆難也。若苟君說之，則衆能爲之。況兼相愛，交相利，與此異矣。夫愛人者，人亦從而愛之；利人者，人亦從而利之；惡人者，人亦從而惡之；害人者，人亦從而害之。此何難之有焉，特上不以爲政，而士不以爲行故也。然而今天下之士君子曰：“然，乃若兼則善矣。雖然，不可行之物也，譬若挈太山越河濟也。”子墨子言：是非其譬也。夫挈太山而越河濟，可謂畢劫有力矣。自古及今未有能行之者也。況乎兼相愛，交相利，則與此異。古者聖王行之，何以知其然？古者禹治天下，西爲西河、漁竇，以泄渠、孫、皇之水；北爲防原𣲖，注后之邸，嘑池之竇，洒爲底柱，鑿爲龍門，以利燕、代、胡、貉與西河之民；東方漏之陸，防蓋諸之澤，灑爲九澮，以揵東土之水，以利冀州之民；南爲江、漢、淮、汝，東流之，注五湖之處，以利楚、荆、越與南夷之民。此言禹之事，吾今行兼矣。昔者文王之治西土，若日若月，乍光于四方。于西土，不爲大國侮小國，不爲衆庶侮鰥寡，不爲暴勢奪穡人黍、稷、狗、彘　。天屑臨文王慈。是以老而無子者，有所得終其壽；連獨無兄弟者，有所雜於生人之間；少失其父母者，有所放依而長。此文王之事，則吾今行兼矣。昔者武王將事㤗山隧，傳曰：“㤗山，有道曾孫周王有事。大事既獲，仁人尚作，以祗商夏，蠻夷醜貉。雖有周親，不若仁人。萬方有罪，維予一人。”此言武王之事，吾今行兼矣。是故子墨子言曰：今天下之君子，忠實欲天下之士富而惡其貧，欲天下之治而惡其亂，當兼相愛，交相利，此聖王之法，天下之治道也，不可不務爲也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "兼愛下第十六",
            "paragraphs": [
                {
                    "paragraph": "兼愛下第十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：仁人之事者，必務求興天下之利，除天下之害。然當今之時，天下之害孰爲大？曰：若大國之攻小國也，大家之亂小家也，強之劫弱，衆之暴寡，詐之謀愚，貴之敖賤，此天下之害也。人與爲人君者之不惠也，臣者之不忠也，父者之不慈也，子者之不孝也，此又天下之害也。又與今人之賤人，執其兵刄、毒藥、水火，以交相虧賊，此又天下之害也。姑甞本原，若衆害之所自，此胡自生？此自愛人利人生與？即必曰非然也。必曰：從惡人賊人生分名乎天下。惡人而賊人者，兼與、别與，即必别也。然即之交别者，果生天下之大害者與？是故别非也。子墨子曰：非人者必有以易之，若非人而無以易之，譬之猶以水救火也，其說將必無可焉。是故子墨子曰：兼以易别。然即兼之可以易别之故何也？曰：藉爲人之國，若爲其國，夫誰獨舉其國以攻人之國者哉？爲彼者，由爲巳也。爲人之都，若爲其都，夫誰獨舉其都以伐人之都者哉。爲彼猶爲巳也。爲人之家。若爲其家。夫誰獨舉其家以亂人之家者哉。爲彼猶爲巳也。然即國都不相攻伐。人家不相亂賊。此天下之害與。天下之利與。即必曰天下之利也。姑甞本原若衆利之所自生。此胡自生？此自惡人賊人生與？即必曰非然也。必曰：從愛人利人生，分名乎天下，愛人而利人者，别與？兼與？即必曰兼也。然即之交兼者，果生天下之大利者與？是故子墨子曰：兼是也。且鄕吾本言曰：仁人之事者，必務求興天下之利，除天下之害。今吾本原兼之所生，天下之大利者也；吾本原別之所生，天下之大害者也。是故子墨子曰：别非而兼是者，出平若方也。今吾將正求與天下之利而取之，以兼爲正。是以聰耳明目相爲視𦗟乎？是以股肱畢強相爲動爲宰乎？而有道肆相教誨。是以老而無妻子者，有所侍養以終其壽；㓜弱孤童之無父母者，有所放依以長其身。今唯毋以兼爲正，即若其利也。不識天下之事，所以皆聞兼而非者，其故何也？然而天下之士非兼者之言，猶未止也，曰：即善矣。雖然，豈可用哉？子墨子曰：用而不可，難哉亦將非之，且焉有善而不可用者？姑嘗兩而進之。誰以爲二士，使其一士者執別，使其一士者執兼。是故別士之言曰：“吾豈能爲吾友之身，若爲吾身？爲吾友之親，若爲吾親。是故退睹其友，饑即不食，寒即不衣，疾病不侍養，死䘮不葬埋。别士之言若此，行若此，兼士之言不然，行亦不然。曰：“吾聞爲高士於天下者，必爲其友之身。若爲其身；爲其友之親，若爲其親，然後可以爲高士天下。”是故退睹其友，饑則食之，寒則衣之，疾病侍養之，死䘮葬埋之。兼士之言若此，行若此。若之二者，言相非而行相反與？當使若二士者，言必信，行必果，使言行之合猶合符節也，無言而不行也。然即敢問，今有平原廣野於此，被甲嬰胄將徃戰，死生之權未可識也；又有君大夫之逺使於巴、越、齊、荆，徃來及否未及否未可識也。然即敢問，不識將惡也，家室奉承親戚，提挈妻子而寄託之，不識於兼之有是乎？於别之有是乎哉？以爲當其於此也，天下無愚夫愚婦，雖非兼之人，必寄託之於兼之有是也。此言而非兼，擇即取兼，即此言兼費也。不識天下之士，所以皆聞兼而非之者，其故何也？然而天下之士非兼者之言，猶未止也，曰：意可以擇士，而不可以擇君子？姑嘗兩而進之，誰以爲二君，使其一君者執兼，使其一君者執別。是故別君之言曰：“吾惡能爲吾萬民之身，若爲吾身？此㤗非天下之情也。人之生乎地上之無幾何也，譬之猶駟馳而過𨻶也。”是故退睹其萬民，饑即不食，寒即不衣，疾病不侍養，死䘮不葬埋。別君之言若此，行若此。兼君之言不然，行亦不然。曰：“吾聞爲明君於天下者，必萬萬民之身，後爲其身，然後可以爲明君於天下。”是故退睹萬民，饑即食之，寒即衣之，疾病侍養之，死䘮葬埋之。兼君之言若此，行若此，然即交若之二君者，言相非而行相反與。常使若二君者，言必信，行必果，使言行之合猶合符節也，無言而不行也。然即敢問，今歲有癘疫，萬民多有勤苦凍餒，轉死溝壑中者，既巳衆矣，不識將擇之二君者，將何從也？我以爲當其於此也。天下無愚夫愚婦。雖非兼君，必從兼君是也。言而非兼，擇即此言行拂也。不識天下所以皆聞兼而非之者。其故何也？然而天下之士非兼者之言也。獨未止也。曰：兼即仁矣，義矣。雖然，豈可爲哉？吾譬兼之不可爲也，猶挈㤗山以超江河也。故兼者直願之也，夫豈可爲之物哉？子墨子曰：夫挈㤗山以超江河，自古之及今，生民而來未甞有也。今若夫兼相愛，交相利，此自先聖六王者親行之。何知先聖六王之親行之也？子墨子曰：吾非與之並世同時，親聞其聲，見其色也，以其所書於竹帛，鏤於金石，𤥨於槃盂，傳遺後世子孫者知之。㤗誓曰：“文王若日若月，乍照，光于四方于西土。”即此言文王之兼愛天下之博大也。譬之日月兼照，天下之無有𥝠也。即此文王兼也。雖子墨子之所謂兼者，於文王取法焉。且不唯㤗誓爲然，雖禹誓即亦猶是也。禹曰：濟濟有衆，咸聽朕言。非惟小子，敢行稱亂。蠢兹有苗，用天之罰。若予既率爾群，對諸群以征有苗。禹之征有苗也，非以求以重富貴、干福禄、樂耳目也，以求興天下之利，除天下之害。即此禹兼也。雖子墨子之所謂兼者，於禹求焉。且不唯禹誓爲然，雖湯說即亦猶是也。湯曰：“惟予小子履，敢用玄牡，告于上天后，曰：‘今天大旱，即當朕身履，未知得罪于上下，有善不敢蔽，有罪不敢赦，簡在帝心。萬方有罪，即當朕身，朕身有罪，無及萬方。’”即此言湯貴爲天子，富有天下，然且不憚以身爲犧牲，以祠說于上帝鬼神，即此湯兼也。雖子墨子之所謂兼者，於湯取法焉。且不唯誓命與湯說爲然，周詩即亦猶是也。周詩曰：“王道蕩蕩，不偏不黨。王道平平，不黨不偏。其直若矢，其易若底。君子之所履，小人之所視。”若吾言非語道之謂也。古者文武爲正，均分賞賢罰暴，勿有親戚弟兄之所阿，即此文武兼也。雖子墨子之所謂兼者，於文武取法焉。不識天下之人，所以皆聞兼而非之者，其故何也？然而天下之非兼者之言，猶未止曰：意不忠親之利，而害爲孝乎？子墨子曰：姑甞本原之孝子之爲親度者。吾不識孝子之爲親度者，亦欲人愛利其親與？意欲人之惡賊其親與？以說觀之，即欲人之愛利其親也。然即吾惡先從事即得此？若我先從事乎愛利人之親，然後人報我愛利吾親乎？意我先從事乎惡人之親，然後人報我以愛利吾親乎？即必吾先從事乎愛利人之親，然後人報我以愛利吾親也。然即之交孝子者，果不得巳乎。毋先從事愛利人之親者與。意以天下之孝子爲遇而不足以爲正乎。姑甞本原之。先王之所書，大雅之所道，曰無言而不讐，無德而不報。投我以桃，報之以李。即此言愛人者必見愛也，而惡人者必見惡也。不識天下之士所以皆聞兼而非之者，其故何也？意以爲難而不可爲邪？甞有難此而可爲者？昔荆靈王好小腰，當靈王之身，荆國之士飯不踰乎一，固據而後興，扶垣而後行。故約食爲其難爲也，然後爲而靈王說之。未踰於世而民可移也，即求以鄕其上也。昔者越王句踐好勇，教其士臣三年，以其知爲未足以知之也，焚舟失火，鼓而進之。其士偃前列，伏水火而死，有不可勝數也。當此之時，不鼓而退也，越國之士可謂顫矣。故焚身爲其難爲也，然後爲之越王說之，未踰於世而民可移也，即求以鄕上也。昔者晋文公好苴服。當文公之時，晋國之士，大布之衣，䍧羊之裘，練帛之冠，且苴之屨，入見文公，出以踐之朝。故苴服爲其難爲也，然後爲而文公說之。未踰於世而民可移也。即求以鄕其上也。是故約食、焚舟、苴服，此天下之至難爲也。然後爲而上說之。未踰於世而民可移也。何故也？即求以鄕其上也。今若夫兼相利。此其有利且易爲也。不可勝計也。我以爲則無有上說之者而巳矣。苟有上說之者，勸之以賞譽，威之以刑罰。我以爲人之於就兼相愛、交相利也，譬之猶火之就上、水之就下也，不可防止於天下。故兼者聖王之道也，王公大人之所以安也，萬民衣食之所以足也。故君子莫若審兼而務行之。爲人君必惠，爲人臣必忠，爲人父必慈，爲人子必孝，爲人兄必友，爲人弟必悌。故君子莫若欲爲惠君、忠臣、慈父、孝子、友兄、悌弟，當若兼之不可不行也。此聖王之道而萬民之大利也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非攻上第十七",
            "paragraphs": [
                {
                    "paragraph": "非攻上第十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "今有一人，入人園圃，竊其桃李，衆聞則非之，上爲政者得則罰之。此何也？以虧人自利也。至攘人犬豕雞豚者，其不義又甚入人園圃竊桃李。是何故也？以虧人愈多，其不仁兹甚，罪益厚。至入人欄廐，取人馬牛者，其不仁義又甚攘人犬豕雞豚。此何故也？以其虧人愈多。茍虧人愈多，其不仁兹甚，罪益厚。至殺不辜人也，杝其衣裘，取戈劒者，其不義又甚。入人欄廐，取人馬牛。此何故也？以其虧人愈多，茍虧人愈多，其不仁兹甚矣，罪益厚。當此，天下之君皆知而非之，謂之不義。今至大爲攻國，則弗知非，從而譽之，謂之義。此何謂知義與不義之别乎？殺一人，謂之不義，必有一死罪矣。若以此說往，殺十人十重不義，必有十死罪矣；殺百人百重不義，必有百死罪矣。當此，天下之君子皆知而非之，謂之不義。今至大爲不義攻國，則弗之而非，從而譽之，謂之義，情不知其不義也。故書其言以遺後世，若知其不義也，夫奚說書其不義以遺後世哉？今有人於此，少見黒曰黒，多見黒曰白，則以此人不知白黒之辯矣；少嘗苦曰苦，多嘗苦曰甘，則必以此人爲不知甘苦之辯矣。今小爲非，則知而非之；大爲非攻國，則不知而非，從而譽謂之之義，此可謂知義與不義之辯乎？是以知天下之君子也，辯義與不義之亂也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非攻中第十八",
            "paragraphs": [
                {
                    "paragraph": "非攻中第十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：古者王公大人，爲政於國家者，情欲譽之審，賞罰之當，刑政之不過失。是故子墨子曰：古者有語，謀而不得，則以徃知來，以見知隱。謀若此，可得而知矣。今師徒唯毋興起，冬行恐寒，夏行恐暑，此不可以冬夏爲者也。春則廢民耕稼樹藝，秋則廢民穫歛。今唯毋廢一時，則百姓饑寒凍餒而死者，不可勝數。今嘗計軍上，竹箭羽旄，幄幕甲盾，撥劫住而靡弊，腑冷不及者，不可勝數。又與矛㦸戈劒乘車，其列住碎折靡弊而不及者，不可勝數。與其牛馬肥而往，瘠而反往，死亡而不反者，不可勝數；與其涂道之脩逺，粮食輟絕而不繼，百姓死者，不可勝數也；與其居處之不安，食飯之不時，饑飽之不節，百姓之道疾病而死者，不可勝數；䘮師多不可勝數，䘮師盡不可勝計，則是鬼神之䘮其主后，亦不可勝數。國家發政，奪民之用，廢民之利，若此甚衆。然而何爲爲之？曰：我貪伐勝之名，及得之利，故爲之。子墨子言曰：計其所自勝，無所可用也；計其所得，反不如所䘮者之多。今攻三里之城，七里之郭，攻此不用銳，且無殺而徒得此然也。殺人多必數於萬，寡必數於千，然後三里之城、七里之郭，且可得也。今萬乘之國，虚數於千，不勝而人；廣衍數於萬，不勝而辟。然則土地者，所有餘也；王民者，所不足也。今盡王民之死，嚴下上之患，以爭虛城，則是棄所不足，而重所有餘也。爲政若此，非國之務者也。飾攻戰者也言：南則荆、吳之王，北則齊、晋之君，始封於天下之時，其土地之方，未至有數百里也。人徒之衆，未至有數十萬人也。以攻戰之故，土地之博，至有數千里也，人徒之衆，至有數百萬人，故當攻戰而不可爲也。子墨子言曰：雖四五國則得利焉，猶謂之非行道也。譬若醫之藥人之有病者然：今有醫於此，和合其祝藥之，于天下之有病者而藥之，萬人食此，若醫四五人得利焉，猶謂之非行藥也。故孝子不以食其親，忠臣不以食其君。古者封國於天下，尚者以耳之所聞，近者以目之所見，以攻戰亡者，不可勝數。何以知其然也？東方有莒之國者，其爲國甚小，間於大國之間，不敬事於大夫，國亦弗之從而愛利。是以東者越人夾削其壤地，西者齊人兼而有之。計莒之所以亡於齊、越之間者，以是攻戰也。雖南者陳、蔡，其所以亡於吳、越之間者，亦以攻戰。雖北者且一不著何，其所以亡於燕、代、胡、貊之間者，亦以攻戰也。是故子墨子言曰：古者王公大人，情欲得而惡失，故安而惡危，故當攻戰而不可不非。飾攻戰者之言曰：彼不能收用彼衆，是故亡。我能收用我衆，以此攻戰於天下，誰敢不賔服哉？子墨子言曰：子雖能收用子之衆，子豈若古者吳闔閭哉？古者吳闔閭教七年，奉甲執兵，奔三百里而舎焉，次注林，岀於𡨋隘之徑，戰於柏舉，中楚國而朝宋與及魯，至夫差之身，比而攻齊，舎於汶上，戰於艾𨹧，大敗齊人而葆之大山；東而攻越，濟三江五湖，而葆之㑹稽，九夷之國莫不賔服。於是退不能賞孤，施舎群萌，自恃其力，伐其功，譽其智，怠於教，遂築姑蘇之臺，七年不成。及若此，則吳有離罷之心。越王句踐視吳上下不相得，收其衆以復其讐，入北郭，徙大内，圍王宫，而吳國以亡。昔者晋有六將軍，而智伯莫爲強焉。計其土地之博，人徒之衆，欲以抗諸侯，以爲英名。攻戰之速，故差論其分牙之士，皆列舟車之衆，以攻中行氏而有之。以其謀爲既巳足矣，又攻兹范氏而大敗之。并三家以爲一家，而不止，又圍趙襄子於晋陽。及若此，則韓、魏亦相從而謀曰：“古者有語：脣亡則齒寒。趙氏朝亡，我夕從之；趙氏夕亡，吾朝從之。詩曰：‘魚水不務，陸將何及乎？’”是以三主之君，一心戮力，辟門除道，奉甲興士。韓、魏自外，趙氏自内，擊智伯，大敗之。是故子墨子言曰：古者有語曰：“君子不鏡於水，而鏡於人。鏡於水，見面之容；鏡於人，則知吉與凶。”今以攻戰爲利，則蓋嘗鑒之於智伯之事乎？此其爲不吉而凶，既可得而知矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非攻下第十九",
            "paragraphs": [
                {
                    "paragraph": "非攻下第十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：今天下之所譽善者，其說將何？爲其上中天之利，而中中鬼之利，而下中人之利，故譽之。譽意亡非爲其上中天之利，而中中鬼之利，而下中人之利，故譽之與？雖使下之愚人，必曰：“將爲其上中天之利，而中中鬼之利，而下中人之利，故譽之。”今天下之所同養者，聖王之法也。今天下之諸侯將猶多，皆免攻伐，并兼，則是有譽義之名而不察其實也。此譬猶盲者之與人同命，白黒之名而不能分其物也，則豈謂有别哉？是故古之知者之爲天下度也，必順慮其義而後爲之行。是以動則不疑，速通成，得其所欲，而順天鬼百姓之利，則知者之道也。是故古之仁人有天下者，必反大國之說，一天下之和，總四海之内焉。率天下之百姓，以農臣事上帝山川鬼神。利人多，功故又大。是以天賞之，愚富之，人譽之，使貴爲天子，富有天下，名參乎天地，至今不廢。此則知者之道也，先王之所以有天下者也。今王公大人、天下之諸侯則不然，將必皆差論其分牙之士，皆列其舟車之卒伍，於此爲堅甲利兵，以徃攻伐無罪之國。入其國家邉境，芟刈其禾稼，斬其樹木，墮其城郭，以湮其溝池，攘殺其牲牷，燔潰其祖廟，勁殺其萬民，覆其老弱，遷其重噐，卒進而柱乎闘，曰：“死命爲上，多殺次之，身傷者爲下，又況先列北橈乎哉？罪死無殺。”以譂其衆。夫無兼國覆軍，賊虐萬民，以亂聖人之緒，意將以爲利天乎？夫取天之人，以攻天之邑，此刺殺天民，剥振神之位，傾覆社稷，攘殺其犧牲，則此上不中天之利矣。意將以爲利鬼乎？夫殺之神，㓕鬼神之主，廢㓕先王，賊虐萬民，百姓離散，則此中不中鬼之利矣。意將以爲利人乎？夫殺之人，爲利人也博矣，又計其費，此爲周生之本，竭天下百姓之財用，不可勝數也，則此下不中人之利矣。今夫師者之相爲不利者也，曰：將不勇，士不分，兵不利，教不習，師不衆，卒不利和，威不圉，害之不久，爭之不疾，孫之不強，植心不堅，與國諸侯疑。與國諸侯疑，則敵生慮而意嬴矣。偏具此物，而致從事焉，則是國家失卒，而百姓易務也。今不嘗觀其說好攻伐之國，若使中興師，君子庶人也，必且數千，徒倍十萬，然後足以師而動矣。久者數歲，速者數月，是上不暇聽治，士不暇治其官府，農夫不暇稼穡，婦人不暇紡績織絍，則是國家失卒，而百姓易務也。然而又與其車馬之罷弊也，幔幕帷蓋，三軍之用，甲兵之備，五分而得其一，則猶爲序䟽矣。然而又與其散亡道路，道路遼逺，粮食不繼傺，食飲之時，厠役以此饑寒凍餒疾病，而轉死溝壑中者，不可勝計也。此其爲不利於人也，天下之害厚矣。而王公大人，樂而行之，則此樂賊㓕天下之萬民也，豈不悖哉！今天下好戰之國，齊、晋、楚、越，若使此四國者得意於天下，此皆十倍其國之衆，而未能食其地也，是人不足而地有餘也。今又以爭地之故，而反相賊也，然則是虧不足，而重有餘也。今還夫好攻伐之君，又飾其說以非子墨子曰：以攻罰之爲不義，非利物與？昔者禹征有苗，湯伐桀，武王伐紂，此皆立爲聖王，是何故也？子墨子曰：子未察吾言之𩔖，未明其故者也。彼非所謂攻，謂誅也。昔者有三苗大亂，天命殛之，日妖宵出，雨血三朝，龍生廟，大哭乎市，夏冰，地坼及泉，五榖變化，民乃大振。高陽乃命玄宫，禹親把天之瑞令，以征有苗。四電誘祗，有神人面鳥身，若瑾以侍，搤矢有苗之祥，苗師大亂，后乃遂幾。禹既已克有三苗焉。磨爲山川，别物上下，卿制大極，而神民不違，天下乃靜，則此禹之所以征有苗也。還至乎夏至桀，天有誥命，日月不時，寒暑雜至，五榖焦死，鬼呼國，鸖鳴十夕餘。乃命湯於鑣宫，用受夏之大命。“夏德大亂，予既卒其命於天矣，徃而誅之，必使汝堪之。”湯焉敢奉率其衆，是以鄕有夏之境。帝乃使隂暴毀有夏之城。少少，有神來告曰：“夏德大亂，往攻之，予必使汝大堪之。予既受命於天，天命融隆火于夏之城間西北之隅。”湯奉桀衆以克有屬諸侯於薄，薦章天命，通于四方，而天下諸侯莫敢不賔服，則此湯之所以誅桀也。還至乎商王紂，天不序其德，祀用失時，兼夜中，十日，雨王于薄，九鼎遷止，婦妖𡨽出，有鬼宵吟，有女爲男，天雨肉，𣗥生乎國道，王兄自縱也。赤烏銜珪，降周之岐社，曰：“天命周文王，伐殷有國。”泰顛來賔，河出綠圖，地出乘黄。武王踐功，夣見三神：“予既沉漬殷紂于酒德矣，徃攻之，予必使汝大堪之。”武王乃攻狂夫，反商之周，天賜武王黄鳥之旗。王既巳克殷，成帝之來，分主諸神，祀紂先王，通維四夷，而天下莫不賔焉，襲湯之緒。此即武王之所以誅紂也。若以此三聖王者觀之，則非所謂攻也。所謂誅也，則夫好攻伐之君，又飾其說以非子墨子曰：子以攻伐爲不義，非利物與？昔者楚熊麗始討此睢山之間；越王緊虧出自有遽，始邦於越；唐叔與吕尚邦齊、晋。此皆地方數百里，今以并國之故，四分天下而有之，是故何也？子墨子曰：子未察吾言之𩔖，未明其故者也。古者天子之始封諸侯也，萬有餘，今以并國之故，萬國有餘皆㓕，而四國獨立。此譬猶醫之藥萬有餘人，而四人愈也，則不可謂良醫矣。則夫好攻伐之君又飾其說曰：我非以金玉、子女、壤地爲不足也，我欲以義名立於天下，以德求諸侯也。子墨子曰：今若有能以義名立於天下，以德來諸侯者，天下之服，可立而待也。夫天下處攻伐久矣，譬若傅子之爲馬然。今若有能信効先利天下諸侯者，大國之不義也，則同憂之；大國之攻小國也，則同救之；小國城郭之不全也，必使修之；布粟之絕，則委之；幣帛不足，則共之。以此效大國，則小國之君說。人勞我逸，則我甲兵強。寛以惠，緩易急，民必移。易攻伐以治我國，攻必倍。量我師舉之費，以諍諸侯之斃，則必可得而序利焉。督以正，義其名，必務寛吾衆，信吾師，以此授諸侯之師，則天下無敵矣。其爲下不可勝數也。此天下之利，而王公大人不知而用，則此可謂不知利天下之臣務矣。是故子墨子曰：今且天下之王公大人士君子，中情將欲求興天下之利，除天下之害，當若繁爲攻伐，此實天下之巨害也。今欲爲仁義，求爲上士，尚欲中聖王之道，下欲中國家百姓之利，故當若非攻之爲說，而將不可察者，此也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "節用上第二十",
            "paragraphs": [
                {
                    "paragraph": "節用上第二十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "聖人爲政一國，一國可倍也；大之爲政天下，天下可倍也。其倍之非外取地也，因其國家，去其無足以倍之。聖王爲政，其𤼵令興事、便民用財也，無不加用而爲者，是故用財不費，民德不勞，其興利多矣。其爲衣裘何？以爲冬以圉寒，夏以圉暑。凡爲衣裳之道，冬加温，夏加凊者，芋䱉不加者去之。其爲宫室何？以爲冬以圉風寒，夏以圉暑雨。有盗賊加固者，芊䱉不加者去之。其爲甲盾五兵何？以爲以圉冦亂盗賊，若有冦亂盗賊，有甲盾五兵者勝，無有不勝。是故聖人作爲甲盾五兵。凡爲甲盾五兵，加輕以利，堅而難折者，芊䱉不加者去之。其爲舟車何？以爲車以行陵陸，舟以行川谷，以通四方之利。凡爲舟車之道，加輕以利者芊䱉，不加者去之。凡其爲此物也，無加用而爲者。是故用財不費，民德不勞，其興利多有去。大人之好，聚珠玉、鳥獸、犬馬，以益衣裳、宫室、甲盾、五兵、舟車之數，於數倍乎！若則不難，故孰爲難倍？唯人爲難倍，然人有可倍也。昔聖王爲法曰：“丈夫年二十，不敢毋處家；女子年十五，毋敢不事人。”此聖王之法也。聖王既没，於民次也，其欲蚤處家者，有所二十年處家；其欲晚處家者，有所四十年處家。以其蚤與其晚相踐，後聖王之法十年。若純三年而字，子生可以二三年矣。此不惟使民蚤處家，而可以倍與？且不然巳。今天下爲政者，其所以寡人之道多，其使民勞，其籍歛厚，民財不足，凍餓死者不可勝數也。且大人惟毋與師以攻伐鄰國，乆者終年，速者數月，男女乆不相見，此所以寡人之道也。與居處不安、飲食不時、作疾病死者，有與侵就𠋠槖，攻城野戰死者，不可勝數。此不令爲政者所以寡人之道數術而起與？聖人爲政特無此，不聖人爲政，其所以衆人之道亦數術而起與？故子墨子曰：去無用之，聖王之道，天下之大利也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "節用中第二十一",
            "paragraphs": [
                {
                    "paragraph": "節用中第二十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：古者明王聖人，所以王天下，正諸侯者，彼其愛民謹忠，利民謹厚，忠信相連，又示之以利，是以終身不饜，殁二十而不卷。古者明王聖人，其所以王天下，正諸侯者，此也。是故古者聖王，制爲節用之法，曰：“凡天下群百工，輪、車、鞼、匏、陶、冶、梓、匠，使各從事其所能，曰：“凡足以奉給民用，諸加費不加民利則止。”古者聖王制爲飲食之法，曰：“足以充虛繼氣，強股肱，耳目聦明，則止。”不極五味之調，芬香之和，不致逺國珍恢異物。”何以知其然？古者堯治天下，南撫交阯，北降幽都，東西至日所出入，莫不賔服。建至其厚愛，黍稷不二，羮胾不重，飲於土塯，啜於土形，斗以酌，俛仰周旋威儀之禮，聖王弗爲。古者聖王制爲衣服之法，曰：“冬服紺緅之衣，輕且暖；夏服絺綌之衣，輕且清，則止。”諸加費不加於民利者，聖王弗爲。古者聖王爲猛禽狡獸暴人害民，於是教民以兵行，日帶劒，爲刺則入，擊則斷，旁擊而不拆，此劒之利也。甲爲衣則輕且利，動則兵且從，此甲之利也。車爲服重致逺，乘之則安，引之則利，安以不傷人，利以速至，此車之利也。古者聖王爲大川廣谷之不可濟，於是利爲舟楫，足以將之則止，雖止者，三公諸侯至，舟楫不易，津人不飾，此舟之利也。古者聖王制爲節葬之法，曰：“衣三領，足以朽肉；棺三寸，足以朽骸。堀穴深不通於泉，流不𤼵洩則止。死者既葬，生者毋乆䘮用哀。”古者人之始生，未有宫室之時，因陵丘堀穴而處焉。聖王慮之，以爲堀穴，曰：“冬可以辟風寒；建夏，下潤濕，上重烝，恐傷民之氣，於是作爲宫室而利。然則爲宫室之法將奈何哉？”子墨子言曰：“其旁可以圉風寒，上可以圉雪霜雨露，其中蠲潔，可以𥙊祀，宮墻足以爲男女之别，則止。諸加費不加民利者，聖王弗爲。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "節用下第二十二",
            "paragraphs": [
                {
                    "paragraph": "節用下第二十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "闕",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "節葬上第二十三",
            "paragraphs": [
                {
                    "paragraph": "節葬上第二十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "闕",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "節葬中第二十四",
            "paragraphs": [
                {
                    "paragraph": "節葬中第二十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "闕",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "節葬下第二十五",
            "paragraphs": [
                {
                    "paragraph": "節葬下第二十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：“仁者之爲天下度也，辟之無以異乎孝子之爲親度也。今孝子之爲親度也，將奈何哉？”曰：“親貧則從事乎富之，人民寡則從事乎衆之，衆亂則從事乎治之。當其於此也，亦有力不足，財不贍，智不智，然後巳矣。無敢舎餘力，隱謀遺利，而不爲親爲之者矣。若三務孝子之爲親度也，既若此矣，雖仁者之天下度，亦猶此也。”曰：“天下貧則從事乎富之，人民寡則從事乎衆之，衆而亂則從事乎治之。當其於此，亦有力不足，財不贍，智不智，然後巳矣。無敢舎餘力，隱謀遺利，而不爲天下爲之者矣。若三務者，此仁者之爲天下度，既若此矣。”今逮至昔者三代聖王既沒，天下失義，後世之君子，或以厚葬乆䘮以爲仁也、義也，孝子之事也；或以厚葬乆䘮以爲非仁義，非孝子之事也。曰：二子者，言則相非，行即相反，皆曰：“吾上祖述尭舜禹湯文武之道者也。”而言即相非，行即相反，於此乎後世之君子皆疑惑乎二子者言也。若苟疑惑乎之二子者言，然則姑嘗傳而爲政乎國家萬民而觀之，計厚葬乆䘮，奚當此三利者？我意若使法其言，用其謀，厚葬乆䘮實可以富貧衆寡、定危治亂乎，此仁也、義也。孝子之事，爲人謀者不可不勸也。仁者將求興天下，誰霸而使民譽之，終勿廢也。意亦使法其言，用其謀，厚葬乆䘮實，不可以富貧衆寡、定危治亂乎？此非仁非義，非孝子之事也，爲人謀者不可不勸也。仁者將興之天下，誰賈而使民譽之，終勿廢也。意亦使法其言，用其謀，厚葬乆䘮實，不可以富貧衆寡、定危理亂乎？此非仁非義，非孝子之事也，爲人謀者，不可不沮也。仁者將求除之天下，相廢而使人非之，終身勿爲。且故興天下之利，除天下之害。今國家百姓之不治也，自古及今未嘗之有也。何以知其然也？今天下之士君子，將猶多皆疑惑厚葬乆䘮之爲中，是非利害也。故子墨子言曰：然則姑嘗稽之，今雖毋法，執厚葬乆䘮者言，以爲事乎國家，此存乎王公大人。有䘮者，曰:“棺槨必重，葬埋必厚，衣衾必多，文繡必繁，丘隴必巨；存乎正夫賤人死者，殆竭家室乎？諸侯死者，虚車府，然後金玉珠璣比乎身，綸組節約，車馬藏乎壙。又必多爲屋幕，𪔂鼓、几挻、壺濫、戈劒，羽旄、齒革，寢而埋之，滿意若送從。”曰：“天子殺殉，衆者數百，寡者數十；將軍大夫殺殉，衆者數十，寡者數人。”處䘮之法，將奈何哉？曰：“哭泣不秩，聲翁縗絰，垂涕處𠋣廬，寢苫枕。古又相率強不食而爲饑，薄衣而爲寒，使靣目䧟𨼥，顔色黧黒，耳目不聰明，手足不勁強，不可用也。”又曰：“上士之操䘮也，必扶而能起，杖而能行，以此共三年。若法若言，行若道。使王公大夫行此，則必不能蚤朝五官六府，辟草木，實倉廪。使農夫行此，則必不能蚤出夜入，耕稼樹藝；使百工行此，則必不能修舟車爲噐皿矣；使婦人行此，則必不能夙興夜寐，紡績織絍。細計厚葬，爲多埋賦之財者也；計乆䘮爲乆禁從事者也。財以成者，扶而埋之，後得生者而乆禁之，以此求富，此譬猶禁耕而求穫也。富之說無可得焉。”是故以求富家而既巳不可矣。欲以衆人民，意者可邪？其說又不可矣。今惟無以厚葬乆䘮者爲政。君死，䘮之三年；父母死，䘮之三年；妻與後子死者，五皆䘮之三年；然後伯父叔父兄弟孽子，其族人五月；姑姊甥舅皆有月數，則毀瘠必有制矣。使靣目䧟𨼥，顔色黧黒，耳目不聰明，手足不勁強，不可用也。又曰：上士操䘮也，必扶而能起，杖而能行，以此共三年。若法若言，行若道，苟其飢約又若此矣。是故百姓冬不仞寒，夏不仞暑，作疾病死者不可勝計也，此其爲敗男女之交多矣。以此求衆，譬猶使人負劒而求其壽也，衆之說無可得焉。是故求以衆人民，而既以不可矣。欲以治刑政，意者可乎？其說又不可矣。今惟無以厚葬乆䘮者爲政，國家必貧，人民必寡，刑政必亂。若法若言，行若道，使爲上者行此，則不能聽治；使爲下者行此，則不能從事。上不聽治，刑政必亂；下不行從事，衣食之財必不足。若苟不足，爲人弟者求其兄而不得，不弟，弟必將怨其兄矣；爲人子者，求其親而不得，不孝子必是怨其親矣；爲人臣者求之君而不得，不忠臣必且亂其上矣。是以僻淫邪行之民，出則無衣也。入則無食也。内續奚吾，並爲淫暴，而不可勝禁也。是故盜賊衆而治者寡。先衆盜賊而寡治者。以此求治。譬猶使人三睘而毋負巳也。治之說無可得焉。是故求以治刑政而既巳不可矣。欲以禁止大國之攻小國也，意者可邪？其說又不可矣。是故昔者聖王既没，天下失義，諸侯力征，南有楚、越之王，而北有齊、晋之君，此皆砥礪其卒伍，以攻伐并兼爲政於天下。是故凡大國之所以不攻小國者，積委多，城郭修，上下調和。是故大國不耆攻者，無積委，城郭不修，上下不調和，是故大國者攻之。今惟母以厚葬乆䘮者爲政，國家必貧，人民必寡，刑政必亂。若苟貧，是無以爲積委也。若苟寡，是城郭溝渠者寡也。若苟亂，是出戰不克，入守不固。此求禁止大國之攻小國也，而既巳不可矣，欲以干上帝鬼神之福，意者可邪？其說又不可矣。今惟無以厚葬乆䘮者爲政，國家必貧，人民必寡，刑政必亂。若苟貧，是粢盛酒醴不净潔也；若苟寡，是事上帝鬼神者寡也；若苟亂，是祭祀不時度也。今又禁止事上帝鬼神，爲政若此，上帝鬼神始得從上撫之，曰：“我有是人也，與無是人也，孰愈？”曰：“我有是人也，與無是人也，無擇也。”則惟上帝鬼神降之罪厲之禍罰而棄之，則豈不亦乃其所哉？故古聖王制爲葬埋之法，曰：“棺三寸，足以朽體；衣衾三領，足以覆惡。以及其葬也，下毋及泉，上毋通臭，壟若參耕之畆，則止矣。死者既以葬矣，生者必無乆哭，而疾而從事，人爲其所能，以交相利也。”此聖王之法也。今執厚葬乆䘮者之言曰：“厚葬乆䘮雖使不可以富貧衆寡，定危治亂，然此聖王也以道也。”子墨子曰：“不然。昔者堯北教乎八狄，道死，葬蛩山之隂，衣衾三領，榖木之棺，葛以緘之，既𣳜而後哭，滿塪無封，巳葬，而牛馬乘之。舜西教乎七戎，道死，葬南巳之市，衣衾三領，榖木之棺，葛以緘之，巳葬，而市人乘之。禹東教乎九夷，道死，葬㑹稽之山，衣衾三領，桐棺三寸，葛以緘之，絞之不合，道之不塪，土地之深，下母及泉，上母通臭。既葬，收餘壤其上，壟若參耕之畆，取止矣。若以此若三聖王者觀之，則厚葬乆䘮，果非聖王之道。故三王者，皆貴爲天子，富有天下，豈憂財用之不足哉，以爲如此葬埋之法？”今王公大人之爲葬埋，則異於此，必大棺、中棺、革闠三操，璧玉即具，戈劒、𪔂鼓、壺濫、文繡、素練，大鞅萬領，輿馬女樂皆具，曰：必捶𡌘差通壟。雖凡山陵，此爲輟民之事，靡民之財，不可勝計也。其爲毋用若此矣。是故子墨子曰：“鄕者，吾本言。”曰：“意亦使其言，用其謀計，厚葬乆䘮，請可以富貧衆寡，定危治亂乎？則仁也，義也，孝子之事也，爲人謀者不可不勸也。意亦使法其言，用其謀，若人厚葬乆䘮，實不可以富貧衆寡、定危治亂乎，則非仁也，非義也，非孝子之事也，爲人謀者，不可不沮也。是故求以富國家，甚得貧焉；欲以衆人民，甚得寡焉；欲以治刑政，甚得亂焉；求以禁止大國之攻小國也，而既巳不可矣。欲以干上帝鬼神之福，又得禍焉。上稽之堯、舜、禹、湯、文、武之道，而政逆之，下稽之桀、紂、幽、厲之事，猶合節也。若以此觀，則厚葬乆䘮其非聖王之道也。”今執厚葬乆䘮者言曰：“厚葬乆䘮，果非聖王之道，夫胡說中國之君子，爲而不巳，操而不擇哉？”子墨子曰：“此所謂便其習而義其俗者也。昔者越之東有沐之國者，其長子生，則解而食之，謂之“宜弟”；其大父死，負其大母而棄之。”曰：‘鬼妻不可與居處。’此上以爲政，下以爲俗，爲而不巳，操而不擇，則此豈實仁義之道哉？此所謂便其習而義其俗者也。楚之南有炎人國者，其親戚死，朽其肉而棄之，然後埋其骨，乃成爲孝子。秦之西有儀秉之國者，其親戚死，聚柴薪而焚之，燻上，謂之登遐，然後成爲孝子。此上以爲政，下以爲俗，爲而不巳，操而不擇，則此豈實仁義之道哉？此所謂便其習而義其俗者也。若以此若三國者觀之，則亦猶薄矣；若中國之君子觀之，則亦猶厚矣。如彼則大厚，如此則大薄，然則葬埋之有節矣。故衣食者，人之生利也，然且猶尚有節；葬埋者，人之死利也，夫何獨無節於此乎？子墨子制爲葬埋之法，曰：“棺三寸，足以朽骨；衣三領，足以朽肉；掘地之深，下無菹漏，氣無𤼵洩於上，壟足以期其所，則止矣。哭徃哭來反，從事乎衣食之財，佴乎𥙊祀，以致孝於親。”故曰子墨子之法，不失死生之利者，此也。故子墨子言曰：“今天下之士君子，中謂將欲爲仁義，求爲上士，上欲中聖王之道，下欲中國家百姓之利，故當若節䘮之爲政，而不可不察者，此也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "天志上第二十六",
            "paragraphs": [
                {
                    "paragraph": "天志上第二十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：今天下之士君子，知小而不知大。何以知之？以其處家者知之。若處家得罪於家長，猶有鄰家所避逃之，然且親戚、兄弟所知識，其相儆戒，皆曰：“不可不戒矣，不可不慎矣！惡有處家而得罪於家長，而可爲也？”非獨處家者爲然，雖處國亦然。處國得罪於國君，猶有鄰國所避逃之。然且親戚、弟兄所知識，其相儆戒皆曰：“不可不戒矣！不可不慎矣！誰亦有處國得罪於國君，而可爲也！”此有所避逃之者也，相儆戒猶若此其厚，況無所避逃之者，相儆戒豈不愈厚，然後可哉？且語言有之曰：“焉而晏曰，焉而得罪，將惡避逃之？”曰：無所避逃之。夫天不可爲林谷幽門無人，明必見之。然而天下之君子天也，忽然不知以相儆戒，此我所以知天下士君子知小而不知大也。然則天亦何欲何惡？天欲義而惡不義。然則率天下之百姓以從事於義，則我乃爲天之所欲也。我爲天之所欲，天亦爲我所欲，然則何欲何惡？我欲福禄而惡禍祟，然則我率天下之百姓以從事於禍祟中也。然則何知天之欲義而惡不義？曰：天下有義則生，無義則死；有義則富，無義則貧；有義則治，無義則亂。然則天欲其生而惡其死，欲其富而惡其貧，欲其治而惡其亂。此義所以知天欲義而惡不義也。曰：且夫義者，政也。無從下之政上，必從上之政下。是故庻人竭力從事，未得次巳而爲政，有士政之。士竭力從事，未得次巳而爲政，有將軍、大夫政之。將軍、大夫竭力從事，未得次巳而爲政，有三公、諸侯政之。三公、諸侯竭力聽治，未得次巳而爲政，有天子政之。天子未得次巳而爲政，有天政之。天子爲政於三公、諸侯，士、庻人，天下之士君子固明知，天之爲政於天子，天下百姓未得之明知也。故昔三代聖王禹湯文武，欲以天之爲政於天子，明說天下之百姓，故莫不犓牛羊，豢犬彘，　潔盛酒醴，以𥙊祀上帝鬼神，而求祈福於天。我未甞聞天下之所求祈福於天子者也，我所以知天之爲政於天子者也。故天子者，天下之窮貴也，天下之窮富也。故欲富且貴者，當天意而不可不順。順天意者，兼相愛，交相利，必得賞。反天意者，别相惡，交相賊，必得罰。然則是誰順天意而得賞者？誰反天意而得罰者？子墨子言曰：昔三代聖王禹、湯、文、武，此順天意而得賞也。昔三代之暴王，桀、紂、幽、厲，此反天意而得罰者也。然則禹、湯、文、武，其得賞何以也？子墨子言曰：其事上尊天，中事鬼神，下愛人。故天意曰：“此之我所愛，兼而愛之，我所利，兼而利之。愛人者，此爲愽焉，利人者，此爲厚焉。”故使貴爲天子，富有天下，業萬世，子孫，傳稱其善，方施天下，至今稱之，謂之聖王。然則桀、紂、幽、厲得其罰何以也？子墨子言曰：其事上詬天，中誣鬼，下賤人。故天意曰：“此之我所愛，别而惡之；我所利，交而賊之。惡人者，此爲之博也；賊人者，此爲之厚也。”故使不得終其壽，不殁其世，至今毀之，謂之暴王。然則何以知天之愛天下之百姓？以其兼而明之。何以知其兼而明之？以其兼而有之。何以知其兼而有之？以其兼而食焉。何以知其兼而食焉？曰：四海之内，粒食之民，莫不犓牛羊，豢犬彘，　潔爲粢盛酒醴，以祭祀於上帝鬼神。天有色，人，何用弗愛也？且吾言殺一不辜者，必有一不祥。殺不辜者誰也？則人也。予之不祥者誰也？則天也。若以天爲不愛天下之百姓，則何故以人與人相殺，而天子之不祥？此我所以知天之愛天下之百姓也。順？天意者，義政也；反天意者，力政也。然義將奈何哉？子墨子言曰：處大國不攻小國，處大家不簒小家，強者不刼弱，貴者不傲賤，多詐者不欺愚。此必上利於天，中利於鬼，下利於人，三利無所不利，故舉天下美名加之，謂之聖王。力政者則與此異。言非此，行，反此，猶倖馳也。處大國攻小國，處大家簒小家，強者刼弱，貴者傲賤，多詐欺愚。此上不利於天，中不利於鬼，下不利於人，三不利無所利，故舉天下惡名加之，謂之暴王。子墨子言曰：我有天志，譬若輪人之有規，匠人之有矩。輪匠執其規矩，以度天下之方圜，曰：“中者是也，不中者非也。”今天下之士君子之書，不可勝載，言語不可盡計，上說諸侯，下說列士，其於仁義則大，其逺也。何以知之？曰：我得天下之明法以度之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "天志中第二十七",
            "paragraphs": [
                {
                    "paragraph": "天志中第二十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：今天下之君子之欲爲仁義者，則不可不察義之所從岀。既曰不可以不察義之所從出，然則義何從岀？子墨子曰：義不從愚且賤者出，必自貴且知者出。何以知義之不從愚且賤者出，而必自貴且知者出也？曰：義者，善政也。何以知義之善政也？曰：天下有義則治，無義則亂，是以知義之善政也。夫愚且賤者，不得爲政乎。貴且知者，然後得爲政乎愚且賤者。此吾所以知義之不從愚且賤者岀，而必自貴且知者出也。然則孰爲貴，孰爲知？曰：天爲貴，天爲知而已矣。然則義果自天出矣。今天下之人曰：當若天子之貴諸侯，諸侯之貴大夫，傐明知之，然吾未知天之貴且知於天子也。子墨子曰：吾所以知天之貴且知於天子者，有矣，曰：天子爲善，天能賞之；天子爲暴，天能罰之；天子有疾病禍祟，必齋戒沐浴，潔爲酒醴粢盛，以𥙊祀天鬼，則天能除去之。然吾未知天之祈福於天于也。此吾所以知天之貴且知於天子者，不止此而已矣。又以先王之書馴天明不解之道也。知之曰，明哲維大，臨君下出。”則此語天之貴且知於天子，不知亦有貴知夫天者乎？曰：天爲貴，天爲知而巳矣。然則義果自天出矣。是故子墨子曰：今天下之君子，中實將欲尊道利民，本察仁義之本，天之意不可不愼也。既以天之意以爲不可不愼已，然則天之將何欲何憎？子墨子曰：天之意不欲大國之攻小國也，大家之亂小家也。強之暴寡，詐之謀愚，貴之傲賤，此天之所，不欲也。上此而巳，欲人之有力相營，有道相敎，有財相分也。又欲上之強聽治也，下之強從事也。上強聽治，則國家治矣；下強從事，則財用足矣。若國家治、用足，則内有以潔爲酒醴粢盛，以𥙊祀天鬼，外有以爲環璧珠玉，以聘撓四鄰，諸侯之𡨚不興矣，邉境兵甲不作矣。内有以食飢息勞，持養其萬民，則君臣上下惠忠，父子弟兄慈孝。故惟毋明乎順天之意，奉而光施之天下，則刑政治，萬民和，國家富，財用足，百姓皆得煖衣飽食，便寧無憂。是故子墨子曰：今天下之君子，中實將欲遵道利民，本察仁義之本，天之意不可不慎也。且夫天子之有天下也，辟之無以異乎國君諸侯之有四境之内也。今國君諸侯之有四境之内也，夫豈欲其臣國萬民之相爲不利哉？今若處大國則攻小國，處大家則亂小家，欲以此求賞譽，終不可得，誅罰必至矣。夫天之有天下也，將無巳異此？今若處大國攻小國，處大都則伐小都，欲以此求，福禄於天，福禄終不得，而禍祟必至矣。然有所不爲天之所欲，而爲天之所不欲，則夫天亦且不爲人之所欲，而爲人之所不欲矣。人不所不欲者何也？曰：病疾祟也。若巳不爲天之所欲，而爲天之所不欲，是率天下之萬民，以從事乎禍祟之中也。故古者聖王明知天鬼之所福，而辟天鬼之所憎，以求興天下之利，而除天下之害。是以天之爲寒熱也節，四時調，隂陽，雨露也時，五榖熟，六畜遂，疾菑戾疫凶饑則不至。是故子墨子曰：今天下之君子，中實將欲遵利民，本，察仁義之本，天意不可不愼也。且夫天下蓋有不仁不祥者，曰：當若子之不事父，弟之不事兄，臣之不事君也。故天下之君子，與謂之不祥者。今夫天兼天下而愛之，撽遂萬物以利之，若豪之末，非天之所爲也，而民得而利之，則可謂否矣。然獨無報夫天，而不知其爲不仁不祥也，此吾所謂君子明細而不明大也。且吾所以知天之愛民之厚者有矣，曰：以磨爲日月星辰，以昭道之；制爲四時，春秋冬夏，以紀綱之，雷降雪霜雨露，以長遂五榖麻絲，使民得而財利之。列爲山川谿谷，播賦百事，以臨司民之善否；爲王公侯伯，使之賞賢而罰暴。賊金木鳥獸，從事乎五糓麻絲，以爲民衣食之財。自古及今，未嘗不有此也。今有人於此，驩若愛其子，竭力單務以利之，其子長，而無報子求父，故天下之君子與謂之不仁不祥。今夫天兼天下而愛之，撽遂萬物以利之，若豪之末，非天之所爲，而民得而利之，則可謂否矣。然獨無報夫天，而不知其爲不仁不祥也，此吾所謂君子明細而不明大也。且吾所以知天愛民之厚者，不止此而足矣。曰：殺不辜者，天予不祥，不辜者誰也。曰。人也。予之不祥者誰也。曰。天也。若天不愛民之厚，天胡說人殺不辜。而天予之不祥哉。此吾以知天之愛民之厚也。且吾所以知天之愛民之厚者。不止此而巳矣。曰。愛人利人。順天之意。得天之賞者有矣。憎人反天之意。得天之罰者亦有矣。夫愛人利人，順天之意，得天之賞者，誰也？曰：若昔三代聖王，堯舜禹湯文武者是也。堯舜禹湯文武焉所從事。曰：從事兼，不從事别。兼者，處大國不攻小國，大家不亂小家。強不刼弱，衆不暴寡，詐不謀愚，貴不傲賤。觀其事，上利乎天，中利乎鬼，下利乎人。三利無所不利，是謂天德。聚歛天下之美名而加之焉，曰：此仁也，義也，愛人利人，順天之意，得天之賞者也。不止此而巳，書於竹帛，鏤之金石，琢之槃盂，傳遺後世子孫，曰：將何以爲？將以識夫愛人利人，順天之意，得天之賞者也，皇矣道之曰：“帝謂文王，予懐明德，不大聲以色，不長夏以革。不識不知，順帝之則。”帝善其順法則也，故舉殷以賞之，使貴爲天子，富有天下，名譽至今不息。故夫：愛人利人，順天之意，得天之賞者，既可得留而已。夫憎人賊，人，反天之意，得天之罰者，誰也？曰：若昔者三代暴王桀、紂、幽、厲者是也。桀紂幽厲，焉所從事？曰：從事别，不從事兼。别者，處大國則攻小國，處大家則亂小家。強刼弱，衆暴寡，詐謀愚，貴傲賤。觀其事，上不利乎天，中不利乎鬼，下不利乎人，三不利無所利，是謂天賊，聚歛天下之醜名而加之焉，曰：此非仁也，非義也。憎人賊人，反天之意，得天之罰者也。不止此而巳。又書其事於竹帛，鏤之金石，琢之槃盂，傳遺後世子孫。曰：將何以爲？將以識夫憎人賊人，反天之意，得天之罰者也。大明之道之曰：“紂越厥夷居，不肯事上帝，棄厥先神祗不祀，乃曰：吾有命，無廖紂務。天下，天亦縱棄紂而不葆。”察天以縱棄紂而不葆者，反天之意也。故夫憎人賊人，反天之意，得天之罰者，既可謂而知也。是故子墨子之有天之，辟人，無以異乎輪人之有規，匠人之有矩也。今夫輪人操其規，將以量度天下之圜與不圜也，曰：中吾規者謂之圜，不中吾規者謂之不圜。是以圜與不圜，皆可得而知也。此其故何？則圜法明也。匠人亦操其矩，將以量度天下之方與不方也，曰：中吾矩者謂之方，不中吾矩者謂之不方。是以方與不方，皆可得而知之。此其故何？則方法明也。故子墨子之有天之意也，上將以度天下之王公大人之爲刑政也，下將以量天下之萬民爲文學、出言談也。觀其行，順天之意，謂之善意行；反天之意，謂之不善意非。觀其言談，順天意謂之善，言談；反天之；意，謂之不善言談。觀其刑政，順天之意，謂之善刑政；反天之意，謂之不善刑政。故置此以爲法，立此以爲儀，將以量度天下之王公大人卿大夫之仁與不仁，譬之猶分黒白也。是故子墨子曰：今天下之王公大人士君子，中實將欲遵道利民，本察仁義之本，天之意，不可不順也。順天之意者，義之法也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "天志下第二十八",
            "paragraphs": [
                {
                    "paragraph": "天志下第二十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：天下之所以亂者，其說將何哉？則是天下士君子，皆明於小而不明於大。何以知其明於小，不明於大也？以其不明於天之意也。何以知其不明於天之意也？以處人之家者知之。今人處若家，得罪，將猶有異家所，以避逃之者。然。且父以戒子，兄以戒弟，曰：“戒之愼之，處人之家，不戒不愼之，而有處人之國者乎？”今人處若國得罪，將猶有異國所，以避逃之者矣。然且父以戒子，兄以戒弟，曰：“戒之，愼之，處人之國者，不可不戒愼也。今人皆處天下而事天，得罪於天，將無所以避逃之者矣。然而莫知以相極戒也。吾以此知大物則不知者也。是故子墨子言曰：戒之愼之，必爲天之所欲，而去天之所惡。曰：天之所，欲者何也？所惡。者：何也？天欲義而惡？其不義者也。何以知其然也？曰：義者正也。何以知義之爲正也？天下有義則治，無義則亂，我以此知義之爲正也。然而正者，無自下正上者，必自上正下，是故庶人不得次巳而爲正，有士正之。士不得次巳而爲正，有大夫正之。大夫不得次已而爲正，有諸侯正之。諸侯不得次巳而爲正，有三公正之。三公不得次巳而爲正，有天子正之。天子不得次巳而爲政，有天正之。今天下之士君子。皆明於天子之正天下也，而不明於天正也。是故古者聖人明以此說人曰：天子有善，天能賞之；天子有過，天能罰之。天子賞罰不當，聽獄不中，天下疾病禍福，霜露不時，天子必且犓豢其牛羊犬彘，　潔爲粢盛酒醴，以禱祠祈福於天。我未嘗聞天之禱祈福於天子也，吾以此知天之重且貴於天子也。是故義者不自愚且賤者出，必自貴且知者岀。曰：誰爲知？天爲知。然則義果自天出也。今天下之士君子之欲爲義者，則不可不順天之意矣。曰：順天之意何若？曰：兼愛天下之人。何以知兼愛天下之人也？以兼而食之也。何以知其兼而食之也？自古及今，無有逺靈，孤夷之國，皆犓豢其牛羊犬彘，　潔爲粢盛酒醴，以敬祭祀上帝山川鬼神，以此知兼而食之也。苟兼而食焉，必兼而愛之。譬之若楚、越之君，今是楚王，食於楚之四境之内，故愛越之人。今天兼天下而食焉，我以此知其兼愛天下之人也。且天之愛百姓也，不盡物而止矣。今天下之國，粒食之民，國殺一不祥，曰：誰殺不辜？曰：人也。孰予之不辜？曰：天也。若天之中實不愛此民也，何故而人有殺不辜，而天予之不祥哉？且天之愛百姓厚矣，天之愛百姓别矣，既可得而知也。何以知天之愛百姓也？吾以賢者之必賞善罰暴也。何以知賢者之必賞善罰暴也？吾以昔者三代之聖王知之。故。昔也三代之聖王，堯、舜、禹、湯、文、武之兼愛天下也，從而利之，移其百，姓之意焉，率以敬上帝、山川、鬼神，天以爲從其所愛而愛之，從其所利而利之，於是加其賞焉，使之處上位，立爲天子以法也，名之曰“聖人。以此其賞善之證。是故昔也三代之暴王，桀、紂、幽、厲之兼惡天下也，從天賊之，移其百姓之意焉，率以詬侮上帝山川鬼神，天以爲不從其所愛而惡之，不從其所利而賊之，於是加其罰焉，使之父子離散，國家㓕亡，抎失，社稷，憂以及其身。是以天下之庻民屬而毀之，業，萬世子孫繼嗣，毀之，賁不之廢也，名之曰“失王。以此知其罰暴之證。今天下之士君子欲爲義者，則不可不順天之意矣。曰：順天之意者，兼也；反天之意者，别：也。兼之爲道，也義；正，别之爲道也，力正。曰：義正者何若？曰：大不攻小也，強不侮弱也，衆不賊寡也，詐不欺愚也，貴不傲賤也，富不驕貧也，壯不奪老也。是以天下之庶國，莫以水火毒藥兵刃以相害也。若事，上利天，中利鬼，下利人，三利而無所不利，是謂天德。故凡從事此者，聖知也，仁義也，忠惠也，慈孝也，是故聚歛天下之善名而加之。是其故何也？則順天之意也。曰：力正者何若？曰：大則攻小也，強則侮弱也，衆則賊寡也，詐則欺愚也，貴則傲賤也，富則驕貧也，壯則奪老也。是以天下之庶國，方以水火、毒藥、兵刃以相賊害也。若事上不利，天，中不，利鬼，下不利人，三不利而無所利，是謂之賊。故凡從事此者，冦亂也，盗賊也，不仁不義，不忠不惠，不慈不孝，是故聚歛天下之惡名而加之。是其故何也？則反天之意也。故子墨子置立天之，以爲儀法，若輪人之有規，匠人之有矩也。今輪人以規，匠人以矩，以此方圜之别矣。是故子墨子置立天之，以爲儀法，吾以此知天下之士君子之去義之逺也。何以知天下之士君子之去義逺也？今知氏大國之君寛者然曰：“吾處大國而不攻小國，吾何以爲大哉？是以差論蚤牙之士，比列其舟車之卒，以攻罰無罪之國，入其溝境，刈其禾稼，斬其樹木，殘其城郭，以御其溝池，焚燒其祖廟，攘殺其犧牷。民之格者，則勁拔之，不格者，則係操而歸，大夫以爲僕園胥靡，婦人以爲舂酋。則夫好攻伐之君，不知此爲不仁義，以告四鄰諸侯曰：“吾攻國覆軍，殺將若干人矣。”其鄰國之君亦不知此爲不仁義也，有具其皮幣，𤼵其綛處，使人饗賀焉。則夫好攻伐之君，有重不知此爲不仁不義也，有書之竹帛，藏之府庫，爲人後子者，必且欲順其先君之行，曰：“何不當𤼵吾庫，視吾先君之法美，必不曰文、武之爲正。爲正者若此矣，曰：吾攻國覆軍，殺將若干人矣。則夫好攻伐之君，不知此爲不仁不義也，其鄰國之君不知此爲不仁不義也，是以攻伐世世而不巳者。此吾所謂大物則不知也。所謂小物則知之者，何。若？今有人於此，入人之場園，取人之桃李𤓰薑者，上得且罰之，衆聞則非之。是何也。曰：不與其勞，獲其實，巳非其有所取之故。而况有踰於人之墻垣，抯格人之子女者乎。與角人之府庫，竊人之金玉蚤絫者乎？與踰人之欄牢，竊人之牛馬者乎？而况有殺一不辜人乎？今王公大夫之爲政也，自殺一不辜人者，踰人之墻垣，抯格人之子女者，與角人之府庫，竊人之金玉蚤絫者乎？與踰人之欄牢，竊人牛馬桃李𤓰薑者。今王公大人之加罰此也，雖古之堯、舜、禹、湯、文、武之爲政，亦無以異此矣。今天下之諸侯將猶皆侵凌攻伐兼并，此爲殺一不辜人者，數千萬矣。此爲踰人之墻垣，格人之子女者，與角人府庫，竊人金玉蚤絫者，數千萬矣。踰人之欄牢，竊人之牛馬者，與入人之場園，竊人之桃李𤓰薑者，數千萬矣，而自曰義也。故子墨子言曰：是蕡我者，則豈有以異是蕡黒白甘苦之辯者哉？今有人於此，少而示之黒謂之黒，多示之黒謂白，必曰：吾目亂，不知黒白之别。今有人於此，能少嘗之甘謂甘，多嘗謂苦，必曰：吾口亂，不知其甘苦之味。今王公大人之政也，或殺人，其國家禁之，此蚤越有能多殺其鄰國之人，因以爲文義，此豈有異蕡白黒、甘苦之别者哉？故子墨子置天之，以爲儀法，非獨子墨子以天之志爲法也，於先王之書，大夏之道之然，帝謂文王，予懷而明德，毋大聲以色，毋長夏以革，不識不知，順帝之則。”此誥文王之以天志爲法也，而順帝之則也。且今天下之士君子，中實將欲爲仁義，求爲上士，上欲中聖王之道，下欲中國家百姓之利者，當天之志而不可不察也。天之志者，義之經也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "明鬼上第二十九",
            "paragraphs": [
                {
                    "paragraph": "明鬼上第二十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "闕",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "明鬼中第三十",
            "paragraphs": [
                {
                    "paragraph": "明鬼中第三十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "闕",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "明鬼下第三十一",
            "paragraphs": [
                {
                    "paragraph": "明鬼下第三十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：逮至昔三代聖王既没，天下失義，諸侯力正，是以存。夫爲人君臣上下者之不惠忠也，父子弟兄之不慈孝弟長貞良也，正長之不強於聽治，賤人之不強於從事也，民之爲淫暴冦盗賊，以兵刃毒藥水火，退無罪人乎？道路率徑，奪人車馬衣裘以自利者並作，由此始是以天下亂。此其故何以然也？則皆以疑惑鬼神之有與無之别，不明乎鬼神之能賞賢而罰暴也。今若使天下之人借若信鬼神之能賞賢而罰暴也，則夫天下豈亂哉？今執無鬼者曰：鬼神者，固無有。旦暮以爲教誨乎天下之疑，天下之衆，使天下之衆皆疑惑乎鬼神有無之别，是以天下亂。是故子墨子曰：今天下之王公大人士君子，實將欲求興天下之利，除天下之害，故當鬼神之有與無之别，以爲將不可以明察此者也。既以鬼神有無之别，以爲不可不察已，然則吾爲明察此，其說將奈何而可？子墨子曰：是與天下之所以察知有與無之道者，必以衆之耳目之實知有與亡爲儀者也。請惑聞之見之，則必以爲無。若是，何不嘗入一鄕一里而問之，自古以及今，生民以來者，亦有嘗見鬼神之物，聞鬼神之聲，則鬼神何謂無乎？若莫聞莫見，則鬼神可謂有乎？今執無鬼者言曰：夫天下之爲聞見鬼神之物者，不可勝計也，亦孰爲聞見神鬼有無之物哉？子墨子曰：若以衆之所同見，與衆之所同聞，則若昔者杜伯是也。周宣王殺其臣杜伯而不辜，杜伯曰：“吾君殺我而不辜，若以死：“者爲無知，則止矣；若死而有知，不出三年，必使吾君知之。”其三年，周宣王合諸侯而用於圃田，車數百乘，從數千，人滿野。日中，杜伯乘白馬素車，朱衣冠，執朱弓，挾朱矢，追周宣王，射入車上，中心折脊，殪車中，伏㢭而死。當是之時，周人從者莫不見，逺者莫不聞，著在周之春秋，爲君者以教其臣，爲父者以䜘其子，曰：“戒之愼之！凡殺不辜者，其得不祥，鬼神之謀，若此之㦧遫！！”以若書之說觀之，則鬼神之有，豈可疑哉？非惟若書之說爲然，昔者鄭穆公當晝日中處乎廟，有神入門而左，鳥身，素服，三絕，靣狀正方。鄭穆公見之，乃恐懼。犇，帝享女明德，使子錫女壽十年有九，使若國家蕃昌，子孫茂，毋失。”鄭穆公再拜稽首曰：“敢問神曰：“予爲句芒。”若以鄭穆公之所身見爲儀，則鬼神之有，豈可疑哉？非惟若書之說爲然也。昔者，燕簡公殺其臣荘子儀而不辜，荘子儀曰：“吾君王殺我而不辜，死人毋知亦巳。死人有知，不出三年，必使吾君知之。”期年，燕將馳祖。燕之有祖，當齊之社稷，宋之有桒林，楚之有雲夣也，此男女之所屬而觀也。日中，燕簡公方將馳於祖塗，莊子儀荷朱杖而擊之，殪之車上。當是時，燕人從者莫不見，逺者莫不聞，著在燕之春秋。諸侯傳而言之曰：“凡殺不辜者，其得不祥，鬼神之誅，若此其㦧遫也。以若書之說觀之，則鬼神之有，豈可疑哉？非惟若書之說爲然也，昔者宋文君鮑之時，有臣曰𥙐觀辜，固嘗從事於厲株。子杖揖出，與言曰：“觀辜，是何陸璧之不滿度量，酒醴粢盛之不净潔也，犧牲之不全肥，春秋冬夏選失時，豈女爲之與？意鮑爲之與？”觀辜曰：“鮑㓜弱，在荷繈之中，鮑何與識焉？官臣觀辜特爲之。”株子舉揖而槀之，殪之壇上。當是宋人。從者莫不見，逺者莫不聞，著在宋之春秋。諸侯傳而語之曰：“諸不敬愼祭祀者，鬼神之誅，至若此其㦧遫！！”以若書之說觀之，鬼神之有，豈可疑哉？非惟若書之說爲然也，昔者，齊莊君之有所謂王里國、中里徼者，此二子者，訟三年而獄不斷。齊君由謙殺之，恐不辜，猶謙釋之，恐失有罪，乃使之人共一羊，盟齊之神社。二子許諾。於是泏洫，𢵣羊而漉其血。讀王里國之辭，既巳終矣。讀中里徼之辭，未半也。羊起而觸之，折其脚。祧神之而槀之，殪之盟所。當是時，齊人從者莫不見，逺者莫不聞，著在齊之春秋。諸侯傳而語之曰：“請品先。不以其請者，鬼神之誅，至若此其㦧遫也。”以若書之說觀之，鬼神之有，豈可疑哉？是故子墨子言曰：雖有深谿、博林、幽澗，毋人之所，施行，不可以不董，見有鬼神視之。今執無鬼者曰：夫衆人耳目之請，豈足以斷疑哉？奈何其欲爲高君子於天下，而有復信衆之耳目之請哉？子曰：若以衆之耳目之請，以爲不足信也，不以斷疑。不識若昔者三代聖王堯、舜、禹、湯、文、武者，足以爲法乎？故於此乎，自中人以上皆曰：若昔者三代聖王，足以爲法矣。若苟昔者三代聖王足以爲法，然則姑嘗上觀聖王之事，昔者武王之攻殷誅紂也，使諸侯分其𥙊，曰：使親者受内祀，疏者受外祀。故武王必以鬼神爲有。是故攻殷誅紂，使諸侯分其祭。若鬼神無有，則武王何𥙊分哉？非爲武王之事爲然也。故聖王其賞也必於祖，其僇也必於社。賞於祖者何也？告分之均也。僇於社者何也？告𦗟之中也。非惟若書之說爲然也，且惟昔者虞、夏、商、周三代之聖王，其始建國營都日，必擇國之正壇，置以爲宗廟，必擇木之脩茂者，立以爲菆位，必擇國之父兄慈孝貞良者，以爲祝宗，必擇六畜之勝腯肥倅，毛以爲犧牲；珪璧。宗璜，稱財爲度，必擇五榖之芳黃，以爲酒醴粢盛。故酒醴粢盛，與歲上下也。故古聖王治天下也，故必先鬼神而後人者，此也。故曰：官府選効，必先𥙊噐𥙊服，畢藏於府，祝宗有司畢立於朝，犧牲不與昔聚群。故古者聖王之爲政若此。古者聖王必以鬼神爲，其務，鬼神厚矣。又恐後世子孫不能知也，故書之竹帛，傳遺後世子孫。咸恐其腐蠧絕滅，後世子孫不得而記，故琢之盤盂，鏤之金石，以重之。有恐後世子孫不能敬莙以取羊，故先王之書，聖人一尺之帛，一篇之書，語數鬼神之有也。重，有重之。此其故何？則聖王務之。今執無鬼者曰：鬼神者，固無有，則此反聖王之務。反聖王之務，則非所以爲君子之道也。今執無鬼者之言曰：先王之書，愼無一尺之帛，一篇之書，語數鬼神之有，重？有重亦何書之？亦何書有之哉？子墨子曰：周書大雅有之。大雅曰：“文王在上，於昭于天。周雖舊邦，其命維新。有周不顯，帝命不時。文王陟降，在帝左右。穆穆文王，令問不巳。”若鬼神無有，則文王既死，彼豈能在帝之左右哉？此吾所以知周書之鬼也。且周書獨鬼，而商書不鬼，則未足以爲法也。然則姑嘗止觀乎商書，曰：“嗚呼！古者有夏，方未有禍之時，百獸貞蟲，𠃔及飛鳥，莫不比方。矧住，人靣，胡敢異心？山川鬼神，亦莫敢不寧。若能共允，住天下之合，下土之葆，察山川鬼神之所以莫敢不寧者，以佐謀禹也。此吾所以知商周之鬼也。且禹書獨鬼，而夏書不鬼，則未足以爲法也。然則姑嘗止觀乎夏書。禹誓曰：“大戰于甘。王乃命左右六人，下𦗟誓于中軍，曰：有扈氏威侮五行，怠棄三正，天用勦絕其命。有曰：日中。今予與有扈氏爭一日之命。且爾卿大夫庶人，予非爾田野葆士之欲也，予共行天之罰也。左不共于左，右不共于右，若不共命；御非爾馬之政，若不共命。”是以賞於祖而僇於社。賞於祖者何也？言分命之均也。僇於社者何也？言𦗟獄之事也。故古聖王必以鬼神爲賞賢而罰暴，是故賞必於祖，而僇必於社。此吾所以知夏書之鬼也。故尚書夏書，其次商周之書，語數鬼神之有也，重有重之。此其故何也？則聖王務之。以若書之說觀之，則鬼神之有，豈可疑哉？於古曰：吉日丁卯，周代祝社，方歲于社，考以延年壽。若無鬼神，彼豈有所延年壽哉？是故子墨子曰：嘗若鬼神之能賞賢如罰暴也，蓋本施之國家，施之萬民，實所以治國家、利萬民之道也。若以爲不然，是以吏治官府之不潔廉，男女之爲無别者，鬼神見之。民之爲淫暴冦亂盗賊，以兵刃毒藥水火，退無罪人乎道路，奪人車馬衣裘以自利者，有鬼神現之。是以吏治官府，不敢不潔廉，見善不敢不賞，見暴不敢不罪。民之爲淫暴冦亂盗賊，以兵刃毒藥水火，退無罪人乎道路，奪車馬衣裘以自利者，由此止。是以莫放幽間，擬乎鬼神之明顯。明有一人，畏上誅罰，是以天下治。故鬼神之明，不可爲幽間、廣澤、山林、深谷，鬼神之明必知之。鬼神之罰，不可富貴衆強，勇力強武，堅甲利兵，鬼神之罰必勝之。若以爲不然，昔者夏王桀，貴爲天子，富有天下，上詬天侮鬼，下殃傲天下之萬民，祥上帝，伐元山，帝行，故於此乎。天乃使湯至明罰焉。湯以車九兩，鳥陣鴈行，湯乘大賛，犯，遂下衆，人之𧎸，遂，王乎禽推哆。大戱。故昔夏王桀貴爲天子，富有天下，有勇之推哆、大戱，主别兕虎，指畫殺人，人民之衆兆億，侯盈厥澤，𨹧然不能以此圉鬼神之誅。此吾所謂鬼神之罰，不可爲富貴衆強、勇力強武、堅甲利兵者，此也。且不惟此爲然，昔者殷王紂，貴爲天子，富有天下，上詬天侮鬼，下殃傲天下之萬民，播棄𥠖老，賊誅孩子，楚毒無罪，刳剔孕婦，庶舊鰥寡，號咷無告也。故於此乎，天乃使武王至明罰焉。武王以擇車百兩，虎賁之卒四百人，先庶國節，窺戎，與殷人戰乎牧之野，王乎禽費中、惡來，衆畔百走，武王逐奔入宮。萬年梓株，折紂而繫之赤環，載之白旗，以爲天下諸侯僇。故昔者殷王紂貴爲天子，富有天下，有勇力之人費中、惡來、崇侯虎，指寡殺人，人，民之衆兆億，侯盈厥澤，𨹧然，不能以此圉鬼神之誅。此吾所謂鬼神之罰，不可爲富貴衆強、力勇強武、堅甲利兵者，此也。且禽艾之道之曰：“得璣無小，㓕宗無大。”則此言鬼神之所賞，無小，必賞之；鬼神以所罰，無大，必罰之。今執無鬼者曰：意不忠親之利，而害爲孝子乎？子墨子曰：古之今之爲鬼，非他也，有天鬼，亦有山水鬼神者，亦有人死而爲鬼者。今有子先其父死，弟先其兄死者矣。意雖使然，然而天下之陳物曰“先生者先死。若是，則先死者非父則母，非兄而姒也。今潔爲酒醴粢盛，以敬愼祭祀，若使鬼神，請有，是，得其父母姒兄而飲食之也，豈非厚利哉？若使鬼神請亡，是乃費其所爲酒醴粢盛之財耳。自夫費之，特注之汙壑而棄之也。内者宗族，外者鄕里，皆得如具飲食之。雖使鬼神請亡，此猶可以合驩聚衆，取親於鄕里。今執無鬼者言曰：鬼神者固請無有，是以不共其酒醴粢盛犧牲之財。吾非乃今愛其酒醴粢盛犧牲之財乎？其所得者，臣將何哉？此上逆聖王之書，内逆民人孝子之行，而爲上士於天下，此非所以爲上士道。是故。子墨子曰：今吾爲𥙊祀也，非直注之汙壑而棄之也，上以交鬼之福，下以合驩聚衆，取親乎鄕里。若神有，則是得吾父母弟兄而食之也，則此豈非天下利事也哉？是故子墨子曰：“今天下之王公大人士君子，中實將欲求興天下之利，除天下之害，當若鬼神之有也，將不可不尊明也，聖王之道也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非樂上第三十二",
            "paragraphs": [
                {
                    "paragraph": "非樂上第三十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：仁之事者，必務求興天下之利，除天下之害，將以爲法乎天下，利人乎，即爲，不利人乎，即止。且夫仁者之爲天下度也，非爲其目之所美，耳之所樂，口之所甘，身體之所安，以此虧奪民衣食之財，仁者弗爲也。是故子墨子之所以非樂者，非以大鍾、鳴鼓，琴瑟、竽笙之聲以爲不樂也，非以刻鏤華文章之色以爲不美也，非以犓豢煎炙之味以爲不甘也，非以高臺厚榭䆳野之居以爲不安也。雖身知其安也，口知其甘也，目知其美也，耳知其樂也，然上考之不中聖王之事，下度之不中萬民之利。是故子墨子曰：爲樂非也。今王公大人雖無造爲樂，噐以爲事乎國家，非直掊潦水折壤坦而爲之也，將必厚措歛乎萬民，以爲大鍾鳴鼓、琴瑟竽笙之聲。譬之若聖王之爲舟車也，即我弗敢非也。古者聖王亦嘗厚措歛乎萬民，以爲舟車，既巳成矣，曰：吾將惡許用之？曰：舟用之水，車用之陸，君子息其足焉。小人休其肩背焉。”故萬民出財齎而予之，不敢以爲慼恨者，何也？以其反中民之利也。然則樂噐反中民之利亦若此，即我弗敢非也。然則當用樂噐。民有三患：饑者不得食，寒者不得衣，勞者不得息，三者民之巨患也。然即當爲之撞巨鍾，擊鳴鼓，彈琴瑟，吹竽笙而揚干戚，民衣食之財將安可得乎？即我以爲未必然也。意舎此。今有大國即攻小國，有大家即伐小家，強刼弱，衆暴寡，詐欺愚，貴傲賤，冦亂盗賊並興，不可禁止也。然即當爲之撞巨鍾，擊鳴鼓，彈琴瑟，吹竽笙而揚干戚，天下之亂也，將安可得而治與？即我未必然也。是故子墨子曰：姑嘗厚措歛乎萬民，以爲大鍾、鳴鼓、琴瑟、竽笙之聲，以求興天下之利，除天下之害，而無𥙷也。是故子墨子曰：爲樂非也。今王公大人，惟毋處高臺厚榭之上而視之，鍾猶是延𪔂也，弗撞擊，將何樂得焉哉？其說將必撞擊之。惟勿撞擊，將必不使老與遲者。老與遲者耳目不聰明，股肱不畢強，聲不和調，明不轉朴。將必使當年，因其耳目之聰明，股肱之畢強，聲之和調，眉之轉朴，使丈夫爲之，廢大夫耕稼樹藝之時；使婦人爲之，廢婦人紡績織絍之事。今王公大人惟毋爲樂，虧奪民衣食之時，以拊樂如此多也。是故子墨子曰：爲樂非也。今大鍾、鳴鼓，琴瑟、竽笙之聲既巳具矣，大人鏽然奏而獨𦗟之，將何樂得焉哉？其說將必與賤人，不與君子。𦗟之，廢君子𦗟治；與賤人𦗟之，廢賤人之，從事。今王公大人惟毋爲樂，虧奪民之衣食之財，以拊樂如此多也。是故子墨子曰：爲樂非也。昔者齊康公興樂萬，萬人不可衣短褐，不可食糠糟，曰：食飲不美，靣目顔色不足視也；衣服不美，身體從容醜羸，不足觀也。是以食必粱肉，衣必文繡。此掌不從事乎衣食之財，而掌食乎人者也。是故子墨子曰：今王公大人，惟無爲虧奪民衣食之財，以拊樂如此多也。是故子墨子曰：爲樂非也。今人固與禽獸、麋鹿、蜚鳥、貞蟲異者也。今之禽獸、麋鹿、蜚鳥、貞蟲，因其羽毛以爲衣裘，因其蹄蚤以爲絝屨。因其水草以爲飲食。故唯使䧺不耕稼樹藝。雌亦不紡績織，絍。衣食之財固巳具矣。今人與此異者也。頼其力者主。不頼其力者不主。君子不強𦗟治。即刑政亂。賤人不強從事。即財用不足。今天下之士君子，以吾言不然。然即姑嘗數天下分事，而觀樂之害。王公大人蚤朝晏退，𦗟獄治政，此其分事也。士君子竭股肱之力，亶其思慮之智，内治官府，外收歛關市、山林、澤梁之利，以實倉廪府庫，此其分事也。農夫蚤出暮入，耕稼樹藝，多聚升粟，此其分事也。婦人夙興夜寐，紡績織，絍，多治麻絲葛緒，細布，縿，此其分事也。今惟毋在乎王公大人說樂而𦗟之，即必不能蚤朝晏退，𦗟獄治政，是故國家亂而社稷危矣。今惟毋在乎士君子說樂而𦗟之，即必不能竭股肱之力，亶其思慮之智，内治官府，外收歛關市、山林、澤梁之利，以實倉廪府庫，是故倉廪府庫，不實。今惟毋在乎農夫說樂而𦗟之，即必不能蚤出暮入，耕稼樹藝，多聚，升粟，不足。今惟毋在乎婦人說樂而𦗟之，即不必夙興夜寐，紡績織絍，多治麻絲葛緒細布，縿。是故布縿不興，曰：孰爲大人之𦗟治，而廢國家之從事？曰：樂也。是故子墨子曰：爲樂非也。何以知其然也？曰：先王之書，湯之官刑有之，曰：“其桓舞于宫，是謂巫風。其刑，君子出絲二衞，小人否，似二伯黃徑。乃言曰：嗚呼！舞佯佯，黃言孔章。上帝弗常，九有以亡。上帝不順，降之日𦍙，其家必懷䘮，察九有之所以亡者，徒從飾樂也。於武觀曰：啓乃淫溢康樂，野于飲食，將將銘莧磬以力，湛濁于酒，渝食于野，萬舞翼翼，章聞于大，天用弗式。故上者天鬼弗戒，下者萬民弗利。是故子墨子曰：今天下士君子，請將欲求興天下之利，除天下之害，當在樂之爲物，將不可不禁而止也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非樂中第三十三",
            "paragraphs": [
                {
                    "paragraph": "非樂中第三十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "闕",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非樂下第三十四",
            "paragraphs": [
                {
                    "paragraph": "非樂下第三十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "闕",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非命上第三十五",
            "paragraphs": [
                {
                    "paragraph": "非命上第三十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：古者王公大人爲政國家者，皆欲國家之富，人民之衆，刑政之治。然而不得富而得貧，不得衆而得寡，不得治而得亂，則是本失其所欲，得其所惡。是故何也？子墨子言曰：執有命者以雜於民間者衆。執有命者之言曰：“命富則富，命貧則貧，命衆則衆，命寡則寡，命治則治，命亂則亂，命壽則壽，命夭則夭，命雖強勁，何益哉？”上以說王公大人，下以駔百姓之從事，故執有命者不仁。故當執有命者之言，不可不明辯。然則明辯此之說將奈何哉？子墨子言曰：必立儀。言而毋儀，譬猶運鈞之上而立朝夕者也。是非利害之辯，不可得而明知也。故言必有三表。何謂三表？子墨子言曰：有本之者，有原之者，有用之者。於何本之？上本之於古者聖王之事。於何原之？下原察百姓耳目之實。於何用之？廢以爲刑政，觀其中國家百姓人民之利。此所謂言有三表也。然而今天下之士君子，或以命爲有益，蓋嘗尚觀於聖王之事：古者桀之所亂，湯受而治之；紂之所亂，武王受而治之。此世未易，民未渝，於桀紂則天下亂，在於湯武則天下治，豈可謂有命哉？然而今天下之士君子，或以命爲有益，嘗尚觀於先王之書？先王之書，所出國家、布施百姓，憲也。先王之憲，亦嘗有曰“福不可請，而禍不可諱，敬無益，暴無傷”者乎？所以𦗟獄制罪者，刑也。先王之刑亦嘗有曰“福不可請，禍不可諱，敬無益，暴無傷”者乎？所以整設師旅，進退師徒者，誓也。先王之誓，亦嘗有曰“福不可請，禍不可諱，敬無益，暴無傷”者乎？是故子墨子言曰：吾當未塩數，天下之良書不可盡計數，大方論數，而五者是也。今雖毋求執有命者之言，不必得，不亦可錯乎？今用執有命者之言，是覆天下之義。覆天下之義者，是立命者也，百姓之誶也。說百姓之誶者，是㓕天下之人也。然則所爲欲義在上者，何也？曰：義人在上，天下必治，上帝山川鬼神必有幹主，萬民被其大利。何以知之？子墨子曰：古者湯封於亳，絕長繼短，方地百里，與其百姓兼相愛，交相利，移則分，率其百姓，以上尊天事鬼，是以天鬼富之，諸侯與之，百姓親之，賢士歸之，未殁其世，而王天下，政諸侯。昔者文王封於岐周，絕長繼短，方地百里，與其百姓兼相愛，交相利，則。是以近者安其政，逺者歸其德。聞文王者，皆起而趨之，罷不肖股肱不利者，處而願之曰：“奈何乎使文王之地及我吾，則吾利，豈不亦猶文王之民也哉。”是以天鬼富之，諸侯與之，百姓親之，賢士歸之，未殁其世，而王天下，政諸侯。卿者言曰：“義人在上，天下必治，上帝山川鬼神必有幹主，萬民被其大利。吾用此知之。”是故古之聖王𤼵憲出令，設以爲賞罰以勸賢，是以入則孝慈於親戚，出則弟長於鄉里，坐處有度，出入有節，男女有辨。是故使治官府，則不盗竊，守城則不崩叛，君有難則死，出亡則送。此上之所賞，而百姓之所譽也。執有命者之言曰：“上之所賞，命固且賞，非賢故賞也；上之所罰，命固且罰，不暴故罰也。”是故入則不慈孝於親戚，出則不弟長於鄉里，坐處不度，出入無節，男女無辨。是故治官府則盗竊，守城則崩叛，君有難則不死，出亡則不送。此上之所罰，百姓之所非毀也。執有命者言曰：“上之所罰，命固且罰，不暴故罰也；上之所賞，命固且賞，非賢故賞也。”以此爲君則不義，爲臣則不忠，爲父則不慈，爲子則不孝，爲兄則不良，爲弟則不弟。而強執此者，此持凶言之所自生，而暴人之道昔。然則何以知命之爲暴人之道？昔上世之窮民，貪於飲食，惰於從事，是以衣之財不足，而飢寒凍餒之憂至，不知曰：“我罷不肖，從事不疾”，必曰：“我命固且貧苦。”上世暴王不忍其耳目之淫，心涂之辟，不順其親戚，遂以亡失國家，傾覆社稷。不知曰：“我罷不肖，爲政不善”，必曰：“吾命固失之”。於《仲虺之告》曰：“我聞于夏人矯天命，布命于下，帝伐之惡，龔䘮厥師。”此言湯之所以非桀之執有命也。於《太誓》曰：“紂夷處，不肯事上帝鬼神，禍厥先神禔不祀，乃曰吾民有命，無廖排屚，天亦縱之，棄而弗葆。”此言武王所以非紂執有命也。今用執有命者之言，則上不𦗟治，下不從事。上不𦗟治，則刑政亂；下不從事，則財用不足。上無以共粢盛酒醴，𥙊祀上帝鬼神，降綏天下賢可之士，外無以應待諸侯之賔客，内無以食飢衣寒，將養老弱。故命上不利於天，中不利於鬼，下不利於人，而強執此者，此持凶言之所自生，而暴人之道也。是故子墨子言曰：今天下之士君子，忠實欲天下之富而惡其貧，欲天下之治而惡其亂，執有命者之言不可不非，此天下之大害也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非命中第三十六",
            "paragraphs": [
                {
                    "paragraph": "非命中第三十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：凡出言談，由文學之爲道也，則不可而不先立義法。若言而無義，譬猶立朝夕於貟鈞之上也，則雖有巧工，必不能得正焉。然今天下之情僞，未可得而識也，故使言有三法。三法者何也？有本之者，有原之者，有用之者。於其本之也，考之天鬼之志、聖王之事；於其原之也，徴以先王之書；用之奈何，𤼵而爲刑。此言之三法也。今天下之士君子，或以命爲亡。我所以知命之有與亡者，以衆人耳目之情，知有與亡。有聞之，有見之，謂之有；莫之聞，莫之見，謂之亡。然胡嘗考之百姓之情？自古以及今，生民以來者，亦嘗見命之物，聞命之聲者乎？則未嘗有也。若以百姓爲愚不肖，耳目之情不足因而爲法，然則胡不嘗考之諸侯之傳言流語乎？自古以及今，生民以來者，亦嘗有聞命之聲，見命之體者乎？則未嘗有也。然胡不嘗考之聖王之事？古之聖王，舉孝子而勸之事親，尊賢良而勸之爲善，𤼵憲布令以教誨，賞罰以勸沮。若此，則亂者可使治，而危者可使安矣。若以爲不然，昔者桀之所亂，湯治之；紂之所亂，武王治之。此世不渝而民不改，上變政而民易教。其在湯、武則治，其在桀、紂則亂。安危治亂，在上之𤼵政也，則豈可謂有命哉？夫曰有命云者，亦不然矣。今夫有命者言曰：“我非作之後世也，自昔三代有若言以傳流矣。今故先生對之？”曰：夫有命者，不志昔也三代之聖善人與？意亡昔三代之暴不肖人也？何以知之？𥘉之列士桀大夫，慎言知行，此上有以規諌其君長，下有以教順其百姓。故上有以規諌其君長，下有以教順其百姓。故上得其君長之賞，下得其百姓之譽。列士桀大夫聲聞不廢，傳流至今，而天下皆曰其力也。一不顧其國家百姓之政，繁爲無用，暴逆百姓，使下不親其上，是故國爲虚厲，身在刑僇之中，必不能曰我見命焉。是故昔者三代之暴王，不繆其耳目之淫，不慎其心志之辟，外之𢿛騁田獵畢弋，内沈於酒樂而罷不肖。我爲刑政不善，必曰：“我命故且亡”。雖昔也三代之窮民，亦由此也。内之不能善事其親戚，外不能善事其君長，惡恭儉而好簡易，貪飮食而惰從事，衣食之財不足，使身至有饑寒凍餒之憂。心不能曰：“我罷不肖，我從事不疾”，必曰：“我命固且窮”。雖昔也三代之僞民，亦猶此也。䌓飾有命，以教衆愚樸人乆矣。聖王之患此也，故書之竹帛，琢之金石。於先王之書《仲虺之告》曰：“我聞有夏人矯天命，布命于下，帝式是惡，用闕師。”此語夏王桀之執有命也，湯與仲虺共非之。先王之書《太誓》之言然：曰：“紂夷之居，而不肯事上帝，棄闕其先神而不祀也，曰：我民有命，毋僇其務。天不亦棄縱而不葆。”此言紂之執有命也。武王以《太誓》非之。有於三代不國有之曰：“女毋崇天之有命也。”命三不國亦言命之無也。於召公之《執令》於然，且：“敬哉！無天命，惟予二人，而無造言不自降天之哉得之。”在於商、夏之詩書曰：“命者，暴王作之。”且今天下之士君子，將欲辯是非利害之故，當天有命者，不可不疾非也。執有命者，此天下之厚害也。是故子墨子非也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非命下第三十七",
            "paragraphs": [
                {
                    "paragraph": "非命下第三十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子言曰：凡出言談，則必可而不先立儀而言。若不先立儀而言，譬之猶運鈞之上而立朝夕焉也。我以爲雖有朝夕之辯，必將終未可得而從定也。是故言有三法。何謂三法？曰：有考之者，原之者，有用之者。惡乎考之？考先聖大王之事。惡乎原之？察衆之耳目之請。惡乎用之？𤼵而爲政乎國，察萬民而觀之。此謂三法也。故昔者三代聖王禹、湯、文、武方爲政乎天下之時，曰：必務舉孝子而勸之事親，尊賢良之人而教之爲善。是故出政施教，賞善罰暴。且以爲若此，則天下之亂也，將屬可得而治也；社稷之危也，將屬可得而定也。若以爲不然，昔桀之所亂，湯治之；紂之所亂，武王治之。當此之時，世不渝而民不易，上變政而民改俗，存乎桀紂而天下亂，存乎湯武而天下治。天下之治也，湯武之力也；天下之亂也，桀紂之罪也。若以此觀之，夫安危治亂，存乎上之爲政也，則夫豈可謂有命哉！故昔者禹、湯、文、武方爲政乎天下之時，曰：“必使飢者得食，寒者得衣，勞者得息，亂者得治”，遂得光譽令問於天下。夫豈可以爲命哉？故以爲其力也。今賢良之人，尊賢而好功道術，故上得其王公大人之賞，下得其萬民之譽，遂得光譽令問於天下。亦豈以爲其命哉？又以爲力也。然今天有命者，不識昔也三代之聖善人與？意亡昔三代之暴不肖人與？若以說觀之，則必非昔三代聖善人也，必暴不肖人也。然今以命爲有者，昔三代暴王桀、紂、幽、厲，貴爲天子，富有天下，於此乎不而矯其耳目之欲，而從其心意之辟，外之𢿛騁田獵畢弋，内湛於酒樂，而不顧其國家百姓之政，繁爲無用，暴逆百姓，遂失其宗廟。其言不曰：“吾罷不肖，吾𦗟治不強”，必曰：“吾命固將失之”。雖昔也三代罷不肖之民，亦猶此也。不能善事親戚君長，甚惡恭儉而好簡易，貪飮食而惰從事，衣食之財不足，是以身有䧟乎饑寒凍餒之憂。其言不曰：“吾罷不肖，吾從事不強”，又曰：“吾命固將窮”。昔三代僞民亦猶此也。昔者暴王作之，窮術之，此皆疑衆遲樸，先聖王之患之也，固在前矣。是以書之竹帛，鏤之金石，琢之盤盂，傳遺後世子孫。曰：何書焉存？禹之《總德》有之，曰：“允不著，惟天民不而葆。既防凶心，天加之咎。不慎厥德，天命焉葆？”《仲虺之告》曰：“我聞有夏人矯天命于下，帝式是増，用爽厥師。”彼用無爲有，故謂矯。若有而謂有，夫豈謂矯哉？昔者，桀執有命而行，湯爲《仲虺之告》以非之。《太誓》之言也，於去𤼵曰：“惡乎君子！天有顯德，其行甚章。爲鑑不逺，在彼殷王。謂人有命，謂敬不可行，謂𥙊無益，謂暴無傷。上帝不常，九有以亡；上帝不順，祝降其䘮。惟我有周，受之大帝。”昔者，紂執有命而行，武王爲《太誓》去𤼵以非之。曰：子胡不尚考之乎商周虞夏之記，從十簡之篇以尚，皆無之，將何若者也？是故子墨子曰：今天下之君子之爲文學出言談也，非將勤勞其惟舌，而利其脣呡也，中實將欲爲其國家邑里萬民刑政者也。今也王公大人之所以早朝晏退，𦗟獄治政，終朝均分，而不敢息怠倦者，何也？曰：彼以爲強必治，不強必亂；強必寧，不強必危，故不敢怠倦。今也卿大夫之所以竭股肱之力，殫其思慮之知，内治官府，外歛關市、山林、澤梁之利，以實官府，而不敢怠倦者，何也？曰：彼以爲強必貴，不強必賤；強必榮，不強必辱，故不敢怠倦。今也農夫之所以蚤出暮入，強乎耕稼樹藝，多聚升粟，而不敢怠倦者，何也？曰：彼以爲強必富，不強必貧；強必飽，不強必飢，故不敢怠倦。今也婦人之所夙興夜寐，強乎紡績織絍，多治麻旒葛緒㧢布縿，而不敢怠倦者，何也？曰：彼以爲強必富，不強必貧；強必煖，不強必寒，故不敢怠倦。今雖毋在乎王公大人，蕢若信有命而致行之，則必怠乎𦗟獄治政矣，卿大夫必怠乎治官府矣，農夫必怠乎耕稼樹藝矣，婦人必怠乎紡績織絍矣。王公大夫怠乎𦗟獄治政，卿大夫怠乎治官府，則我以爲天下必亂矣；農夫怠乎耕稼樹藝，婦人怠乎紡績織絍，則我以爲天下衣食之財將必不足矣。若以爲政乎天下，上以事天鬼，天鬼不使；下以待養百姓，百姓不利，必離散不可得用也。是以入守則不固，出誅則不勝。故雖昔者三代暴王桀、紂、幽、厲之所以共抎其國家，傾覆其社稷者，此也。是故子墨子言曰：今天下之士君子，中實將欲求興天下之利，除天下之害，當若有命者言也。曰：命者，暴王所作，窮人所術，非仁者之言也。今之爲仁義者，將不可不察而強非者，此也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非儒上第三十八",
            "paragraphs": [
                {
                    "paragraph": "非儒上第三十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "闕",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非儒下第三十九",
            "paragraphs": [
                {
                    "paragraph": "非儒下第三十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒者曰：“親親有術，尊賢有等。”言親䟽尊卑之異也。其《禮》曰：“䘮父毋三年，其後子三年，伯父、叔父、弟兄、庶子其，戚族人五月。”若以親䟽爲歲月之數，則親者多而䟽者少矣，是妻、後子與父同也。若以尊卑爲歲月數，則是尊其妻子與父母同，而親伯父宗兄而卑子也。逆孰大焉？其親死，列戸弗登屋，窺井，挑䑕穴，探滌噐，而求其人焉，以爲實在，則戅愚甚矣。如其亡也，必求焉，僞亦大矣。取妻，身迎，祗褍爲僕，秉轡授綏，如仰嚴親；昏禮威儀，如承𥙊祀，顛覆上下，悖逆父母，下則妻子，妻子上侵事親，若此可謂孝乎？傳者：迎妻，妻之奉𥙊祀，子將守宗廟，故重之。應之曰：此誣言也。其宗兄守其先宗廟數十年，死䘮之其，兄弟之妻奉其先之𥙊祀弗散，則䘮妻、子三年，必非以守奉𥙊祀也。夫憂妻、子以大負絫，有曰：“所以重親也”，爲欲厚所至和，輕所至重，豈非大姦也哉？有強執有命以說議曰：壽夭貧富，安危治亂，固有天命，不可損益。窮逹、賞罰、幸否有極，人之知力，不能爲焉。群吏信之，則怠於分職；庶人信之，則怠於從事。不治則亂，農事緩則貧。貧且亂政之本，而儒者以爲道教，是賤天下之人者也。且夫繁飾禮樂以淫人，乆䘮僞哀以謾親，立命緩貧而高浩居，倍本棄事而安怠徹，貪於飲食，惰於作務，䧟於飢寒，危於凍餒，無以違之，是苦人氣，　䑕藏，而羝羊視，賁彘起。君子笑之，怒曰：“散人！焉知良儒。”夫夏乞麥禾，五榖既收，大䘮是隨，子姓皆從，得厭飲食，畢治數䘮，足以至矣。因人之家翠以爲，恃人之野以爲尊，富人有䘮，乃大說，喜曰：“此衣食之端也。”儒者曰：君子必服古言然後仁。應之曰：所謂古之者，皆嘗新矣，而古人服之，則君子也。然則必法非君子之服，言非君子之言，而後仁乎？又曰：君子循而不作。應之曰：古者羿作弓，伃作甲，奚仲作車，巧垂作舟。然則今之鮑函、車、匠皆君子也，而羿、伃、奚仲、巧垂皆小人邪？且其所循，人必或作之，然則其所循皆小人道也？人曰：君子勝不逐奔，揜函弗射，強則𦔳之胥車。應之曰：若皆仁人也，則無說而相與。仁人以其取舎是非之理相告，無故從有故也，弗知從有知也，無辭必服，見善必遷，何故相？若雨暴交爭，其勝者欲不逐奔，揜函弗射，施則𦔳之胥車，雖盡能猶且不得爲君子也。意暴殘之國也，聖將爲世除害，興師誅罰，勝將因用傳術令士卒曰：“毋逐奔，揜函勿射，施則𦔳之胥車，暴亂之人也得活，天下害不除，是爲群殘父母，而深賤世也，不義莫大焉。又曰：吾子若鍾，擊之則鳴，弗擊不鳴。應之曰：夫仁人事上竭忠，事親得孝，務善則美，有過則諌，此爲人臣之道也。今擊之則鳴，弗擊不鳴，隱知豫力，恬漠待問而後對，雖有君親之大利，弗問不言。若將有大冦亂，盗賊將作，若機辟將𤼵也，他人不知，巳獨知之，雖其君親皆在，不問不言，是夫大亂之賊也。以是爲人臣不忠。爲子不孝，事兄不弟，交遇人不貞良。夫執後不言之朝物，見利使巳，雖恐後言。君若言而未有利焉，則高拱下視，㑹噎爲深，曰：“惟其未之學也。”用誰急，遺行逺矣。夫一道術學業仁義也。昔大以治人，小以任官，逺施用偏，近以循身，不義不處，非理不行，務興天下之利，曲直周旋，利則止，此君子之道也。以所聞孔丘之行，則本與此相反謬也。齊景公問晏子曰：“孔子爲人何如？”晏子不對。公又復問，不對。景公曰：“以孔丘語寡人者衆矣，俱以賢人也。今寡人問之，而子不對，何也？”晏子對曰：“嬰不肖，不足以知賢人。雖然，嬰聞所謂賢人者，入人之國，必務合其君臣之親，而弭其上下之怨。孔丘之荆，知白公之謀，而奉之以石乞，君身幾㓕，而白公僇。嬰聞賢人得上不虛，得下不危，言𦗟於君必利人，教行下必於上。是以言明而易知也，行易而從也。行義可明乎民，謀慮可通乎君臣。今孔丘深慮同謀以奉賊，勞思盡知以行邪，勸下亂上，教臣殺君，非賢人之行也；入人之國而與人之賊，非義之𩔖也；知人不忠，趣之爲亂，非仁義之也。逃人而後謀，避人而后言，行義不可明於民，謀慮不可通於君臣。嬰不知孔丘之有異於白公也，是以不對。”景公曰：“嗚呼！貺寡人者衆矣，非夫子，則吾終身不知孔丘之與白公同也。”孔丘之齊，見景公，景公說，欲封之以尼谿，以告晏子。晏子曰：“不可。夫儒，浩居而自順者也，不可以教下；好樂而淫人，不可使親治；立命而怠事，不可使守職；宗䘮循哀，不可使慈民；機服勉容，不可使導衆。孔丘盛容脩飾以蠱世，弦歌鼓舞以聚徒，繁登降之禮以示儀，務趨翔之節以觀衆。儒學不可使議世，勞思不可，絫壽不能盡其學，當年不能行其禮，積財不能贍其樂，繁飾邪術以營世君，盛爲聲樂以淫遇民，其道不可以期世，其學不可以導衆。今君封之，以利齊俗，非所以導國先衆。”“善。”於是禮，留其封，敬見而不問其道。孔丘乃志，怒於景公與晏子，乃樹鴟夷子及於田常之門，告南郭惠子以所欲爲，歸於魯。有頃，間齊將伐魯，告子貢曰：“賜乎！舉大事於今之時矣。”乃遣子貢之齊，因南郭惠子以見田常，勸之伐吳，以教高、國、鮑、晏，使毋得害田常之亂，勸越伐吳。三年之内，齊、吳破國之難，伏尸以言術數，孔丘之誅也。孔丘爲魯司冦，舎公家而於季孫。季孫相魯君而走，季孫與邑人爭門關，決植。孔丘窮於蔡、陳之間，藜羮不糂。十日，子路爲享豚，孔丘不問肉之所由來而食；號人衣以酤酒，孔丘不問酒之所由來而飲。哀公迎孔丘，席不端弗坐，割不正弗食。子路進，請曰：“何其與陳、蔡反也？”孔丘曰：“來，吾語女，曩與女爲茍義。”夫飢約則不辭妄取以活身，羸飽僞行以自飾，汙邪詐僞，孰大於此？孔丘與其門弟子閒坐，曰：“夫舜見瞽叟然，就此時天下坡乎？周公旦非其人也邪？何爲舎亦家室而託寓也？”孔丘所行，心術所至也。其徒屬弟子皆效孔丘：子貢、季路輔孔悝乎衛，陽虎亂乎齊，佛𦙝以中牟叛，求雕刑殘，莫大焉。夫爲弟子後生，其師，必脩其言，法其行，力不足，知弗及而後巳。今孔丘之行如此，儒士則可以疑矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "經上第四十",
            "paragraphs": [
                {
                    "paragraph": "經上第四十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "故，所得而後成也。止，以乆也。體，分於兼也。必，不巳也。知，材也。平，同高也。慮，求也。同長，以缶相盡也。知，接也。中，同長也。𢜔，明也。厚，有所大也。仁，體，愛也。日中，缶南也。義，利也。直，參也。禮，敬也。圜，一中同長也。行，爲也。方，柱隅四讙也。實，榮也。倍，爲二也。忠，以爲利而強低也。端，體之無序而最前者也。孝，利，親也。有間，中也。信，言合於意也。間，不及旁也。佴，自作也。纑，間虛也。𧨜，作嗛也。盈，莫不有也。㢘，作非也。堅白，不相外也。令，不爲所作也。攖，相得也。任士，損巳而益所爲也。似，有以相攖，有不相攖也。勇，志之所以敢也。次，無間而不攖攖也。力，刑之所以奮也。法，所若而然也。生，刑與知處也。佴，所然也。卧，知無知也。說，所以明也。夣，卧而以爲然也。攸不可，兩不可也。平，知無欲惡也。辯，爭攸也。辯勝，當也。利，所得而喜也。爲，窮知而懸於欲也。害，所得而惡也。巳，成、亡。治，求得也。使，謂故。譽，明美也。名，達、𩔖、𥝠。誹，明惡也。謂，移、舉、加。舉，擬實也。知，間、說、親。名、實、合、爲。言，出舉也。聞，博、親。且，且，言然也。見，體、盡。君、臣、萌，通約也。合，缶、宜、必。功，利民也。欲缶，權利；且惡缶，權害。賞，上報下之功也。爲，存、亡、易、蕩、治、化。罪，犯禁也。同，重、體、合、𩔖。罰，上報下之罪也。異，二、體、不合、不𩔖。同，異而俱於之一也。同、異交得，放有無。乆，彌異時也。守，彌異所也。聞，耳之聰也。窮，或有前不容尺也。循所聞而得其意，心也察也。盡，莫不然也。言，口之利也。始，當時也。執所言而意得見，心之辯也。化，徴易也。諾，不一利用。損，偏去也。服、執、誽。",
                    "zhushu": "音利。"
                },
                {
                    "paragraph": "巧轉則求其故。大，益。儇，𥟭秪。法同，則觀其同。庫，易也。法異，則觀其宜。動，或從也。止，因以别道。讀此書旁行。缶無非。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "經下第四十一",
            "paragraphs": [
                {
                    "paragraph": "經下第四十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "止，𩔖以行人，說在同。所存與者，於存與孰存？駟異說，推𩔖之難，說在之大小。五行毋常勝，說在宜。物盡同名：二與闘，愛，食與招，白與視，麗與夫與履。一，偏棄之，謂而固是也，說在因。不可偏去而二，說在見與俱、一與二、廣與循。無欲、惡之爲益、損也，說在宜。不能而不害。說在害，損而不害，說在餘。異𩔖不吡，說在量。知而不以五路，說在乆。偏去莫加少，說在故。必𤍠，說在頓。假，必誖，說在不然。知其所以不知，說在以名取。物之所以然，與所以知之，與所以使人知之，不必同，說在病。無，不必待有，說在所謂。疑，說在逄、循、遇、過。擢慮不疑，說在有、無。合與一，或復否，說在拒。且然，不可正，而不害用工，說在宜歐。物，一體也，說在俱一、惟是。均之，絕、不，說在所均。宇或從，說在長宇乆。尭之義也，生於今而處於古，而異時，說在所義。二臨鑑而立，景到，多而若少，說在寡區。狗，犬也，而殺狗非殺犬也，可，說在重。鑑位，量一小而易，一大而缶，說在中之外内。使殷美，說在使。鑑團景一。不堅白，說在荆之大，其沈，淺也，說在具。無乆與宇堅白，說在因。以檻爲博，於“以爲”，無知也，說在意。在諸其所然、未者然，說在於是推之。意未可知，說在可用過仵。景不從，說在改爲。一，少於二而多於五，說在建。住景二，說在重。非半弗，則不動，說在端。景到在午，有端與景長，說在端。可無也，有之而不可去，說在嘗然。景迎曰，說在博。缶而不可擔，說在搏。景之小、大，說在地缶、逺近。宇進無近，說在敷。天而必缶，說在得。行循以乆，說在先後。貞而不撓，說在勝。一法者之相與也盡，若方之相召也，說在方。契與枝板，說在薄。狂舉，不可以知異，說在有不可。牛馬之非牛，與可之同，說在兼。𠋣者不可正，說在剃。循此循此，與彼此同，說在異。推之必徃，說在廢材。唱和同患，說在功。買無貴，說在仮其賈。聞所不知若所知，則兩知之，說在告。賈宜則讐，說在盡。以言爲盡誖，誖，說在其言。無說而懼，說在弗心。惟吾謂非名也，則不可，說在仮。或，過名也，說在實。無窮不害兼，說在盈否知。知之否之，足用也，諄，說在無以也。不知其數而知其盡也，說在明者。謂辯無勝，必不當。說在辯。不知其所處，不害愛之，說在䘮子者。無不讓也，不可，說在始。仁、義之爲外、内也，内，說在仵顔。於一，有知焉，有不知焉，說在存。學之益也，說在誹者。有指於二，而不可逃，說在以二絫。誹之可否，不以衆寡，說在可非。所知而弗能指，說在春也、逃臣、狗犬，貴者。非誹者諄。說在弗非。知狗，而自謂不知犬，過也，說在重。物箕不甚，說在若是。通意後對，說在不知其誰謂也。取下以求上也，說在澤。是是與是同，說在不州。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "經說上第四十二",
            "paragraphs": [
                {
                    "paragraph": "經說上第四十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "故：小故，有之不必然，無之必不然。體也，若有端。大故，有之必無然，若見之成見也。體：若二之一、尺之端也。知，材：知也者，所以知也，而必知，若明。慮：慮也者，以其知有求也，而不必得之，若睨。知：知也者，以其知過物而能貌之，若見。恕：恕也者，以其知論物，而其知之也著，若明。仁：愛巳者，非爲用巳也，不若愛馬，著若明。義：志以天下爲芬，而能能利之，不必用。禮：貴者公，賤者名，而俱有敬僈焉。等，異論也。行：所爲不善名，行也；所爲善名，巧也，若爲盗。實：其志氣之見也。使人如巳，不若金聲玉服。忠：不利弱子亥。足將入，止容。孝：以親爲芬，而能能利親，不必得。信：不以其言之當也。使人視城得金。佴：與人遇，人衆，遁。涓：爲是爲是之台。彼也，弗爲也。㢘：巳惟爲之，知其也諰也。所令：非身弗行。任：爲身之所惡，以成人之所急。勇：以其敢於是也命之，不以其不敢於彼也害之。力：重之謂下、與重舊也。生：楹之生，商不可必也。卧：夣。平：惔然。利：得是而喜，則是利也。其害也，非是也。害：得是而惡，則是害也。其利也，非是也。治：吾事治矣，人有治，南北。譽之，必其行也，其言之忻，使人督之。誹：必其行也，其言之忻。譽：告以文名，舉彼實也。故言也者，諸口能之，出民者也，民若畫俿也。言也，謂言猶石致也。且：自前曰且，自後曰巳，方然亦且。若石者也，君以若名者也。功：不待時，若衣裘。功：不待時，若衣裘。賞。罪：不在禁，惟害無罪，殆姑。上報下之功也。罰：上報下之罪也。侗：二人而俱見是楹也，若事君。今乆：古今且莫。宇：東西家南北。窮：或不容尺，有窮；莫不容尺，無窮也。盡：但止動。始：時或有乆，或無乆，始當無乆。化：若鼃爲鶉。損：偏也者，兼之禮也，其體或去存，謂其存者損。儇：昫民也。庫：區穴若，斯貌常。動：偏𥙊從者，戸樞免瑟。止：無乆之不止，當牛非馬，若夫過楹。有乆之不止，當馬非馬，若人過梁。必：謂臺孰者也。若弟兄，一然者，一不然者，必不必也，是非必也。同：捷與狂之同長也，心中自是徃相若也。厚：惟無所大。圜：規，寫攴也。方：矩見攴也。倍：二尺與尺，但去一。端：是無同也。有聞：謂夾之者也。聞：謂夾者也。尺，前於區穴，而後於端，不夾於端與區内。及：及非齊之，及也。纑，虛也者，兩木之間，謂其無木者也。盈：無盈無厚，於尺，無所徃而不得。得二，堅異處不相盈，相非，是相外也。攖：尺與尺俱不盡，端無端但盡。尺與或盡或不盡。堅白之攖相盡，體攖不相盡。端。仳：兩有端而后可。次：無厚而厚可。法：意、規、貟三也，俱可以爲法。佴：然也者，民若法也。彼：凡牛樞，非牛，兩也，無以非也。辯：或謂之牛，或謂之非牛，是爭彼也，是不俱當。不俱當，必或不當，不若當犬。爲：欲𣃈其指，智不知其害，是智之罪也。若智之慎文也，無遺於其害也，而猶欲𣃈之，則離之。是猶食脯也，騷之利害，未知也，欲而騷，是不以所疑止所欲也。廧外之利害，未可知也，趨之而得力，則弗趨也，是以所疑止所欲也。觀爲窮知而懸於欲之理𣃈，脯而非𢜔也𣃈，指而非愚也，所爲與不所與爲相疑也，非謀也。巳：爲衣，成也；治病，亡也。使：令謂，謂也，不必成濕；故也。必待所爲之成也。名：物，逹也，有實必待文多也。命之馬，𩔖也，若實也者，必以是名也。命之臧，𥝠也，是名也，止於是實也。聲出口，俱有名，若姓宇。灑謂狗犬，命也。狗犬，舉也。叱狗，加也。知：傳受之，聞也；方不㢓，說也；身觀焉，親也。所以謂，名也；所謂，實也；名實耦，合也；志行，爲也。聞：或告之，傳也；身觀焉，親也。見：時者，體也，二者盡也。古：兵立，反中，志工，正也。臧之爲，宜也。非彼，必不有，必也。聖者用而勿必，必也者可勿疑。仗者兩而勿偏。爲：早臺，存也；病，亡也；買鬻，易也；霄盡，蕩也；順長，治也。鼃買，化也。同：二名一實，重同也；不外於兼，體同也；俱處於室，合同也；有以同，𩔖同也。異：二必異，二也；不連屬，不體也；不同所，不合也；不有同，不𩔖也。同異交得，於福家良，恕有無也。比度，多少也。免虭還園，去就也。鳥折用桐，堅柔也。劔尤早，死生也。處室子子母，長少也。兩絕勝，白黒也。中央，旁也。論行，行行學實，是非也。難宿，成未也。兄弟，俱適也。身處志徃，存亡也。霍，爲姓故也。賈宜，貴賤也。諾，超、城、貟、止也。相從、相去、先知、是、可，五色。長短、前後、輕重援，執服難成。言務成之，九則求執之。法法取同觀巧，傳法取此擇彼，問故觀宜。以人之有黒者有不黒者也，止黒人；與以有愛於人有不愛於人，心愛人是孰宜心？彼舉然者，以爲此其然也，則舉不然者而問之。若聖人有非而不非。正五諾，皆人於知有說；過五諾，若貟；無直無說；用五諾，若自然矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "經說下第四十三",
            "paragraphs": [
                {
                    "paragraph": "經說下第四十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "止：彼以此其然也，說是其然也；我以此其不然也，疑是其然也。謂四足獸，與生鳥與，物盡與，大小也。此然是必然，則俱。爲麋同名。俱闘，不俱二，三與闘也。包、肝、肺、子，愛也。橘、茅，食與抬也。白馬多白，視馬不多視，白與視也。爲麗不必麗，不必麗與暴也。爲非以人是不爲非，若爲夫勇不爲夫，爲屨以買衣爲屨，夫與屨也。二與一亡，不與一在。偏去未。有文實也，而後謂之；無文實也，則無謂也。不若敷與美：謂是，則是固美也；謂也，則是非美；無謂。則報也。見不見，離一二不相盈，廣循堅白。舉不重，不與箴，非力之任也；爲握者之然倍，非智之任也。若耳目異。木與夜孰長？智與粟孰多？爵、親、行、賈，四者孰貴？麋與霍孰高？麋與霍孰霍？虭與瑟孰瑟？偏：俱一無變。假：假必非也而後假。狗，假霍也，猶氏霍也。物：或傷之，然也。見之，智也；吉之，使智也。疑：蓬爲務則士，爲牛廬者夏寒，蓬也。舉之則輕，廢之則重，非有力也；沛從削，非巧也，若石羽，楯也。闘者之敝也以飲酒，若以曰中，是不可智也，愚也。智與？以巳爲然也與？愚也。俱：俱一，若牛馬四足；惟是，當牛馬。數牛數馬，則牛馬二；數牛馬，則牛馬一。若數指，指五而五一。長宇：徙而有處，宇。宇，南北在且有在莫。宇徙乆。無堅得白，必相盈也。在尭善治，自今在諸古也。自古在之今，則堯不能治也。景：光至，景亡；若在，盡古息。景：二光夾一光，一光者景也。景：光之人煦若射，下者之人也高，高者之人也下。足蔽下光，故成景於止；首蔽上光，故成景於下。在逺近有端，與於光，故景庫内也。景：日之光反燭人，則景在日與人之間。景：木杝，景短大；木正，景長小。大小於木，則景大於木。非獨小也，逺近臨正鑒，景寡。貌能白黒、逺近杝正，異於光。鑒、景當俱就，去𠇍當俱。俱用北。鑒者之臭，於鑒無所不鑒，景之臭無數，而必過正。故同處其體俱，然鑒分。鑒：中之内，鑒者近中，則所鑒大，景亦大；逺中，則所鑒小，景亦小。而必正，起於中，縁正而長其直也。中之外，鑒者近中，則所鑒大，景亦大；逺中，則所鑒小，景亦小。而必易，合於，而長其直也。鑒：鑒者近，則所鑒大，景亦大；亦逺，所鑒小，景亦小。而必正，景過正。故招負衡木，如重焉而不撓，極勝重也。右校交繩，無加焉而撓，極不勝重也。衡，加重於其一旁，必捶，權重相若也。相衡，則本短標長，兩加焉重相若，則摽必下，標得權也。挈：有力也；引，無力也，不心。所挈之止於施也，繩制挈之也，若以錐刺之。挈，長重者下，短輕者上，上者愈得，下下者愈亡。繩直權重相若，則心矣。收，上者愈䘮，下者愈得；上者權重盡，則遂挈。兩輪高，兩輪爲輲，車梯也。重其前，弦其前，載弦其前，載弦其軲，而縣重於其前，是梯。挈且挈則行。凡重，上弗挈，下弗收，旁弗劫，則下直；扡，或害之也。㳅，𡌡者不得汴，直也。今也廢尺於平地，重，不下，無䠙也。若夫繩之引軲也，是猶自舟中引横也。𠋣：倍拒堅，䠳，𠋣焉則不正。誰𥩵石絫石耳。夾𡨦者，法也。方石去地尺，關石於其下，縣絲於其上，使適至方石。不下，柱也。膠絲去石，挈也。絲絕，引也。未變而名易，收也。買：刀、糴相爲賈。刀輕、則糴不貴；刀重，則糴不易。王刀無變，糴有變。歲變糴，則歲變刀。若鬻子，賈盡也者，盡去其以不讐也。其所以不讐去，則讐。缶賈也宜不宜，缶欲不欲。若敗邦、鬻室、嫁子、無子。在軍，不必其死生；聞戰，亦不必其生。前也不懼，今也懼。或：知是之非此也，有知是之不在此也，然而謂此南北，過而以巳爲然。始也謂此南方，故今也謂此南方。智論之，非智無以也謂。所謂非同也，則異也。同則或謂之狗，其或謂之犬也；異則或謂之牛，牛或謂之馬也。俱無勝，是不辯也。辯也者，或謂之是，或謂之非，當者勝也。無讓者酒，未讓，始也，不可讓也。於石，一也；堅白，二也，而在石。故有智焉，有不智焉，可。有指：子智是，有智是吾所先舉，重。則子智是，而不智吾所先舉也，是一。謂“有智焉，有不智焉”，也。若智之，則當指之智告我，則我智之，兼指之以二也。衡指之，參直之也。若曰“必獨指吾所舉，毋舉吾所不舉，則者固不能獨指，所欲相不傳，意若未校。且其所智是也，所不智是也，則是智是之不智也，惡得爲一？謂而“有智焉，有不智焉”。所：春也，其執固不可指也。逃臣不智其處；狗犬，不智其名也；遺者，巧弗能兩也。智：智狗，重，智犬，則過；不重，則不過。通，問者曰：“子智𩥡乎？”應之曰：“𩥡，何謂也？”彼曰：“𩥡施。”則智之。若不問𩥡何謂，徑應以弗智，則過。且應必應，問之時若應，長應有深淺。天常中在，兵人長所。室堂，所存也。其子，存者也。據在者而問室堂，惡可存也？主室堂而問存者，孰存也？是一主存者以問所存，一主所存以問存者。五合，水、土、火，火離然。火鑠金，火多也。金靡炭，金多也。合之府木，木離木。若識麋與魚之數，惟所利，無欲惡。傷生損壽，說以少連，是誰愛也？嘗多粟，或者欲不有能傷也，若酒之於人也。且𢜔人利人，愛也，則惟𢜔，弗治也。損：飽者去餘，適足，不害。能害，飽。若傷麋之無脾也。且有損而后益智者，若𤷡病之之於𤷡也。智以目見；而目以火見，而火不見。惟以五路智乆不當。以目見，若以火見火，謂火𤍠也，非以火之𤍠。我有若視，曰智。雜所智與所不智而問之，則必曰：“是所智也，是所不智也。”取、去，俱能之，是兩智之也。無：若無焉，則有之而后無；無天䧟，則無之而無。擢疑，無謂也。臧也今死，而春也得文，文死也可，且猶是也。且且，必然；且巳，必巳；且用工而後巳者，必用工後巳。均：髮均縣輕而髪絕，不均也。均，其絕也莫絕。尭、霍，或以名視人，或以實視人。舉友富商也，是以名視人也；指是臛也，是以實視人也。尭之義也，是聲也於今，所義之實處於古。若殆於城門，與於臧也。狗：狗，犬也。謂之殺大，可，若兩𦞙。使：令，使也。我使我，我不使，亦使我。殿戈亦使，殿不美，亦使殿。荆沉，荆之貝也，則沈淺非荆淺也，若易五之一。以楹之搏也，見之，其於意也不易。先智，意，相也。若楹輕於秋，其於意也洋然。叚、椎、錐，俱事於履，可用也。成繪屨過椎，與成椎過繪屨同。過件也。一：五有一焉；一有五焉；十，二焉。非半，進前取也。前，則中無爲半。猶端也，前後取，則端中也。必半，毋與非半，不可也。可無也，巳給，則當給，不可無也。乆有窮無窮。正九，無所處而不中縣，搏也。傴宇不可偏舉，字也。進行者，先敷近，後敷逺。行者行者，必先近而後逺。逺脩，近脩也；先後，乆也。民行脩，必以乆也。一方貌盡，俱有法而異，或木或石，不害其方之相台也。盡貌猶方也。物俱然。牛狂與馬惟異。以牛有齒，馬有尾，說牛之非馬也，不可。是俱有，不偏有，偏無有。曰之與馬不𩔖，用牛角、馬無角，是𩔖不同也。若舉牛有角，馬無角，以是爲𩔖之不同也，是狂舉也。猶牛有齒、馬有尾，或不非牛而非牛也，可；則或非牛或牛而牛也，可。故曰：牛馬非牛也未可，牛馬牛也未可。則或可或不可，而曰“牛馬牛也未可”亦不可。且牛不二，馬不二，而牛馬二。則牛不非牛。馬不非馬，而牛馬非牛非馬，無難。彼：正名者彼、此，彼此，可。彼彼止於彼，此此止於此。彼此，不可。彼且此也，彼此亦可。彼此止於彼此，若是而彼此也。則彼亦且此此也。唱無過，無所周。若粺，和無過，使也，不得已。唱而不和，是不學也。智少而不學，必寡。和而不唱，是不教也；智而不教，功適息。使人奪人衣，罪或輕或重；使人予人酒，或厚或薄。聞在外者所不知也，或曰：“在室者之色，若是其色。”是所不智若所智也。猶白若黒也，誰勝？是若其色也，若白者必白。今也智其色之若白也，故智其白也。夫名，以所明正所不智，不以所不智疑所明。若以尺度所不智長。外，親智也；室中，說智也。以誖，不可也。出入之言可，是不誖，則是有可也。之人之言不可，以當，必不審。惟：謂是霍，可，而猶之非夫霍也。謂彼是是也，不可，謂者毋惟乎其謂，彼猶惟乎其謂，則吾謂不行；彼若不惟其謂，則不行也。無：南者有窮則可盡，無窮則不可盡。有窮、無窮未可智，則可盡、不可盡，不可盡，未可智。人之盈之否未可智，而必人之可盡、不可盡亦未可智，而必人之可盡愛也，誖。人若不盈先窮，則人有窮也，盡有窮無難，盈無窮，則無窮盡也，盡有窮無難。不二智其數，惡智愛民之盡文也？或者遺乎其問也？盡問人，則盡愛其所問。若不智其數，而智愛之盡文也，無難。仁：仁愛也；義，利也。愛、利，此也；所愛、所利，彼也。愛、利不相爲内、外，所愛、利亦不相爲外内。其爲仁内也，義外也。舉愛與所利也，是狂舉也，若左目出，右目入。學也以爲不知學之無益也，故告之也，是使智學之無益也，是教也。以學爲無益也，教，誖。論誹：誹之可不可。以理之可誹，雖多誹，其誹是也；其理不可非，雖少誹，非也。今也謂多誹者不可，是猶以長論短。不誹，非巳之誹也。不非誹，非可非也。不可非也，是不非誹也。物甚長甚短，莫長於是，莫短於是。是之是也非是也者，莫甚於是。取高下，以善不善爲度，不若山澤。處下善於處上，下所請上也。不是：是，則是，且是焉。今是文於是，而不於是，故是不文。是不文，則是而不文焉。今是不文於是，而文於是，故文與是、不文同說也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "大取第四十四",
            "paragraphs": [
                {
                    "paragraph": "大取第四十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天之愛人也，薄於聖人之愛人也；其利人也，厚於聖人之利人也。大人之愛小人也，薄於小人之愛大人也；其利小人也，厚於小人之利大人也。以臧爲其親也，而愛之，非愛其親也；以臧爲其親也，而利之，非利其親也。以樂爲利其子，而爲其子欲之，愛其子也；以樂爲利其子，而爲其子求之，非利其子也。於所體之中，而權輕重之謂權。權，非爲是也，非非爲非也。權，正也。斷指以存，利之中取大，害之中取小也。害之中取小也，非取害也，取利也。其所取者，人之所執也。遇盗人，而斷指以免身，利也；其遇盗人，害也。斷指與斷腕，利於天下相若，無擇也。死生利若，一無擇也。殺一人以存天下，非殺一人以利天下也；殺己以存天下，是殺己以利天下。於事爲之中而權輕重之謂求。求爲之，非也。害之中取小，求爲義，非爲義也。爲暴人語天之爲是也而性，爲暴人歌天之爲非也。諸陳執既有所爲，而我爲之陳執；執之所爲，因吾所爲也。若陳執未有所爲。而我爲之陳執，陳執因吾所爲也。暴人爲我爲天之，以人非爲是也而性，不可正而正之。利之中取大，非不得已也。害之中取小，不得已也。所未有而取焉，是利之中取大也；於所既有而棄焉，是害之中取小也。義可厚，厚之；義可薄，薄之。謂倫列、德行、君上、老長、親戚，此皆所厚也。爲長厚，不爲㓜薄。親厚，厚；親薄，薄。親至，薄不至。義，厚親不稱行而顧行。爲天下厚禹，爲禹也。爲天下厚愛禹，乃爲禹之人愛也。厚禹之加於天下，而厚禹不加於天下，若惡盜之爲加於天下，而惡盜不加於天下。愛人不外己。己在所愛之中。己在所愛，愛加於己。倫列之愛己、愛人也。聖人惡疾病，不惡危難。正體不動，欲人之利也，非惡人之害也。聖人不爲其室臧之，故在於臧。聖人不得爲子之事。聖人之法：死亡親，爲天下也。厚親，分也；以死亡之，體渇興利。有厚薄而毋，倫列之興利爲己。語經，語經也，非白馬焉。執駒焉說求之，舞說非也。漁大之舞大，非也。三物必具，然後足以生。臧之愛己，非爲愛己之人也。厚不外己，愛無厚薄。舉己，非賢也。義，利；不義，害。志功爲辯。有有於秦馬有，有於馬也，智來者之馬也。愛衆衆世與愛寡世相若。兼愛之，有相若。愛尚世與愛後世，一若今之世人也。鬼，非人也；兄之鬼，兄也。天下之利驩。聖人有愛而無利，俔日之言也，乃客之言也。天下無人。子墨子之言也猶在。不得已而欲之，非欲之，非欲之也。非殺臧也。專殺盗，非殺盗也。凡學愛人，小圜之圜，與大圜之圜同。方至尺之不至也，與不至鍾之至，不異。其不至同者，逺近之謂也。是璜也，是玉也。意楹，非意木也。意是楹之木也。意指之人也，非意人也。意獲也，乃意禽也。志功，不可以相從也。利人也，爲其人也；富人，非爲其也。人有爲也以富人。富人也，治人有爲鬼焉。爲賞譽利一人，非爲賞譽利人也。亦不至無貴於人。智親之一利，未爲孝也。亦不至於智不爲己之利於親也。智是之世之有盗也，盡愛是世。智是室之有盗也。不盡是室也。智其一人之盗也，不盡是二人。雖其一人之盗，苟不智其所在，盡惡其弱也。諸聖人所先爲，人欲名實。名實不必名。苟是石也白，敗是石也，盡與白同。是石也唯大，不與大同，是有便謂焉也。以形貌命者，必智是之某也，焉智某也。不可以形貌命者，唯不智是之某也，智某可也。諸以居運命者，苟人於其中者，皆是也，去之因非也。諸以居運命者，若鄉里、齊、荆者，皆是。諸以形貌命者，若山丘室廟者，皆是也。智與意異。重同，具同，連同，同𩔖之同，同名之同，丘同，鮒同，是之同，然之同，同根之同。有非之異，有不然之異。有其異也。爲其同也，爲其同也異。一曰乃是而然，二曰乃是而不然，三曰遷，四曰強。子深其深，淺其淺，益其益，尊其尊。察次山、比、因至優指復；次察聲端、名、因請復。正夫辭惡者，人右以其請得焉。諸所遭執而欲惡生者，人不必以其請得焉。聖人之拊𣿦也，仁而無利愛。利愛生於慮。昔者之慮也，非今日之慮也。昔者之愛人也，非今之愛人也。愛獲之愛人也，生於慮獲之利，非慮臧之利也；而愛臧之愛人也，乃愛獲之愛人也。去其愛而天下利，弗能去也。昔之知墻，非今日之知墻也。貴爲天子，其利人不厚於正夫。二子事親，或遇熟，或遇凶，其親也相若，非彼其行益也，非加也。外執無能厚吾利者。藉藏也死而天下害。吾特養臧也萬倍，吾愛臧也不加厚。長人之異，短人之同，其貌同者也，故同。指之人也與首之人也異。人之體，非一貌者也，故異。將劔與挺劔異。劔，以形貌命者也，其形不一，故異。楊木之木與桃木之木也同。諸非以舉量數命者，敗之盡是也。故一人指，非一人也；是一人之指，乃是一人也。方之一靣，非方也，方木之面，方木也。以故生，以理長，以𩔖行也者，立辭而不明於其所生，忘也。今人非道無所行，唯有強股肱而不明於道，其困也，可立而待也。夫辭以𩔖行者也，立辭而不明於其𩔖，則必困矣。故浸淫之辭，其𩔖在於鼓栗。聖人也，爲天下也，其𩔖在於追迷。或壽或卒，其利天下也指若，其𩔖在譽石。一日而百萬生，愛不加厚，其𩔖在惡害。愛二世有厚薄，而愛二世相若，其𩔖在蛇文。愛之相若，擇而殺其一人，其𩔖在阬下之䑕。小仁與大仁，行厚相若，其𩔖在申。凡興利除害也，其𩔖在漏雍。厚親不稱行而𩔖行，其𩔖在江上井。不爲己之可學也，其𩔖在獵走。愛人非爲譽也，其𩔖在逆旅。愛人之親若愛其親，其𩔖在官茍。兼愛相若，一愛相若。一愛相若，其𩔖在死也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "小取第四十五",
            "paragraphs": [
                {
                    "paragraph": "小取第四十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "夫辯者，將以明是非之分。審治亂之紀，明同異之處，察名實之理。處利害，決嫌疑。焉摹略萬物之然，論求群言之比。以名舉實，以辭抒意，以說出故。以𩔖取，以𩔖予。有諸己不非諸人，無諸己不求諸人。或也者，不盡也。假者，今不然也。效者，爲之法也。所效者，所以爲之法也。故中效，則是也；不中效，則非也。此效也。辟也者，舉也物而以明之也。侔也者，比辭而俱行也。援也者，曰：“子然，我奚獨不可以然也？”推也者，以其所不取之同於其所取者，予之也。“是猶謂”也者，同也，“吾豈謂”也者，異也。夫物有以同而不率遂同。辭之侔也，有所至而正。其然也，有所以然也同，其所以然不必同。其取之也，有以取之，其取之也同，其所以取之不必同。是故，辟、侔、援、推之辭，行而異，轉而危，逺而失，流而離本，則不可不審也，不可常用也。故言多方，殊𩔖異故，則不可偏觀也。夫物或乃是而然，或是而不然，或一害而一不害，或一是而一不是也，不可常用也。故言多方殊𩔖異故，則不可偏觀也，非也。白馬，馬也；乗白馬，乗馬也。驪馬，馬也；乗驪馬，乗馬也。獲，人也；愛獲，愛人也。臧，人也；愛臧，愛人也。此乃是而然者也。獲之視，人也；獲事其親，非事人也。其弟，美人也；愛弟，非愛美人也。車，木也；乗車，非乗木也。船，木也；人船，非人木也。盗人，人也；多盗，非多人也；無盗，非無人也。奚以明之？惡多盗，非惡多人也；欲無盗，非欲無人也，世相與共是之。若若是，則雖盗人人也，愛盗非愛人也，不愛盗，非不愛人也，殺盗人，非殺人也。無難，盗無難矣。此與彼同𩔖，世有彼而不自非也，墨者有此而非之，無故也。焉所謂内膠外閉與心毋空乎？内膠而不解也。此乃是而不殺者也。且夫讀書，非好書也。且闘雞，非雞也；好闘雞，好雞也。且入井，非入井也；止且入井，止入井也。且出門，非出門也；止且出門，止出門也。若若是，且夭，非夭也；壽夭也。有命，非命也；非執有命，非命也，無難矣。此與彼同世，有彼而不自非也。墨者有此而罪非之，無也故焉。所謂内膠外閉與心毋空乎？内膠而不解也。此乃是而然者也。愛人，待周愛人而後爲愛人。不愛人，不待周不愛人；不失周愛，因爲不愛人矣。乗馬，待周乗馬，然後爲乗馬也；有乗於馬，因爲乗馬矣。逮至不乗馬，待周不乗馬，而後不乗馬，而後不乗馬。此一周而一不周者也。居於國，則爲居國；有一宅於國，而不爲有國。桃之實，桃也；𣗥之實，非𣗥也。問人之病，問人也；惡人之病，非惡人也。人之鬼，非人也；兄之鬼，兄也。𥙊之鬼，非𥙊人也；𥙊兄之鬼，乃𥙊兄也。之馬之目盼則爲之“馬盼”；之馬之目大，而不謂之“馬大”。之牛之毛黄，則謂之“牛黄”；之牛之毛衆，而不謂之“牛衆”。一馬，馬也；二馬，馬也。馬四足者，一馬而四足也，非兩馬而四足也。一馬，馬也。馬或自者，二馬而或白也，非一馬而或白。此乃一是而一非者也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "耕柱第四十六",
            "paragraphs": [
                {
                    "paragraph": "耕柱第四十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子怒耕柱子，耕柱子曰：“我毋俞於人乎？”子墨子曰：“我將上大行，駕驥與羊，我將誰歐？”耕柱子曰：“將歐驥也。”子墨子曰：“何故歐驥也？”耕柱子曰：“驥足以責。”子曰：“我亦以子爲足以責。”巫馬子謂子墨子曰：“鬼神孰與聖人明智？”子墨子曰：“鬼神之明智於聖人，猶聰耳明目之與聾瞽也。昔者夏后開使蜚㢘折金於山川，而陶鑄之於昆吾，是使翁難卜於白苦之毚，曰：‘𪔂成三足而方，不炊而自烹，不舉而自臧，不遷而自行，以𥙊於昆吾之墟，上鄉’！人言兆之由曰：‘饗矣。逄逄白雲，一南一北，一西一東。九𪔂既成，遷於三國。’夏后氏失之，殷人受之，殷人失之，周人受之。夏后，殷、周之相受也，數百歲矣。使聖人聚其良臣與其桀相而諌，豈能智數百歲之後哉？而鬼神智之。是故曰：鬼神之明智於聖人也，猶聰耳明目之與聾瞽也。”治徒娛、縣子碩問於子墨子曰：“爲義孰爲大務？”子墨子曰：“譬若築墻然，能築者築，能實壤者實壤，能欣者欣，然後墻成也。爲義猶是也，能談辯者談辯，能說書者說書，能從事者從事，然後義事成也。”巫馬子謂子墨子曰：“子兼愛天下，未云利也；我不愛天下，未云賊也。功皆未至，子何獨自是而非我哉？”子墨子曰：“今有燎者此於，一人奉水將灌之，一人摻火將益之，功皆未至，子何貴於二人？”巫馬子曰：“我是彼奉水者之意，而非夫摻火者之意。”子曰：“吾亦是吾意，而非子之意也。”子墨子游荆耕柱子於楚，二三子過之，食之三升，客之不厚。二三子復於子墨子曰：“耕柱子處楚無益矣，二三子過之，食之三升，客之不厚。”子墨子曰：“未可智也。”毋幾何，而遺十金於子墨子，曰：“後生不敢死，有十金於此，願夫子之用也。”子墨子曰：“果未可智也。”巫馬子謂子墨子：“子之爲義也，人不見而耶，鬼不見而富，而子爲之有狂疾。”子墨子曰：“今使子有二臣於此，其一人者見子從事，不見子則不從事；其一人者見子亦從事，不見子亦從事。子誰貴於此二人？”巫馬子曰：“我貴其見我亦從事，不見我亦從事者。”子墨子曰：“然則，是子亦貴有狂疾也。”子夏之徒問於子墨子曰：“君子有闘乎？”子墨子曰：“君子無闘。”子夏之徒曰：“狗狶猶有闘，惡有士而無闘矣？”子墨子曰：“傷矣哉！言則稱於湯文，行則譬於狗狶，傷矣哉！”巫馬子謂子墨子曰：“舎今之人而譽大王，是譽槁骨也。譬若匠人然，智槁木也，而不智生木。”子墨子曰：“天下之所以生者，以大王之道教也。今譽大王，是譽天下之所以生也。可譽而不譽，仁也。”子墨子曰：“和氏之璧，隋侯之珠，三𣗥六異，此諸侯之所謂良寶也，可以富國家，衆人民，治刑政，安社稷乎？曰：不可。所爲貴良寶者，爲其可以利也。而和氏之璧，隋侯之珠，三𣗥六異，不可以利人，是非天下之良寶也。今用義爲政於國家，人民必衆，刑政必治，社稷必安。所爲貴良寶者，可以利民也，而義可以利人。故曰：義，天下之良寶也。”葉公子高問政於仲尼曰：“善爲政者若之何？”仲尼對曰：“善爲政者，逺者近之，而舊者新之。”子墨子聞之曰：“葉公子高未得其問也，仲尼亦未得其所以對也。葉公子高豈不知善爲政者之逺者近也，而舊者新是哉？問所以爲之若之何也？不以人之所不智告人，所以智告之。故葉公子高未得其問也，仲尼亦未得其所以對也。”子墨子謂魯陽文君曰：“大國之攻小國，譬猶童子之爲馬也。童子之爲馬，足用而勞。今大國之攻小國也，攻者，農夫不得耕，婦人不得織，以守爲事；攻人者，亦農夫不得耕，婦人不得織，以攻爲事。故大國之攻小國也，譬猶童子之爲馬也。”子墨子曰：“言足以復行者，常之；足以舉行者，勿常。不足以舉行而常之，是蕩口也。”子墨子使管黔𣷫㳺高石子於衛，衛君致禄甚厚，設之於鄉。高石子三朝必盡言，而言無行者。去而之齊，見子墨子曰：“衛君以夫子之故，致禄甚厚，設我於鄉。石三朝必盡言，而言無行，是以去之也。衛君無乃以石爲狂乎？”子墨子曰：“去之茍道，受狂何傷？古者周公旦非關叔，辭三公，東處於商蓋，人皆謂之狂，後世稱其德，揚其名，至今不息。且翟聞之，‘爲義非避毀譽就’去之道茍，受狂何傷？高石子曰：“石去之，焉敢不道也。昔者夫子有言曰：‘天下無道，仁士不處厚焉。’今衛君無道，而貪其禄爵，則是我爲茍䧟人長也。”子墨子說，而召子禽子曰：“姑𦗟此乎？夫倍義而鄉禄者，我常聞之矣。倍禄而鄉義者，於高石子焉見之也。”子墨子曰：“世俗之君子，貧而謂之富，則怒；無義而謂之有義，則喜，豈不悖哉？”公孟子曰：“先人有則三而已矣。”子墨子曰：“孰先人而曰有則三而巳矣？子未智人之先有。”後生有反子墨子而反者：“我豈有罪哉？吾反後。”子墨子曰：“是猶三軍北，失後之人求賞也。”公孟子曰：“君子不作，術而巳。”子墨子曰：“不然。人之其不君子者，古之善者不誅，今也善者不作。其次不君子者，古之善者不遂，己有善則作之，欲善之自己出也。今誅而不作，是無所異於不好遂而作者矣。吾以爲古之善者則誅之，今之善者則作之，欲善之益多也。”巫馬子謂子墨子曰：“我與子異，我不能兼愛，我愛鄒人於越人，愛魯人於鄒人，愛我鄉人於魯人，愛我家人於鄉人，愛我親於我家人，愛我身於吾親，以爲近我也。擊我則疾，擊彼則不疾於我。我何故疾者之不拂，而疾不者之拂？故有我有殺彼以我，無殺我以利。”子墨子曰：“子之義將匿耶？意將以告人乎？”巫馬子曰：“我何故匿我義？吾將以告人。”子墨子曰：“然則，一人說子，一人欲殺子以利己；十人說子，十人欲殺子以利己；天下說子，天下欲殺子以利己。一人不說子，一人欲殺子，以子爲施不祥言者也；十人不說子，十人欲殺子，以子爲施不祥言者也；天下不說子，天下欲殺子，以子爲施不祥言者也。說子亦欲殺子，不說子亦欲殺子。是所謂經者口也，殺常之身者也。”子墨子曰：“子之言惡利也？若無所利而不言，是蕩口也。”子墨子謂魯陽文君曰：“今有一人於此，羊牛餅㹖，維人但割而和之，食之勝食也。見人之生餅，則還然竊之，曰：‘舎余食。’不知日月，安不足乎？其有𥨸疾乎？”魯陽文君曰：“有竊疾也。”子墨子曰：“楚三意之田，曠蕪而不可勝辟，𧦝靈數千，不可勝，見宋、鄭之間邑，則還然竊之，此與彼異乎？”魯陽文君曰：“是猶彼也，實有竊疾也。”子墨子曰：“季孫紹與孟伯常治魯國之政，不能相信，而祝於禁社，曰：‘苟使我和。’是猶弇其目，而視於禁社也，‘苟使我皆視’，豈不繆哉？子墨子謂駱滑𣯛曰：“我聞子好勇。”駱滑𣯛曰：“然，我聞其鄉有勇士焉，吾必從而殺之。”子墨子曰：“天下莫不欲與其所好，度其所惡。今子聞其鄉有勇士焉，必從而殺之，是非好勇也，是惡勇也。",
                    "zhushu": "”"
                }
            ]
        },
        {
            "name": "貴義第四十七",
            "paragraphs": [
                {
                    "paragraph": "貴義第四十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "子墨子曰：“萬事莫貴於義。今謂人曰：‘予子冠履，而斷子之手足，子爲之乎？’必不爲，何故？則冠履不若手足之貴也。又曰：‘予子天下，而殺子之身，子爲之乎？’必不爲，何故？則天下不若身之貴也。爭一言以相殺，是貴義於其身也。故曰：萬事莫貴於義也。”子墨子自魯、齊即過，故人謂子墨子曰：“今天下莫爲義，子獨自苦而爲義，子不若已。”子墨子曰：“今有人於此，有子十人，一人耕而九人處，則耕者不可以不益急矣。何故？則食者衆而耕者寡也。今天下莫爲義，則子如勸我者也，何故止我？”子墨子南游於楚，見楚獻惠王。獻惠王以老辭，使穆賀見子墨子。子墨子說穆賀，穆賀大說，謂子墨子曰：“子之言則成善矣，而君王天下之大王也，毋乃曰‘賤人之所爲’，而不用乎？”子墨子曰：“唯其可行。譬若藥然，草之本，天子食之以順其疾，豈曰‘一草之本’而不食哉？今農夫入其稅於大人，大人爲酒醴粢盛，以𥙊上帝鬼神，豈曰‘賤人之所爲’而不享哉？故雖賤人也，上比之農，下比之藥，曽不若一草之本乎？且主君亦嘗聞湯之說乎？昔者，湯將徃見伊尹，令彭氏之子御。彭氏之子半道而問曰：‘君將何之？’湯曰：將往見伊尹。彭氏之子曰：‘伊尹，天下之賤人也。君若欲見之，亦令召問焉，彼受賜矣。’湯曰：‘非女所知也。今有藥此，食之則耳加聰，目加明，則吾必說而強食之。今夫伊尹之於我國也，譬之良醫善藥也，而子不欲我見伊尹，是子不欲吾善也。’因下彭氏之子，不使御。彼茍然，然後可也。”子墨子曰：“凡言凡動，利於天鬼百姓者爲之；凡言凡動，害於天鬼百姓者舎之；凡言凡動，合於三代聖王尭舜禹湯文武者爲之；凡言凡動，合於三代暴王桀紂幽厲者舎之。”子墨子曰：“言足以遷行者，常之；不足以遷行者，勿常。以遷行而常之，是蕩口也。”子墨子曰：“必去六辟，嘿則思，言則誨，動則事。使者三代御，必爲聖人。必去喜，去怒，去樂、去悲，去愛，而用仁義。手足口鼻耳從事於義，必爲聖人。”子墨子謂二三子曰：“爲義而不能，必無排其道。譬若匠人之斵而不能，無排其繩。”子墨子曰：“世之君子，使之爲一彘之宰，不能，則辭之；使爲一國之相，不能，而爲之。豈不悖哉？子墨子曰：“今瞽曰：‘鉅者白也，黔者墨也，雖明目者無以易之。兼白黒，使瞽取焉，不能知也。故我曰瞽不知白墨者，非以其名也，以其取也。今天下之君子之名仁也，雖禹湯無以易之。兼仁與不仁，而使天下之君子取焉，不能知也。故我曰：天下之君子不知仁者，非以其名也，亦以其取也。”子墨子曰：“今事之用身，不若商人之用一布之慎也。商人用一布布，不敢繼茍而讐焉，必擇良者。今士之用身則不然，意之所欲則爲之，厚者入刑罰，薄者被毀醜，則士之用身不若商人之用一布之慎也。”子墨子曰：“世之君子欲其義之成，而𦔳之脩其身則愠。是猶欲其墻之成，而人𦔳之築則愠也，豈不悖哉？子墨子曰：“古之聖王，欲傳其道於後世，是故書之竹帛，鏤之金石，傳遺後世子孫，欲後世子孫法之也。金聞先王之遺而不爲，是廢先王之傳也。”子墨子南遊使衛，關中載書甚多，弦唐子見而怪之，曰：“吾夫子教公尚過曰：‘揣曲直而巳。’今夫子載書甚多，何有也？”子墨子曰：“昔者周公旦朝讀書百篇，夕見𣾰十士。故周公旦佐相天子，其脩至於今，翟上無君上之事，下無耕農之難，吾安敢廢此？翟聞之，同歸之物，信有誤者，然而民𦗟不鈞，是以書多也。今若過之心者，數逆於精微，同歸之物，既巳知其要矣，是以不教以書也，而子何怪焉？”子墨子謂公良桓子曰：“衛，小國也，處於齊、𣈆之間，猶貧家之處於富家之間也。貧家而學富家之衣食多用，則速亡必矣。今簡子之家，飾車數百乘，馬食菽粟者數百匹，婦人衣文繡者數百人。吾取飾車、食馬之費與繡衣之財以畜士，必千人有餘。若有患難，則使百人處於前，數百於後，與婦人數百人處前後，孰安？吾以爲不若畜士之安也。”子墨子仕於衛，所仕者至而反。子墨子曰：“何故反？”對曰：“與我言而不當，曰：‘待女以千盆，授我五百盆。’故去之也。”子墨子曰：“授子過千盆，則子去之乎？”對曰：“不去。”子墨子曰：“然則非爲其不審也，爲其寡也。”子墨子曰：“世俗之君子，視義士不若負粟者。今有人於此，負粟息於路側，欲起而不能。君子見之，無長少貴賤，必起之，何故也？曰：義也。今爲義也君子，奉承先王之道以語之，縱不說而行，又從而非毀之，則是世俗之君子之視義士也，不若視負粟者之。”子墨子曰：“商人之四方，市賈信徙，雖有關梁之難，盗賊之危，必爲之。今士坐而言義，無關梁之難，盗賊之危，此爲信徙，不可勝計。然而不爲。財士之計利，不若商人之察也。”子墨子北之齊，遇日者。日者曰：“帝以今日殺黒龍於北方，而先生之色黒，不可以北。”子墨子不𦗟，遂北，而反爲。日者曰：“我謂先生不可以北。”子墨子曰：“南之人不得北，北之人不得南，其色有黒者，有白者，何故皆不遂也？且帝以甲乙殺青龍於東方，以丙丁殺赤龍於南方，以庚辛殺白龍於西方，以壬癸殺黒龍於北方。若用子之言，則是禁下行者也，是圍心而虛天下也，子之言不可用也。”子墨子曰：“吾言足用矣，舎言革思者，是猶舎穫而攗粟也。以其言非吾言者，是猶以卵投石也。盡天下之卵，其石猶是也，不可毀也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "公孟第四十八",
            "paragraphs": [
                {
                    "paragraph": "公孟第四十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "公孟子謂子墨子曰：“君子共己以待，問焉則言，不問焉則止。譬若鍾然，扣則鳴，不扣則不鳴。”子墨子曰：“是言有三物焉。子乃今知其一身也，又未知其所謂也。若大人行淫暴於國家，進而諌，則謂之不遜；因左右而獻諌，則謂之言議。此君子之所疑惑也。若大人爲政，將因於國家之難，譬若機之將𤼵也然，君子之必以諌。然而大人之利，若此者，雖不扣必鳴者也。若大人舉不義之異行，雖得大巧之經，可行於軍旅之事，欲攻伐無罪之國，有之也。君得之，則必用之矣。以廣辟土地，著稅僞材，出必見辱，所攻者不利，而攻者亦不利，是兩不利也。若此者，雖不扣必鳴者也。且子曰：‘君子共己待，問焉則言，不問焉則止。譬若鍾然，扣則鳴，不扣則不鳴。’今未有扣，子而言，是子之謂不扣而鳴邪？是子之所謂非君子邪？”公孟子謂子墨子曰：“實爲善人，孰不知？譬若良玉，處而不出，有餘精。譬若美女，處而不出，人爭求之，行而自衒，人莫知取也。今子徧從人而說之，何其勞也？子墨子曰：今夫世亂，求美女者衆，美女雖不出，人多求之。今求善者寡，不強說人，人莫之知也。且有二生於此，善星：一行爲人筮者，與處而不出者，其精孰多？公孟子曰：“行爲人筮者其精多。”子墨子曰：“仁義鈞，行說人者，其功善亦多，何故不行說人也？”公孟子義章甫，搢𥚆，儒服，而以見子墨子，曰：“君子服然後行乎？其行然後服乎？”子墨子曰：“行不在服。”公孟子曰：“何以知其然也？”子墨子曰：“昔者齊桓公高冠愽帶，金劔木盾，以治其國，其國治。昔者，晋文公大布之衣，䍧羊之裘，韋以帶劔，以治其國，其國治。昔者楚莊王鮮冠組纓，絳衣博袍，以治其國，其國治。昔者越王句踐剪髮文身，以治其國，其國治。此四君者，其服不同，其行猶一也。翟以是知行之不在服也。”公孟子曰：“善。吾聞之曰：‘宿善者不祥。’請舎𥚆易章甫，復見夫子，可乎？”子墨子曰：“請因以相見也。若不將舎𥚆易章甫而後相見，然則行果在服也。”公孟子曰：“君子必古言服，然後仁。”子墨子曰：“昔者商王紂卿士費仲爲天下之暴人，箕子、微子爲天下之聖人，此同言而或仁不仁也。周公旦爲天下之聖人，關叔爲天下之暴人，此同服或仁或不仁。然則不在古服與古言矣。且子法周而未法夏也，子之古非古也。”公孟子謂子墨子曰：“昔者聖王之列也，上聖立爲天子，其次立爲卿大夫。今孔子博於詩、書，察於禮樂，詳於萬物，若使孔子當聖王，則豈不以孔子爲天子哉？”子墨子曰：“夫知者，必尊天事鬼，愛人用節，合焉爲知矣。今子曰‘孔子博於詩、書，察於禮樂，詳於萬物，而曰可以爲天子，是數人之齒，而以爲富。”公孟子曰：“貧富壽夭，齰然在天，不可損益。”又曰：“君子必學。”子墨子曰：“教人學而執有命，是猶命人葆而去亦冠也。”公孟子謂子墨子曰：“有義不義，無祥不祥。”子墨子曰：“古者聖王皆以鬼神爲神明，而爲禍福，執有祥不祥，是以政治而國安也。自桀紂以下，皆以鬼神爲不神明，不能爲禍福，執無祥不祥，是以政亂而國危也。故先王之書，子亦有之曰：‘亦傲也，出於子，不祥。’此言爲不善之有罰，爲善之有賞。”子墨子謂公孟子曰：“䘮禮，君與父母、妻、後子死，三年䘮服；伯父、叔父、兄弟期；族人五月；姑、姊、舅、甥皆有數月之䘮。或以不䘮之間，誦詩三百，弦詩三百，歌詩三百，舞詩三百。若用子之言，則君子何日以𦗟治？庻人何日以從事？”公孟子曰：“國亂則治之，治則爲禮樂；國治則從事，國富則爲禮樂。”子墨子曰：“國之治，治之廢，則國之治亦廢。國之富也，從事，故富也；從事廢，則國之富亦廢。故雖治國，勸之無饜，然後可也。今子曰：‘國治則爲禮樂，亂則治之。’是譬猶噎而穿井也，死而求醫也。古者三代暴王桀、紂、幽、厲，薾爲聲樂，不顧其民，是以身爲刑僇，國爲戾虚者，皆從此道也。”公孟子曰：“無鬼神。”又曰：“君子必學𥙊祀。”子墨子曰：“執無鬼而學𥙊禮，是猶無客而學客禮也，是猶無魚而爲魚𦊙也。”公孟子謂子墨子曰：“子以三年之䘮爲非，子之三日之䘮亦非也。”子墨子曰：“子以三年之䘮非三日之䘮，是猶倮謂撅者不恭也。”公孟子謂子墨子曰：“知有賢於人，則可謂知乎？”子墨子曰：“愚之知有以賢於人，而愚豈可謂知矣哉？”公孟子曰：“三年之䘮，學吾之慕父母。”子墨子曰：“夫嬰兒子之知，獨慕父母而已。父母不可得也，然號而不止，此亦故何也？即愚之至也。然則儒者之知，豈有以賢於嬰兒子哉？”子墨子曰：“問於儒者，何故爲樂？”曰：“樂以爲樂也。”子墨子曰：“子未我應也。今我問曰：‘何故爲室？’曰：‘冬避寒焉，夏避暑焉，室以爲男女之别也，則子告我爲室之故矣。今我問曰：‘何故爲樂？’曰：‘樂以樂也。是猶曰何故爲室？曰：室以爲室也。子墨子謂程子曰：“儒之道足以䘮天下者四政焉。儒以爲不明，以鬼爲不神，天鬼不說，此足以䘮天下。又厚葬久䘮，重爲棺槨，多爲衣衾，送死若徙，三年哭泣，扶後起，杖後行，耳無聞，目無見，此足以䘮天下。又弦歌鼓舞，習爲聲樂，此足以䘮天下。又以命爲有，貧富壽夭，治亂安危有極矣，不可損益也。爲上者行之，必不𦗟治矣；爲下者行之，必不從事矣。此足以䘮天下。”程子曰：“甚矣，先生之毀儒也。”子墨子曰：“儒固無此各四政者，而我言之，則是毀也。今儒固有此四政者，而我言之，則非毀也。告聞也。”程子無辭而出。子墨子曰：“迷之。”反，後坐，進復曰：“鄉者先生之言，有可聞者焉。若先生之言，則是不譽禹，不毀桀、紂也。”子墨子曰：“不然。夫應孰辭，稱議而爲之，敏也。厚攻則厚吾，薄攻則薄吾，應孰辭而稱議，是猶荷轅而擊蛾也。”子墨子與程子辯，稱於孔子。程子曰：“非儒，何故稱於孔子也？”子墨子曰：“是亦當而不可易者也。今鳥聞𤍠旱之憂則高，魚聞𤍠旱之憂則下，當此，雖禹湯爲之謀，必不能易矣。鳥魚可謂愚矣，禹湯猶云因焉。今翟曽無稱於孔子乎？”有游於子墨子之門者，謂子墨子曰：“先生以鬼爲神明知，能爲禍人哉？”有游於子墨子之門者，身體強良，思慮徇通，欲使隨而學。子墨子曰：“姑學乎？吾將仕。子勸於善言而學，其年，而責仕於子墨子。子曰：“不仕子。子亦聞夫魯語乎？魯有昆弟五人者，亦父死，亦長子，嗜酒而不葬。亦四弟曰：‘子無我葬，當爲子沽酒。’勸於善言而葬。巳葬，而責酒於其四弟。四弟曰：‘吾未予子酒矣。子葬子父，我葬吾父，豈獨吾父哉？子不葬，則人將𥬇子，故勸子葬也。’今子爲義，我亦爲義，豈獨我義也哉？子不學，則人將𥬇子，故勸子於學。”有游於子墨子之門者，子墨子曰：盍學乎？對曰：吾族人無學者。子墨子曰：不然。夫好美者，豈曰吾族人莫之好，故不好哉？夫欲富貴者，故不欲哉？好美欲富貴者，不視人猶強爲之福，爲善者富之，暴者禍之。今吾事先生乆矣，而福不至，意者先生之言有不善乎？鬼神不明乎？我何故不得福也？子墨子曰：雖子不得福，吾言何遽？不善？而鬼神何遽不明？子亦聞乎匿徒之刑之有刑乎？”對曰：“未得之聞也。”子墨子曰：“今有人於此，什子，子能什譽之，而一自譽乎？”對曰：“不能。”“有人於此，百子，子能終身譽亦善，而子無一乎？”對曰：“不能。”子墨子曰：“匿一人者猶有罪，今子所匿者若此亦多，將有厚罪者也，何福之求？”子墨子有疾跌鼻，進而問曰：先生以鬼神爲明，能爲禍福，善者賞之，爲不善者罰之。今先生聖人也，何故有疾？意者先生之言有不善乎？鬼神不明知乎？子墨子曰：雖使我有病，何遽不明？人之所得於病者多方，有得之寒暑，有得之勞苦，百門而一門焉，則盗何遽無從？夫義，天下之大噐也，何以視人？必強爲之？二三子有復於子墨子學射者，子墨子曰：“不可。夫知者必量亦力所能至而從事焉。國士戰且扶人，猶不可及也。今子非國士也，豈能成學又成射哉？”二三子復於子墨子曰：“告子曰：‘言義而行甚惡，請棄之。’”子墨子曰：“不可。稱我言以毀我行，愈於亡。有人於此，翟甚不仁，尊天、事鬼、愛人，甚不仁，猶愈於亡也。今告子言談甚辯，言仁義而不吾毀，告毀子，猶愈亡也。”二三子復於子墨子曰：“告子勝爲仁。”子墨子曰：“未必然也。告子爲仁，譬猶跛以爲長，隱以爲廣，不可久也。”告子謂子墨子曰：“我治國爲政。”子墨子曰：“政者，口言之，身必行之。今子口言之，而身不行，是子之身亂也。子不能治子之身，惡能治國政？子姑亡子之身亂之矣。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "魯問第四十九",
            "paragraphs": [
                {
                    "paragraph": "魯問第四十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "魯君謂子墨子曰：“吾恐齊之攻我也，可救乎？”子墨子曰：“可。昔者三代之聖王，禹、湯、文、武，百里之諸侯也，說忠行義，取天下。三代之暴王，桀、紂、幽、厲，讐怨行暴，失天下。吾願主君之上者尊天事鬼，下者愛利百姓，厚爲皮幣，卑辭令，函徧禮四隣諸侯，歐國而以事齊，患可救也。非願，無可爲者。”齊將伐魯，子墨子謂項子牛曰：“伐魯，齊之大過也。昔者吳王東伐越，棲諸㑹稽；西伐楚，葆昭王於隨；北伐齊，取國太子以歸於吳。諸侯報其讐，百姓苦其勞而弗爲用，是以國爲虚戾，身爲刑戮也。昔者智伯伐范氏與中行氏，兼三晋之地，諸侯報其讐，百姓苦其勞而弗爲用，是以國爲虛戾，身爲刑戮用是也。故大國之攻小國也，是交相賊也，過必反於國。”子墨子見齊大王曰：“今有刀於此，試之人頭，倅然斷之，可謂利乎？”大王曰：“利。”子墨子曰：“多試之人頭，倅然斷之，可謂利乎？”大王曰：“利。”子墨子曰：“刀則利矣，孰將受其不祥？”大王曰：“刀受其利，試者受其不祥。”子墨子曰：“并國覆軍，賊敖百姓，孰將受其不祥？”大王俯仰而思之，曰：“我受其不祥。”魯陽文君將攻鄭，子墨子聞而止之，謂陽文君曰：“今使魯四境之内，大都攻其小都，大家伐其小家，殺其民人，取其牛馬狗豕布帛米粟貨財，則何若？”魯陽文君曰：“魯四境之内，皆寡人之臣也。今大都攻其小都，大家伐其小家，奪之貨財，則寡人必將厚罰之。”子墨子曰：“夫天之兼有天下也，亦猶君之有四境之内也。今舉兵將以攻鄭，天誅亦不至乎？”魯陽文君曰：“先生何止我攻鄭也？我攻鄭，順於天之志。鄭人三世殺其父，天加誅焉，使三年不全。我將𦔳天誅也。”子墨子曰：“鄭人三世殺其父而天加誅焉，使三年不全，天誅足矣。今又舉兵，將以攻鄭，曰：‘吾攻鄭也，順於天之志。’譬有人於此，其子強梁不材，故其父笞之，其隣家之父舉木而撃之，曰：‘吾撃之也，順於其父之志，則豈不悖哉？”子墨子謂魯陽文君曰：“攻其鄰國，殺其民人，取其牛馬粟米貨財，則書之於竹帛，鏤之於金石，以爲銘於鍾𪔂，傳遺後世子孫，曰：‘莫若多。吾今賤人也，亦攻其隣家，殺其人民，取其狗豕食糧衣裘，亦書之竹帛，以爲銘於席豆，以遺後世子孫，曰：‘莫若我多，亦可乎？”魯陽文君曰：“然，吾以子之言觀之，則天下之所謂可者，未必然也。”子墨子爲魯陽文君曰：“世俗之君子，皆知小物而不知大物。今有人於此，竊一犬一彘則謂之不仁，竊一國一都則以爲義。譬猶小視白謂之白，大視白則謂之黒。是故世俗之君子，知小物而不知大物者，此若言之謂也。”魯陽文君語子墨子曰：“楚之南有啖人之國者橋，其國之長子生，則觧而食之，謂之宜弟。美，則以遺其君，君喜則賞其父，豈不惡俗哉？”子墨子曰：“雖中國之俗，亦猶是也。殺其父而賞其子，何以異食其子而賞其父者哉？茍不用仁義，何以非夷人食其子也？”魯君之嬖人死，魯君爲之誄，魯人因說而用之。子墨子聞之曰：“誄者，道死人之志也。今因說而用之，是猶以來首從服也。”魯陽文君謂子墨子曰：“有語我以忠臣者：令之俯則俯，令之仰則仰；處則静，呼則應，可謂忠臣乎？”子墨子曰：“令之俯則俯，令之仰則仰，是似景也。處則静，呼則應，是似響也。君將何得於景與響哉？若以翟之所謂忠臣者，上有過則微之以諫，己有善則訪之上，而無敢以告。外匡",
                    "zhushu": "太祖廟諱上字。"
                },
                {
                    "paragraph": "其邪而入其善，尚而無下比。比以美善在上，而怨讐在下；安樂在上，而憂慼在臣,此翟之謂忠臣者也。魯君謂子墨子曰：“我有二子，一人者好學，一人者好分人財。孰以爲太子而可？”子墨子曰：“未可知也。或所爲賞興爲是也。魡者之恭，非爲魚賜也；餌䑕以蟲，非愛人也。吾願主君之合其志功而觀焉。”魯人有因子墨子而學其子者，其子戰而死，其父讓子墨子。子墨子曰：“子欲學子之子，今學成矣，戰而死，而子愠，是猶欲糶，糴讐，則愠也，豈不費哉！魯之南鄙人有吳慮者，冬陶夏耕，自比於舜。子墨子聞而見之。吳慮謂子墨子：“義耳義耳，焉用言之哉？”子墨子曰：“子之謂所義者，亦有力以勞人，有財以分人乎？”吳慮曰：“有。”子墨子曰：“翟甞計之矣。翟慮耕天下而食之人矣，盛，然後當一農之耕，分諸天下，不能人得一升粟，籍而以爲得一升粟，其不能飽天下之飢者，既可睹矣。翟慮織而衣天下之人矣，盛，然後當一婦人之織，分諸天下，不能人得尺布。籍而爲得尺布，其不能煖天下之寒者，既可睹矣。翟慮被堅執銳救諸侯之患，盛，然後一夫之戰。一夫之戰，其不御三軍，既可睹矣。翟以爲不若誦先王之道而求其說，通聖人之言而察其辭，上說王公大人，次匹夫徒歩之士。王公大人用吾言，國必治；匹夫徒歩之士用吾言，行必脩。故翟以爲雖不耕而食飢，不織而衣寒，功賢於耕而食之，織而衣之者也。故翟以爲雖不耕織乎。而功賢於耕織也。”吳慮謂子墨子曰：“義耳，義耳，焉用言之哉？”子墨子曰：“籍設而天下不知耕，教人耕，與教人耕而獨耕者，其功孰多？”吳慮曰：“教人耕者其功多。子墨子曰：“籍設而攻不義之國，鼓而使衆進戰，與不鼓而使衆進戰，而獨進戰者，其功孰多？”吳慮曰：“鼓而進衆者其功多。”子墨子曰：“天下匹夫徒歩之士，少知義而教天下以義者，功亦多，何故弗言也？若得鼓而進於義，則吾義豈不益進哉？”子墨子游公尚過於越。公尚過說越王，越王大悅，謂公尚過曰：“先生苟能使子墨子於越而教寡人，請裂故吳之地，方五百里，以封子墨子。”公尚過許諾。遂爲公尚過束車五十乗，以迎子墨子於魯，曰：“吾以夫子之道說越王。越王大恱，謂過曰：‘苟能使子墨子至於越，而教寡人，請裂故吳之地，方五百里，以封子。’”子墨子謂公尚過曰：“子觀越王之志何若？意越王將𦗟吾言，用我道，則翟將徃，罿腹而食，度身而衣，自比於群臣，不能以封爲哉？抑越不𦗟吾言，不用吾道，而我徃焉，則是我以義糶也。鈞之糶，亦於中國耳，何必於越哉？”子墨子游，曰：“既得見四方之君，子則將先語。子墨子曰：“凡入國，必擇務而從事焉。國家昏亂，則語之尚賢、尚同；國家貧，則語之節用、節葬；國家憙音湛湎，則語之非樂、非命；國家淫僻無禮，則語之尊天、事鬼；國家務奪侵凌，即語之兼愛，非曰擇務而從事焉。子墨子曰：“出曹公子而於宋，三年而反。”睹子墨子曰：“始吾游於子之門，短褐之衣，藿羮，朝得之則夕弗得，𥙊祀鬼神。而以夫子之政，家厚於始也。有家厚，謹𥙊祀鬼神，然而人徒多死，六畜不蕃，身湛於病，吾未知夫子之道之可用也。”子墨子曰：“不然。夫鬼神之所欲於人者多，欲人之處高爵禄，則以讓賢也，多財則以分貧也。夫鬼神豈唯擢季拑肺之爲欲哉？今子處高爵禄而不以讓賢，一不祥也；多財而不以分貧，二不祥也。今子事鬼神唯𥙊而巳矣，而曰：‘病何自至哉？’是猶百門而閉一門焉，曰：‘盗何從入？’若是而求福於有怪之鬼，豈可哉？”魯祝以一豚𥙊，而求百福於鬼神。子墨子聞之曰：“是不可。今施人薄而望人厚，則人唯恐其有賜於巳也。今以一豚𥙊，而求百福於鬼神，唯恐其以牛羊祀也。古者聖王事鬼神，𥙊而巳矣。今以豚𥙊而求百福，則其富不如其貧也。”彭輕生子曰：“徃者可知，來者不可知。”子墨子曰：“籍設而親在百里之外，則遇難焉，期以一日也。及之則生，不及則死。今有固車良馬於此，又有奴馬四隅之輪於此，使子擇焉，子將何乗？”對曰：“乗良馬固車，可以速至。”子墨子曰：“焉在矣來！”孟山譽王子閭曰：“昔白公之禍，執王子閭，斧𨱆鉤要，直兵當心，謂之曰：‘爲王則生，不爲王則死。’王子閭曰：‘何其侮我也？殺我親而喜我以楚國，我得天下而不義，不爲也，又况於楚國乎？’遂而不為。王子閭豈不仁哉？”子墨子曰：“難則難矣，然而未仁也。若以王為無道，則何故不受而治也？若以白公爲不義，何故不受王，誅白公，然而反王？故曰難則難矣，然而未仁也。”子墨子使勝綽事項子牛，項子牛三侵魯地，而勝綽三從。子墨子聞之，使高孫子請而退之曰：“我使綽也，將以濟驕而正嬖也。今綽也禄厚而譎夫子，夫子三侵魯，而綽三從，是鼓鞭於馬靳也。翟聞之，言義而弗行，是犯明也。’綽非弗之知也，禄勝義也。”昔者楚人與越人舟戰於江，楚人順流而進，迎流而退，見利而進，見不利則退其難。越人迎流而進，順流而退，見利進，見不利則其退速。越人因此若執，函敗楚人。公輸子曰：“自魯南游楚，焉始爲舟戰之噐，作爲鉤強之備，退者鈎之，進者強之，量其鈎強之長，而制爲之兵。楚之兵節，越之兵不節，楚人因此若執，函敗越人。公輸子善其巧，以語子墨子曰：“我舟戰有鈎強，不知子之義亦有鈎強乎？”子墨子曰：“我義之鉤強，賢於子舟戰之鈎強。我鈎強。我鈎之以愛，揣之以恭。弗鈎以愛則不親，弗揣以恭則速狎，而不親則速離。故交相愛，交相恭，猶若相利也。今子鈎而止人，人亦鈎而止子；子強而距人，人亦強而距子。交相鈎，交相強，猶若相害也。故我義之鈎強，賢子舟戰之鈎強。”公輸子削竹木以爲，䧿，成而飛之，三日不下，公輸子自以爲至巧。子墨子謂公輸子曰：“子之爲䧿也，不如翟之爲車轄。須臾，劉三寸之木，而任五十石之重。故所爲巧，利於人謂之巧，不利於人謂之拙。”公輸子謂子墨子曰：“吾未得見之時，我欲得宋。自我得見之後，予我宋而不義，我不爲。”子墨子曰：“翟之未得見之時也，子欲得宋。自翟得見子之後，予子宋而不義，子弗爲，是我予子宋也。子務爲義，翟又將與子天下。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "公輸第五十",
            "paragraphs": [
                {
                    "paragraph": "公輸第五十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "公輸盤爲楚造雲梯之械，成，將以攻宋。子墨子聞之，起於齊，行十日十夜而至於郢，見公輸盤。公輸盤曰：“夫子何命焉爲？”子墨子曰：“北方有侮臣，願藉子殺之。”公輸盤不說。子墨子曰：“請獻十金。”公輸盤曰：“吾義固不殺人。”子墨子起，再拜曰：“請說之。吾從北方聞子爲梯，將以攻宋，宋何罪之有？荆國有餘於地，而不足於民，殺所不足，而爭所有餘，不可謂智。宋無罪而攻之，不可謂仁；知而不爭，不可謂忠；爭而不得，不可謂強；義不殺少而殺衆，不可謂知類。”公輸盤服。子墨子曰：“然，乎不巳乎？”公輸盤曰：不可。吾既已言之王矣。子墨子曰：“胡不見我於王？”公輸盤曰：“諾。”子墨子見王曰：“今有人於此，舎其文軒，隣有短褐而欲竊之；舎其粱肉，鄰有糠糟而欲竊之。此爲何若人？”王曰：“必爲𥨸疾矣。”子墨子曰：“荆之地方五千里，此猶文軒之與敝轝也。荆有雲夣，犀兕麋鹿滿之，江漢之魚鼈黿鼉爲天下富，宋所爲無雉兎狐狸者也，此猶粱肉之與糠糟也。荆有長松、文梓、梗柟、豫章，宋無長木，此猶錦繡之與短褐也。臣以三事之攻宋也，爲與此同類。”王曰：“善哉！雖然，公輸盤爲我爲雲梯，必取宋。”於是見公輸盤，子墨子解帶爲城，以牒爲械。公輸盤九設攻城之機變，子墨子九距之，公輸盤之攻械盡，子墨子之守圉有餘。公輸盤詘而曰：“吾知所以距子矣，吾不言。”子墨子亦曰：“吾知子之所以距我，吾不言。”楚王問其故，子墨子曰：“公輸子之意，不過欲殺臣。殺臣，宋莫能守，可攻也。然臣之弟子禽滑𨤲等三百人，巳持臣守圉之噐，在宋城上而待楚㓂矣，雖殺臣，不能絕也。”楚曰：“善哉！吾請無攻宋矣。”子墨子歸，過宋，天雨，庇其閭中，守閭者不内也。故曰：“治於神者，衆人不知其功；爭於明者，衆人知之。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "備城門第五十二",
            "paragraphs": [
                {
                    "paragraph": "備城門第五十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "禽滑𨤲問於子墨子曰：“由聖人之言，鳯鳥之不出，諸侯畔殷周之國，甲兵方起於天下，大攻小，強執弱，吾欲守小國，爲之柰何？”子墨子曰：“何攻之守？”禽滑𨤲對曰：“今之世常所以攻者：臨、鈎、衝梯、堙、水、冗、𥥜、空洞、蟻傳、轒輼、軒車，服問守此十二者奈何？”子墨子曰：“我城池修，守噐具，推粟足，上下相親，又得四鄰諸侯之救，此所以持也。且守者雖善，則若不可以守也。若君用之，守者又必能乎守者，不能而君用之，則猶若不可以守也。然則守者必善而君尊用之，然後可以守也。”故凡守城之法，備城門爲縣沉機，長二丈，廣八尺，爲之兩相如，問扁數令相接三十。施士扁上，無過二寸。塹中深丈五，廣比扇，塹長以力爲度。塹之未爲之縣，可容一人所。容至，諸門戸，皆令鑿而慕孔，孔之，各爲二幕二，一鑿而繫繩，長四尺。救車火，爲烟矢射火城門上，鑿扇上爲棧，塗之，持水麻升、草盆救之。門扇薄植，皆鑿半尺，一寸一湪弋，弋長二寸，見一寸，相去七寸，厚塗之，以備火。城門上所鑿以救門火者，各一，垂水，火三石以上，小大相雜。門植關必環錮，以錮金若鐡鍱之。門關再重，鍱之以鐡，必堅。梳關，關二尺，梳關一莧，封以守印，時令人行貌封，及視關人桓淺深。門者皆無得挾斧、斤、鑿、鋸、椎。城上二歩一渠，渠立程，丈三尺，冠長十尺，辟長六尺，二歩一答，廣九尺，表十二尺。二歩置連挺、長斧、長椎各一物。槍二十枚，周置二歩，中。二歩一木弩，必射五十歩以上，及多爲矢，節，毋以竹箭。楛、趙、𢱋榆，可。蓋，求齊鐡夫。播以射𧗹及攏樅。二歩。積石，石重中鈞以上者五百枚，毋百，以亢疾，犁壁皆可善。方二歩。積苙大一圍，長丈二十枚，五歩。一罌盛水有奚，奚蠡大容一斗五歩。積狗屍五百枚，狗屍長三尺，䘮以弟瓮亦端堅，約弋十歩。積搏大二圍以上，長八尺者二十枚，二十五歩一竈，有鐵鐟容石以上者一，戒以爲湯及持沙，毋下千石。三十歩置坐候樓，樓出於堞，四尺，廣三尺，廣四尺，板周三靣，宻傳之，夏，蓋亦上。五十歩一藉車，藉車必爲鐡纂。五十歩一井屏，周垣之，高八尺。五十歩一方，方尚必爲關籥守之。五十歩積薪，母下三百石，善䝉塗，毋令外火能傷也。百歩一攏摐，起地高五丈，三層，下廣前靣八尺，後十三尺，亦上稱議衰殺之。百歩一木樓，樓廣前靣九尺，高七尺，樓輣居，坫，出城十二。尺，百歩再，再十壅，以木爲繋連。水噐容四斗，到六什者百。百歩一積雜秆，大二圍以上者五十枚。百歩爲櫓，櫓廣四尺，高八尺，爲衝術。百歩爲幽𦢌，廣三尺、高四尺者千二百歩。一立樓。城中廣二丈五尺二長二丈，出樞五尺。城上廣三歩，到四歩，乃可以爲使闘。俾倪廣三尺，高二尺五寸。陛高二尺五，廣長各三尺，逺唐各六尺。城上四隅童異高五尺，四尉舎焉。城上七尺一渠，長丈五，貍三尺，去堞五寸。夫長丈二尺，臂長六尺，半植一鑿，内後長五寸。夫雨鑿，渠，夫前端下堞四寸而適。貍渠、鑿坎，覆以瓦，冬日以馬夫寒，皆待命，若以瓦爲坎。城上千歩一表，長丈，棄水者操表摇之。五五十歩一厠，與下同圂。之，厠者不得操。城上三十歩一藉車，當隊者不用。城上五十歩一道，陛，高二尺五寸，長十歩。城上五十歩一樓，𢪬𢪬勇勇必重。士。樓百歩一，外門𤼵樓，左右渠之，爲樓加藉慕，棧上出之以救外。城上皆毋得有室。若也可依匿者，盡除去之。城下州道内百歩一積藉，毋下三千石以上，善塗之。城上十人一什長，屬一吏士，一帛。尉百歩一亭，高垣丈四尺，厚四尺，爲閨門兩扇，令各可以自閈。亭、尉、尉必取有序，忠信可任事者。二舎共一井，　灰康粃杯、馬夫，皆謹收藏之。城上之備，渠譫、藉車、行棧、行樓、到頶、臯連挺、長斧、長椎、長兹、距飛衝縣批屈樓五十歩一，堞，下爲爵，内三尺而一。爲薪臯，二圍，長四尺半，必有潔。瓦石，重二升以上。上城上。渉，五十歩一積。竈，置鐡錯焉，與渉同處，木大二圍，長丈二尺以上，善耿卞本，名曰長從，五十歩三十，木橋長三丈，毋下五十，後使辛急爲壘壁，以蓋瓦，後之。用瓦木罌，容十升以上者，五十歩而十，盛水，且用之，五十二者，十歩而二。城四靣四隅皆爲高磨，𧝤使重室乎？子居卞上候，適視卞㑷狀，與卞進左右所移處，失候，斬。適人爲内而來我函，使穴師選本匝而穴之，爲之且内弩以應之。民室杵，木瓦石，可以蓋城之備者，蓋上之，不從令者斬。昔築，七尺一居屬，五歩一壘。五築有銻，長斧，柄長八尺，十歩一。長鎌，柄長八尺，十歩一。闘，長椎，柄長六尺，頭長尺，斧亦兩端。三歩一。凡守圍城之法，厚以高，壕也，深以廣，樓撕揗，守備繕利，薪食足以交三月以上，人衆以選吏尺和，大臣有功勞於上者多，主信以義，萬民樂之無窮。不然，父母墳墓在焉；不然，山林草澤之饒足利；不然，地形之難攻而易守也。不然，則有深怨於適，而有大功於上；不然，則賞明可信而罰嚴足畏也。城下里中家人各葆，亦左右前後如城上。城小人衆，葆離鄕老弱國中及也。大城㓂至，度必攻，主人先削城編，唯勿燒。㓂在城下，時換吏卒署而毋換，亦養，養毋得上城。㓂在城下，牧諸盆罋，耕積之。城下百歩一積，積五百。城門内不得有室，爲周官桓吏，四尺爲倪，行棧内閈，二關一堞，除城場外，去池百歩，墻垣樹木小大盡壞，代除去之。㓂所從來，若昵道傒近若城場，皆爲扈樓，立竹箭，天中守。堂下爲大樓，高臨城，堂下周散道中應客，客待見時，召三老左葆官中者與計事，得爲之奈何？子墨子曰：問穴士之守邪？備穴者，城内爲高樓以謹，此十四者具，則民亦不宜上矣，然後城可守。十四者無一，則雖善者不能守矣。守。法，五十歩，丈夫十人，丁女二十人，老小十人，計之，五十歩，四百人。城下樓本，率一歩一八，二十歩，二十人。城小大以此率之，乃足以守圍。宕馮靣而蛾傳之，主人則先之。知，主人利，客適。客攻以遂，十萬物之衆，攻無過四隊者，上術廣五百歩，中術三百歩，下術五十歩。諸不盡百五歩者，主人利而客病。廣。五百歩之隊，大夫千人，丁女子二千人，老小千人，凡千人，而足以應之，此守術之數也。使老小不事者，守於城上，不當術者，城持出，必爲明填，令吏民皆智知之。從一人百人以上，持出，不操填章，從人非亦故人，乃亦稹章也。千人之將以上，止之，勿令得行，行及吏卒從之，皆斬。具以聞於上，此守城之重禁之。夫姦之所生也，不可不審也。𠉀望適人，適人爲變。築垣聚土非常者，若彭有水濁非常者，此穴土也，急壍城内，内亦土直之。穿井城内五歩一井。傳城足高地丈五尺，地得泉三尺而止，令陶者爲罌，容四十斗以上，固順之，以薄𩊚革置井中，使聰耳者伏罌而𦗟之，審知穴之所在，鑿内迎之。令陶者爲月明，長二尺五寸，六圍，中判之，合而施之，内中，偃一，覆一，柱之外善周塗，亦傳柱者勿燒。柱者勿燒。柱，善塗亦竇際，勿令泄。兩旁皆如此，與内俱前。下迫地，置康，若疾亦中，勿滿。疾。康長五竇，左右俱雜，相如也。穴内口爲竈，令如窯，令容七八貟艾，右左竇皆如此。竈用四橐，穴且愚，以頡臯衝之，疾鼓橐熏之，必令明翟橐事者，勿令離竈口，連版，以穴高下、廣陜爲度，令穴者與版俱、前。鑿亦版，令容予，參，分亦䟽，數，令可以救竇。穴則遇，以攸當之。以予救竇，勿令塞竇，竇則塞，弓版而郄，過一竇而塞之，鑿亦竇，通亦煙，煙通，疾鼓橐以熏之。徒穴内，𦗟穴之左右，急絕亦前，勿令得行。若集客穴，塞之以柴，塗，令無可燒板也。然則内士之攻敗矣，斬艾與此長尺，乃置窯竈中，先壘窯壁，迎穴爲連，鑿井傳城，足，三丈一，視外之廣陜而爲鑿井，慎勿失。城卑內高，從内難。鑿井，城上，爲三四井，内新甀井中，伏而𦗟之，審之知穴之所在，穴而迎之。穴且遇，爲頡臯，必以堅杖爲夫，以利斧施之，命有力者三人，用頡臯衝之，灌以不潔十餘石，趣狀此井，中，置艾亦上七分，盆蓋井口，毋令煙上泄。旁亦橐口，疾鼓之。以車輪輼，一束，樵，梁麻索塗中以束之。鐵鎻縣正當㓂内口。鐵鎻長三丈，端環，一端鈎。鼠穴，高七尺五寸，廣，柱間也。尺。二尺一柱，柱下傳舄，二柱共一貟十一，兩柱同質，横貟士。柱大二圍半，必固，亦貟士，無柱，與柱交者，穴二。窯。皆爲穴月屋，爲置吏、舎人各一人，必置水，塞穴門，以車兩走，爲蒀，塗亦上，以穴高下廣陳爲度。令人穴中四五尺，維置之，當内者，客爭伏，門，轉而塞之，爲窯。客三貟艾者。令亦𥥛人伏尺。伏付𥥛一旁，以二橐守之。勿離。内。予以鐵，長四尺半。大如鐡。服，說即刃之二予。内去竇尺。邪鑿之，上穴當心。亦予長七尺。穴中爲環利。率，穴二。鑿井城上。俟亦身井且通。居版上，而鑿亦一徧，巳而移版，鑿一徧。頡臯爲兩夫，而旁貍亦植，而敷鈎亦兩端。諸作穴者五十人，男女相半。城上爲爵穴，下堞三尺，廣亦外，五歩一。爵穴大容苴，高者六尺，下者三尺，䟽數自適爲之。塞外塹，去格七尺，爲縣梁。城筵陜，不可塹者勿塹。城上三十歩一聾竈，入壇苣，長五節，冠在城下，聞鼓音，燔苣，復鼓，内苣爵穴中，照外。諸藉車皆鐵什。藉車之柱長丈七尺，亦貍者四尺，夫長三丈以上至三丈五尺，馬頰長二尺八寸，試藉車之力而爲之，困，失四分之三在上。藉車，夫長三尺，四二三在上，馬頰在三分中。馬頰長二尺八寸，夫長二十四尺，以下不用。治困以大車輪。藉車桓長丈二尺半。諸藉車皆鐡什。復車者在之。㓂池來，爲作水甬，深四尺，堅慕貍之，十尺一，覆以月而待令。以木大圍，長二尺四分，而早鑿之，置炭火亦中而合慕之，而以藉車投之。爲疾犁投，長二尺五寸，大二圍，以上，𣵠代，代長七寸，我間大寸，剡亦未，狗走，廣七寸，長尺八寸，蚤長四寸，犬耳施之。子墨。子曰：守城之法，必數城中之木，十人之所舉爲十挈，五人之所舉爲五挈。凡經重以挈爲人數。爲薪藮挈，壯者有挈，弱者有挈，皆稱亦任。凡挈輕重所爲。吏人各得亦任。城中無食，則爲大殺。去城門五歩，大塹之，高地三丈，下地至，施賊亦中。上爲發梁，而機巧之，比傳薪土，使可道行，旁有溝壘，毋可踰越，而出佻且比，適人，遂人，引機𤼵梁，適人可禽，適人恐懼而有疑心，因而離。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "備高臨第五十三",
            "paragraphs": [
                {
                    "paragraph": "備高臨第五十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "禽子再拜再拜曰：敢問適人積土爲高，以臨吾城，薪土俱上，以爲羊黔，䝉櫓俱前，遂屬之城，兵弩俱上，爲之奈何？子墨子曰：子問羊黔者，將之拙者也，足以勞本，不足以害城。守爲臺城，以臨羊黔，左右出巨，各二十尺，行城三十尺，強弩之，技，機藉之，竒噐之，然則羊黔之攻敗矣，備矣。臨以連弩之車，杖，大方一方一尺，長稱城之薄厚。兩軸三輪，輪居筐中，重下上。筐，左右旁二植，左右有衡植，衡植左右皆圜内，内徑四寸。左右縳弩皆於植，以弦鈎弦，至於大弦。弩臂前後與筐齊，筐高八尺，弩軸去下筐三尺五寸。連弩機郭同銅，一石三十斤。引弦鹿長奴。筐大三圍半，左右有鈎距，方三寸，輪厚尺二寸。銅距臂愽尺四寸，厚七寸，長六尺。横臂齊筐外，蚤尺五寸，有距。傳六寸，厚三寸，長如筐。有儀有詘，勝可上下。爲武重一石，以材大圍五寸，矢長十尺，以繩矢端如如戈，射以𢉳廘卷牧。矢高弩臂三尺，用弩無數，出人六十枚，用小矢無留。十人主此卓遂具㓂，爲高樓以射，道城上，以答羅矢。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "備梯第五十六",
            "paragraphs": [
                {
                    "paragraph": "備梯第五十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "禽滑𨤲子事子墨子三年，手足胼胝，靣目黧黒，役身給使，不敢問欲。子墨子其哀之。及管酒槐脯，寄于大山，昧葇坐之，以樵禽子。禽子再拜而嘆。子墨子曰：“亦何欲乎？”禽子再拜再拜曰：敢問守道。子墨子曰：姑亡，姑亡！古有亦術者，内不親民，外不約治，以少間衆，以弱輕強，身死國亡，爲天下笑。子亦慎之，恐爲身薑。禽子再拜。頓首，願遂問守道。曰：敢問客衆而勇，烟資吾池，軍卒並進，雲梯既施，攻備巳具，武士又多，爭土吾城，爲之奈何？子墨子曰：問雲梯之邪。雲梯者，重噐也，亦動移甚難。守爲行城，雜樓相見，以環亦中，以適廣陜爲度。環中藉慕，毋廣亦處。行城之法，高城二十尺，上加堞，廣十尺，左右出巨各二十尺，高、廣如行城之法。爲爵穴、煇鼠、施答，亦外，機、衝、錢。城，廣與隊等，雜，亦間以鐫、劒。持衝十人，執劒五人，皆以有力者，令案目者視適，以鼓𤼵之，夾而射之，重而射，披機藉之。城上繁下矢、石、沙、炭以雨之，薪、火、水湯以濟之。審賞行罰，以静爲故，從之以急，毋使生慮。若此，則雲梯之攻敗矣。守，爲行堞，堞高六尺而一等，施劒亦靣，以機𤼵之，衝至則去之，不至則施之。爵穴，三尺而一。蒺，䔧投必遂而立，以車推引之，𥚑城外，去城十尺，𥚑厚十尺，伐𥚑，小大盡本斷之，以十尺爲傳，雜而深埋之，堅築，毋使可抜。二十歩一殺，殺有一鬲，鬲厚十尺，殺有兩門，門廣五尺，𥚑門一，施淺埋，勿築，令易拔。城希𥚑門而直桀，縣火四尺一鈎樴，五歩一竈，門有鑪炭，令適人盡入，煇火燒門，縣火次之，出載而立，亦廣終隊，兩載之間，載之門一火，皆立而持鼓而撚火，即具𤼵之。適人除火而復攻，縣火復下，適人甚病，故引兵而去，則令吾死。左右出穴門，撃遺師，令賁士，主將皆𦗟城鼓之音而出，又𦗟城鼓之音而入。因素出兵施休，夜半城上四靣鼓噪，適人必或，有此必破軍殺將，以白衣爲服，以號相得，若也，則雲梯之攻敗矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "備水第五十八",
            "paragraphs": [
                {
                    "paragraph": "備水第五十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "城内塹外，周道廣八歩，備水，謹度四旁高下。城地中徧下，令耳亦内，及下地。地深穿之，令漏泉。置則瓦井中，視外水深丈以上，鑿城内水耳。並船以爲十臨，臨三十人，人擅弩，計四有方，必善以船爲轒輼。二十船爲一隊，選材士有力者三十人，共船，亦二十人，人擅有方，劒甲鞮瞀，十人，擅苗。先養材士，爲異舎食，亦父母妻子以爲質，視水可決，以臨轒，輼，決外隄，城上爲射㩘，疾佐之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "備突第六十一",
            "paragraphs": [
                {
                    "paragraph": "備突第六十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "城百歩一突門，突門各爲窯竈，竇入門四五尺，爲亦門上瓦屋，毋令水潦能入門中。吏主塞突門，用車兩輪，以木束之，塗亦上，維置突門内，使度門廣狹，令之入門中四五尺，置窯竈，門旁爲槀，充竈狀柴艾，㓂即入，下輔而塞之，鼓槀而熏之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "備穴第六十二",
            "paragraphs": [
                {
                    "paragraph": "備穴第六十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "禽子再拜再拜曰：“敢問古人有善攻者，穴土而入，縛柱施火，以壞吾城。城壞，或中人。大鋌，前長尺，蚤長五寸，兩鋌交之，置如平，不如平，不利。兊亦兩，未穴隊若衝隊，必審如攻隊之廣狹，而令雅穿，亦穴，令亦廣，必夷。客隊。䟽束樹木，令足以爲柴搏母前靣，樹長丈七尺一以爲外靣，以柴搏，從横施之，外靣以強塗，毋令土漏，令亦廣厚，能任三丈五尺之城以上。以柴木土稍杜之，以急爲故。前靣之長短，豫蚤接之，令能任塗，足以爲堞。善塗亦外，令毋可燒拔也。大城丈五爲閨門，廣四尺爲郭門，郭門在外爲衡，以兩木當門，鑿亦木維敷上堞，爲斬縣梁𨠎穿斷，城以板橋邪穿外，以板次之，𠋣殺如城報。城内有傳壤，因以内壤爲外鑿，亦間深丈五尺，室以樵，可燒之，以待適令耳。屬城爲再重樓，下鑿城外堞内深丈五，廣丈二，樓若今耳。皆令有力者主敵，善射者主發，佐皆廣矢。治𥚑，諸延堞高六尺，部廣四尺，皆爲兵弩簡格。轉射機，機長六尺，狸一尺，兩杖合而爲之輼，輼長二尺，中鑿夫之爲道臂，臂長至桓，二十歩一，令善射之者、佐，一人，皆勿離。城上。百歩一樓，樓四植，植皆爲通舄，下高丈，上九尺，廣、長各丈六尺，皆爲寧。三十歩一突，九尺，廣十尺，高八尺，鑿廣三尺，表二尺，爲寧。城上爲攅火，夫長以城高下爲度，置火亦未。城上九尺，一弩、一㦸，一椎，一斧、一艾，皆積參石。蒺䔧。渠長丈六尺，夫長丈，臂長，六尺，亦狸者三尺。樹渠毋堞堞，三尺。藉莫長八尺，廣七尺，亦木也，廣五尺，中藉苴爲之。橋，索亦端。適。攻，一，令人下上之，勿離。城上二十歩一藉車，當隊者不用此數。城上三十歩一壟竈。傳火者必以布麻什，革盆，十歩一，柄長八尺，什大容二什以上到三十。敝𥙿。新布長六尺，中拙柄，長丈，十歩一，必以大繩爲箭。城上十歩一。䤟，水缻，容三石以上，小大相雜。盆、蠡各二財。爲卒乾飯，人二斗，以備隂雨。靣使積燥處，令使守，爲城内堞外行餐。置噐備，殺，沙礫、鐵，皆爲坏斗。令陶者爲薄缻，大容一斗以上至二斗，即用取，三祕合束。堅爲斗。城上隔，棧高丈二，剡亦一，未爲閨門，閨門兩扇，令可以各自閉也。救闉池者，以火與爭，鼓槀，馮埴外内，以柴爲燔，靈丁，三丈一，火耳施之，十歩一人，居柴内弩，弩半爲狗犀者環之。墻七歩而一，㓂至吾城，急非常也，謹備穴。穴疑有，應㓂，急穴，穴未得，慎毋追。凡殺以穴攻者，二十歩一置穴，穴高十尺，鑿十尺，鑿如前，歩下三尺，十歩擁穴，左右橫行，高廣各十尺。殺。俚兩罌，深平城，置板，亦上，𧵡板以井𦗟，五歩一宻，用𢲚若松爲穴，戸戸。穴有兩蒺，䔧皆長極，亦戸。戸爲環，壘石外，厚高七尺，加堞亦上，勿爲陛與石，以縣陛上下出入。具鑪槀，槀以牛皮，鑪有兩缻，以橋鼓之，百十，毎，亦熏四十什，然炭杜之，滿鑪而蓋之，毋令氣岀。適人疾近五百穴，穴高若下，不至吾穴，即以伯鑿而求通之。穴中與適人遇，則皆圉而毋逐，且戰北，以須鑪火之然也。即去而入壅穴，殺。有，鼠，𨼉爲之戸，及關籥獨順，得徃來行，亦中。穴壘之中各一狗，狗吠即有人也。五十人。攻内爲傳士之口，受六參，約枲繩以牛亦下，可提而與投。已則穴七人守退壘之中，爲大廡一，藏穴具亦中。難穴。取城外池脣木，月散之，什，斬，亦穴，深到界。難近穴，爲鐡，鈇金與扶林長四尺，財自足。客即穴，亦穴而應之。爲鐵鈞鉅長四尺者，財自足，穴微，以鈎。客穴者。爲矩，予短㦸、短弩、䖟矢，財自足。穴徹以闘。以金劒爲難，長五尺，爲銎、木杘，杘有慮枚，以左。客穴。戒持罌，客三十斤以上，狸穴中，丈一。以𦗟穴者聲。爲穴，高八尺，廣，善爲傳，置。具全。牛交槀皮及，珐。衛穴二，蓋陳靃及艾，穴徹熏之。以。斧金爲斫，杘，長三尺，衛穴四。爲壘，衛穴四十，屬四。爲斤、斧、鋸、鑿，钁財自足。爲鐵校，衛穴四。爲中櫓，高十丈半，廣四尺，爲横穴八，櫓　。具槀，枲，財自足。以燭穴中。蓋持　，客即熏，以救目。救目分方䥢穴，以益盛，　置穴中，丈，盆毋少四斗，即熏，以自臨　上。及以沺目。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "備蛾傳第六十三",
            "paragraphs": [
                {
                    "paragraph": "備蛾傳第六十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "禽子再拜再拜曰：“敢問敵人強弱，遂以傳城，後上先斷，以爲𣳬程；斬城爲基，掘下爲室；前止不止，後射既疾，爲之奈何？”子墨子曰：子問蛾傳之守邪？蛾傳者，將之忽者也。守爲行，臨射之，校機藉之，擢之，太汜迫之，燒答覆之，沙石雨之，然則蛾傳之攻敗矣。備蛾傳，爲縣脾，以木板厚二寸，前後三尺，旁廣五尺，高五尺，而折爲下磨車，轉徑尺六寸，令一人操二丈四方，刃其兩端，居縣脾中，以鐵璅敷縣二脾上衡，爲之機，令有力四人下上之，勿難。施縣脾，大數二十歩一，攻隊所在六歩一。爲纍答，廣從丈各二尺，以木爲上衡，以麻索大徧之，染其索塗中，爲鐡鏁，鈎其兩端之縣。客則蛾傳城，燒答以覆之。連䈕/抄大皆救之。以車兩走，軸間廣大，以圉犯之，  其兩端以束輪，徧徧塗其上，室中以榆若蒸，以𣗥爲旁，命曰火捽，一曰傳湯，以當隊。客則乘隊，燒傳湯，斬維而下之，令勇士隨而撃之，以爲勇士前行，城上輙塞壞城。城下足爲下說鑱找，長五尺，大圉半以上，皆剡其末，爲五行，行間廣三尺，狸三尺，大耳樹之。爲連殳，長五尺，大十尺。挺長二尺，大六寸，索長二尺。椎，柄長六尺，首長尺五寸，斧，柄長六尺，刃必利，皆　其一後。答廣丈二尺，　　丈六尺，垂前衡四寸，兩端接尺相覆，勿令魚鱗三，著其後行中央木繩一，長二丈六尺。答樓不㑹者以牒塞，數暴乾。答爲格，令風上下。堞惡疑壞者，先貍木十尺，一枚一。節壞，斲植，以狎慮盧薄於木，盧薄表八尺，廣七寸，經尺一，數施一擊而下之，爲上下釫而斲之。經一。鈞、禾樓、羅石。縣答植内，毋植外。杜格，貍四尺，高者十尺，木長短相雜，兊其上，而外内厚塗之。爲前行行棧，縣答。隅爲樓，樓必曲裏。土五歩一，毋其二十畾。爵穴十尺一，下壤三尺，廣其外，轉𦛸城上，樓及散與池，革盆。若轉攻，卒擊其後煖、失，治。車革火。凡殺蛾傳而攻者之法，置薄城外，去城十尺，薄厚十尺。伐操之法：大小盡木斷之，以十尺爲斷，離而深貍堅築之，毋使可抜。二十歩一殺，有𡑾，厚十尺，殺有兩門，廣五歩，薄門板梯貍之，築令易抜。城上希薄門而置搗。縣大，四尺一椅，五歩一竈，竈門有鑪炭，傳令敵人盡人，車火燒門，縣火次之，載而立，其廣終隊，兩載之間一火，皆立而侍鼓音而燃，即俱𤼵之。敵人辟火而復攻，縣火復下，敵人甚病，敵引哭而榆，則令吾死士左右出穴門撃遺師。令賁士、主將皆𦗟城鼓之音而出，又𦗟城鼓之音而入。因素出兵將施伏，夜半而城上四靣鼓噪，敵之必或，破軍殺將。以衣爲服，以號相得。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "迎敵祠第六十八",
            "paragraphs": [
                {
                    "paragraph": "迎敵祠第六十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "敵以東方來，迎之東壇，壇高八尺，堂宻八；年八十者八人，主𥙊青旗；青神長八尺者八，弩八，八𤼵而止；將服必青，其牲以鷄。敵以南方來，迎之南壇，壇高七尺，堂宻七；年七十者七人，主𥙊赤旗。赤神長七尺者七，弩七，七𤼵而止；將服必赤，其牲以狗。敵以西方來，迎之西壇，壇高九尺，堂宻九；年九十者九人，主𥙊白旗。素神長九尺者九，弩九，九𤼵而止；將服必白，其牲以羊。敵以北方來，迎之北壇，壇高六尺，堂宻六；年六十者六人，主𥙊黒旗。黒神長六尺者六，弩六，六發而止；將服必黒，其牲以彘從。外宅諸名大祠，靈巫或禱焉，給禱牲。凡望氣，有大將氣，有小將氣，有徃氣，有來氣，有敗氣，能得明此者可知成敗、吉凶。舉巫、醫、卜有所長，具藥，宫之，善爲舎。巫必近公社，必敬神之。巫、卜以請守，守獨智巫、卜望之氣請而已。其出入爲流言，驚駭恐吏民，謹微察之，斷罪不赦。望氣舎近守官。牧賢大夫及有方技者若工，弟之。舉屠、酤者置厨給事，弟之。凡守城之法，縣師受事出葆，循溝防，築薦通塗，脩城，百官共財，百工即事，司馬視城脩卒伍，設守門，三人掌右閹，二人掌左閹，四人掌閉，百甲坐之。城上歩一甲一㦸，其賛三人。五歩有五長，十歩有什長，百歩有百長，旁有大率，中有大將，皆有司吏卒長。城上當階，有司守之，移中中處澤，急而奏之，士皆有職。城之外，矢之所還，壞其墻，無以爲客菌。三十里之内，薪蒸水皆入内，狗、彘、豚、鷄食其肉，斂其骸以爲醢腹，病者以起。城之内，薪蒸廬室，矢之所還，皆爲之涂菌，令命昏緯狗纂馬掔緯，静夜聞鼓聲而謲，所以閹客之氣也，所以固民之意也。故時謲則民不疾矣。祝、史乃告於望四、山川、社稷，先於戎，乃退。公素服誓于太廟，曰：“其人爲不道，不脩義詳，唯乃是王，曰：‘予必懷亡爾社稷，㓕爾百姓。’二參子尚夜自厦，以勤寡人，和心比力兼左右，各死而守。”既誓，公乃退食，舎於中太廟之右，祝、史舎于社，百官具御，乃斗鼓于問，右置旂，左置旌于隅練名，射參發，告勝，五兵咸備，乃下，出挨，升望我郊。乃命鼓，俄升，役司馬射自門右，蓬矢射之，茅參𤼵，弓弩繼之；校自門左，先以揮，木石繼之。祝、史、宗人告社，覆之以甑。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "旗幟第六十九",
            "paragraphs": [
                {
                    "paragraph": "旗幟第六十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "守城之法：木爲蒼旗，火爲赤旗，薪樵爲黄旗，石爲白旗，水爲黒旗，食爲菌旗，死士爲倉英之旗，竟士爲雩旗，多卒爲雙兎之旗，五尺男子爲童旗，女子爲梯末之旗，弩爲狗旗，㦸爲舉旗，劒盾爲羽旗，車爲壟旗，騎爲鳥旗。凡所求索，旗名不在書者，皆以其形名爲旗。城上舉旗，備具之官致財物，之足而下旗。凡守城之法：石有積，樵薪有積，菅茅有積，雚葦有積，木有積，炭有積，沙有積，松柏有積，蓬艾有積，麻脂有積，金鐡有積，粟米有積；井竈有處，重質有居；五兵各有旗，節各有辨，法令各有貞，輕重分數各有請。主慎道路者有經。亭尉各爲幟，竿長二丈五，帛長丈五，廣半幅者，大㓂傳攻前池外㢘。城上當隊鼓三，舉一幟；到水中周，鼓四，舉二幟；到藩，鼓五，舉三幟；到馮垣，鼓六，舉四幟；到女垣，鼓七，舉五幟；到六城，鼓八，舉六幟。乘六城半以上，鼓無休。夜以火，如此數，㓂郤解輙部幟如進數，而無鼓。城爲隆，長五十尺，四靣四門，將長四十尺，其次三十尺，其次二十五尺，其次二十尺，其次十五尺，高無下四十五尺。城上吏卒置之背，卒於頭上，城下吏卒置之眉在他於左眉，中軍置之胷各一鼓，中軍一三，毎鼓三十撃之。諸有鼓之吏謹以次應之，當應鼓而不應，不當應而應鼓，主者斬。道廣三十歩，於城下夾階者各二其井，置鐡罐於道之外，爲屏三十歩，而爲之圜，高丈，爲民圂垣高十二尺以上。巷術周道者，心爲之門，門二人守之，非有信符勿行，不從令者斬。城中吏卒、民男女皆葕異衣章微令男女可知。諸守牲格者，三出𨚫適，守以令召賜食，前予大旗，署百戸邑，若他人財物，建旗其署，令皆明白知之，曰某子旗。牲格内廣二十五歩，外廣十歩，表以地形爲度。靳卒中教解，前後左右卒勞者更休之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "號令第七十",
            "paragraphs": [
                {
                    "paragraph": "號令第七十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "安國之道，道任地始。地得其任則功成，地不得其任則勞而無功。人亦如此，備不先具者無以安主。吏卒民多心不一者，皆在其將長。諸行賞罰及有治者，必出於功王。數使人行勞賜守邊城關塞，備蠻夷之勞苦者，舉其守率之財用有餘、不足，地形之當守邊者，其噐備常多者。邊縣邑視其樹木惡則少用，田不辟，少食，無大屋草蓋。少用桒，多財，民好食，爲内牒，内行棧，置噐備其上。城上吏、卒、養，皆爲舎道内，各當其隔部，養什二人，爲符者曰養吏一人。辨護諸門，門者及有守禁者皆無令無事者得稽留心其旁，不從令者戮。敵人但至，千丈之城，必郭近之，主人利；不盡千丈者勿迎也，視敵之居曲衆少而應之，此守城之大體也。其不在此中者，皆心術與人事參之。凡守城者以函傷敵爲上，其延日持乆以待救之至，明於守者也，不能此，乃能守城。守城之法：敵去邑百里以上，城將如今盡召五官及百長，以富人重室之親，舎之官符，謹令信人守衛之，謹宻爲故，及傳城，守城將營無下三百人，四靣四門之將，必選擇之有功勞之臣及死事之後重者，從卒各百人。門將并守他門，他之上，必夾爲高樓，使善射者居焉。女郭、馮垣一人一人守之，使重字子。五十歩一撃。因城中里爲八部，部一吏，吏各從四人，以行衝術及里中。里中父老小不舉守之事及㑹計者，分里以爲四部，部一長，以苛徃來不以時行、行而有他異者，以得其姦。吏從卒四人以上有分者，大將必與爲信符；大將使人行守操信符，信不合及號不相應者，伯長以上輙止之，以聞大將。當止不止及從吏卒縱之，皆斬。諸有罪自死罪上，皆還父母、妻子同産。諸男女有守於城上者，什六弩、四兵；丁女子、老、少，人一矛。卒有驚事，中軍疾撃鼓者三。城上道路、里中巷街，皆無得行，行者斬。女子到大軍，令行者男子行左，女子行右，無並行，皆就其守，不從令者斬。離守者三日而一徇，而所以備姦也。里缶與皆守宿里門，吏行其部，至里門，缶與開門内吏，與行父老之守及窮巷間無人之處，姦民之所謀爲外心，罪車裂，缶與父老及吏主部者，不得，皆斬之，除，又賞之黄金，人二鎰。大將使使人行守，長夜五循行，短夜三循行，四靣之吏亦皆自行其守，如大將之行，不從令者斬。諸竈火爲井，火突高出屋四尺。慎無敢失火，失火者斬其端，失火以爲事者車裂，伍人不得，斬；得之，除。救火者無敢讙譁，及離守絕巷救火者斬。其缶及父老有守此巷中部吏，皆得救之。吏部函令人謁之大將，大將使信人將左右救之，部吏失不言者斬。諸女子有死罪及坐失火皆無有所失，逮其以火爲亂事者如法。圍城之重禁：敵人卒而至，嚴令吏民無敢讙囂，三最、並行、相視坐泣、流涕若視、舉手相探、相指、相呼、相曆、相踵、相投、相撃、相靡以身及衣、訟駮言語，及非令也而視敵動移者，斬。伍人不得，斬；得之，除。伍人踰城歸敵，伍人不得，斬；與伯歸敵，隊吏斬；與吏歸敵，隊將斬。歸敵者，父母、妻子、同産皆車裂。先覺之，除。當術需敵離地，斬；伍人不得，斬；得之，除。其疾闘却敵於術，敵下終不能復上，疾闘者隊二人，賜上奉。而勝圍，城周里以上，封城將三十里地，爲關内侯。輔將如今賜上卿。丞及吏比於丞者，賜爵五大夫，官吏豪傑與計堅者守十人，及城上吏比五官者，皆賜公乗。男子有守者爵人二級，女子賜錢五千。男女老小先分守者，人賜錢千。復之三歲，無有所與，不租稅。此所以勸吏民堅守勝圍也。吏卒侍大門中者，曹無過二人，勇敢爲前行，伍坐，令各知其左右前後，擅離署，戮。門尉𦘕三閱之，莫，鼓撃門閉一閱，守時令人參之。上逋者名。鋪食皆於署，不得外食。守必謹微察視謁者、執盾、中㳙及婦人侍前者志意、顔色、使令、言語之請。及上飮食，必令人嘗，皆非請也，撃而請故。守有所不恱，謁者執盾、中㳙及婦人待前者，守曰：斷之，衝之。若縛之。不如令，及後縛者，皆斷。必時素誡之。諸門下朝夕立若坐，各令以年少長相次，旦夕就位，先估有功有能，其餘皆以次立。五日，官各上喜𭟼。　居處不莊，好侵侮人者一。諸人士外使者來，必合，有以執，將出而還。若行縣，必使信人先戒舎室，乃岀迎門守乃入舎。爲人下者，常司上之，隨而行，松上不隨下，必須隨。客卒守主人，及以爲守衛。主人亦守客卒。城中戍卒，其邑或以下㓂，謹備之，數録其署，同邑者勿令共。所守，與階門吏爲符，符合人勞，符不合牧守言。若上城者，衣服，他不如令者。宿鼓在守大門中。莫令騎，若使者操節。閉城者皆以執毚。昏鼓，鼓十，諸門亭皆閉之。行者斷必擊，問行故，乃行其罪。晨見掌文鼓縱行者，諸城門吏各入請籥，開門巳，輙復上籥。有符節不用此令。㓂至，樓鼓五，有周鼓，雜小鼓乃應之。小鼓五後從軍，斷。命必足畏，賞必足利，令必行，令出輒人隨，省其可行、不行。號，夕有號，失號，斷。爲守備程而署之曰某程。置署街街衢階若門，令徃來者皆視而放。諸吏卒民有謀殺傷其將長者，與謀反同罪；有能捕告，賜黄金二十斤，謹罪。非其分職而擅之取，若非其所當治而擅治，爲之斷。諸吏卒民非其部界而擅入他部界，輒牧以屬都司空，若𠉀𠉀以聞，守不牧而擅縱之斷。能捕得謀反賣城踰城敵者一人，以令爲除死罪。二人城旦，四人反城事。父母去者，去者之父母妻子。悉舉民室材木，凡若藺石數，署長短小大，當舉不舉，吏有罪。諸卒民居城上者各葆其左右，左右有罪而不智也。其次伍有罪。若能身捕罪人若告之吏，皆構之。若非伍而先知他伍之罪，皆倍其構賞。城外令任，城内守任，令、丞、尉、亡，得入當，滿十人以上，令、丞、尉奪爵各二級；百人以上，令、丞、尉免，以卒戍。諸取當者，必取㓂虜，乃𦗟之。募民欲財物粟米以貿易，凡噐者，卒以賈予。邑人知識、昆弟有罪，雖不在縣中而欲爲贖，若以粟米、錢金、布帛、他財物免出者，令許之。傳言者十歩一人，稽留言及乏傳者，斷。諸可以便事者，函以䟽傳言。守吏卒民欲言事者，函爲傳言，請之吏，稽留不言諸者，斷。縣各上其縣中豪傑若謀士、居大夫、重厚口數多少。官府城下吏卒民皆前後左右相傳保火，火𤼵自燔，燔，曼延燔人，斷諸以衆彊凌弱少，及彊姦人婦女以讙譁者，皆斷。諸城門若亭，謹𠉀視徃來徃者符，符傳疑，若無符，皆詣縣延言，請問其所使。其有符傳者，善舎官府，其有知識、兄弟欲見之，爲召，勿令里巷中。三老、守閭令厲繕夫爲答。若他以事者、微者，不得入里中，三老不得入家人。傳令里中有以羽，羽在三所差，家人各令其官中，失令若稽留令者，斷。家有守者治食，吏、卒、民無符節而擅入里巷，官府，吏、三老、守閭者失苛心，皆斷。諸盗守噐械、財物及相盜者，直一錢以上，皆斷。吏、卒、民各自大書於傑，著之其署，同，守案其署，擅入者，斷。城上曰壹𤼵席蓐，令相錯𤼵。有匿不言人所挾藏在禁中者，斷。吏卒民死者，輒召其人與次司空葬之，勿令得坐泣。傷甚者令歸治病家善養，予醫給藥，賜酒日二升，肉二斤。令吏數行閭，視病有瘳，輒造事上，詐爲自賊傷以辟事者，族之。事巳，守使吏身行死傷家，臨戸而悲哀之。㓂去事巳，塞禱。守以令益邑中豪傑力闘諸有功者，必身行死傷者家以吊哀之，身見死事之後。城圍罷，主函𤼵使者徃勞，舉有功及死傷者數使爵禄，守身尊寵，明白貴之，令其怨結於敵。城上卒若吏各保其左右。苦欲以城爲外謀者，父母、妻子、同産皆斷。左右知不捕告，皆與同罪。城下理中家人皆相葆，苦城上之數。有能捕告之者，封之以千家之邑；若非其左右乃他伍捕告者，封之二千家之邑。城禁：使、卒、民不欲㓂微職和旌者，斷。不從令者，斷。非擅出令者，斷。失令者，斷。𠋣㦸縣不城，上下不與衆等者，斷。無應而妄讙呼者，斷。總失者，斷。譽客内毀者，斷。離署而聚語者，斷。聞城鼓聲而伍後上署者，斷。人自大書版，著之其署，䣓守必自謀其先後，非其署而妄入之者，斷。離署左右，共入他署，左右不捕，挾𥝠書，行請謁及爲行書者，釋守事而治𥝠家事，卒民相盗家室、嬰兒，皆斷，無赦；人舉而藉之。無符節而横行軍中者，斷。客在城下，因數易其署而無易其養。譽敵：少以爲衆，亂以爲治，敵攻拙以爲巧者，斷。客、主人無得相與言及相藉。客射以書，無得譽；外示内以善，無得應，不從令者，皆斷。禁無得舉矢書若以書射㓂，犯令者，父母、妻子皆斷，身梟城上。有能捕告之者，賞之黄金二十斤。非時而行者，唯守及摻太守之節而使者。守人臨城，必謹問父老、吏大夫，請有怨仇讐不相解者，召其人，明白爲之解之。守必自異其入而藉之。狐之，有以𥝠怨害城若吏事者，父母、妻子皆斷。其以城爲外謀者，三族。有能得若捕告者，以其所守邑小大封之。守還授其印，尊寵官之。令吏大夫及卒民皆明知之。豪傑之外多交諸侯，常請之，令上通知之，善屬之，所居之吏上數選具之，令無得擅出入。連質之。術鄕長者、父老、豪傑之親戚、父母、妻子，必尊寵之。若貧人食不能自給食者，上食之。及勇士父母、親戚、妻子，皆時酒肉，必敬之，舎之必近太守。守樓臨質宫而善周，必宻塗樓。令下無見上，上見下，下無知上，有人無人。守之所親舉吏貞廉忠信、無害可任事者，其飲食酒肉勿禁。錢金布帛財物各自守之，慎勿相盜。葆宫之墻必三重，墻之垣，守者皆累瓦釜墻上。門有吏，主者門里，筦閉必須太守之節。葆衛必取戍卒有重厚者。請擇吏之忠信者，無害可任事者。令將衛，自築十尺之垣，周還墻，門、閨者非令衛司馬門。望氣者舎必近太守，巫舎必近公社，必敬神之。巫祝史與望氣者必以善言告民，以請報守上，守獨知其請而巳，無與望氣妄爲不善言驚恐民，斷勿赦。度食不足，食民各自占家五種石升數，爲期，其在蓴害，吏與雜訾，期盡匿不占。占悉，令吏卒欵得，皆斷。有能捕告，賜什三。牧粟米、布、錢金。出内畜産，皆爲平直其賈，與主人劵書之。事巳，皆各以其賈倍償之。又用其賈貴賤、多少賜爵。欲爲吏者許之，其不欲爲吏而欲以受賜賞爵禄，若贖士親戚、所知罪人者，以令許之。其受構賞者令葆官見，以與其親，欲以復佐上者，皆倍其爵賞。某縣某里某子家食口二人，積粟六百石；某里某子家食口十人，積粟百石。出粟米有期日，過期不出者王公有之。有能得若告之，賞之什三。愼無令民知吾粟米多少。守入城，先以候爲始。得輙宫養之，勿令知吾守衛之備。候者爲異官，父母妻子皆同其宫。賜衣食酒肉，信吏善待之。𠉀來若復，就間。守宫三難。外環隅爲之樓，内環爲樓，樓入葆宫丈五尺爲復道。葆不得有室，三日一𤼵席蓐，略視之。布茅宫中，厚三尺以上，𤼵𠉀，必使鄕邑忠信、善重士，有親戚、妻子，厚奉資之，必重𤼵候，爲養其親若妻子。爲異舎，無與貟同所，給食之酒肉，遣他候，奉資之如前候，反，相參審信，厚賜之。候三𤼵三信，重賜之。不欲受賜而欲爲吏者，許之二百石之吏，守珮授之印。其不欲爲吏而欲受構賞，禄皆如前。有能入深至主國者，問之審信，賞之倍他𠉀。其不欲受賞而欲爲利者，許之。三石之候、扞士受賞賜者，守必身自致之，其親之其親之所見，其見守之任。其欲復以佐上者，其構賞爵禄罪人倍之。士𠉀無過十里，居高便所樹表，表三人守之。北至城者三表，與城上𤇺燧相望。晝則舉𤇺，夜則舉火。聞㓂所從來，審知㓂形必攻。論小城不自守通者，盡葆其老弱、粟米、畜産，遣卒𠉀者無過五十人，客至堞，去之，慎無厭建。候者曹無過三百人，日暮出之，爲微職。空隊、要塞之人所徃來者，令可  迹者，無下里三人，平而迹；各立其表，城上應之。𠉀出越陳表，遮坐郭門之外内，立其表。令卒之少居門内，令其少多無知可也。節有驚，見㓂越陳表，城上以麾指之，迹坐撃缶期，以戰備從摩所指，望舉一垂；入竟，舉二垂；狎郭，舉三垂；入，舉四垂，狎城，舉五垂，夜以火，皆如此。去郭百歩，墻垣樹木小大盡伐除之。外空井盡窒之，無可得汲也。外空窒盡發之，木盡伐之。諸可以攻城者盡内城中，令其人各有以記之事。以各其記取之。事爲之劵，書其枚數，當遂枚木不能盡内，旣燒之，無令客得而用之。人自大書版，著之其署忠。有司出其所治，則從滛之法，其罪射。務色謾缶，淫囂不靜，當路尼衆，舎事後就，踰時不寧，其罪射。讙囂駴衆，其罪殺。非上不諌，次主凶言，其罪殺。無敢有樂噐、弊騏軍中，有則其罪射。非有司之令，無敢有車馳、人趨，有則其罪射。無敢散牛馬軍中，有則其罪射。飲食不時，其罪射。無敢歌哭於軍中，有則其罪射。令各執罰盡殺。有司見有罪而不誅，同罰；若或逃之，亦殺。凡將率闘其衆失法，殺。凡有司不使去卒，吏民聞誓令，伐之服罪。凡戮人於市，死上目行。謁者侍令門外，爲二曹，夾門坐，鋪食更，無空。門下謁者一長，守數令人中，視其亡者，以督門尉與其官長，及亡者入中報。四人夾令門内坐，二人夾散門外坐。客見，持兵立前。鋪食更，上侍者名。守室下高樓候者，望見乗車若騎卒道外來者，及城中非常者，輒言之守。守以順城上𠉀城門及邑吏來告其事者以驗之，樓下人受𠉀者言，以報守。中㳙二人，夾散門内坐。門常閑，鋪食更；中㳙一長者。環守宫之術衢，置屯道，各垣其兩旁，高丈，爲埤𨺙，立𥘉雞足置，夾挾視葆食。而扎書得必謹案視參食者，節不法，正請之。屯陳，垣外術衢街皆樓，高臨里中，樓一鼓，聾竈，即有物故，鼓，吏至而正。夜以火指鼓所，城下五十歩一厠，厠與上同。圂，請有罪過而可無斷者，令杼厠利之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "雜守第七十一",
            "paragraphs": [
                {
                    "paragraph": "雜守第七十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "禽子問曰：“客衆而勇，輕意見威，以駭主人；薪土俱上，以爲羊坽，積土爲高，以臨民，䝉櫓俱前，遂屬之城，兵弩俱上，爲之柰何？”子墨子曰：子問羊坽守耶？羊坽者，攻之拙者也，足以勞卒，不足以害城。羊坽之政，遠攻則逺害，近城則近害，不至城。矢石無休，左右趣射，蘭爲柱後，望以固。厲吾銳卒，慎無使顧，守者重下，攻者輕云。養勇高奮，民心百倍，多執數少，乃不殆。作士不休，不能禁禦。遂屬之城，以禦雲梯之法應之。凡待煙衝、雲梯、臨之法，必廣城以禦之，曰不足，則以木椁之，左百歩，右百歩，繁下失、石、沙、炭，以雨之，薪火、水湯以濟之。選厲銳卒，慎無使顧。賞審行罰，以静爲故，從之以急，無使主慮。恚𤹯高憤，民心百倍，多執數賞，卒不乃怠。衝、臨、梯，皆以衝衝之。渠長丈五尺，其理者三尺，矢長丈二尺。渠廣丈六尺，其弟丈二尺，渠之垂者四尺。樹渠無傳葉五寸，梯渠十丈一梯，渠、答大數，里二百五十八，渠、答百二十九。諸外道可要塞以難㓂，其甚害者爲築三亭，亭三隅，織女之，令能相救。諸詎阜、山林、溝瀆、丘陵、阡陌、郭門若閻術，可要塞及爲微職，可以迹知徃來者少多及所伏藏之處。葆民，先舉城中官府、民宅、室署，小大調處。葆者或欲從兄弟，知者許之。外宅粟米、畜産、財物諸可以佐城者，送入城中。事即急，則使積門内。𠉀無過五十，㓂至隨葉，去，唯弇逮。民獻粟米、布帛、金錢、牛馬、畜産，皆爲置平賈，與主劵書之。使人各得其所長，天下事當；鈞其分職，天下事得；皆其所喜。天下事備；彊弱有數，天下事具矣。築缷亭者圜之，高三丈以上，令侍殺，爲辟梯。梯兩臂長三尺，連門三尺，報以繩連之。槧再，雜爲縣梁、聾竈。亭一鼓。㓂𤇺、驚𤇺、亂𤇺、傳火以次應之，至主國正，其事急者引而上下之。𤇺火以舉，輒五鼓傳，又以又屬之，言㓂所從來者少多，旦弇還去來屬次𤇺勿罷。望見㓂，舉一𤇺；入境，舉二𤇺；射妻，舉三𤇺一藍；郭㑹，舉四𤇺二藍；城㑹，舉五𤇺五藍。夜以火，如此數。守𤇺者事急。日暮出之，令皆爲微職。距阜、山林，皆令可以迹，平明而迹，無，迹各立其表，下城之應。候出置田表，斥坐郭内外，立旗幟，卒半在内，令多少無可知。即有驚，舉孔表；見㓂，舉牧表。城上以麾指之，斥歩鼓整旗，旗以備戰從麾所指。田者男子以戰備從斥，女子函走入。即見放，到傳到城正。守表者三人，更立捶表而望，守數令騎若吏行旁視，有以知爲所爲。其曹一鼓，望見㓂，鼓傳到城止。升食，終歲三十六石；參食，終𡻕二十四石；四食，終歲十八石；五食，終歲十四石升；六食，終歲十二石。升食食五升，參食食二升；四食食二升半，五食食二升；六食食一升大半，日再食。救死之時，日二升者二十日，日三升者三十日，日四升者四十日，如是而民免於九十日之約矣。㓂近，函收諸雜鄕食噐若銅鐵及他可以左守事者。先舉縣官室居、官府不急者，材之大小長短及凡數，即急先𤼵。㓂薄，𤼵屋，伐木，雖有請謁，勿𦗟。入柴，勿積魚鱗簮，當隊，令易取也。材木不能盡入者，燔之，無令㓂得用之。積木，各以長短、小大、惡美形相從。城四靣外各積其内，諸木大者皆以爲關鼻，乃積聚之。城守司馬以上，父母、昆弟、妻子有質在主所，乃可以堅守。署都司空，大城四人，候二人，縣𠉀靣一，亭尉，次司空，亭一人，吏侍守所者財足廉信，父母、昆弟、妻子有在葆宫中者，乃得爲侍吏。諸吏必有質，乃得任事。守大門者二人，夾門而立，令行者趣其外。各四㦸，夾門立，而其人坐其下。吏曰五閱之，上逋者名。池水廉有要有害，必爲疑人。令徃來行夜者射之，謀其䟽者。墻外水中爲竹𥲫，𥲫尺廣二歩，剪於下水五寸，雜長短，前外廉三行，外外鄕，内亦内鄕。三十歩一弩廬，廬廣十尺，袤丈二尺。隊有急，極急𤼵其近者徃佐，其次襲其處。守節出入使，主節必䟽書，置其情，令若其事，而須其還報以劒驗之。節出，使所出門者，輒言節出時、摻者名。百歩一隊。閤通守舎，相錯穿室。治復道，爲築墉，墉善其上。先行德計謀合，乃入葆，葆入守，無行城，無離舎。諸守者審知卑城淺池而錯守焉。晨暮卒歌以爲度。用人少，易守。取䟽。令民家有三年畜蔬食，以備湛、旱，歲不爲。常令邊縣豫種畜芫、芸、烏喙、祩葉。外宅溝井可寘塞，不可，置此其中。安則示以危，危示以安。㓂至，諸門戸令皆鑿而𩔖竅之，各爲二𩔖，一鑿而屬繩，繩長四尺，大如指。㓂至，先殺牛、羊、鷄、狗、烏、鴈，牧其支革、筋、角、脂、𦭣、羽、彘。　皆剥之。吏橝桐卣爲鐡錍，厚簡爲衡枉。事急，卒不可逺，令掘外宅林。謀多少，若治城，",
                    "zhushu": "元本空。"
                },
                {
                    "paragraph": "爲撃三隅之重五斤巳上，諸林木，渥水中，無過一茷。𡍼茅屋若積薪者，厚五寸巳上。吏各舉其歩界中財物可以左守備者，上。有讒人，有利人，有惡人，有善人，有長人，有謀士，有勇士，有巧士，有使士，有内人者、外人者，有善人者，有善門人者。守必察其所以然者，應名乃内之。民相惡，苦議吏，吏所解，皆禮書藏之，以須告之至以參驗之。睨者小五尺，不可卒者，爲署吏，令給事官府若舎。藺石、厲矢，諸林噐用皆謹部，各有積分數。爲解車以枱，城矣，以軺車，輪，軲廣十尺，轅長丈，爲三輻，廣六尺，爲板箱，長與轅等，四高尺，善蓋上，治中令可載矢。子墨子曰：凡不守者有五：城大人少，一不守者；城小人衆，二不守也；人衆食寡，三不守也；市去城遠，四不守也；畜積在外，富人在虛，五不守也。率萬家而城方三里。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "跋",
            "paragraphs": [
                {
                    "paragraph": "跋",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "右墨子墨子貴仁義，是堯、舜、禹、湯、文、武，而非仲尼。仲尼，仁義之宗，堯、舜、禹、湯、文、武之選也，而非之，是尚得爲貴仁義是堯、舜、禹、湯、文、武者哉？今觀其非仲尼，無所置喙，第拾晏嬰之言而託之乎？見究其似，可與侏儒比肩。墨子之道不息，孔子之道不著，而有能距之者，是亦聖人之徒謂非儒也。其他固可誦巳。謹附此以爲讀墨子者告。南昌唐堯臣書。",
                    "zhushu": ""
                }
            ]
        }
    ]
}