{
    "name": "論衡",
    "author": "東漢・王充",
    "loadChapterCount": 5,
    "chapters": [
        {
            "name": "論衡",
            "paragraphs": [
                {
                    "paragraph": "論衡",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王充氏論衡，崇文総目三十卷，世𠩄傳本或為二十七卷，史館本與崇文総目同。諸本繕寫互有同異。宋慶暦中，進士楊文昌𠩄㝎者，號稱完善。番陽洪公重刻扵㑹稽蓬莱閣下，嵗月既乆，文字澷滅，不可復讀。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "江南諸道行御史臺経歷克荘公以𠩄蔵善本重加校正，紹興路緫管宋公文瓉為之補𠜇，而其本復完。充生㑹稽，而受業太學，閲書巿肆，遂通衆流，其為學博矣。閉門絶慶弔，著論衡六十一萹，凡二十餘萬言，其用㓛勤矣。書成，蔡邕得之，秘之帳中，以為談助。王朗得之，及来許下，人稱其才進。故時人以為異書，遂大行扵世，傳之至今。盖其為學博，其用㓛勤，其著述誠有岀扵衆人之表者也。嘗試論之，天地之大，萬物之衆，無一㝎之形，而有一㝎之理，人由之而不能知，知之而不能名也。古昔聖人，窮神知化，著之蕳編，使天下之人皆知其𠩄以然之故，而各有以全其才。“五三”“六経”，為萬世之准則者，此也。先王之澤熄，家自為學，人自為書，紫朱雜厠，瓦玉集揉。羣經專門，猶失其實；諸子尺書，人人或誕，論說紛然，莫知所宗。充心不能忍，於是作論衡之書，以爲“衡”者，論之平也。其爲“九虚”“三增”“論死”“訂鬼”，以祛世俗之惑，使見者曉然知然否之分。論者之大旨如此，非所謂岀於衆人之表者乎？然觀其為書，其𥼶物𩔗也，好舉形似以相質正，而其理之一者，有所未明。其辯訛謬也，或疑或决，或信其所聞而任其所見，尚有不得其事實者，况乎天人之際，性命之理，㣲妙而難知者乎？故其爲書，可以謂之異書，而不可以爲經常之典。觀其書者，見謂才進，而實無以自成其才，終則以爲談助而已。充之爲書，或得或失，不得而不論也。雖然，自漢以來，操觚之士，焦心勞思，求一言之傳而不可得。論衡之書，獨傅至今，譬之三代鼎彛之噐，冝乎為世之所寳也。且充之時，去三代未逺，文賢所傅，見於是書者多矣，其可使之無傅乎？今世刻本，㑹稽者最善，克荘公為之校正而補刻之，傅之人人，其與帳中之書，戒人勿廣者，可謂遼絶矣。至元七年仲春，安陽韓性書。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "逢遇篇第一",
            "paragraphs": [
                {
                    "paragraph": "逢遇篇第一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "操行有常賢，仕宦無常遇。賢不賢，才也；遇不遇，時也。才髙行㓗，不可保以必尊貴；能薄操濁，不可保以必卑賤。或髙才㓗行，不遇，退在下流；薄能濁操，遇，在衆上。世各自有以取士，士亦各自得以進。進在遇，退在不遇。處尊居顯，未必賢，遇也；位卑在下，未必愚，不遇也。故遇，或抱洿行，尊於桀之朝；不遇，或持㓗節，卑於堯之廷。所以遇不遇非一也。或時賢而輔惡，或以大才從於小才；或俱大才，道有淸濁；或無道德，而以技合；或無技能，而以色幸。伍貟、帛喜，",
                    "zhushu": "冝讀作“伯嚭”字。"
                },
                {
                    "paragraph": "俱事夫差，帛喜尊重，伍貟誅死，此異操而同主也。或操同而主異，亦有遇不遇，伊尹、箕子是也。伊尹、箕子，才俱也。伊尹爲相，箕子爲奴；伊尹遇成湯，箕子遇商紂也。夫以賢事賢君，君欲爲治，臣以賢才輔之，趨舍偶合，其遇固冝。以賢事惡君，君不欲爲治，臣以忠行佐之，操志乖忤，不遇固冝。或以賢聖之臣，遭欲爲治之君，而終有不遇，孔子、孟軻是也。孔子絶糧陳、蔡，孟軻困於齊、梁，非時君主不用善也，才下知淺，不能用大才也。夫能御驥騄者，必王良也；能臣禹、稷、臯陶者，必堯、舜也。御百里之手，而以調千里之足，必有摧衡折軛之患；有接具臣之才，而以御大臣之知，必有閉心塞意之變。故至言棄捐，聖賢距逆，非憎聖賢，不甘至言也。聖賢務髙，至言難行也。夫以大才干小才，小才不能受，不遇固宜；以大才之臣，遇大才之主，乃有遇不遇，虞舜、許由、太公、伯夷是也。虞舜、許由，俱聖人也，並生唐世，俱面於堯。虞舜紹帝統，許由入山林。太公、伯夷俱賢也，並出周國，皆見武王。太公受封，伯夷餓死。夫賢聖道同，志合趨齊。虞舜、太公行耦，許由、伯夷操違者，生非其世，出非其時也。道雖同，同中有異；志雖合，合中有離。何則？道有精麤，志有清濁也。許由，皇者之輔也，生於帝者之時；伯夷，帝者之佐也，出於王者之世。並由道德，俱發仁義。主行道德，不清不留；主爲仁義，不髙不止。此其所以不遇也。堯溷舜濁，武王誅殘，太公討暴，同濁皆麤，舉措鈞齊，此其所以爲遇者也。故舜王天下，臯陶佐政，北人無擇深隱不見；禹王天下，伯益輔治，伯成子髙委位而耕。非臯陶才愈無擇，伯益能出子髙也，然而臯陶、伯益進用，無擇、子髙退隱。進用行耦，退隱操違也。退隱勢異，身雖屈，不願進；人主不須其言，廢之，意亦不恨，是兩不相慕也。商鞅三說秦孝公，前二說不聽，後一說用者，前二帝王之論，後一霸者之議也。夫持帝王之論，說覇者之主，雖精見距；更調霸說，雖麤見受。何則？精遇孝公所不得，麤遇孝公所欲行也。故說者不在善，在所說者善之；才不待賢，在所事者賢之。馬圄之說無方，而野人說之；子貢之說有義，野人不聽。吹籟工爲善聲，因越王不喜，更爲野聲，越王大說。故爲善於不欲得善之主，雖善不見愛；爲不善於欲得不善之主，雖不善不見憎。此以曲伎合，合則遇，不合則不遇。或無伎，妄以姦巧合上志，亦有以遇者，竊簮之臣、雞鳴之客是。竊簮之臣，親於子反，雞鳴之客，幸於孟甞。子反好偷臣，孟甞愛僞客也。以有補於人君，人君頼之，其遇固宜。或無補益，爲上所好，籍孺、鄧通是也。籍孺幸於孝惠，鄧通愛於孝文。無細簡之才，微薄之能，偶以形佳骨𡢃，皮媚色稱。夫好容，人所好也，其遇固宜。或以醜面惡色稱媚於上，嫫母、無鹽是也。嫫母進於黄帝，無鹽納於齊王。故賢不肖可豫知，遇難先圖。何則？人主好惡無常，人臣所進無豫，偶合爲是，適可爲上。進者未必賢，退者未必愚。合幸得進，不幸失之。世俗之議曰：賢人可遇，不遇，亦自其咎也。生不希世准主，觀鑒治内，調能定說，審詞際㑹，能進有補贍主，何不遇之有？今則不然，作無益之能，納無補之說，以夏進鑪，以冬奏扇，爲所不欲得之事，獻所不欲聞之語，其不遇禍幸矣，何福祐之有乎？進能有益，納說有補，人之所知也。或以不補而得祐，或以有益而獲罪。且夏時鑪以炙濕，冬時扇以翣火。世可希，主不可准也；說可轉，能不可易也。世主好文，己爲文則遇；主好武，己則不遇。主好辯，有口則遇；主不好辯，己則不遇。文王不好武，武主不好文；辯主不好行，行主不好辯。文與言，尚可暴習；行與能，不可卒成。學不宿習，無以明名；名不素著，無以遇主。倉猝之業，須臾之名，日力不足，不預聞，何以准主而納其說，進身而託其能哉？昔周人有仕數不遇，年老白首，泣涕於塗者。人或問之：“何爲泣乎？”對曰：“吾仕數不遇，自傷年老失時，是以泣也。”人曰：“仕柰何不一遇也？”對曰：“吾年少之時，學爲文，文德成就，始欲仕宦，人君好用老。用老主亡，後主又用武，吾更爲武，武節始就，武主又亡。少主始立，好用少年，吾年又老，是以未甞一遇。”仕宦有時，不可求也。夫希世准主，尚不可爲，況節高志妙，不爲利動，性定質成，不爲主顧者乎？且夫遇也，能不預設，說不宿具，邂逅逢喜，遭觸上意，故謂之“遇”。如准推主調說，以取尊貴，是名爲揣，不名曰“遇”。春種穀生，秋刈穀收，求物得物，作事事成，不名爲“遇”。不求自至，不作自成，是名爲“遇”。猶拾遺於塗，摭棄於野，若天授地生，鬼助神輔，禽息之精隂慶，鮑叔之魂黙舉，若是者，乃遇耳。今俗人既不能定遇不遇之論，又就",
                    "zhushu": "遇而。"
                },
                {
                    "paragraph": "譽之，因不遇而毁之，是據見效，案成事，不能量操審才能也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "累害篇第二",
            "paragraphs": [
                {
                    "paragraph": "累害篇第二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡人仕宦有稽留不進，行節有毁傷不全，罪過有累積不除，聲名有闇昧不明。才非下，行非悖也，又知非昬，策非昧也，逢遭外禍，累害之也。非唯人行，凡物皆然。生動之類，咸被累害。累害自外，不由其内。夫不本累害所從生起，而徒歸責於被累害者，智不明，闇塞於理者也。物以春生，人保之；以秋成，人必不能保之。卒然牛馬踐根，刀鎌割莖，生者不育，至秋不成。不成之類，遇害不遂，不得生也。夫鼠渉飯中，捐而不食。捐飯之味，與彼不汚者鈞。以鼠爲害，棄而不御。君子之累害，與彼不育之物、不御之飯，同一實也。俱由外來，故爲累害。脩身正行，不能來福；戰栗戒愼，不能避禍。禍福之至，幸不幸也。故曰：“得非己力，故謂之福；來不由我，故謂之禍。”不由我者，謂之何由？由鄉里與朝廷也。夫郷里有三累，朝廷有三害。累生於郷里，害發於朝廷。古今才洪行淑之人，遇此多矣。何謂三累、三害？凡人操行，不能愼擇友，友同心恩篤，異心踈薄，踈薄怨恨，毁傷其行，一累也；人才髙下，不能鈞同，同時並進，髙者得榮，下者慙恚，毁傷其行，二累也；人之交遊，不能常歡，歡則相親，忿則踈遠，踈遠怨恨，毁傷其行，三累也。位少人衆，仕者爭進，進者爭位，見將相毁，增加傅致，將昧不明，然納其言，一害也；將吏異好，清濁殊操，清吏增郁郁之白，舉涓涓之言，濁吏懐恚恨，徐求其過，因纎微之謗，被以罪罰，二害也；將或幸佐吏之身，納信其言，佐吏非清節，必㧞人越次，迕失其意，毁之過度，清正之仕，抗行伸志，遂爲所憎，毁傷於將，三害也。夫未進也，身被三累，已用也，身蒙三害，雖孔丘、墨翟，不能自免，顔回、曾參，不能全身也。動百行，作萬事，嫉妬之人隨而雲起，枳棘鉤掛容體，蠭䘍之黨啄螫懐操，豈徒六哉？六者章章，世曾不見。夫不原士之操行有三累，仕宦有三害，身完全者謂之㓗，被毁謗者謂之辱，官升進者謂之善，位廢退者謂之惡。完全升進，幸也，而稱之；毁謗廢退，不遇也，而訾之。用心若此，必爲三累三害也。論者既不知累害者行賢㓗也，以塗搏泥，以黒㸃繒，孰有知之？清受塵，白取垢，青蠅所汙，常在練素。處顚者危，勢豐者虧，頽墜之類，常在懸垂。屈平㓗白，邑犬群吠，吠所怪也。非俊疑傑，固庸能也。偉士坐以俊傑之才，",
                    "zhushu": "“坐”，讀爲“生”。"
                },
                {
                    "paragraph": "招致群吠之聲。夫如是，豈冝更勉奴下，循不肖哉？不肖奴下，非所勉也，豈宜更偶俗全身以弭謗哉？偶俗全身，則郷原也。郷原之人，行全無闕，非之無舉，刺之無刺也。此又孔子之所罪，孟軻之所愆也。古賢美極，無以衞身，故循性行以俟累害者，果賢㓗之人也。極累害之謗，而賢㓗之實見焉。立賢㓗之跡，毁謗之塵安得不生？絃者思折伯牙之指，御者願摧王良之手。何則？欲專良善之名，惡彼之勝己也。是故魏女色艶，鄭袖鼻之；朝呉忠貞，無忌逐之；戚施彌妬，蘧除多佞。是故濕堂不灑塵，卑屋不蔽風，風衝之物不得育，水湍之岸不得峭。如是，牖里、陳、蔡可得知，而沉江蹈河也。以軼才取容媚於俗，求全功名於將，不遭鄧析之禍，取子胥之誅，幸矣。孟賁之尸，人不刃者，氣絶也；死灰百斛，人不沃者，光滅也。動身章智，顯光氣於世，奮志敖黨，立卓異於俗，固常通人所讒嫉也。以方心偶俗之累，求益反損，蓋孔子所以憂心，孟軻所以惆悵也。德鴻者招謗，爲士者多口。以休熾之聲，彌口舌之患，求無危傾之害，逺矣。臧倉之毁，未甞絶也；公伯寮之遡，未甞滅也。垤成丘山，汙爲江河矣。夫如是，巿虎之訛，投杼之誤，不足怪；則玉變爲石，珠化爲礫，不足詭也。何則？昧心𡨋𡨋之知使之然也。文王所以爲糞土，而惡來所以爲金玉也。非紂憎聖而好惡也，心知惑蔽。蔽惑不能審，則㣲子十去，比干五剖，未足痛也。故三監䜛聖人，周公奔楚；後母毀孝子，伯竒放流。當時周世，孰有不惑乎？後鴟鴞作而黍離興，諷詠之者，乃悲傷之。故無雷風之變，周公之惡不㓕；當夏不隕霜，鄒行之罪不除。德不能感天，誠不能動變，君子篤信審己也，安能遏累害於人？聖賢不治名，害至不免辟。形章墨短，掩匿白長，不理身𡨚，不弭流言，受垢取毁，不求潔完。故惡見而善不彰，行𡙇而跡不顯。邪僞之人，治身以巧俗，脩詐以偶衆，猶漆盤盂之工，穿墻不見；弄丸劒之倡，手指不知也。世不見短，故共稱之；將不聞惡，故顯用之。夫如是，世俗之所謂賢㓗者，未必非惡；所謂邪汚者，未必非善也。或曰：“言有招患，行有召耻。”所在常由小人。夫小人性患耻者也，含邪而玍，懷僞而遊，沐浴累害之中，何招召之有？故夫火生者不傷濕，水居者無溺患。火不苦𤍠，水不痛寒，氣性自然焉。招之，君子也。以忠言招患，以髙行招耻，何世不然？然而太山之惡，君子不得名。毫髪之善，小人不得有也。以玷汚言之，清受塵而白取垢；以毁謗言之，貞良見妬，髙竒見噪；以遇罪言之，忠言招患，髙行招耻；以不純言之，玉有瑕而珠有毁。焦陳留君兄，名稱兖州，行完跡㓗，無纎芥之毁。及其當爲從事，刺史焦康絀而不用。夫未進也，被三累；已用也，蒙三害。雖孔丘、墨翟不能自免，顔回、曾參不能全身也。何則？衆好純譽之人，非眞賢也。公侯已下，玉石雜糅；賢士之行，善惡相苞。夫采玉者，破石抜玉；選士者，棄惡取善。夫如是，累害之人，負世以行，指擊之者，從何往哉？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "命禄篇第三",
            "paragraphs": [
                {
                    "paragraph": "命禄篇第三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凢人遇偶及遭累害，皆由命也。有死生壽夭之命，亦有貴賤貧富之命。自王公逮庻人，聖賢及下愚，凢有首目之類，含血之屬，莫不有命。命當貧賤，雖冨貴之，猶渉禍患矣。命當冨貴，雖貧賤之，猶逢福善矣。故命貴從賤地自達，命賤從冨位自危。故夫冨貴若有神助，貧賤若有鬼禍。命貴之人，俱學獨達，並仕獨遷。命富之人，俱求獨得，並爲獨成。貧賤反此，難達、難遷、難成，獲過受罪，疾病亡遺，失其富貴貧賤矣。是故才髙行厚，未必保其必冨貴；智寡德薄，未可信其必貧賤。或時才髙行厚，命惡，廢而不進；知寡德薄，命善，興而超踰。故夫臨事知愚，操行清濁，性與才也。仕宦貴賤，治産貧冨，命與時也。命則不可勉，時則不可力。知者歸之於天，故坦蕩恬忽，雖其貧賤，使冨貴若鑿溝伐薪，加勉力之趨，致彊健之勢。鑿不休則溝深，斧不止則薪多。無命之人，皆得所願，安得貧賤凶危之患哉！然則或時溝未通而遇湛，薪未多而遇虎。仕宦不貴，治産不冨，鑿溝遇湛，伐薪逢虎之類也。有才不得施，有智不得行。或施而功不立，或行而事不成。雖才智如孔子，猶無成立之功。世俗見人節行髙，則曰：“賢哲如此，何不貴？”見人謀慮深，則曰：“辯慧如此，何不冨？”貴冨有命福禄，不在賢哲與辯慧。故曰：冨不可以籌筴得，貴不可以才能成。智慮深而無財，才能髙而無官。懐銀䊸紫，未必稷、契之才；積金累玉，未必陶朱之智。或時下愚而千金，頑魯而典城。故官御同才，其貴殊命；治生鈞知，其冨異禄。禄命有貧冨，知不能豐殺；性命有貴賤，才不能進退。成王之才不如周公，桓公之知不若管仲，然成、桓受尊命，而周、管禀卑秩也。案古人君希有不學於人臣，知博希有不爲父師，然而人君猶以無能處主位，人臣猶以鴻才爲厮役。故貴賤在命，不在智愚；貧冨在禄，不在頑慧。世之論事者，以才髙當爲將相，能下者冝爲農商。見智能之士，官位不至，怪而訾之曰：“是必毁於行操。”行操之士，亦怪毁之曰：“是必乏於才知。”殊不知才知行操雖髙，官位富禄有命。才智之人，以吉盛時舉事而福至，人謂才智明審；凶衰禍來，謂愚闇。不知吉凶之命，盛衰之禄也。白圭、子貢，轉貨致冨，積累金玉，人謂術善學明。主父偃辱賤於齊，排擯不用，赴闕舉䟽，遂用於漢，官至齊相。趙人徐樂亦上書與偃章㑹，上善其言，徵拜爲郎。人謂偃之才，樂之慧，非也。儒者明說一經，習之京師，明如匡穉圭，深如趙子都，初階甲乙之科，遷轉至郎、博士。人謂經明才髙所得，非也。而說若范雎之于秦明，封爲應侯；蔡澤之說范雎，拜爲客卿。人謂雎、澤美善所致，非也。皆命禄貴冨、善至之時也。孔子曰：“死生有命，冨貴在天。”魯平公欲見孟子，嬖人臧倉毁孟子而止。孟子曰：“天也。”孔子聖人，孟子賢者，誨人安道，不失是非。稱言命者，有命審也。淮南書曰：“仁鄙在時不在行，利害在命不在智。”賈生曰：“天不可與期，道不可與謀。遲速有命，焉識其時？”髙祖擊黥布，爲流矢所中，疾甚。吕后迎良醫，醫曰：“可治。”髙祖罵之曰：“吾以布衣提三尺劒取天下，此非天命乎？命乃在天，雖扁鵲何益？”韓信與帝論兵，謂髙祖曰：“陛下所謂天授，非智力所得。”揚子雲曰：“遇不遇，命也。”太史公曰：“冨貴不違貧賤，貧賤不違冨貴。”是謂從冨貴爲貧賤，從貧賤爲冨貴也。夫冨貴不欲爲貧賤，貧賤自至；貧賤不求爲冨貴，冨貴自得也。春夏囚死，秋冬王相，非能爲之也；日朝出而暮入，非求之也。天道自然。代王自代入爲文帝，周亞夫以庶子爲條侯。此時代王非太子，亞夫非適嗣，逢時遇㑹，卓然卒至。命貧以力勤致冨，冨至而死；命賤以才能取貴，貴至而免。才力而致冨貴，命禄不能奉持，猶器之盈量，手之持重也。器受一升，以一升則平，受之如過一升，則滿溢也；手舉一鈞，以一鈞則平，舉之過一鈞，則躓仆矣。前世明是非，歸之於命也，命審然也。信命者則可幽居俟時，不須勞精苦形求索之也，猶珠玉之在山澤。天命難知，人不耐審，雖有厚命，猶不自信，故必求之也。如自知，雖逃冨避貴，終不得離。故曰：“力勝貧，愼勝禍。”勉力勤事以致冨，砥才明操以取貴。廢時失務，欲望冨貴，不可得也。雖云有命，當須索之。如信命不求，謂當自至，可不假而自得，不作而自成，不行而自至。夫命冨之人，筋力自彊；命貴之人，才智自高。若千里之馬，頭目蹄足自相副也。有求而不得者矣，未必不求而得之者也。精學不求貴，貴自至矣；力作不求冨，冨自到矣。富貴之福，不可求致；貧賤之禍，不可茍除也。由此言之，有冨貴之命，不求自得。信命者曰：“自知吉，不待求也。天命吉厚，不求自得；天命凶厚，求之無益。”夫物不求而自生，則人亦有不求貴而貴者矣。人情有不教而自善者，有教而終不善者矣。天性，猶命也。越王翳逃山中，至誠不願，自冀得代。越人燻其穴，遂不得免，彊立爲君，而天命當然，雖逃避之，終不得離。故夫不求自得之貴歟！",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "氣壽篇第四",
            "paragraphs": [
                {
                    "paragraph": "氣壽篇第四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡人禀命有二品：一曰所當觸值之命，二曰彊弱壽夭之命。所當觸值，謂兵燒壓溺也。彊壽弱夭，謂禀氣渥薄也。兵燒壓溺，遭以所禀爲命，未必有審期也。若夫彊弱夭壽，以百爲數，不至百者，氣自不足也。夫禀氣渥則其體彊，體彊則其命長；氣薄則其體弱，體弱則命短，命短則多病壽短。始生而死，未産而傷，禀之薄弱也。渥彊之人，不卒其壽。若夫無所遭遇，虚居困劣，短氣而死，此禀之薄，用之竭也。此與始生而死，未産而傷，一命也，皆由禀氣不足，不自致於百也。人之禀氣，或充實而堅強，或虚劣而軟弱。充實堅強，其年壽；虚劣軟弱，失棄其身。天地生物，物有不遂；父母生子，子有不就。物有爲實，枯死而墮；人有爲兒，夭命而傷。使實不枯，亦至滿歲；使兒不傷，亦至百年。然爲實、兒而死枯者，禀氣薄，則雖形體完，其虚劣氣少，不能充也。兒生，號啼之聲鴻朗髙暢者壽，嘶喝濕下者夭。何則？禀壽夭之命，以氣多少爲主性也。婦人䟽字者子活，數乳者子死。何則？䟽而氣渥，子堅彊；數而氣薄，子軟弱也。懐子而前已産子死，則謂所懐不活，名之曰“懐”。其意以爲已産之子死，故感傷之子失其性矣。所産子死，所懐子凶者，字乳亟數，氣薄不能成也。雖成人形體，則易感傷，獨先疾病，病獨不治。百歲之命，是其正也。不能滿百者，雖非正，猶爲命也。譬猶人形一丈，正形也。名男子爲丈夫，尊公嫗爲丈人。不滿丈者，失其正也。雖失其正，猶乃爲形也。夫形不可以不滿丈之故，謂之非形，猶命不可以不滿百之故，謂之非命也。非天有長短之命，而人各有禀受也。由此言之，人受氣命於天，卒與不卒同也。語曰：“圖王不成，其弊可以覇。”覇者，王之弊也。覇本當至於王，猶壽當至於百也。不能成王，退而爲覇；不能至百，消而爲夭。王覇同一業，優劣異名；壽夭或一氣，長短殊數。何以知不滿百爲夭者百歲之命也？以其形體小大長短同一等也。百歲之身，五十之體，無以異也。身體不異，血氣不殊。鳥獸與人異形，故其年壽與人殊數。何以明人年以百爲壽也？世間有矣。儒者說曰：太平之時，人民侗長，百歲左右，氣和之所生也。堯典曰：“朕在位七十載。”求禪得舜，舜徵三十歲在位。堯退而老，八歲而終，至殂落九十八歲。未在位之時，必已成人，今計數百有餘矣。又曰：“舜生三十，徵用三十，在位五十載，陟方乃死。”適百歲矣。文王謂武王曰：“我百，爾九十，吾與爾三焉。”文王九十七而薨，武王九十三而崩。周公，武王之弟也，兄弟相差不過十年。武王崩，周公居攝七年，復政退老，出入百歲矣。邵公，周公之兄也，至康王之時，尚爲太保，出入百有餘歲矣。聖人禀和氣，故年命得正數。氣和爲治平，故太平之世多長壽人。百歲之壽，蓋人年之正數也。猶物至秋而死，物命之正期也。物先秋後秋，則亦如人死或增百歲，或減百也。先秋後秋爲期，增百減百爲數。物或出地而死，猶人始生而夭也。物或踰秋不死，亦如人年多度百至於三百也。傳稱老子二百餘歲，邵公百八十，髙宗享國百年，周穆王享國百年，并未享國之時，皆出百三十四十歲矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "幸偶篇第五",
            "paragraphs": [
                {
                    "paragraph": "幸偶篇第五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡人操行，有賢有愚，及遭禍福，有幸有不幸。舉事有是有非，及觸賞罰，有偶有不偶。並時遭兵，隱者不中；同日被霜，蔽者不傷。中傷未必惡，隱蔽未必善。隱蔽幸，中傷不幸。俱欲納忠，或賞或罰；並欲有益，或信或疑。賞而信者未必眞，罰而疑者未必僞。賞信者偶，罰疑不偶也。孔子門徒七十有餘，顔回蚤夭。孔子曰：“不幸短命死矣。”短命稱不幸，則知長命者幸也，短命者不幸也。服聖賢之道，講仁義之業，冝蒙福祐。伯牛有疾，亦復顔回之類，俱不幸也。螻蟻行於地，人舉足而渉之。足所履，螻蟻苲死；足所不蹈，全活不傷。火燔野草，車轢所致，火所不燔，俗或喜之，名曰幸草。夫足所不蹈，火所不及，未必善也，舉火，行有適然也。由是以論，癕疽之發，亦一實也。氣結閼積，聚爲癕，潰爲疽，創，流血出膿，豈癕疽所發身之善穴哉？營衞之行，遇不通也。蜘蛛結網，蜚蟲過之，或脫或獲；獵者張羅，百獸群擾，或得或失；漁者罾江湖之魚，或存或亡。或姧盜大辟而不知，或罰贖小罪而發覺。災氣加人，亦此類也。不幸遭觸而死，幸者免脫而生，不幸者，不徼幸也。孔子曰：“人之生也直，㒺之生也幸。”則夫順道而觸者，爲不幸矣。立巖墻之下，爲壊所壓；蹈𡶨岸之上，爲崩所墜。輕遇無端，故爲不幸。魯城門乆朽欲頓，孔子過之，趨而疾行。左右曰：“乆矣。”孔子曰：“惡其乆也。”孔子戒愼已甚，如過遭壞，可謂不幸也。故孔子曰：“君子有不幸而無有幸，小人有幸而無不幸。”又曰：“君子處易以俟命，小人行險以徼幸。”佞幸之徒，閎藉孺之輩，無德薄才，以色稱媚，不冝愛而受寵，不當親而得附，非道理之宜，故太史公爲之作傳。邪人反道而受恩寵，與此同科，故合其名謂之“佞幸”。無德受恩，無過遇禍，同一實也。俱禀元氣，或獨爲人，或爲禽獸。並爲人，或貴或賤，或貧或富。富或累金，貧或乞食；貴至封侯，賤至奴僕。非天禀施有左右也，人物受性有厚薄也。俱行道德，禍福不均；並爲仁義，利害不同。晉文脩文德，徐偃行仁義。文公以賞賜，偃王以破滅。魯人爲父報，𬽦安行不走，追者捨之；牛缺爲盜所奪，和意不恐，盜還殺之。文德與仁義同，不走與不恐等。然文公、魯人得福，偃王、牛缺得禍者，文公、魯人幸，而偃王、牛缺不幸也。韓昭侯醉卧而寒，典冠加之以衣。覺而問之，知典冠愛己也，以越職之故，加之以罪。衞之驂乗者，見御者之過，從後呼車，有救危之義，不被其罪。夫驂乗之呼車，典冠之加衣，同一意也。加衣恐主之寒，呼車恐君之危。仁惠之情，俱發於心。然而於韓有罪，於衞爲忠。驂乗偶，典冠不偶也。非唯人行，物亦有之。長數仞之竹，大連抱之木，工技之人，裁而用之。或成器而見舉持，或遺材而遭廢棄。非工伎之人有愛憎也，刀斧如有偶然也。蒸穀爲飯，釀飯爲酒。酒之成也，甘苦異味；飯之熟也，剛柔殊和。非庖厨酒人有意異也，手指之調有偶適也。調飯也殊筐而居，甘酒也異器而處。蟲墯一器，酒棄不飲；鼠渉一筐，飯捐不食。夫百草之類，皆有補益，遭醫人采掇，成爲良藥。或遺枯澤，爲火所爍。等之金也，或爲劒㦸，或爲鋒銛。同之木也，或梁於宫，或柱於橋。俱之火也，或爍脂燭，或燔枯草。均之土也，或基殿堂，或塗軒户。皆之水也，或溉鼎釡，或澡腐臭。物善惡同，遭爲人用。其不幸偶，猶可傷痛，況含精氣之徒乎？虞舜，聖人也，在世冝蒙全安之福。父頑母嚚，弟象敖狂，無過見憎，不惡而得罪，不幸甚矣。孔子，舜之次也，生無尺土，周流應聘，削迹絶糧。俱以聖才，並不幸偶。舜尚遭堯受禪，孔子已死於闕里。以聖人之才，猶不幸偶，庸人之中，被不幸偶，禍必衆多矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "命義篇第六",
            "paragraphs": [
                {
                    "paragraph": "命義篇第六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "墨家之論，以爲人死無命；儒家之議，以爲人死有命。言有命者，見子夏言“死生有命，冨貴在天”。言無命者，聞歷陽之都，一宿沉而爲湖；秦將白起坈趙降卒於長平之下，四十萬衆，同時皆死。春秋之時，敗績之軍，死者蔽草，尸且萬數；饑饉之歲，餓者滿道，温氣疫癘，千戸滅門。如必有命，何其秦、齊同也？言有命者曰：夫天下之大，人民之衆，一歷陽之都，一長平之坈，同命俱死，未可怪也。命當溺死，故相聚於歷陽；命當𡑅死，故相積於長平。猶髙祖初起，相工入豐、沛之邦，多封侯之人矣，未必老少男女俱貴而有相也。卓礫時見，徃徃皆然。而歷陽之都，男女俱没，長平之坈，老少並䧟。萬數之中，必有長命未當死之人，遭時衰微，兵革並起，不得終其壽。人命有長短，時有盛衰，衰則疾病，被災蒙禍之驗也。宋、衞、陳、鄭同日並災，四國之民，必有禄盛未當衰之人，然而俱災，國禍陵之也。故國命勝人命，壽命勝禄命。人有壽夭之相，亦有貧冨貴賤之法，俱見於體。故壽命脩短，皆禀於天；骨法善惡，皆見於體。命當夭折，雖禀異行，終不得長；禄當貧賤，雖有善性，終不得遂。項羽且死，顧謂其徒曰：“吾敗乃命，非用兵之過。”此言實也。實者，項羽用兵過於髙祖，髙祖之起，有天命焉。國命繫於衆星，列宿吉凶，國有禍福，衆星推移，人有盛衰。人之有吉凶，猶歲之有豐耗。命有衰盛，物有貴賤。一歲之中，一貴一賤；一壽之間，一衰一盛。物之貴賤，不在豐耗；人之衰盛，不在賢愚。子夏曰“死生有命，冨貴在天”，而不曰“死生在天，冨貴有命”者，何則？死生者，無象在天，以性爲主。禀得堅彊之性，則氣渥厚而體堅彊，堅彊則壽命長，壽命長則不夭死。禀性軟弱者，氣少泊而性羸窳，羸窳則壽命短，短則蚤死。故言“有命”，命則性也。至於冨貴所禀，猶性所禀之氣，得衆星之精。衆星在天，天有其象，得冨貴象則冨貴，得貧賤象則貧賤，故曰“在天”。在天如何？天有百官，有衆星。天施氣而衆星布精，天所施氣，衆星之氣在其中矣。人禀氣而生，含氣而長，得貴則貴，得賤則賤。貴或秩有髙下，冨或貲有多少，皆星位尊卑小大之所授也。故天有百官，天有衆星，地有萬民、五帝三王之精。天有王梁、造父，人亦有之，禀受其氣，故巧於御。傳曰：“說命有三：一曰正命，二曰隨命，三曰遭命。”正命，謂本禀之自得吉也。性然骨善，故不假操行以求福而吉自至，故曰正命。隨命者，戮力操行而吉福至，縱情施欲而凶禍到，故曰隨命。遭命者，行善得惡，非所冀望，逢遭於外，而得凶禍，故曰遭命。凢人受命，在父母施氣之時，已得吉凶矣。夫性與命異，或性善而命凶，或性惡而命吉。操行善惡者，性也；禍福吉凶者，命也。或行善而得禍，是性善而命凶；或行惡而得福，是性惡而命吉也。性自有善惡，命自有吉凶。使命吉之人，雖不行善，未必無福；凶命之人，雖勉操行，未必無禍。孟子曰：“求之有道，得之有命。”性善乃能求之，命善乃能得之。性善命凶，求之不能得也。行惡者，禍隨而至。而盗跖、莊蹻横行天下，聚黨數千，攻奪人物，斷斬人身，無道甚矣，冝遇其禍，乃以壽終。夫如是，隨命之說，安所驗乎？遭命者，行善於内，遭凶於外也。若顔淵、伯牛之徒，",
                    "zhushu": "一有“何謂乎”字。"
                },
                {
                    "paragraph": "如何遭凶？顔淵、伯牛，行善者也，當得隨命，福祐隨至，何故遭凶？顔淵困於學，以才自殺；伯牛空居，而遭惡疾。及屈平、伍貟之徒，盡忠輔上，竭王臣之節，而楚放其身，吳烹其尸。行善當得隨命之福，乃觸遭命之禍，何哉？言隨命則無遭命，言遭命則無隨命。儒者三命之說，竟何所定？且命在初生，骨表著見。今言隨操行而至，此命在末，不在本也。則冨貴貧賤，皆在初禀之時，不在長大之後，隨操行而至也。正命者，至百而死；隨命者，五十而死。遭命者，初禀氣時，遭凶惡也。謂姙娠之時，遭得惡也。或遭雷雨之變，長大夭死。此謂三命。亦有三性：有正，有隨，有遭。正者，禀五常之性也；隨者，隨父母之性；遭者，遭得惡物象之故也。故姙婦食兎，子生缺脣。月令曰：“是月也，雷將發聲，有不戒其容者，生子不備，必有大凶。”瘖聾跛盲，氣遭胎傷，故受性狂悖。羊舌似我初生之時，聲似豺狼，長大性惡，被禍而死。在母身時，遭受此性，丹朱、商均之類是也。性命在本，故禮有胎教之法。子在身時，席不正不坐，割不正不食，非正色目不視，非正聲耳不聽。及長，置以賢師良傅，敎君臣父子之道，賢不肖在此時矣。受氣時，母不謹愼，心妄慮邪，則子長大狂悖不善，形體醜惡。素女對黄帝陳五女之法，非徒傷父母之身，乃又賊男女之性。人有命，有禄，有遭遇，有幸偶。命者，貧冨貴賤也；禄者，盛衰興廢也。以命當冨貴，遭當盛之禄，常安不危；以命當貧賤，遇當衰之禄，則禍殃乃至，常苦不樂。遭者，遭逢非常之變，若成湯囚夏臺，文王厄牖里矣。以聖明之德，而有囚厄之變，可謂遭矣。變雖甚大，命善禄盛，變不爲害，故稱遭逢之禍。晏子所遭，可謂大矣，直兵指胷，白刃加頸，蹈死亡之地，當劒㦸之鋒，執死得生還，命善禄盛，遭逢之禍，不能害也。歷陽之都，長平之坈，其中必有命善禄盛之人，一宿同塡而死，遭逢之禍大，命善禄盛不能郤也。譬猶水火相更也，水盛勝火，火盛勝水。遇其主而用也，雖有善命盛禄，不遇知己之主，不得效驗。幸者，謂所遭觸得善惡也。獲罪得脫，幸也；無罪見拘，不幸也。執拘未乆，蒙令得出，命善禄盛，夭災之禍不能傷也。偶也，謂事君也。以道事君，君善其言，遂用其身，偶也。行與主乖，退而逺，不偶也。退遠未乆，上官録召，命善禄盛，不偶之害不能留也。故夫遭遇幸偶，或與命禄并，或與命離。遭遇幸偶，遂以成完；遭遇不幸偶，遂以敗傷，是與命并者也。中不遂成，善轉爲惡，若是與命禄離者也。故人之在世，有吉凶之性命，有盛衰之禍福。重以遭遇幸偶之逢，獲從生死而卒其善惡之行，得其胷中之志，希矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "無形篇第七",
            "paragraphs": [
                {
                    "paragraph": "無形篇第七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "人禀元氣於天，各受壽夭之命，以立長短之形，猶陶者用土爲簋廉，冶者用銅爲柈杅矣。器形已成，不可小大；人體已定，不可減增。用氣爲性，性成命定。體氣與形骸相抱，生死與期節相須。形不可變化，命不可減加。以陶冶言之，人命短長，可得論也。或難曰：陶者用埴爲簋廉，簋廉壹成，遂至毁敗，不可復變。若夫冶者用銅爲柈杅，柈杅雖已成器，猶可復爍。柈可得爲尊，尊不可爲簋。人禀氣於天，雖各受壽夭之命，立以形體，如得善道神藥，形可變化，命可加增。曰：冶者變更成器，須先以火燔爍，乃可大小短長。人冀延年，欲比於銅器，冝有若鑪炭之化，乃易形，形易，壽亦可増。人何由變易其形，便如火爍銅器乎？禮曰：“水潦降，不獻魚鼈。”何則？雨水暴下，蟲虵變化，化爲魚鼈，離本真暫變之蟲，臣子謹慎，故不敢獻。人願身之變，冀若蟲虵之化乎？夫蟲虵未化者，不若不化者。蟲虵未化，人不食也；化爲魚鼈，人則食之。",
                    "zhushu": "一有“見”字。"
                },
                {
                    "paragraph": "食則壽命乃短，非所冀也。歲月推移，氣變物類，蝦蟇爲鶉，雀爲蜄蛤。人願身之變，冀若鶉與蜄蛤魚鼈之類也。人設捕蜄蛤，得者食之，雖身之不化，壽命不得長，非所冀也。魯公牛哀寢疾，七日變而成虎。鯀殛羽山，化爲黄能。",
                    "zhushu": "“能”音奴來反。"
                },
                {
                    "paragraph": "願身變者，冀牛哀之爲虎，鯀之爲能乎？則夫虎、能之壽，不能過人。天地之性，人最爲貴，變人之形，更爲禽獸，非所冀也。凢可冀者，以老翁變爲嬰兒，其次白髪復黒，齒落復生，身氣丁彊，超乗不衰，乃可貴也。徒變其形，壽命不延，其何益哉？且物之變隨氣，若應政治，有所象爲，非天所欲壽長之故，變易其形也。又非得神草珍藥食之而變化也。人恒服藥固壽，能增加本性，益其身年也。遭時變化，非天之正氣，人所受之眞性也。天地不變，日月不易，星辰不没，正也。人受正氣，故體不變。時或男化爲女，女化爲男，由髙岸爲谷，深谷爲陵也。應政爲變，爲政變，非常性也。漢興，老父授張良書，已化爲石，是以石之精爲漢興之瑞也。猶河精爲人持璧與秦使者，秦亡之徵也。蠶食桑老，績而爲蠒，蠒又化而爲娥，娥有兩翼，變去蠶形。蠐螬化爲復育，復育轉而爲蟬，蟬生兩翼，不類蠐螬。凢諸命蠕蜚之類，多變其形，易其體，至人獨不變者，稟得正也。生爲嬰兒，長爲丈夫，老爲父翁，從生至死，未甞變更者，天性然也。天性不變者，不可令復變；變者，不可不變。若夫變者之壽，不若不變者。人欲變其形，輒增益其年可也。如徒變其形，而年不增，則蟬之類也，何謂人願之？龍之爲蟲，一存一亡，一短一長。龍之爲性也，變化斯須，輙復非常。由此言之，人物也，受不變之形，不可變更，年不可增減。傳稱“髙宗有桑穀之異，悔過反政，享福百年”，是虚也。傳言“宋景公出三善言，熒惑郤三舍，延年二十一載”，是又虚也。又言“秦繆公有明德，上帝賜之十九年”，是又虚也。稱“赤松、王喬好道爲仙，度世不死”，是又虚也。假令人生立形謂之甲，終老至死，常守甲形。如好道爲仙，未有使甲變爲乙者也。夫形不可變更，年不可減增。何則？形、氣、性，天也。形爲春，氣爲夏。人以氣爲壽，形隨氣而動。氣性不均，則於體不同。牛壽半馬，馬壽半人，然則牛馬之形與人異矣。禀牛馬之形，當自得牛馬之壽；牛馬之不變爲人，則年壽亦短於人。世稱髙宗之徒，不言其身形變異，而徒言其增延年壽，故有信矣。形之血氣也，猶囊之貯粟米也。一石囊之高大，亦適一石。如損益粟米，囊亦增減。人以氣爲夀，氣猶粟米，形猶囊也。增減其壽，亦當增減其身，形安得如故？如以人形與囊異，氣與粟米殊，更以苞𤓰喻之。苞𤓰之汁，猶人之血也；其肌，猶肉也。試令人損益苞𤓰之汁，令其形如故，耐爲之乎？人不耐損益苞𤓰之汁，天安耐增減人之年？人年不可増減，髙宗之徒，誰益之者，而云增加？如言髙宗之徒，形體變易，其年亦增，乃可信也。今言年增，不言其體變，未可信也。何則？人禀氣於天，氣成而形立，則命相須，以至終死，形不可變化，年亦不可增加。以何驗之？人生能行，死則僵仆，死則氣減形消而壊，禀生人形不可得變，其年安可增？人生至老，身變者，髮與膚也。人少則髪黒，老則髪白，白乆則黄，髮之變，形非變也。人少則膚白，老則膚黒，黒乆則黯，若有垢矣。髮黄而膚爲垢，故禮曰：“黄耉無疆。”髪變異，故人老壽遲死，骨肉不可變更，壽極則死矣。五行之物，可變改者，唯土也。埏以爲馬，變以爲人，是謂未入陶竈更火者也。如使成器，入竈更火，牢堅不可復變。今人以爲天地所陶冶矣，形已成定，何可復更也？圖仙人之形，體生毛，臂變爲翼，行於雲，則年增矣，千歲不死。此虚圖也。世有虚語，亦有虚圖。假使之然，蟬娥之類，非真正人也。海外三十五國，有毛民、羽民，羽則翼矣。毛羽之民，土形所出，非言爲道身生毛羽也。禹、益見西王母，不言有毛羽。不死之民，亦在外國，不言有毛羽。毛羽之民，不言不死；不死之民，不言毛羽。毛羽未可以效不死，仙人之有翼，安足以驗長壽乎？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "率性篇第八",
            "paragraphs": [
                {
                    "paragraph": "率性篇第八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "論人之性，定有善有惡。其善者，固自善矣；其惡者，故可敎告率勉，使之爲善。凢人君父審觀臣子之性，善則養育勸率，無令近惡；近惡則輔保禁防，令漸於善。善漸於惡，惡化於善，成爲性行。召公戒成曰：“今王初服厥命於戯，若生子，罔不在厥初生。”“生子”謂十五子。初生意於善，終以善；初生意於惡，終以惡。詩曰：“彼姝者子，何以與之？”傳言：“譬猶練絲，染之藍則靑，染之丹則赤。”十五之子，其猶絲也，其有所漸化爲善惡，猶藍丹之染練絲，使之爲靑赤也。靑赤一成，真色無異。是故楊子哭𡵨道，墨子哭練絲也。蓋傷離本，不可復變也。人之性，善可變爲惡，惡可變爲善，猶此類也。蓬生生麻間，不扶自直；白紗入緇，不練自黒。彼蓬之性不直，紗之質不黒，麻扶緇染，使之直黑。夫人之性猶蓬紗也，在所漸染而善惡變矣。王良、造父稱爲善御，不能使不良爲良也。如徒能御良，其不良者不能馴服，此則駔工庸師服馴技能，何竒而世稱之？故曰：“王良登車，馬不罷駑；堯舜爲政，民無狂愚。”傳曰：“堯舜之民，可比屋而封；桀紂之民，可比屋而誅。”“斯民也，三代所以直道而行也。”聖主之民如彼，惡主之民如此，竟在化不在性也。聞伯夷之風者，貪夫廉而懦夫有立志；聞柳下惠之風者，薄夫敦而鄙夫寛。徒聞風名，猶或變節，況親接形面相敦告乎？孔門弟子七十之徒，皆任卿相之用，被服聖敎，文才雕琢，知能十倍，教訓之功而漸漬之力也。未入孔子之門時，閭巷常庸無竒，其尤甚不率者，唯子路也。世稱子路無𢘆之庸人，未入孔門時，戴雞佩豚，勇猛無禮，聞誦讀之聲，揺雞奮豚，揚脣吻之音，聒賢聖之耳，惡至甚矣。孔子引而敎之，漸漬磨礪，闔導牖進，猛氣消損，驕節屈折，卒能政事，序在四科。斯蓋變性使惡爲善之明效也。夫肥沃墝埆，土地之本性也。肥而沃者性美，樹稼豐茂；墝而埆，者性惡，深耕細鋤，厚加糞壤，勉致人功，以助地力，其樹稼與彼肥沃者相似類也。地之髙下，亦如此焉。以钁鍤鑿地，以埤增下，則其下與髙者齊；如復增钁鍤，則夫下者不徒齊者也，反更爲髙，而其髙者反爲下。使人之性有善有惡，彼地有髙有下，勉致其敎令之善，則將善者同之矣。善以化渥，釀其教令，變更爲善，善則且更冝反過於往善，猶下地增加钁鍤，更崇於髙地也。“賜不受命，而貨殖焉。”賜本不受天之冨命，所加貨財積聚，爲世冨人者，得貨殖之術也。夫得其術，雖不受命，猶自益饒冨。性惡之人，亦不稟天善性，得聖人之敎，志行變化。世稱利劒有千金之價，棠谿、魚腸之屬，龍泉、太阿之輩，其夲鋌山中之𢘆鐡也，冶工鍜錬，成爲銛利，豈利劒之鍜與錬乃異質哉？工良師巧，錬一數至也。試取東下直一金之劒，更熟鍜錬，足其火，齊其銛，猶千金之劒也。夫鐡石天然，尚爲鍜錬者變易故質，况人含五常之性，賢聖未之熟鍜錬耳，奚患性之不善哉？古貴良醫者，能知篤劇之病所從生起，而以針藥治而已之。如徒知病之名而坐觀之，何以爲竒？夫人有不善，則乃性命之疾也。無其教治，而欲令變更，豈不難哉？天道有真僞，真者固自與天相應，僞者人加知巧，亦與眞者無以異也。何以驗之？禹貢曰“璆琳琅玕”者，此則土地所生真玉珠也。然而道人消爍五石，作五色之玉，比之眞玉，光不殊别。兼魚蚌之珠，與禹貢“璆琳”，皆眞玉珠也。然而隨侯以藥作珠，精耀如眞，道士之教至，知巧之意加也。陽遂取火於天，五月丙午日中之時，消錬五石，鑄以爲器，磨礪生光，仰以嚮日，則火來至，此眞取火之道也。今妄以刀劒之鉤月，摩拭朗白，仰以嚮日，亦得火焉。夫鉤月非陽遂也，所以耐取火者，摩拭之所致也。今夫性惡之人，使與性善者同類乎，可率勉之，令其爲善。使之異類乎，亦可令與道人之所鑄玉、隨侯之所作珠、人之所摩刀劒鉤月焉。教導以學，漸漬以德，亦將日有仁義之操。黄帝與炎帝爭爲天子，教熊、羆、𧴀、虎，以戰于阪泉之野，三戰得志，炎帝敗績。堯以天下讓舜，鮌爲諸侯，欲得三公，而堯不聽，怒其猛獸，欲以爲亂，比獸之角，可以爲城，舉尾以爲旌，奮心盛氣，阻戰爲彊。夫禽獸與人殊形，猶可命戰，況人同類乎？推此以論，“百獸率舞”“潭魚出聽”“六馬仰秣”，不復疑矣。異類以殊爲同，同類以鈞爲異，所由不在於物，在於人也。凡含血氣者，教之所以異化也。三苗之民，或賢或不肖，堯舜齊之，，恩教加也。楚、越之人，處莊、嶽之間，經歷歲月，變爲舒緩，風俗移也。故曰：“齊舒緩，秦慢易，楚促急，燕戇投。”以莊、嶽言之，四國之民，更相出入，乆居單處，性必變易。夫性惡者，心比木石，木石猶爲人用，況非木石？在君子之迹，庶幾可見。有癡狂之疾，歌啼於路，不曉東西，不睹燥濕，不覺疾病，不知飢飽，性已毁傷，不可如何，前無所觀，郤無所畏也。是故王法不廢學校之官，不除獄理之吏，欲令凡衆見禮義之教。學校勉其前，法禁防其後，使丹朱之志，亦將可勉。何以驗之？三軍之士，非能制也，勇將率勉，視死如歸。且闔廬甞試其士於五湖之側，皆加刃於肩，血流至地。句踐亦試其士於寢宫之庭，赴火死者，不可勝數。夫刃火非人性之所貪也，二主激率，念不顧生，是故軍之法輕刺血。孟賁勇也，聞軍令懼，是故叔孫通制定禮儀，拔劒爭功之臣，奉禮拜伏，初驕倨而後遜順，教威德變易性也。不患性惡，患其不服聖教，自遇而以生禍也。豆麥之種，與稻梁殊，然食能去飢。小人君子，禀性異類乎？譬諸五穀皆爲用，實不異而效殊者，禀氣有厚泊，故性有善惡也。殘則授不仁之氣泊，而怒則禀勇渥也。仁泊則戾而少愈，勇渥則猛而無義。而又和氣不足，喜怒失時，計慮輕愚。妄行之人，罪故爲惡。人受五常，含五臟，皆具於身，禀之泊少，故其操行不及善人，猶或厚或泊也。非厚與泊殊其釀也，麴孽多少使之然也。是故酒之泊厚，同一麴孽；人之善惡，共一元氣。氣有少多，故性有賢愚。“西門豹急，佩韋以自緩；董安于緩，帶弦以自促。急之與緩，俱失中和，然而韋弦附身，成爲完具之人。能納韋弦之教，補接不足，則豹、安于之名，可得參也。貧劣宅屋，不具墻壁宇達，人指訾之。如財貨冨愈，起屋築墻，以自蔽鄣，爲之具宅，人弗復非。魏之行田百畒，鄴獨二百，西門豹灌以漳水，成爲膏腴，則畒收一鍾。夫人之質猶鄴田，道教猶漳水也，患不能化，不患人性之難率也。雒陽城中之道無水，水工激上洛中之水，日夜馳流，水工之功也。由此言之，迫近君子，而仁義之道數加於身。孟母之徙宅，蓋得其驗。人間之水汚濁，在野外者清㓗。俱爲一水，源從天涯，或濁或淸，所在之勢使之然也。南越王趙他，夲漢賢人也，化南夷之俗，背畔王制，椎髻箕坐，好之若性。陸賈說以漢德，懼以聖威，蹶然起坐，心覺改悔，奉制稱蕃。其於椎髻箕坐也，惡之若性。前則若彼，後則若此。由此言之，亦在於敎，不獨在性也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "𠮷驗篇第九",
            "paragraphs": [
                {
                    "paragraph": "𠮷驗篇第九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凢人禀貴命於天，必有吉驗見於地。見於地，故有天命也。驗見非一，或以人物，或以禎祥，或以光氣。傳言黄帝姙二十月而生，生而神靈，弱而能言，長大率諸侯，諸侯歸之。教熊羆戰，以伐炎帝，炎帝敗績。性與人異，故在母之身，留多十月。命當爲帝，故能教物，物爲之使。堯體就之如日，望之若雲。洪水滔天，虵龍爲害，堯使禹治水，驅虵龍，水治東流，虵龍潜處。有殊竒之骨，故有詭異之驗；有神靈之命，故有驗物之效。天命當貴，故從唐侯入嗣帝后之位。舜未逢堯，鰥在側陋，𥌒瞍與象謀欲殺之。使之完廩，火燔其下；令之浚井，土掩其上。舜得下廩，不被火災；穿井旁出，不觸土害。",
                    "zhushu": "一有“故”字。"
                },
                {
                    "paragraph": "堯聞徵用，試之於職，官治職脩，事無廢亂。使入大麓之野，虎狼不搏，蝮虵不噬；逢烈風疾雨，行不迷惑。夫人欲殺之，不能害；之毒螫之野，禽蟲不能傷。卒受帝命，踐天子祚。后稷之時，履大人跡，或言衣帝嚳之服，坐息帝嚳之處，姙身。怪而棄之隘巷，牛馬不敢踐之；寘之冰上，鳥以翼覆之。慶集其身。母知其神怪，乃収養之。長大佐堯，位至司馬。烏孫王號昆莫，匈奴攻殺其父，而昆莫生，棄於野，烏㗸肉往食之。單于怪之，以爲神而収長。及壯，使兵，數有功。單于乃復以其父之民予昆莫，命令長守於西城。夫后稷不當棄，故牛馬不踐，鳥以羽翼覆愛其身；昆莫不當死，故烏㘅肉就而食之。北夷橐離國王侍婢有娠，王欲殺之。婢對曰：“有氣大如雞子，從天而下我，故有娠。”後産子，捐於猪溷中，猪以口氣嘘之，不死；復徙置馬欄中，欲使馬藉殺之，馬復以口氣噓之，不死。王疑以爲天子，令其母収取奴畜之，名東明，令牧牛馬。東明善射，王恐奪其國也，欲殺之。東明走，南至掩淲水，以弓擊水，魚鼈浮爲橋，東明得渡。魚鼈解散，追兵不得渡。因都王夫餘，故北夷有夫餘國焉。東明之母初姙時，見氣從天下。及生，棄之，猪馬以氣吁之而生之。長大，王欲殺之，以弓擊水，魚鼈爲橋。天命不當死，故有猪馬之救；命當都王夫餘，故有魚鼈爲橋之助也。伊尹且生之時，其母夢人謂己曰：“臼出水，疾東走，毋顧。”明旦，視臼出水，即東走十里，顧其鄉皆爲水矣。伊尹命不當没，故其母感夢而走。推此以論，歷陽之都，其策命若伊尹之類，必有先時感動在他地之效。齊襄公之難，桓公爲公子，與子糾爭立。管仲輔子糾，鮑叔佐桓公。管仲與桓公爭，引弓射之，中其帶鉤。夫人身長七尺，帶約其要，鉤挂於帶，在身所掩，不過一寸之内。既微小難中，又滑澤銛靡，鋒刃中鉤者，莫不蹉跌。管仲射之，正中其鉤中，矢觸因落，不跌中旁肉。命當冨貴，有神靈之助，故有射鉤不中之驗。楚共王有五子：子招、子圉、子干、子晳、棄疾。五人皆有寵。共王無適立，乃望祭山川，請神決之。乃與巴姬埋璧於太室之庭，令五子齊而入拜。康王跨之，子圉肘加焉，子干、子晳皆遠之；棄疾弱，抱而入，再拜，皆𡑅紐。故共王死，招爲康王，至子失之；圉爲靈王，及身而弑；子干爲王，十有餘日；子晳不立，又俱誅死，皆絶無後。棄疾後立，竟續楚祀，如其神符。其王日之長短，與拜去璧遠近相應也。夫璧在地中，五子不知，相隨入拜，遠近不同。𡑅紐若神，將教跽之矣。晉屠岸賈作難，誅趙盾之子。朔死，其妻有遺腹子。及岸賈聞之，索於宫。母置兒於袴中，祝曰：“趙氏宗滅乎？若當啼；即不滅，若無聲。”及索之，而終不啼，遂脫得活。程嬰齊負之，匿於山中。至景公時，韓厥言於景公，景公乃與韓厥共立趙孤，續趙氏祀，是爲文子。當趙孤之無聲，若有掩其口者矣。由此言之，趙文子立，命也。髙皇帝母曰劉媪，甞息大澤之陂，夢與神遇。是時雷電晦冥，蛟龍在上。及生而有美，",
                    "zhushu": "一有質字。"
                },
                {
                    "paragraph": "性好用酒，甞從王媪、武負貰酒，飲醉止卧，媪、負見其身常有神怪，毎留飲醉，酒售數倍。後行澤中，手斬大虵，一嫗當道而哭，云：“赤帝子殺吾子。”此驗既著聞矣。秦始皇帝常曰：“東南有天子氣。”於是東遊以厭當之。髙祖之氣也，與吕后隱於芒、碭山澤間。吕后與人求之，見其上常有氣直起，徃求，輒得其處。後與項羽約，先入秦𨵿王之。髙祖先至，項羽怨恨。范增曰：“吾令人望其氣，氣皆爲龍，成五采，此皆天子之氣也。急擊之。”髙祖徃謝項羽，羽與亞父謀殺髙祖，使項莊抜劒起舞，項伯知之，因與項莊俱起。毎劒加髙祖之上，項伯輙以身覆髙祖之身，劒遂不得下，殺勢不得成。會有張良、樊噲之救，卒得免脱，遂王天下。初姙身，有蛟龍之神；既生，酒舍見雲氣之怪；夜行斬虵，虵嫗悲哭；始皇、吕后望見光氣；項羽謀殺，項伯爲蔽，謀遂不成，遭得良、噲。蓋冨貴之驗，氣見而物應，人助輔援也。竇太后弟名曰廣國，年四五歲，家貧，爲人所掠賣，其家不知其所在。傳賣十餘家，至冝陽，爲其主人入山作炭。暮寒，卧炭下百餘人，炭崩，盡𡑅死，廣國獨得脫。自卜數日當爲侯，從其家之長安，聞竇皇后新立，家在清河觀津，乃上書自陳。竇太后言於景帝，召見，問其故，果是，乃厚賜之。文帝立，拜廣國爲章武侯。夫積炭崩，百餘人皆死，廣國獨脫，命當冨貴，非徒得活，又封爲侯。虞子大，陳留東莞人也。其生時以夜，適免母身，母見其上若一疋練狀，經上天。明以問人，人皆曰：“吉，貴氣與天通。”長大仕宦，位至司徒公。廣文伯，河東蒲坂人也。其生亦以夜半時。適生，有人從門呼其父名，父出應之，不見人，有一木杖植其門側，好善異於衆。其父持杖入門以示人，人占曰：“吉。”文伯長大學宦，位至廣漢太守。文伯當冨貴，故父得賜杖。其占者若曰：“杖當子力矣。”光武帝，建平元年十二月甲子生於濟陽宫後殿第二内中。皇考爲濟陽令，時夜無火，室内自明。皇考怪之，即召功曹吏充蘭，使出問卜工。蘭與馬下卒蘇永俱之卜王長孫所。長孫卜謂永、蘭曰：“此吉事也，毋多言。”是歲，有禾生景天備火中，三本，一莖九穗，長於禾一二尺，蓋嘉禾也。元帝之初，有鳳凰下濟陽宫，",
                    "zhushu": "一有“訖”字。"
                },
                {
                    "paragraph": "故今濟陽宫有鳳凰廬。始與李父等俱起，到柴界中，遇賊兵，惶惑走濟陽舊廬。比到，見光若火，正赤，在舊廬道南，光耀憧憧上屬天，有頃不見。王莽時，謁者蘇伯阿能望氣，使過春陵，城郭鬱鬱葱葱。及光武到河北，與伯阿見，問曰：“卿前過春陵，何用知其氣佳也？”伯阿對曰：“見其鬱鬱葱葱耳。”蓋天命當興，聖王當出，前後氣驗，照察明著。繼體守文，因據前基，禀天光氣，驗不足言。創業龍興，由微賤起於顛沛，若髙祖、光武者，曷甞無天人神怪光顯之驗乎？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "偶㑹篇第十",
            "paragraphs": [
                {
                    "paragraph": "偶㑹篇第十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "命，吉凶之主也，自然之道，適偶之數，非有他氣旁物厭勝感動使之然也。世謂子胥伏劔，屈原自沉，子蘭、宰嚭誣讒，吳、楚之君𡨚殺之也。偶二子命當絶，子蘭、宰嚭適爲讒，而懐王、夫差適信姦也。君適不明，臣適爲讒，二子之命，偶自不長。二偶三合，似若有之，其實自然，非他爲也。夏、殷之朝適竆，桀、紂之惡適稔，商、周之數適起，湯、武之德適豐。𨵿龍逢殺，箕子、比干囚死，當桀、紂惡盛之時，亦二子命訖之期也。任伊尹之言，納吕望之議，湯、武且興之㑹，亦二臣當用之際也。人臣命有吉凶，賢不肖之主，與之相逢。文王時當昌，吕望命當貴；髙宗治當平，傅說德當遂。非文王、髙宗爲二臣生，吕望、傅說爲兩君出也。君明臣賢，光曜相察；上脩下治，度數相得。顔淵死，子曰：“天喪予！”子路死，子曰：“天祝予。”孔子自傷之辭，非實然之道也。孔子命不王，二子壽不長也。不王不長，所禀不同，度數並放，適相應也。二龍之祅當效，周厲適闓櫝；褒姒當䘮周國，幽王稟性偶惡。非二龍使厲王發孽，褒姒令幽王愚惑也，遭逢㑹遇，自相得也。僮謡之語當驗，闘雞之變適生；鸜鵒之占當應，魯昭之惡適成。非僮謡致鬬競，鸜鵒招君惡也，期數自至，人行偶合也。堯命當禪舜，丹朱爲無道；虞統當傳夏，商均行不軌。非舜、禹當得天下，能使二子惡也，美惡是非，適相逢也。火星與昴星出入，昴星低時火星出，昴星見時火星伏。非火之性厭服昴也，時偶不並，度轉乖也。正月建寅，斗魁破申，非寅建使申破也，轉運之衡，偶自應也。父殁而子嗣，姑死而婦代，非子婦代代，使父姑終殁也，老少年次，自相承也。世謂秋氣擊殺榖草，榖草不任，凋傷而死。此言失實。夫物以春生夏長，秋而熟老，適自枯死，隂氣適盛，與之㑹遇。何以驗之？物有秋不死者，生性未極也。人生百歲而終，物生一歲而死。死謂隂氣殺之，人終觸何氣而亡？論者猶或謂鬼喪之。夫人終鬼來，物死寒至，皆適遭也。人終見鬼，或見鬼而不死；物死觸寒，或觸寒而不枯。壊屋所𡑅，崩崖所墜，非屋精崖氣殺此人也，屋老崖沮。命凶之人，遭㞐適履，月毁於天，螺消於淵。“風從虎，雲從龍”，同類通氣，性相感動。若夫物事相遭，吉凶同時，偶適相遇，非氣感也。殺人者罪至大辟，殺者罪當重，死者命當盡也。故害氣下降，囚命先中；聖王德施，厚禄先逢。是故德令降於殿堂，命長之囚出於牢中。天非爲囚未當死，使聖王出德令也。聖王適下赦，拘囚適當免死，猶人以夜臥晝起矣。夜月光盡，不可以作，人力亦倦，欲壹休息；晝日光明，人卧亦覺，力亦復足。非天以日作之，以夜息之也，作與日相應，息與夜相得也。鴈鵠集於㑹稽，去避碣石之寒，來遭民田之畢，蹈履民田，喙食草糧，糧盡食索，春雨適作，避𤍠北去，復之碣石。象耕靈陵，亦如此焉。傳曰：“舜葬蒼梧，象爲之耕；禹葬㑹稽，鳥爲之佃。”失事之實，虚妄之言也。丈夫有短壽之相，娶必得早寡之妻；早寡之妻，嫁亦遇夭折之夫也。世曰：“男女早死者，夫賊妻，妻害夫。”非相賊害，命自然也。使火燃，以水沃之，可謂水賊火。火適自滅，水適自覆，兩名各自敗，不爲相賊。今男女之早夭，非水沃火之比，適自滅覆之類也。賊父之子，妨兄之弟，與此同召。同宅而處，氣相加凌，羸瘠消單，至於死亡，何謂相賊？或客死千里之外，兵燒厭溺，氣不相犯，相賊如何？王莽姑姊正君，許嫁二夫，二夫死，當適趙而王薨，氣未相加，遥賊三家，何其痛也！黄公取鄰巫之女，卜謂女相貴，故次公位至丞相。其實不然。次公當貴，行與女㑹，女亦自尊，故入次公門。偶適然，自相遭遇，時也。無禄之人，商而無盈，農而無播，非其性賊貨，而命妨䅽也。命貧，居無利之貨；禄惡，殖不滋之䅽也。世謂宅有吉凶，徙有歲月。實事則不然，天道難知。假令有命凶之人，當衰之家，治宅遭得不吉之地，移徙適觸歲月之忌，一家犯忌，口以十數，坐而死者，必禄衰命泊之人也。推此以論，仕宦進退遷徙，可復見也。時適當退，君用讒口；時適當起，賢人薦己。故仕且得官也，君子輔善；且失位也，小人毁竒。公伯寮愬子路於季孫，孔子稱命；魯人臧倉讒孟子於平公，孟子言天。道未當行，與讒相遇；天未與己，惡人用口。故孔子稱命，不怨公伯寮；孟子言天，不尤臧倉。誠知時命當自然也。推此以論，人君治道功化，可復言也。命當貴，時適平；期當亂，禄遭衰。治亂成敗之時，與人興衰吉凶，適相遭遇。因此論聖賢迭起，猶此類也。聖主龍興於倉卒，良輔超㧞於際㑹。世謂韓信、張良輔助漢王，故秦滅漢興，髙祖得王。夫髙祖命當自王，信、良之輩時當自興，兩相遭遇，若故相求。是故髙祖起於豐、沛，豐、沛子弟相多冨貴，非天以子弟助髙祖也，命相小大，適相應也。趙簡子廢太子伯魯，立庻子無恤，無恤遭賢，命亦當君趙也。世謂伯魯不肖，不如無恤；伯魯命當賤，知慮多泯亂也。韓生仕至太傅，世謂頼倪寛，實謂不然。太傅當貴，遭與倪寛遇也。趙武藏於袴中，終日不啼，非或掩其口、閼其聲也，命時當生，睡卧遭出也。故軍功之侯，必斬兵死之頭；冨家之商，必奪貧室之財。削土免侯，罷退令相。罪法明曰，禄秩適極。故厲氣所中，必加命短之人；凶歲所著，必饑虚耗之家矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "骨相篇第十一",
            "paragraphs": [
                {
                    "paragraph": "骨相篇第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "人曰命難知。命甚易知。知之何用？用之骨體。人命禀於天，則有表候於體。察表𠋫以知命，猶察斗斛以知容矣。表候者，骨法之謂也。傳言黄帝龍顔，顓頊戴午，帝嚳駢齒，堯眉八采，舜目重瞳，禹耳三漏，湯臂再肘，文王四乳，武王望陽，周公背僂，臯陶馬口，孔子反羽。斯十二聖者，皆在帝王之位，或輔主憂世，世所共聞。儒所共說在經傳者，較著可信。若夫短書俗記，竹帛胤文，非儒者所見，衆多非一。蒼頡四目，爲黄帝史；晉公子重耳仳脇，爲諸侯覇；蘇秦骨鼻，爲六國相；張儀仳脇，亦相秦魏。項羽重瞳，云虞舜之後，與髙祖分王天下。陳平貧而飲食不足，貌體佼好，而衆人怪之，曰：“平何食而肥？”及韓信爲滕　公所鑒，免於鈇質，亦以面狀有異。面狀肥佼，亦一相也。髙祖隆凖、龍顔、美鬚，左股有七十二黑子。單父吕公善相，見髙祖狀貌，竒之，因以其女妻髙祖，吕后是也。卒生孝惠王、魯元公主。髙祖爲泗上亭長，當去歸之田，與吕后及兩子居田。有一老公過，請飲，因相吕后曰：“夫人，天下貴人也。”令相兩子，見孝惠，曰：“夫人所以貴者，乃此男也。”相魯元，曰：“皆貴。”老公去，髙祖從外來，吕后言於髙祖。髙祖追及老公，止使自相。老公曰：“郷者夫人嬰兒相皆似君，君相貴不可言也。”後髙祖得天下，如老公言。推此以況，一室之人，皆有冨貴之相矣。類同氣鈞，性體法相，固自相似。異氣殊類，亦兩相遇。冨貴之男，娶得冨貴之妻，女亦得冨貴之男。夫二相不鈞而相遇，則有立死；若未相適，有豫亡之禍也。王莽姑正君許嫁，至期當行時，夫輙死。如此者再，乃獻之趙王，趙王未取，又薨。淸河南宫大有與正君父穉君善者，遇相君曰：“貴爲天下母。”是時宣帝世，元帝爲太子，穉君乃因魏郡都尉納之太子。太子幸之，生子君上。宣帝崩，太子立，正君爲皇后，君上爲太子。元帝崩，太子立，是爲成帝，正君爲皇太后，竟爲天下母。夫正君之相當爲天下母，而前所許二家及趙王爲無天下父之相，故未行而二夫死，趙王薨。是則二夫、趙王無帝王大命，而正君不當與三家相遇之驗也。丞相黄次公故爲陽夏游徼，與善相者同車俱行，見一婦人，年十七八，相者指之曰：“此婦人當大冨貴，爲封侯者夫人。”次公止車，審視之。相者曰：“今此婦人不冨貴，卜書不用也。”次公問之，乃其旁里人巫家子也，即娶以爲妻。其後次公果大冨貴，位至丞相，封爲列侯。夫次公冨貴，婦人當配之，故果相遇，遂俱冨貴。使次公命賤，不得婦人爲偶，不冝爲夫婦之時，則有二夫、趙王之禍。夫舉家皆冨貴之命，然後乃任冨貴之事。骨法形體有不應者，則必別離死亡，不得乆享介福。故冨貴之家，役使奴僮，育養牛馬，必有與衆不同者矣。僮奴則有不死亡之相，牛馬則有數字乳之性，田則有種孳速熟之糓，商則有居善疾售之貨。是故知命之人，見冨貴於貧賤，暏貧賤於冨貴。案骨節之法，察皮膚之理，以審人之性命，無不應者。趙簡子使姑布子卿相諸子，莫吉，至翟婢之子無恤，而以爲貴。無恤最賢，又有貴相。簡子後廢太子而立無恤，卒爲諸侯，襄子是矣。相工相黥布，當先刑而乃王，後竟被刑，乃封王。衛青父鄭季與陽信公主家僮衛媪通，生青。在建章宫時，鉗徒相之，曰：“貴至封侯。”青曰：“人奴之道，得不笞罵足矣。安敢望封侯？”其後青爲軍吏，戰數有功，超封增官，遂爲大將軍，封爲萬户侯。周亞夫未封侯之時，許負相之，曰：“君後三歲而入將相，持",
                    "zhushu": "一有“重”字。"
                },
                {
                    "paragraph": "國秉，貴重矣，於人臣無兩。其後九歲而君餓死。”亞夫笑曰：“臣之兄已代侯矣，有如父卒，子當代，亞夫何說侯乎？然既已貴如負言，又何說餓死？指示我。”許負指其口，有縱理入口，曰：“此餓死法也。”居三歲，其兄絳侯勝有罪，文帝擇絳侯子賢者，推亞夫，廼封條侯，續絳侯後。文帝之後六年，匈奴入邊，乃以亞夫爲將軍。至景帝之時，亞夫爲丞相，後以疾免。其子爲亞夫買工官尚方甲盾五百被可以爲葬者，取庸苦之，不與錢。庸知其盗買官器，怨而上告其子。景帝下吏責問，因不食五日，嘔血而死。當鄧通之幸文帝也，貴在公卿之上，賞賜億萬，與上齊體。相工相之曰：“當貧賤餓死。”文帝崩，景帝立，通有盗鑄錢之罪。景帝考驗，通亡，寄死人家，不名一錢。韓太傅爲諸生時，",
                    "zhushu": "一有“日之丙”字。"
                },
                {
                    "paragraph": "借相工五十錢，與之俱入璧雍之中，相璧雍弟子誰當貴者。相工指倪寛曰：“彼生當貴，秩至三公。”韓生謝遣相工，通刺倪寛，結膠漆之交，盡䈥力之敬，徙舍從寛，深自附納之。寛甞甚病，韓生養視如僕狀，恩深踰於骨肉，後名聞於天下。倪寛位至御史大夫，州郡承㫖召請擢用，舉在夲朝，遂至太傅。夫鉗徒、許負及相鄧通、倪寛之工，可謂知命之工矣。故知命之工，察骨體之證，睹冨貴貧賤，猶人見盤盂之器，知所設用也。善器必用貴人，惡器必施賤者。尊鼎不在陪厠之側，匏𤓰不在堂殿之上，明矣。冨貴之骨不遇貧賤之苦，貧賤之相不遭冨貴之樂，亦猶此也。器之盛物有斗石之量，猶人爵有髙下之差也。器過其量，物溢棄遺；爵過其差，死亡不存。論命者，如比之於器，以察骨體之法，則命在於身形定矣。非徒冨貴貧賤有骨體也，而操行清濁亦有法理。貴賤貧冨，命也；操行清濁，性也。非徒命有骨法，性亦有骨法。惟知命有明相，莫知性有骨法。此見命之表證，不見性之符驗也。范蠡去越，自齊遺大夫種書曰：“飛鳥盡，良弓藏；狡兎死，走犬烹。越王爲人，長頸鳥喙，可與共患難，不可與共榮樂。子何不去？”大夫種不能去，稱病不朝，賜劔而死。大梁人尉繚說秦始皇以并天下之計，始皇從其𠕋，與之亢禮，衣服飲食與之齊同。繚曰：“秦王爲人，隆凖長目，鷙膺豺聲，少恩，虎視狼心，居約易以下人，得志亦輕視人。我布衣也，然見我常身自下我。誠使秦王須得志，天下皆爲虜矣。不可與交游。”乃亡去。故范蠡、尉繚見性行之證，而以定處來事之實，實有其效，如其法相。由此言之，性命繋於形體明矣。以尺書所載，世所共見，准況古今，不聞者必衆多非一，皆有其實。稟氣於天，立形於地，察在地之形，以知在天之命，莫不得其實也。有傳孔子相澹臺子羽，唐舉占蔡澤不驗之文，此失之不審，何隱匿微妙之表也。相或在内，或在外，或在形體，或在聲氣。察外者，遺其内；在形體者，亡其聲氣。孔子適鄭，與弟子相失。孔子獨立鄭東門。鄭人或問子貢曰：“東門有人，其頭似堯，其項若臯陶，肩類子産。然自腰以下，不及禹三寸，傫傫若喪家之狗。”子貢以告孔子。孔子欣然𥬇曰：“形狀未也。如喪家狗，然哉！然哉！”夫孔子之相，鄭人失其實，鄭人不明，法術淺也。孔子之失子羽，唐舉惑於蔡澤，猶鄭人相孔子，不能具見形狀之實也。以貌取人，失於子羽；以言取人，失於宰予也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "初禀篇第十二",
            "paragraphs": [
                {
                    "paragraph": "初禀篇第十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "人生性命當冨貴者，初禀自然之氣，養育長大，冨貴之命效矣。文王得赤雀，武王得白魚赤烏。儒者論之，以爲雀則文王受命，魚烏則武王受命。文武受命於天，天用雀與魚烏命授之也。天用赤雀命文王，文王不受，天復用魚烏命武王也。若此者，謂夲無命於天，脩己行善，善行聞天，天乃授以帝王之命也。故雀與魚烏，天使爲王之命也，王所奉以行誅者也。如實論之，非命也。命，謂初所禀得而生也。人生受性，則受命矣。性命俱禀，同時並得，非先禀性，後乃受命也。何以明之？棄事堯爲司馬，居稷官，故爲后稷。曾孫公劉居邰，後徙居邠。後孫古公亶甫三子：太伯、仲雍、季歷。季歷生文王昌，昌在襁褓之中，聖瑞見矣。故古公曰：“我世當有興者，其在昌乎。”於是太伯知之，乃辭之呉，文身斷髪，以讓王季。文王受命，謂此時也。天命在人本矣，太王、古公見之早也。此猶爲未，文王在母身之中，已受命也。王者一受命，内以爲性，外以爲體。體者，面輔骨法，生而禀之。吏秩百石以上，王侯以下，郎將大夫以至元士，外及刺史太守，居禄秩之吏，禀冨貴之命，生而有表見於面，故許負、姑布子卿輙見其驗。仕者隨秩遷轉，遷轉之人，或至公卿，命禄尊貴，位望髙大。王者，尊貴之率，髙大之最也。生有髙大之命，其時身有尊貴之竒。古公知之，見四乳之怪也。夫四乳，聖人證也。在母身中，禀天聖命，豈長大之後，脩行道德，四乳乃生？以四乳論望羊，亦知爲胎之時已受之矣。劉媪息於大澤，夢與神遇，遂生髙祖，此時已受命也。光武生於濟陽宫，夜半無火，内中光明，軍下卒蘇永謂公曹史充蘭曰：“此吉事也，毋多言。”此時已受命。獨謂文王、武王得赤雀、魚、烏乃受命，非也。上天壹命，王者乃興，不復更命也。得冨貴大命，自起王矣。何以驗之？冨家之翁，貲累千金，生有冨骨，治生積貨，至於年老，成爲冨翁矣。夫王者，天下之翁也，禀命定於身中，猶鳥之別雄雌於卵殻之中也。卵殻孕而雌雄生，日月至而骨節彊，彊則雄自率將雌。雄非生長之後，或教使爲雄，然後乃敢將雌，此氣性剛彊，自爲之矣。夫王者，天下之雄也，其命當王。王命定於懐姙，猶冨貴骨生，有鳥雄卵成也。非唯人鳥也，萬物皆然。草木生於實核，出土爲栽蘖，稍生莖葉，成爲長短巨細，皆由實核。王者，長巨之最也。朱草之莖如鍼，紫芝之栽如豆，成爲瑞矣。王者禀氣而生，亦猶此也。或曰：“王者生禀天命，及其將王，天復命之，猶公卿以下，詔書封拜，乃敢即位。赤雀魚烏，上天封拜之命也。天道人事，有相命使之義。”自然無爲，天之道也。命文以赤雀，武以白魚，是有爲也。管仲與鮑叔分財取多，鮑叔不與，管仲不求。内有以相知，視彼猶我，取之不疑。聖人起王，猶管之取財也。朋友彼我，無有授與之義，上天自然，有命使之驗。是則天道有爲，朋友自然也。當漢祖斬大虵之時，誰使斬者？豈有天道先至，而乃敢斬之哉？勇氣奮發，性自然也。夫斬大虵，誅秦殺項，同一實也。周之文、武，受命伐殷，亦一義也。髙祖不受命使之將，獨謂文、武受雀魚之命，誤矣。難曰：康王之誥曰：“冐聞于上帝，帝休，天乃大命文王。”如無命，史經何爲言“天乃大命文王”？所謂大命者，非天乃命文王也。聖人動作，天命之意也，與天合同，若天使之矣。書方激勸康叔，勉使爲善，故言文王行道，上聞於天，天乃大命之也。詩曰：“乃眷西顧，此惟予度。”與此同義。天無頭面，眷顧如何？人有顧睨，以人傚天，事易見，故曰“眷顧”。“天乃大命文王”，眷顧之義，實天不命也。何以驗之？“夫大人與天地合其德，與日月合其明，與四時合其序，與鬼神合其吉凶，先天而夫不違，後天而奉天時。”如必須天有命，乃以從事，安得先天而後天乎？以其不待天命，直以心發，故有先天後天之勤。言合天時，故有不違奉天之文。論語曰：“大哉，堯之爲君，唯天爲大，唯堯則之。”王者則天不違，奉天之義也。推自然之性，與天合同，是則所謂“大命文王”也。自文王意，文王自爲，非天驅赤雀使告文王云“當爲王”，乃敢起也。然則文王赤雀及武王白魚，非天之命，昌熾祐也。吉人舉事，無不利者。人徒不召而至，瑞物不招而來，黯然諧合，若或使之。出門聞告，顧睨見善，自然道也。文王當興，赤雀適來。魚躍烏飛，武王偶見。非天使雀至，白魚來也。吉物動飛而聖遇也。白魚入于王舟，王陽曰：“偶適也。”光禄大夫劉琨，前爲弘農太守，虎渡河。光武皇帝曰：“偶適自然，非或使之也。”故夫王陽之言“適”，光武之曰“偶”，可謂合於自然也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "夲性篇第十三",
            "paragraphs": [
                {
                    "paragraph": "夲性篇第十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "情性者，人治之夲，禮樂所由生也。故原情性之極，禮爲之防，樂爲之節。性有卑謙辭讓，故制禮以適其冝；情有好惡喜怒哀樂，故作樂以通其敬。禮所以制，樂所爲作者，情與性也。昔儒舊生，著作篇章，莫不論說，莫能實定。周人世碩以爲人性有善有惡，舉人之善性，養而致之，則善長；",
                    "zhushu": "一有無固字。"
                },
                {
                    "paragraph": "性惡，養而致之，則惡長。如此，則",
                    "zhushu": "一有情字。"
                },
                {
                    "paragraph": "性各有隂陽，善惡在所養焉。故世子作養書一篇。宻子賤、漆雕開、公孫尼子之徒，亦論情性，與世子相出入，皆言性有善有惡。孟子作性善之篇，以爲人性皆善，及其不善，物亂之也。謂人生於天地，皆禀善性，長大與物交接者，",
                    "zhushu": "一有“欲”字。"
                },
                {
                    "paragraph": "放縱悖亂，不善日以生矣。若孟子之言，人㓜小之時，無有不善也。微子曰：“我舊云孩子，王子不出。”紂爲孩子之時，微子睹其不善之性，性惡不出衆庶，長大爲亂不變，故云也。羊舌食我初生之時，叔姬視之，及堂，聞其啼聲而還，曰：“其聲，豺狼之聲也，野心無親，非是莫滅羊舌氏。”遂不肯見。及長，",
                    "zhushu": "一有與字。"
                },
                {
                    "paragraph": "祁勝爲亂，食我與焉，國人殺食我，羊舌氏由是滅矣。紂之惡，在孩子之時，食我之亂，見始生之聲。孩子始生，未與物接，誰令悖者？丹朱土於唐宫，商均生於虞室。唐、虞之時，可比屋而封，所與接者，必多善矣，二帝之旁，必多賢也。然而丹朱慠，商均虐，並失帝綂，歷世爲戒。且孟子相人以眸子焉，心清而眸子瞭，心濁而眸子眊。人生目輙眊瞭，眊瞭禀之於天，不同氣也。非㓜小之時瞭，長大與人接乃更眊也。性本自然，善惡有質。孟子之言情性，未爲實也。然而性善之論，亦有所縁。或仁或義，性術乖也；動作趨翔，性識詭也。面色或白或黑，身形或長或短，至老極死，不可變易，天性然也。皆知水土物器形性不同，而莫知善惡禀之異也。",
                    "zhushu": "一有“告子曰”字。"
                },
                {
                    "paragraph": "一歲嬰兒，無爭奪之心，長大之後，或漸利色，狂心悖行，由此生也。告子與孟子同時，其論性無善惡之分，譬之湍水，決之東則東，決之西則西。夫水無分於東西，猶人無分於善惡也。夫告子之言，謂人之性與水同也。使性若水，可以水喻性，猶金之爲金，木之爲木也。人善因善，惡亦因惡，初禀天然之姿，受純壹之質，故生而兆見，善惡可察。無分於善惡，可推移者，謂中人也。不善不惡，須教成者也。故孔子曰：“中人以上，可以語上也；中人以下，不可以語上也。”告子之以決水喻者，徒謂中人，不指極善極惡也。孔子曰：“性相近也，習相遠也。”夫中人之性，在所習焉，習善而爲善，習惡而爲惡也。至於極善極惡，非復在習，故孔子曰：“惟上智與下愚不移。”性有善不善，聖化賢教，不能復移易也。孔子，道德之祖，諸子之中最卓者也，而曰“上智下愚不移”，故知告子之言未得實也。夫告子之言，亦有縁也。詩曰：“彼姝之子，何以與之？”其傳曰：“譬猶練絲，染之藍則青，染之朱則赤。”夫決水使之東西，猶染絲令之青赤也。丹朱、商均已染於唐虞之化矣，然而丹朱慠而商均虐者，至惡之質，不受藍朱變也。孫卿有反孟子，作性惡之篇，以爲人性惡，其善者僞也。性惡者，以爲人生皆得惡性也；僞者，長大之後，勉使爲善也。若孫卿之言，人㓜小無有善也。稷爲兒，以種樹爲戯；孔子能行，以俎豆爲弄。石生而堅，蘭生而香。禀善氣，長大就成。故種樹之戯，爲唐司馬；俎豆之弄，爲周聖師。禀蘭石之性，故有堅香之驗。夫孫卿之言，未爲得實。然而性惡之言有縁也。一歲嬰兒，無推讓之心，見食，號欲食之；睹好，啼欲玩之。長大之後，禁情割欲，勉厲爲善矣。劉子政非之曰：“如此則天無氣也。隂陽善惡不相當，則人之爲善安從生？”陸賈曰：“天地生人也，以禮義之性。人能察己所以受命則順，順之謂道。”夫陸賈知人禮義爲性，人亦能察己所以受命。性善者，不待察而自善；性惡者，雖能察之，猶背禮畔義，義挹於善，不能爲也。故貪者能言亷，亂者能言治。盗跖非人之竊也，莊蹻刺人之濫也，明能察己，口能論賢，性惡不爲，何益於善？陸賈之言，未能得實。董仲舒覽孫、孟之書，作情性之說曰：“天之大經，一隂一陽；人之大經，一情一性。性生於陽，情生於隂。隂氣鄙，陽氣仁。曰性善者，是見其陽也；謂惡者，是見其隂者也。”若仲舒之言，謂孟子見其陽，孫卿見其隂也。處二家各有見，可也；不處人情性，情性有善有惡，未也。夫人情性同生於隂陽，其生於隂陽，有渥有泊。玉生於石，有純有駮。情性於隂陽，安能純善？仲舒之言，未能得實。劉子政曰：“性，生而然者也，在於身而不發；情，接於物而然者也，出形於外。形外則謂之陽，不發者則謂之隂。”夫子政之言，謂性在身而不發。情接於物，形出於外，故謂之陽；性不發，不與物接，故謂之隂。夫如子政之言，乃謂情爲陽，性爲隂也，不據本所生起，茍以形出與不發見定隂陽也。必以形出爲陽，性亦與物接，造次必於是，顛沛必於是。惻隱不忍，不忍，仁之氣也；卑謙辭讓，性之發也。有與接㑹，故惻隱卑謙，形出於外。謂性在内，不與物接，恐非其實。不論性之善惡，徒議外内隂陽，理難以知。且從子政之言，以性爲隂，情爲陽，夫人禀情，竟有善惡不也？自孟子以下至劉子政，鴻儒博生，聞見多矣，然而論情性，竟無定是。唯世碩儒公孫尼子之徒，頗得其正。由此言之，事易知，道難論也。酆文茂記，繁如榮華，恢諧劇談，甘如飴蜜，未必得實。實者，人性有善有惡，猶人才有高有下也。高不可下，下不可高。謂性無善惡，是謂人才無高下也。禀性受命，同一實也。命有貴賤，性有善惡。謂性無善惡，是謂人命無貴賤也。九州田土之性，善惡不均，故有黄赤黑之别，上中下之差；水潦不同，故有清濁之流，東西南北之趨。人稟天地之性，懐五常之氣，或仁或義，性術乖也；動作趨翔，或重或輕，性識詭也。面色或白或黑，身形或長或短，至老極死，不可變易，天性然也。余固以孟軻言人性善者，中人以上者也；孫卿言人性惡者，中人以下者也；楊雄言人性善惡混者，中人也。若反經合道，則可以爲教；盡性之理，則未也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "物勢篇第十四",
            "paragraphs": [
                {
                    "paragraph": "物勢篇第十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒者論曰：“天地故生人。”此言妄也。夫天地合氣，人偶自生也；猶夫婦合氣，子則自生也。夫婦合氣，非當時欲得生子，情欲動而合，合而生子矣。且夫婦不故生子，以知天地不故生人也。然則人生於天地也，猶魚之於淵，蟣虱之於人也。因氣而生，種類相産。萬物生天地之間，皆一實也。傳曰：“天地不故生人，人偶自生。”若此，論事者何故云“天地爲鑪，萬物爲銅，隂陽爲火，造化爲工”乎？案陶冶者之用火爍銅燔器，故爲之也。而云天地不故生人，人偶自生耳，可謂陶冶者不故爲器，而器偶自成乎？夫比不應事，未可謂喻；文不稱實，未可謂是也。曰：是喻人稟氣不能純一，若爍銅之下形，燔器之得火也，非謂天地生人與陶冶同也。興喻人皆引人事。人事有體，不可斷絶。以目視頭，頭不得不動；以手相足，足不得不揺。目與頭同形，手與足同體。今夫陶冶者，初埏埴作器，必模範爲形，故作之也；燃炭生火，必調和鑪竈，故爲之也。及銅爍不能皆成，器燔不能盡善，不能故生也。夫天不能故生人，則其生萬物亦不能故也。天地合氣，物偶自生矣。夫耕耘播種，故爲之也；及其成與不熟，偶自然也。何以驗之？如天故生萬物，當令其相親愛，不當令之相賊害也。或曰：“五行之氣，天生萬物，以萬物含五行之氣，五行之氣更相賊害。”曰：“天自當以一行之氣生萬物，令之相親愛，不當令五行之氣反使相賊害也。”或曰：欲爲之用，故令相賊害，賊害相成也。故天用五行之氣生萬物，人用萬物作萬事。不能相制，不能相使，不相賊害，不成爲用。金不賊木，木不成用；火不爍金，金不成器。故諸物相賊相利。含血之蟲，相勝服、相齧噬、相啖食者，皆五行氣使之然也。曰：天生萬物，欲令相爲用，不得不相賊害也，則生虎狼蝮虵及蜂蠆之蟲，皆賊害人，天又欲使人爲之用邪？且一人之身，含五行之氣，故一人之行，有五常之操。五常，五常之道也。五藏在内，五行氣俱。如論者之言，含血之蟲，懐五行之氣，輙相賊害。一人之身，胷懐五藏，自相賊也；一人之操，行義之心，自相害也。且五行之氣相賊害，含血之蟲相勝服，其驗何在？曰：寅，木也，其禽虎也；戍，土也，其禽犬也；丑、未亦土也，丑禽牛，未禽羊也。木勝土，故犬與牛羊爲虎所服也。亥，水也，其禽豕也；巳，火也，其禽虵也；子亦水也，其禽䑕也；午亦火也，其禽馬也。水勝火，故豕食虵；火爲水所害，故馬食䑕屎而腹脹。曰：審如論者之言，含血之蟲，亦有不相勝之効。午，馬也；子，䑕也；酉，雞也；卯，兎也。水勝火，䑕何不逐馬？金勝木，雞何不啄兎？亥，豕也；未，羊也；丑，牛也。土勝水，牛羊何不殺豕？巳，虵也；申，猴也。火勝金，虵何不食獼猴？獼猴者，畏䑕也。囓獼猴者，犬也。䑕，水；獼猴，金也。水不勝金，獼猴何故畏䑕也？戌，土也；申，猴也。土不勝金，猴何故畏犬？東方，木也，其星倉龍也；西方，金也，其星白虎也；南方，火也，其星朱鳥也；北方，水也，其星玄武也。天有四星之精，降生四獸之體。含血之蟲，以四獸爲長，四獸含五行之氣最較著。案：龍虎交不相賊，鳥龜㑹不相害。以四獸驗之，以十二辰之禽效之，五行之蟲，以氣性相刻，則尤不相應。凢萬物相刻賊，含血之蟲則相服。至於相啖食者，自以齒牙頓利，䈥力優劣，動作巧便，氣勢勇桀。若人之在世，勢不與適，力不均等，自相勝服。以力相服，則以刃相賊矣。夫人以刃相賊，猶物以齒角爪牙相觸刺也。力強角利，勢烈牙長，則能勝；氣微爪短，誅膽小距頓，則服畏也。人有勇怯，故戰有勝負，勝者未必受金氣，負者未必得木精也。孔子畏陽虎，卻行流汗，陽虎未必色白，孔子未必面青也。鷹之擊鳩雀，鴞之啄鵠鴈，未必鷹鴞生於南方，而鳩雀鵠鴈産於西方也。自是䈥力勇怯相勝服也。一堂之上，必有論者；一郷之中，必有訟者。訟必有曲直，論必有是非。非而曲者爲負，是而直者爲勝。亦或辯口利舌，辭喻横出爲勝；或詘弱綴跲，蹥蹇不比者爲負。以舌論訟，猶是劔㦸𨶜也。利劔長㦸，手足健疾者勝；頓刀短矛，手足緩留者負。天物之相勝，或以䈥力，或以氣勢，或以巧便。小有氣勢，口足有便，則能以小而制大；大無骨力，角翼不勁，則以大而服小。鵲食蝟皮，博勞食虵，蝟虵不便也。蚊虻之力，不如牛馬，牛馬困於蚊虻，蚊虻乃有勢也。鹿之角足以觸犬，獼猴之手足以搏䑕，然而鹿制於犬，獼猴服於䑕，角爪不利也。故十年之牛，爲牧竪所驅；長仞之象，爲越僮所鉤，無便故也。故夫得其便也，則以小能勝大；無其便也，則以彊服於羸也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "竒怪篇第十五",
            "paragraphs": [
                {
                    "paragraph": "竒怪篇第十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒者稱聖人之生，不因人氣，更稟精於天。禹母吞薏苡而生禹，故夏姓曰姒；卨母吞燕卵而生卨，故殷姓曰子；后稷母履大人跡而生后稷，故周姓曰姬。詩曰：“不坼不副。”是生后稷。說者又曰：禹、卨逆生，闓母背而出；后稷順生，不坼不副”。不感動母體，故曰“不坼不副”。逆生者，子孫逆死；順生者，子孫順亡。故桀、紂誅死，𧹞王奪邑。言之有頭足，故人信其說；明事以驗證，故人然其文。䜟書又言：堯母慶都野出，赤龍感巳，遂生堯。髙祖本紀言：“劉媪甞息大澤之陂，夢與神遇。是時雷電晦冥，太公徃視，見蛟龍於上，己而有身，遂生髙祖。”其言神驗，文又明著，世儒學者，莫謂不然。如實論之，虚妄言也。彼詩言“不坼不副”，言其不感動母體，可也；言其闓母背而出，妄也。夫蟬之生復育也，闓背而出。天之生聖子，與復育同道乎？兔吮毫而懐子，及其子生，從口而出。案禹母吞薏苡，卨母嚥鷰卵，與兎吮毫同實也。禹、卨之母生，冝皆從口，不當闓背。夫如是，闓背之說竟虚妄也。世間血刃死者多，未必其先祖初爲人者生時逆也。秦失天下，閻樂斬胡亥，項羽誅子嬰，秦之先祖伯翳豈逆生乎？如是爲順逆之說，以驗三家之祖，誤矣。且夫薏苡，草也；燕卵，鳥也；大人跡，土也。三者皆形，非氣也，安能生人？說聖者以爲稟天精微之氣，故其爲有殊絶之知。今三家之生，以草、以鳥、以土，可謂精微乎？天地之性，唯人爲貴，則物賤矣。今貴人之氣，更稟賤物之精，安能精微乎？夫令䧱雀施氣於鴈鵠，終不成子者，何也？鳩雀之身小，鴈鵠之形大也。今燕之身不過五寸，薏苡之莖不過數尺，二女吞其卵、實，安能成七尺之形乎？爍一鼎之銅，以灌一錢之形，不能成一鼎，明矣。今謂大人天神，故其跡巨。巨跡之人，一鼎之爍銅也；姜原之身，一錢之形也。使大人施氣於姜原，姜原之身小，安能盡得其精？不能盡得其精，則后稷不能成人。堯、髙祖審龍之子，子性類父，龍能乗雲，堯與髙祖亦冝能焉。萬物生於土，各似本種。不類土者，生不出於土，土徒養育之也。母之懐子，猶土之育物也。堯、髙祖之母受龍之施，猶土受物之播也。物生自類本種，夫二帝冝似龍也。且夫含血之類，相與爲牝牡。牝牡之會，皆見同類之物，精感欲動，乃能授施。若夫牡馬見雌牛，雀見雄牝雞，不相與合者，異類故也。今龍與人異類，何能感於人而施氣？或曰：夏之衰，二龍𨶜於庭，吐漦於地。龍亡漦在，櫝而藏之。至周幽王，發出龍漦，化爲玄黿，入于後宫，與處女交，遂生褒姒。玄黿與人異類，何以感於處女而施氣乎？夫玄黿所交非正，故褒姒爲禍，周國以亡。以非類妄交，則有非道妄亂之子。今堯、髙祖之母，不以道接㑹，何故二帝賢聖，與褒姒異乎？或曰：趙簡子病，五日不知人。覺言：“我之帝所，有熊來，帝命我射之，中，熊死。有羆來，我又射之，中羆，羆死。後問當道之鬼，鬼曰：‘熊羆，𣈆二卿之先祖也。’”熊羆，物也，與人異類，何以施類於人，而爲二卿祖？夫簡子所射熊羆，二卿祖當亡，簡子當昌之秋也。簡子見之，若寑夢矣。空虚之象，不必有實。假令有之，或時熊羆先化爲人，乃生二卿。魯公牛哀病，化爲虎。人化爲獸，亦如獸爲人。玄黿入後宫，殆先化爲人。天地之間，異類之物，相與交接，未之有也。天人同道，好惡均心。人不好異類，則天亦不與通。人雖生於天，猶蟣虱生於人也。人不好蟣虱，天無故欲生於人。何則？異類殊性，情欲不相得也。天地，夫婦也。天施氣於地以生物，人轉相生，精微爲聖，皆因父氣，不更稟取。如更稟者爲聖，卨、后稷不聖。如聖人皆當更稟，十二聖不皆然也。黄帝、帝嚳、帝顓頊、帝舜之母，何所受氣？文王、武王、周公、孔子之母，何所感吞？此或時見三家之姓，曰姒氏、子氏、姬氏，則因依放，空生怪說，猶見鼎湖之地，而著黄帝升天之說矣。失道之意，還反其字。蒼頡作書，與事相連。姜原履大人跡，跡者，基也。姓當爲“其”下“土”，乃爲“女”旁“巨”，非基、跡之字，不合本事，疑非實也。以周“姫”況夏、殷，亦知“子”之與“姒”，非燕子、薏苡也。或時禹、契、后稷之母，適欲懐姙，遭吞薏苡、燕卵，履大人跡也。世好竒怪，古今同情。不見竒怪，謂德不異，故因以爲姓。世間誠信，因以爲然；聖人重疑，因不復定；世士淺論，因不復辨；儒生是古，因生其說。彼詩言“不坼不副”者，言后稷之生，不感動母身也。儒生穿鑿，因造禹、契逆生之說。感於龍”，夢與神遇”，猶此率也。堯、髙祖之母，適欲懐姙，遭逢雷龍載雲雨而行，人見其形，遂謂之然。夢與神遇，得聖子之象也。夢見鬼合之，非夢與神遇乎？安得其實？野出感龍，及蛟龍居上，或堯、髙祖受冨貴之命，龍爲吉物，遭加其上，吉祥之瑞，受命之證也。光武皇帝産於濟陽宫，鳯凰集於地，嘉禾生於屋。聖人之生，竒鳥吉物之爲瑞應，必以竒吉之物見而子生。謂之物之子，是則光武皇帝嘉禾之精，鳳凰之氣歟？案帝繫之篇及三代世表：禹，鮌之子也；卨、稷皆帝嚳之子，其母皆帝嚳之妃也；及堯，亦嚳之子。帝王之妃，何爲適草野？古時雖質，禮已設制，帝王之妃，何爲浴於水？夫如是，言聖人更稟氣於天，母有感吞者，虚妄之言也。實者，聖人自有種世族，仁如文、武各有類。孔子吹律，自知殷後；項羽重瞳，自知虞舜苖裔也。五帝、三王，皆祖黄帝。黄帝聖人，本稟貴命，故其子孫皆爲帝王。帝王之生，必有怪竒，不見於物，則效於夢矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "書虛篇第十六",
            "paragraphs": [
                {
                    "paragraph": "書虛篇第十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世信虛妄之書，以爲載於竹帛上者，皆賢聖所傳，無不然之事，故信而是之，諷而讀之。睹眞是之傳，與虛妄之書相違，則并謂短書不可信用。夫幽冥之實尚可知，沈隱之情尚可定，顯文露書，是非易見。籠緫并傳，非實事，用精不専，無思於事也。夫世間傳書諸子之語，多欲立竒造異，作驚目之論，以駭世俗之人；爲譎詭之書，以著殊異之名。傳書言：延陵季子出游，見路有遺金。當夏五月，有披裘而薪者。季子呼薪者曰：“取彼地金來！”薪者投鎌於地，瞋目拂手而言曰：“何子居之髙，視之下，儀貌之壯，語言之野也！吾當夏五月，披裘而薪，豈取金者哉？”季子謝之，請問姓字。薪者曰：“子皮相之士也，何足語姓名？”遂去不顧。世以爲然。殆虛言也。夫季子耻吳之亂，吳欲共立以爲主，終不肯受，去之延陵，終身不還。廉讓之行，終始若一。許由讓天下，不嫌貪封侯；伯夷委國饑死，不嫌貪刀鉤。亷讓之行，大可以況小，小難以況大。季子能讓吳位，何嫌貪地遺金？季子使於上國，道過徐，徐君好其寶劒，未之即予，還而徐君死，解劒帶冡樹而去。廉讓之心，耻負其前志也。季子不負死者，棄其寶劒，何嫌一叱生人取金於地？季子未去吳乎，公子也；已去吳乎，延陵君也。公子與君出有前後，車有附從，不能空行於塗，明矣。既不耻取金，何難使左右而煩披裘者？世稱栁下惠之行，言其能以幽冥自脩㓗也。賢者同操，故千歲交志。置季子於冥昧之處，尚不取金，況以白日，前後備具，取金於路，非季子之操也。或時季子適見遺金，憐披裘薪者，欲以益之；或時言取彼地金，欲以予薪者，不自取也。世俗傳言，則言季子取遺金也。傳書或言：顔淵與孔子俱上魯太山，孔子東南望，吳閶門外有繫白馬，引顔淵指以示之，曰：“若見吳昌門乎？”顔淵曰：“見之。”孔子曰：“門外何有？”曰：“有如繫練之狀。”孔子撫其目而正之，因與俱下。下而顔淵髮白齒落，遂以病死。蓋以精神不能若孔子，彊力自極，精華竭盡，故早夭死。世俗聞之，",
                    "zhushu": "一有“人”字。"
                },
                {
                    "paragraph": "皆以爲然。如實論之，殆虛言也。案論語之文，不見此言；考六經之傳，亦無此語。夫顔淵能見千里之外，與聖人同，孔子諸子，何諱不言？蓋人目之所見，不過十里，過此不見，非所明察，遠也。傳曰：“太山之髙巍然，去之百里，不見𧌯螺。逺也。”案魯去吳千有餘里，使離朱望之，終不能見，况使顔淵，何能審之？如才庶幾者，明目異於人，則世冝稱亞聖，不冝言離朱。人目之視也，物大者易察，小者難審。使顔淵處昌門之外，望太山之形，終不能見；况從太山之上，察白馬之色，色不能見，明矣。非顔淵不能見，孔子亦不能見也。何以驗之？耳目之用，均也。目不能見百里，則耳亦不能聞也。陸賈曰：“離婁之明，不能察帷薄之内；師曠之聦，不能聞百里之外。”昌門之與太山，非直帷薄之内，百里之外也。秦武王與孟說舉鼎不任，絶脉而死。舉鼎用力，力由筋脉，筋脉不堪，絶傷而死，道理冝也。今顔淵用目望遠，望遠目睛不任，冝盲眇，髮白齒落，非其致也。髪白齒落，用精於學，勤力不休，氣力竭盡，故至於死。伯竒放流，首髪早白。詩云：“惟憂用老。”伯竒用憂，而顔淵用睛，蹔望倉卒，安能致此？儒書言：舜葬於蒼梧，禹葬於㑹稽者，廵狩年老，道死邊土。聖人以天下爲家，不别遠近，不殊内外，故遂止葬。夫言舜禹，實也；言其廵狩，虛也。舜之與堯，俱帝者也，共五千里之境，同四海之内。二帝之道，相因不殊。堯典之篇，舜廵狩，東至岱宗，南至霍山，西至太華，北至恒山。以爲四嶽者，四方之中，諸侯之來，並㑹嶽下，幽深遠近，無不見者。聖人舉事，求其冝適也。禹王如舜，事無所改，廵狩所至，以復如舜。舜至蒼梧，禹到㑹稽，非其實也。實舜、禹之時，鴻水未治，堯傳於舜，舜受爲帝，與禹分部，行治鴻水。堯崩之後，舜老，亦以傳於禹。舜南治水，死於蒼梧；禹東治水，死於㑹稽。賢聖家天下，故因葬焉。吳君髙說：“㑹稽本山名，夏禹廵守，㑹計於此山，因以名郡，故曰㑹稽。”夫言因山名郡，可也；言禹廵狩㑹計於此山，虛也。廵狩本不至㑹稽，安得㑹計於此山？冝聽君髙之說。誠㑹稽爲㑹計，禹到南方，何所㑹計？如禹始東，死於㑹稽，舜亦廵狩至於蒼梧，安所㑹計？百王治定則出廵，廵則輙㑹計，是則四方之山皆㑹計也。百王太平，升封太山。太山之上，封可見者，七十有二；紛綸湮滅者，不可勝數。如審帝王廵狩，則輙㑹計。㑹計之地，如太山封者，四方冝多。夫郡國成名，猶萬物之名，不可說也，獨爲㑹稽立歟？周時舊名吳、越也，爲吳、越立名，從何往哉？六國立名，狀當如何？天下郡國且百餘，縣邑出萬，鄉亭聚里，皆有號名，賢聖之才莫能說。君髙能說㑹稽，不能辨定方名，㑹計之說，未可従也。廵狩考正法度，禹時吳爲祼國，斷髪文身，考之無用，㑹計如何？傳書言：“舜葬於蒼梧，象爲之耕；禹葬㑹稽，鳥爲之田。蓋以聖德所致，天使鳥獸報祐之也。”世莫不然。考實之，殆虛言也。夫舜、禹之德，不能過堯。堯葬於冀州，或言葬於崇山。冀州鳥獸不耕，而鳥獸獨爲舜、禹耕，何天恩之偏駮也？或曰：“舜、禹治水，不得寧處，故舜死於蒼梧，禹死於㑹稽。勤苦有功，故天報之；逺離中國，故天痛之。”夫天報舜、禹，使鳥田象耕，何益舜、禹？天欲報舜、禹，冝使蒼梧、㑹稽常祭祀之。使鳥獸田耕，不能使人祭。祭加舜、禹之墓，田施人民之家，天之報祐聖人，何其拙也？且無益哉！由此言之，鳥田象耕，報祐舜、禹，非其實也。實者，蒼梧多象之地，㑹稽衆鳥所居。禹貢曰：“彭蠡既瀦，陽鳥攸居。”天地之情，鳥獸之行也。象自蹈土，鳥自食苹，土蹶草盡，若耕田狀。壤靡泥易，人隨種之，世俗則謂爲舜、禹田。海陵麋田，若象耕狀，何嘗帝王葬海陵者邪？傳書言：吳王夫差殺伍子胥，煑之於鑊，乃以鴟夷橐投之於江。子胥恚恨，驅水爲濤，以溺殺人。今時㑹稽、丹徒大江，錢唐浙江，皆立子胥之廟，蓋欲慰其恨心，止其猛濤也。夫言吳王殺子胥投之於江，實也；言其恨恚，驅水爲濤者，虛也。屈原懐恨，自投湘江，湘江不爲濤；申徒狄蹈河而死，河水不爲濤。世人必曰：“屈原、申徒狄不能勇猛，力怒不如子胥。”夫衛葅子路，而漢烹彭越，子胥勇猛，不過子路、彭越。然二士不能發怒於鼎鑊之中，以烹湯𦵔汁，瀋漎旁人。子胥亦自先入鑊，乃入江。在鑊中之時，其神安居？豈怯於鑊湯，勇於江水哉？何其怒氣前後不相副也？且投於江中，何江也？有丹徒大江，有錢唐浙江，有吳通陵江。或言投於丹徒大江，無濤；欲言投於錢唐浙江，浙江、山隂江、上虞江皆有濤。三江有濤，豈分橐中之體，散置三江中乎？人若恨恚也，仇讎未死，子孫遺在，可也。今吳國已滅，夫差無類，吳爲㑹稽，立置太守，子胥之神，復何怨苦？爲濤不止，欲何求索？吳、越在時，分㑹稽郡。越治山隂，吳都今呉。餘暨以南屬越，錢唐以北屬吳。錢唐之江，兩國界也。山隂、上虞，在越界中。子胥入吳之江爲濤，當自上吳界中，何爲入越之地？怨恚吳王，發怒越江，違失道理，無神之驗也。且夫水難驅，而人易從也。生任䈥力，死用精魂。子胥之生，不能從生人營衛其身，自令身死，䈥力消絶，精魂飛散，安能爲濤？使子胥之類數百千人，乘船渡江，不能越水。一子胥之身，煑湯鑊之中，骨肉糜爛，成爲羮𦵔，何能有害也？周宣王殺其臣杜伯，趙簡子殺其臣莊子義。其後杜伯射宣王，莊子義害簡子，事理似然，猶爲虛言。今子胥不能完體，爲杜伯、子義之事，以報吳王，而驅水往來，豈報讎之義，有知之驗哉？俗語不實，成爲丹青。丹青之文，賢聖惑焉。夫地之有百川也，猶人之有血脉也。血脉流行，汎揚動静，自有節度。百川亦然，其朝夕往來，猶人之呼吸，氣出入也。天地之性，上古有之。經曰：“江、漢朝宗于海。”唐虞之前也。其發海中之時，漾馳而已。入三江之中，殆小淺狹，水激沸起，故騰爲濤。廣陵曲江有濤，文人賦之。大江浩洋，曲江有濤，竟以隘狹也。吳殺其身，爲濤廣陵，子胥之神，竟無知也。溪谷之深，流者安洋；淺多沙石，激揚爲瀬。夫濤瀬一也。謂子胥爲濤，誰居溪谷爲瀬者乎？案濤入三江，岸沸踊，中央無聲。必以子胥爲濤，子胥之身聚岸漼也。濤之起也，隨月盛衰，小大滿損不齊同。如子胥爲濤，子胥之怒，以月爲節也。三江時風，揚疾之波，亦溺殺人，子胥之神復爲風也。秦始皇渡湘水，遭風，問湘山何祠。左右對曰：“堯之女，舜之妻也。”始皇太怒，使刑徒三千人斬湘山之樹而履之。夫謂子胥之神爲濤，猶謂二女之精爲風也。傳書言：孔子當泗水之葬，泗水爲之却流。此言孔子之德，能使水却，不湍其墓也。世人信之。是故儒者稱論，皆言孔子之後當封，以泗水却流爲證。如原省之，殆虛言也。夫孔子死，孰與其生？生能操行，慎道應天；死操行絶，天祐至德，故五帝三王招致瑞應，皆以生存，不以死亡。孔子生時，推排不容，故歎曰：“鳯鳥不至，河不出圖，吾已矣夫！”生時無祐，死反有報乎？孔子之死，五帝三王之死也。五帝三王無祐，孔子之死，獨有天報。是孔子之魂聖，五帝之精不能神也。泗水無知，爲孔子却流，天神使之。然則孔子生時，天神不使人尊敬。如泗水却流，天欲封孔子之後；孔子生時，功德應天，天不封其身，乃欲封其後乎？是蓋水偶自却流。江河之流，有回復之處，百川之行，或易道更路，與却流無以異。則泗水却流，不爲神怪也。傳書稱：魏公子之德，仁惠下士，兼及鳥獸。方與客飲，有鸇擊鳩，鳩走，廵於公子案下。鸇追擊，殺於公子之前。公子耻之，即使人多設羅，得鸇數十枚，責讓以擊鳩之罪。擊鳩之鸇，低頭不敢仰視，公子乃殺之。世稱之曰：“魏公子爲鳩報仇。”此虛言也。夫鸇，物也，情心不同，音語不通。聖人不能使鳥獸爲義理之行，公子何人，能使鸇低頭自責？鳥爲鸇者以千萬數，向擊鳩蜚去，安可復得？能低頭自責，是聖鳥也。曉公子之言，則知公子之行矣；知公子之行，則不擊鳩於其前。人猶不能改過，鳥與人異，謂之能悔，世俗之語，失物類之實也。或時公子實捕鸇，鸇得，人持其頭，變折其頸，疾痛低垂，不能仰視。緣公子惠義之人，則因褒稱，言鸇服過。蓋言語之次，空生虛妄之美；功名之下，常有非實之加。傳書言：“齊桓公妻姑姉妹七人。”此言虛也。夫亂骨肉，犯親戚，無上下之序者，禽獸之性，則亂不知倫理。案桓公九合諸侯，一正天下，道之以德，將之以威，以故諸侯服従，莫敢不率，非内亂懐鳥獸之性者所能爲也。夫率諸侯朝事王室，耻上無勢而下無禮也。外耻禮之不存，内何犯禮而自壞？外内不相副，則功無成而威不立矣。世稱桀、紂之惡，不言滛於親戚。實論者謂夫桀、紂惡微於亡秦，亡秦過泊於王莽，無滛亂之言。桓公妻姑姉七人，惡浮於桀、紂，而過重於秦、莽也。春秋采毫毛之美，貶纎芥之惡，桓公惡大，不貶何哉？魯文姜，齊襄公之妹也，襄公通焉。春秋經曰：“莊二年冬，夫人姜氏㑹齊侯于郜。”春秋何尤於襄公，而書其姧？何宥於桓公，隱而不譏？如經失之，傳家左丘明、公羊、穀梁何諱不言？案桓公之過，多内寵，内嬖如夫人者六，有五公子爭立，齊亂，公薨三月乃訃。世聞内嬖六人，嫡庻無别，則言亂於姑姊妹七人矣。傳書言：“齊桓公負婦人而朝諸侯。”此言桓公之滛亂無禮甚也。夫桓公大朝之時，負婦人於背，其游宴之時，何以加此？方脩士禮，崇厲肅敬，負婦人於背，何以能率諸侯朝事王室？葵丘之㑹，桓公驕矜，當時諸侯畔者九國。睚眦不得，",
                    "zhushu": "一有“所載”字。"
                },
                {
                    "paragraph": "九國畔去，况負婦人滛亂之行，何以肯留？或曰：“管仲告諸侯：‘吾君背有疽創，不得婦人，瘡不衰愈。’諸侯信管仲，故無畔者。”夫十室之邑，必有忠信若孔子。當時諸侯千人以上，必知方術，治疽不用婦人，管仲爲君諱也。諸侯知仲爲君諱而欺己，必恚怒而畔去，何以能乆綂㑹諸侯，成功於霸？或曰：“桓公實無道，任賢相管仲，故能霸天下。”夫無道之人，與狂無異，信讒遠賢，反害仁義，安能任管仲，能養人令之成事？桀殺關龍逢，紂殺王子比干，無道之君，莫能用賢。使管仲賢，桓公不能用；用管仲，故知桓公無亂行也。有賢明之君，故有貞良之臣。臣賢，君明之驗，奈何謂之有亂？難曰：“衛靈公無道之君，時知賢臣，管仲爲輔，何明桓公不爲亂也？”夫靈公無道，任用三臣，僅以不䘮，非有功行也。桓公尊九九之人，拔寗戚於車下，責苞茅不貢，運兵攻楚，九合諸侯，一匡天下，千世一出之主也。而云負婦人於背，虛矣。說尚書者曰：“周公居攝，帶天子之綬，戴天子之冠，負扆南面而朝諸侯。”戸牖之間曰扆，南面之坐位也。負扆南面郷坐，扆在後也。桓公朝諸侯之時，或南面坐，婦人立於後也。世俗傳云，則曰負婦人於背矣。此則䕫一足，宋丁公鑿井得一人之語也。唐虞時，䕫爲大夫，性知音樂，調聲悲善。當時人曰：“調樂如䕫，一足矣。”世俗傳言䕫一足。案秩宗官缺，帝舜博求，衆稱伯夷。伯夷稽首，讓于夔龍。秩宗卿官，漢之宗正也。斷足，足非其理也。且一足之人，何用行也？夏后孔甲田于東蓂",
                    "zhushu": "一作莫。"
                },
                {
                    "paragraph": "山，天雨晦冥，入于民家。主人方乳。或曰：“后來之子必貴。”或曰：“不勝之子必賤。”孔甲曰：“爲余子，孰能賤之？”遂載以歸，析橑，斧斬其足，卒爲守者。孔甲之欲貴之子，有餘力矣。斷足無冝，故爲守者。今䕫一足，無因趨歩，坐調音樂可也。秩宗之官，不冝一足，猶守者斷足，不可貴也。孔甲不得貴之子，伯夷不得讓於䕫焉。宋丁公者，宋人也。未鑿井時，常有寄汲，計之日去一人作。自鑿井後，不復寄汲，計之日得一人之作。故曰：“宋丁公鑿井得一人。”俗傳言曰：“丁公鑿井，得一人於井中。”夫人生於人，非生於土也。穿土鑿井，無爲得人。推此以論，負婦人之語，猶此類也。負婦人而坐，則云婦人在背。知婦人在背非道，則生管仲以婦人治疽之言矣。使桓公用婦人徹胤服，婦人於背，女氣瘡可去。以婦人治疽，方朝諸侯，桓公重衣，婦人襲裳，女氣分隔，負之何益？桓公思士，作庭燎而夜坐，以思致士，反以白日負婦人見諸侯乎？傳書言：“聶政爲嚴翁仲刺殺韓王。”此虛也。夫聶政之時，韓列侯也。列侯之三年，聶政刺韓相俠累；十二年，列侯卒，與聶政殺俠累，相去十七年，而言聶政刺殺韓王，短書小傳，竟虛不可信也。傳書又言：“燕太子丹使刺客荆軻刺秦王，不得，誅死。後髙漸麗復以擊筑見秦王，秦王說之，知燕太子之客，乃冐其眼，使之擊筑。漸麗乃置鈆於筑中以爲重。當擊筑，秦王膝進，不能自禁。漸麗以筑擊秦王顙，秦王病傷，三月而死。”夫言髙漸麗以筑擊秦王，實也；言中秦王病傷三月而死，虛也。夫秦王者，秦始皇帝也。始皇二十年，燕太子丹使荆軻刺始皇，始皇殺軻，明矣。二十一年，使將軍王翦攻燕，得太子首。二十五年，遂伐燕，而虜燕王嘉。後不審何年，髙漸麗以筑擊始皇，不中，誅漸麗。當二十七年，游天下，到㑹稽，至琅邪，北至勞、盛山，並海，西至平原津而病，到沙丘平臺，始皇崩。夫䜟書言：“始皇還，到沙丘而亡。”傳書又言：“病筑瘡三月而死於秦。”一始皇之身，世或言死於沙丘，或言死於秦，其死言恒病瘡。傳書之言，多失其實，世俗之人，不能定也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "變虛篇第十七",
            "paragraphs": [
                {
                    "paragraph": "變虛篇第十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "傳書曰：宋景公之時，熒惑守心。公懼，召子韋而問之，曰：“熒惑在心，何也？”子韋曰：“熒惑，天罰也；心，宋分野也。禍當君。雖然，可移於宰相。”公曰：“宰相，所使治國家也，而移死焉，不祥。”子韋曰：“可移於民。”公曰：“民死，寡人將誰爲也？寧獨死耳。”子韋曰：“可移於歲。”公曰：“民饑必死。爲人君而欲殺其民以自活也，其誰以我爲君者乎？是寡人命固盡也。”子毋復言。子韋退走，北面再拜曰：“臣敢賀君。天之處髙而耳卑。君有君人之言三，天必三賞君。今夕星必徙三舎，君延命二十一年。”公曰：“奚知之？”對曰：“君有三善，故有三賞，星必三徙。三徙行七星，星當一年，三七二十一，故君命延二十一歲。臣請伏於殿下以伺之，星必不徙，臣請死耳。”是夕也，火星果徙三舎。如子韋之言，則延年審得二十一歲矣。星徙審，則延命，延命明則景公爲善，天祐之也。則夫世間人能爲景公之行者，則必得景公祐矣。此言虛也。何則？皇天遷怒，使熒惑本景公身有惡而守心，則雖聽子韋言，猶無益也。使其不爲景公，則雖不聽子韋之言，亦無損也。齊景公時有彗星，使人禳之。晏子曰：“無益也，秖取誣焉。天道不闇，不貮其命，若之何禳之也？且天之有彗，以除穢也。君無穢德，又何禳焉？若德之穢，禳之何益？詩曰：‘惟此文王，小心翼翼。昭事上帝，聿懐多福。厥德不回，以受方國。’君無回德，方國將至，何患於彗？詩曰：‘我無所監，夏后及商。用亂之故，民卒流亡。’若德回亂，民將流亡，祝史之爲，無能補也。”公說，乃止。齊君欲禳彗星之凶，猶子韋欲移熒惑之禍也。宋君不聽，猶晏子不肯從也。則齊君爲子韋，晏子爲宋君也。同變共禍，一事二人。天猶賢宋君，使熒惑徙三舎，延二十一年，獨不多",
                    "zhushu": "一作“爲”。"
                },
                {
                    "paragraph": "晏子，使彗消而增其夀，何天祐善偏駮不齊一也？人君有善行，善行動於心，善言出於意，同由共本，一氣不異。宋景公出三善言，則其先三善言之前，必有善行也。有善行，必有善政，政善則嘉瑞臻，福祥至，熒惑之星，無爲守心也。使景公有失誤之行，以致惡政，惡政發則妖異見，熒之守心，桑榖之生朝。髙宗消桑穀之變，以政不以言。景公郤熒惑之異，亦冝以行。景公有惡行，故熒惑守心。不改政修行，坐出三善言，安能動天？天安肯應？何以效之？使景公出三惡言，能使熒惑守心乎？夫三惡言不能使熒惑守心，三善言安能使熒惑退徙三舎？以三善言獲二十一年，如有百善言，得千歲之壽乎？非天祐善之意，應誠爲福之實也。子韋之言：“天處髙而聽卑，君有君人之言三，天必三賞君。”夫天，體也，與地無異。諸有體者，耳咸附於首，體與耳殊，未之有也。天之去人，髙數萬里，使耳附天，聽數萬里之語，弗能聞也。人坐樓臺之上，察地之螻蟻，尚不見其體，安能聞其聲？何則？螻蟻之體細，不若人形大，聲音孔氣不能達也。今天之崇髙，非直樓臺，人體比於天，非若螻蟻於人也。謂天非若螻蟻於人也，謂天聞人言，隨善惡爲吉凶，誤矣。四夷入諸夏，因譯而通，同形均氣，語不相曉，雖五帝三王，不能去譯，獨曉四夷，况天與人異體，音與人殊乎？人不曉天所爲，天安能知人所行？使天體乎，耳髙不能聞人言；使天氣乎，氣若雲煙，安能聽人辭？說災變之家曰：“人在天地之間，猶魚在水中矣。其能以行動天地，猶魚皷而振水也。魚動而水蕩氣變。”此非實事也。假使眞然，不能至天。魚長一尺，動於水中，振旁側之水，不過數尺。大若不過與人同，所振蕩者，不過百歩，而一里之外，澹然澄靜，離之遠也。今人操行變氣，遠近冝與魚等；氣應而變，冝與水均。以七尺之細形，形中之微氣，不過與一鼎之蒸火同。從下地上變皇天，何其髙也！且景公，賢者也。賢者操行，上不及聖，下不過惡人。世間聖人莫不堯、舜，惡人莫不桀、紂。堯、舜操行多善，無移熒惑之效；桀、紂之政多惡，有反景公脫禍之驗。景公出三善言，延年二十一歲，是則堯、舜冝獲千歲，桀、紂冝爲殤子。今則不然，各隨年夀，堯、舜、桀、紂，皆近百載。是竟子韋之言妄，延年之語虛也。且子韋之言曰：“熒惑，天使也；心，宋分野也。禍當君。”若是者，天使熒惑加禍於景公也，如何可移於將相若歲與國民乎？天之有熒惑也，猶王者之有方伯也。諸侯有當死之罪，使方伯圍守其國，國君問罪於臣，臣明罪在君。雖然，可移於臣子與人民。設國君計其言，令其臣歸罪於國，方伯聞之，肯聽其言，釋國君之罪，更移以付國人乎？方伯不聽者，自國君之罪，非國人之辜也。方伯不聽，自國君之罪，熒惑安肯移禍於國人？若此，子韋之言妄也。曰：景公聽乎言，庸何能動天？使諸侯不聽其臣言，引過自予；方伯聞其言，釋其罪，委之去乎？方伯不釋諸侯之罪，熒惑安肯徙去三舎？夫聽與不聽，皆無福善。星徙之實，未可信用。天人同道，好惡不殊。人道不然，則知天無驗矣。宋、衛、陳、鄭之俱災也，氣變見天。梓慎知之，請於子産，有以除之，子産不聽。天道當然，人事不能郤也。使子産聽梓慎，四國能無災乎？堯遭鴻水時，臣必有梓慎、子韋之知矣，然而不郤除者，堯與子産同心也。案子韋之言曰：“熒惑，天使也；心，宋分野也，禍當君。”審如此言，禍不可除，星不可郤也。若夫寒温失和，風雨不時，政事之家，謂之失誤所致，可以善政賢行變而復也。若熒惑守心，若必死猶亡，禍安可除？修政改行，安能郤之？善政賢行，尚不能郤，出虛華之三言，謂星郤而禍除，增夀延年，享長乆之福，誤矣。觀子韋之言景公，言熒惑之禍，非寒暑風雨之類，身死命終之祥也。國且亡，身且死，祅氣見於天，容色見於面。面有容色，雖善操行不能滅，死徴已見也。在體之色，不可以言行滅；在天之妖，安可以治除乎？人病且死，色見於面，人或謂之曰：此必死之徴也。雖然，可移於五鄰，若移於奴役，當死之人，正言不可，容色肯爲善言之故滅，而當死之命肯爲之長乎？氣不可滅，命不可長，然則熒惑安可郤？景公之年安可増乎？由此言之，熒惑守心，未知所爲，故景公不死也。且言星徙三舎者，何謂也？星三徙於一舎乎？一徙歷於三舎也？案子韋之言曰：“君有君人之言三，天必三賞君。今夕星必徙三舎。”若此，星竟徙三舎也。夫景公一坐有三善言，星徙三舎；如有十善言，星徙十舎乎？熒惑守心，爲善言郤，如景公復出三惡言，熒惑食心乎？爲善言郤，爲惡言進，無善無惡，熒惑安居不行動乎？或時熒惑守心爲旱災，不爲君薨。子韋不知，以爲死禍，信俗至誠之感，熒惑之處星，必偶自當去，景公自不死。世則謂子韋之言審，景公之誠感天矣。亦或時子韋知星行度適自去，自以著己之知，明君臣推讓之所致。見星之數七，因言星七舍，復得二十一年，因以星舎計年之數，是與齊太卜無以異也。齊景公問太卜曰：“子之道何能？”對曰：“能動地。”晏子往見公，公曰：“寡人問太卜曰：‘子道何能？’對曰：‘能動地。’地固可動乎？”晏子嘿然不對，出見太卜曰：“昔吾見鉤星在房心之間，地其動乎？”太卜曰：“然。”晏子出，太卜走見公：“臣非能動地，地固將自動。”夫子韋言星徙，猶太卜言地動也。地固且自動，太卜言已能動之；星固將自徙，子韋言君能徙之。使晏子不言鉤星在房心，則太卜之姦對不覺。宋無晏子之知臣，故子韋之一言，遂爲其是。案子韋書録序：秦亦言子韋曰：“君出三善言，熒惑宜有動。”於是候之，果徙舎，不言三。或時星當自去，子韋以爲驗，實動離舎，世增言三，既空增三舎之數，又虚生二十一年之夀也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "異虚篇第十八",
            "paragraphs": [
                {
                    "paragraph": "異虚篇第十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "殷髙宗之時，桑穀俱生於朝，七日而大拱。髙宗召其相而問之，相曰：“吾雖知之，弗能言也。”問祖己，祖已曰：“夫桑糓者，野草也，而生於朝，意朝亡乎？”髙宗恐駭，側身而行道，思索先王之政，明養老之義，興滅國，繼絶世，舉佚民。桑穀亡。三年之後，諸侯以譯來朝者六國，遂享百年之福。髙宗，賢君也，而感桑穀生而問祖己。行祖己之言，修政改行，桑穀之妖亡，諸侯朝而年長乆。脩善之義篤，故瑞應之福渥。此虛言也。祖己之言朝當亡哉？夫朝之當亡，猶人當死。人欲死，怪出；國欲亡，期盡。人死命終，死不復生，亡不復存。祖已之言政，何益於不亡？髙宗之脩行，何益於除禍？夫家人見凶脩善，不能得吉；髙宗見妖改政，安能除禍？除禍且不能，况能招致六國，延期至百年乎？故人之死生，在於命之夭夀，不在行之善惡；國之存亡，在期之長短，不在於政之得失。案祖己之占，桑穀爲亡之妖，亡象已見，雖脩孝行，其何益哉？何以效之？魯昭公之時，鸜鵒來巢。師已採文、成之世童謡之語，有鸜鵒之言，見今有來巢之驗，則占謂之凶。其後昭公爲季氏所逐，出於齊，國果空虚。都有虚驗，故野鳥來巢，師已處之，禍意如占。使昭公聞師已之言，脩行改政爲善，居髙宗之操，終不能消。何則？鸜鵒之謠已兆，出奔之禍已成也。鸜鵒之兆，已出於文、成之世矣。根生，葉安得不茂？源發，流安得不廣？此尚爲近，未足以言之。夏將衰也，二龍戰於庭，吐漦而去，夏王櫝而藏之。夏亡，傳於殷；殷亡，傳於周，皆莫之發。至幽王之時，發而視之，漦流于庭，化爲玄黿，走入後宫，與婦人交，遂生褒姒。褒姒歸周，厲王惑亂，國遂滅亡。幽、厲王之去夏世，以爲千數歲。二龍戰時，幽、厲、褒姒等未爲人也。周亡之妖，已出乆矣。妖出，禍安得不就？瑞見，福安得不至？若二龍戰時言曰：“余，褒之二君也。”是則褒姒當生之驗也。龍稱褒，褒姒不得不生，生則厲王不得不惡，惡則國不得不亡。徴已見，雖五聖十賢相與郤之，終不能消。善惡同實，善祥出，國必興；惡祥見，朝必亡。謂惡異可以善行除，是謂善瑞可以惡政滅也。河源出於崑崙，其流播於九河。使堯、禹郤以善政，終不能還者，水勢當然，人事不能禁也。河源不可禁，二龍不可除，則桑穀不可郤也。王命之當興也，猶春氣之當爲夏也；其當亡也，猶秋氣之當爲冬也。見春之微葉，知夏有莖葉；覩秋之零實，知冬之枯萃。桑穀之生，其猶春葉秋實也，必然猶驗之。今詳修政改行，何能除之？夫以周亡之祥，見於夏時，又何以知桑穀之生，不爲紂亡出乎？或時祖己言之，信野草之占，失遠近之實。髙宗問祖己之後，側身行道，六國諸侯偶朝而至，髙宗之命，自長未終，則謂起桑穀之問，改政脩行，享百年之福矣。夫桑穀之生，殆爲紂出，亦或時吉而不凶，故殷朝不亡，髙宗壽長。祖己信野草之占，謂之當亡之徴。漢孝武皇帝之時，獲白麟，戴兩角而共觝，使謁者終軍議之。軍曰：“夫野獸而共一角，象天下合同爲一也。”麒麟，野獸也；桑穀，野草也。俱爲野物，獸草何别？終軍謂獸爲吉，祖己謂野草爲凶。髙宗祭成湯之廟，有蜚雉升鼎而雊，祖己以爲逺人將有來者，說尚書家謂雉凶，議駮不同。且從祖己之言，雉來吉也。雉伏於野草之中，草覆野鳥之形，若民人處草廬之中，可謂其人吉而廬凶乎？民人入都，不謂之凶，野草生朝，何故不吉？雉則民人之類，如謂含血者吉，長狄來至是吉也，何故謂之凶？如以從夷狄來者不吉，介葛盧來朝是凶也。如以草木者爲凶，朱草、蓂莢出，是不吉也。朱草、蓂莢，皆草也，冝生於野，而生於朝，是爲不吉，何故謂之瑞？一野之物，來至或出，吉凶異議。朱草、蓂莢善草，故爲吉。則是以善惡爲吉凶，不以都野爲好醜也。周時天下太平，越甞獻雉於周公，髙宗得之而吉。雉亦草野之物，何以爲吉？如以雉所分有似於士，則麏亦仍有似君子，公孫術得白鹿，占何以凶？然則雉之吉凶未可知，則夫桑穀之善惡未可驗也。桑穀或善物，象遠方之士，將皆立於髙宗之廟，故髙宗獲吉福，享長乆也。說災異之家，以爲天有災異者，所以譴告王者，信也。夫王者有過，異見於國；不改，災見草木；不改，災見於五穀；不改，災至身。左氏春秋傳曰：“國之將亡，鮮不五稔。”災見於五穀，五穀安得熟？不熟，将亡之徴。災亦有且亡五穀不熟之應。天不熟，或爲災，或爲福，禍福之實未可知，桑穀之言安可審？論說之家，著於書記者，皆云：“天雨穀者凶。”書傳曰：“蒼頡作書，天雨穀，鬼夜哭。”此方凶惡之應和者，天何用成穀之道，從天降而和，且猶謂之善，况所成之穀從雨下乎？極論訂之，何以爲凶？夫隂陽和則穀稼成，不則被災害。隂陽和者，穀之道也，何以謂之凶？絲成帛，縷成布。賜人絲縷，猶爲重厚，况遺人以成帛與織布乎？夫絲縷猶隂陽，帛布猶成穀也。賜人帛，不謂之惡；天與之穀，何故謂之凶？夫雨穀吉凶未可定，桑穀之言，未可知也。使暢草生於周之時，天下太平，人來獻暢草。暢草亦草野之物也，與彼桑穀何異？如以夷狄獻之則爲吉，使暢草生於周家，肯謂之善乎？夫暢草可以熾釀，芬香暢達者，將祭，灌暢降神。設自生於周朝，與嘉禾、朱草、蓂莢之類不殊矣。然則桑亦食蠶，蠶爲絲，絲爲帛，帛爲衣，衣以入宗廟，爲朝服，與暢無異。何以謂之凶？衛獻公太子至靈臺，虵遶左輪。御者曰：“太子下拜。吾聞國君之子，虵遶車輪左者，速得國。”太子遂不下，反乎舎，御人見太子。太子曰：“吾聞爲人子者，盡和順於君，不行私欲，共嚴承令，不逆君安。今吾得國，是君失安也。見國之利而忘君安，非子道也。得國而拜，其非君欲。廢子道者不孝，逆君欲則不忠。而欲我行之，殆吾欲國之危明也。”投殿將死，其御止之，不能禁，遂伏劒而死。夫虵繞左輪，審爲太子速得國，太子冝不死，獻公冝疾薨。今獻公不死，太子伏劒，御者之占，俗之虚言也。或時虵爲太子將死之妖，御者信俗之占，故失吉凶之實。夫桑穀之生，與虵遶左輪相似類也。虵至實凶，御者以爲吉；桑穀實吉，祖己以爲凶。禹南濟於江，有黄龍負舟，舟中之人五色無主，禹乃嘻𥬇而稱曰：“我受命於天，竭力以勞萬民。生，寄也；死，歸也。死歸也，何足以滑和？”視龍猶蝘蜓也。龍去而亡。案古今龍至皆爲吉，而禹獨謂黄龍凶者，見其負舟，舟中之人恐也。夫以桑穀比於龍，吉凶雖反，蓋相似。野草生於朝，尚爲不吉，殆有若黄龍負舟之異，故爲吉而殷朝不亡。晉文公將與楚成王戰於城濮，彗星出楚，楚操其柄，以問咎犯，咎犯對曰：“以彗鬭，倒之者勝。”文公夢與成王搏，成王在上，盬其腦。問咎犯，咎犯曰：“君得天而成王伏其罪，戰必大勝。”文公從之，大破楚師。嚮令文公問庸臣，必曰不勝。何則？彗星無吉，搏在上，無凶也。夫桑穀之占，占爲凶，猶晉當彗末，搏在下，爲不吉也。然而吉者，殆有若對彗見天之詭，故髙宗長乆，殷朝不亡。使文公不問咎犯，咎犯不明其吉，戰以大勝，世人將曰：“文公以至賢之德，破楚之無道。天雖見妖，卧有凶夢，猶滅妖消凶以獲福。”殷無咎犯之異知，而有祖己信常之占。故桑穀之文，傳世不絶，轉禍爲福之言，到今不實。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "感虚篇第十九",
            "paragraphs": [
                {
                    "paragraph": "感虚篇第十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒者傳書言：“堯之時，十日並出，萬物燋枯。堯上射十日，九日去，一日常出。”此言虛也。夫人之射也，不過百歩，矢力盡矣。日之行也，行天星度。天之去人，以萬里數。堯上射之，安能得日？使堯之時，天地相近，不過百歩，則堯射日，矢能及之；過百歩，不能得也。假使堯時天地相近，堯射得之，猶不能傷日，傷日何肯去？何則？日，火也。使在地之火，附一把炬，人從旁射之，雖中，安能滅之？地火不爲見射而滅，天火何爲見射而去？此欲言堯以精誠射之。精誠所加，金石爲虧。蓋誠無堅，則亦無逺矣。夫水與火，各一性也。能射火而滅之，則當射水而除之。洪水之時，流濫中國，爲民大害。堯何不推精誠射而除之？堯能射日，使火不爲害；不能射河，使水不爲害。夫射水不能郤水，則知射日之語虚，非實也。或曰：“日，氣也。射雖不及，精誠滅之。”夫天亦遠，使其爲氣，則與日月同；使其爲體，則與金石等。以堯之精誠，滅日虧金石，上射日則能穿天乎？世稱桀、紂之惡，射天而毆地；譽髙宗之德，政消桑穀。今堯不能以德滅十日，而必射之，是德不若髙宗，惡與桀、紂同也，安能以精誠獲天之應也？傳書言：“武王伐紂，渡孟津，陽侯之波，逆流而擊，疾風晦冥，人馬不見。於是武王左操黄龯，　右執白旄，瞋目而麾之曰：‘余在，天下誰敢害吾意者！’於是風霽波罷。”此言虚也。武王渡孟津時，士衆喜樂，前歌後舞，天人同應。人喜天怒，非實宜也。前歌後舞，未必其實；麾風而止之，迹近爲虛。夫風者，氣也，論者以爲天地之號令也。武王誅紂是乎，天當安静以祐之；如誅紂非乎，而天風者，怒也。武王不奉天令，求索己過，瞋目言曰：“余在，天下誰敢害吾者？”重天怒，增己之惡也，風何肯止？父母怒，子不改過，瞋目大言，父母肯貰之乎？如風天所爲，楇氣自然，是亦無知，不爲瞋目麾之故止。夫風猶雨也，使武王瞋目以旄麾雨而止之乎？武王不能止雨，則亦不能止風。或時武王適麾之，風偶自止，世褒武王之德，則謂武王能止風矣。傳書言：“魯襄公與韓戰，戰酣日暮，公援戈而麾之，日爲之反三舎。”此言虚也。凢人能以精誠感動天，專心一意，委務積神，精通于天，天爲變動，然尚未可謂然。襄公志在戰，爲日暮一麾，安能令日反？使聖人麾日，日終不反，襄公何人，而使日反乎？鴻範曰：“星有好風，星有好雨，日月之行，則有冬有夏；月之從星，則有風雨。”夫星與日月同精，日月不從星，星輙復變。明日月行有常度，不得從星之好惡也，安得從襄公之所欲？星之在天也，爲日月舎，猶地有郵亭，爲長吏廨也。二十八舎有分度，一舎十度，或増或減，言日反三舎，乃三十度也。日，日行一度，一麾之間，反三十日時所在度也。如謂舎爲度，三度亦三日行也。一麾之間，令日却三日也。宋景公推誠，出三善言，熒惑徙三舎，實論者猶謂之虛。襄公爭鬭，惡日之暮，以此一戈麾，無誠心善言，日爲之反，殆非其意哉！且日，火也，聖人麾火，終不能郤；襄公麾日，安能使反？或時戰時日正卯，戰迷，謂日之暮，麾之轉左曲道，日若郤。世好神怪，因謂之反，不道所謂也。傳書言：“荆軻爲燕太子謀刺秦王，白虹貫日；衛先生爲秦畫長平之事，太白蝕昴。”此言精感天，天爲變動也。夫言白虹貫日，太白蝕昴，實也；言荆軻之謀，衛先生之畫，感動皇天，故白虹貫日，太白蝕昴者，虛也。夫以筯撞鍾，以筭擊皷，不能鳴者，所用撞擊之者小也。今人之形不過七尺，以七尺形中精神，欲有所爲，雖積銳意，猶筯撞鍾，筭擊皷也，安能動天？精非不誠，所用動者小也。且所欲害者，人也。人不動，天反動乎？問曰：“人之害氣，能相動乎？”曰：“不能。”預讓欲害趙襄子，襄子心動；貫髙欲簒髙祖，髙祖亦心動。二子懐精，故兩主振感。曰：“禍變且至，身自有怪，非適人所能動也。何以驗之？時或遭狂人於途，以刃加己。狂人未必念害己身也，然而己身先時已有妖怪矣。由此言之，妖怪之至，禍變自凶之象，非欲害己者之所爲也。且凶之人，卜得惡兆，筮得凶卦，出門見不吉，占危睹禍氣。禍氣見於面，猶白虹、太白見於天也。變見於天，妖出於人，上下適然，自相應也。”傳書言：“燕太子丹朝於秦，不得去，從秦王求歸。”秦王執留之，與之誓曰：‘使日再中，天雨粟，令烏白頭，馬生角，厨門木象生肉足，乃得歸。’當此之時，天地祐之，日爲再中，天雨粟，烏白頭，馬生角，厨門木象生肉足。秦王以爲聖，乃歸之。”此言虚也。燕太子丹何人，而能動天？聖人之拘，不能動天。太子丹，賢者也，何能致此？夫天能祐太子，生諸瑞以免其身，則能和秦王之意，以解其難。見拘一事而易，生瑞五事而難。舎一事之易，爲五事之難，何天之不憚勞也？湯困夏臺，文王拘羑里，孔子厄陳蔡。三聖之困，天不能祐，使拘之者睹祐知聖，出而尊厚之。或曰：“拘三聖者，不與三誓，三聖心不願，故祐聖之瑞，無因而至。天之祐人，猶借人以物器矣，人不求索，則弗與也。”曰：“太子願天下瑞之時，豈有語言乎？心願而已。然湯閉於夏臺，文王拘於羑里時，心亦願出；孔子厄陳蔡，心願食。天何不令夏臺、羑里關鑰毁敗，湯、文渉出，雨粟陳、蔡，孔子食飽乎？”太史公曰：“世稱太子丹之令天雨粟，馬生角，大抵皆虛言也。”太史公書漢世實事之人，而云“虛言”，近非實也。傳書言：“杞梁氏之妻嚮城而哭，城爲之崩。”此言杞梁從軍不還，其妻痛之，嚮城而哭，至誠悲痛，精氣動城，故城爲之崩也。夫言嚮城而哭者，實也；城爲之崩者，虚也。夫人哭悲，莫過雍門子。雍門子哭對孟嘗君，孟嘗君爲之於邑。蓋哭之精誠，故對嚮之者悽愴感慟也。夫雍門子能動孟嘗之心，不能感孟嘗衣者，衣不知惻怛，不以人心相關通也。今城，土也，土猶衣也，無心腹之藏，安能爲悲哭感慟而崩？使至誠之聲能動城土，則其對林木哭，能折草破木乎？嚮水火而泣，能涌水滅火乎？夫草木水火，與土無異，然杞梁之妻不能崩城，明矣。或時城適自崩，杞梁妻適哭。下世好虚，不原其實，故崩城之名，至今不滅。傳書言：“鄒衍無罪，見拘於燕，當夏五月，仰天而歎，天爲隕霜。此與𣏌梁之妻哭而崩城，無以異也。”言其無罪見拘，當夏仰天而歎，實也；言天爲之雨霜，虛也。夫萬人舉口，並解吁嗟，猶未能感天；鄒衍一人，𡨚而壹歎，安能下霜？鄒衍之𡨚，不過曾子、伯竒。曾子見疑而吟，伯竒被逐而歌。疑與拘同，吟、歌與歎等。曾子、伯竒不能致寒，鄒衍何人，獨能雨霜？被逐之𡨚，尚未足言。申生伏劒，子胥刎頸，實孝而賜死，誠忠而被誅。且臨死時，皆有聲辭，聲辭出口，與仰天歎無異。天不爲二子感動，獨爲鄒衍動，豈天痛見拘，不悲流血哉？伯竒𡨚痛相似，而感動不同也。夫熯一炬火，爨一鑊水，終日不能𤍠也；𠋣一尺冰，置庖厨中，終夜不能寒也。何則？微小之感，不能動大巨也。今鄒衍之歎，不過如一炬尺冰，而皇天巨大，不徒鑊水庖厨之醜類也。一仰天歎，天爲隕霜。何天之易感，霜之易降也？夫哀與樂同，喜與怒均。衍興怨痛，使天下霜，使衍蒙非望之賞，仰天而笑，能以冬時使天𤍠乎？變復之家曰：人君秋賞則温，夏罰則寒。寒不累時則霜不降，温不兼日，則冰不釋。一夫𡨚而一歎，天輙下霜，何氣之易變，時之易轉也？寒温自有時，不合變復之家。且從變復之說，或時燕王好用刑，寒氣應至；而衍囚拘而歎，歎時霜適自下。世見適歎而霜下，則謂鄒衍歎之致也。傳書言：“師曠奏白雪之曲，而神物下降，風雨暴至，平公因之癃病，晉國赤地。”或言：“師曠清角之曲，一奏之，有雲從西北起；再奏之，大風至，大雨隨之，裂帷幕，破俎豆，墮廊瓦，坐者散走，平公恐懼，伏乎廊室。晉國大旱，赤地三年，平公癃病。”夫白雪與清角，或同曲而異名，其禍敗同一實也。傳書之家，載以爲是；世俗觀見，信以爲然。原省其實，殆虚言也。夫清角，何音之聲而致此？清角，木音也，故致風而如木爲風，雨與風俱。三尺之木，數絃之聲，感動天地，何其神也！此復一哭崩城，一歎下霜之類也。師曠能皷清角，必有所受，非能質性生出之也。其初受學之時，宿昔習弄，非直一再奏也。審如傳書之言，師曠學清角時，風雨當至也。傳書言：“瓠芭皷瑟，淵魚出聽；師曠皷琴，六馬仰秣。”或言：“師曠皷清角，一奏之，有玄鶴二八自南方來，集於廊門之危；再奏之，而列；三奏之，延頸而鳴，舒翼而舞，音中宫商之聲，聲吁于天。平公大說，坐者皆喜。”尚書曰：“擊石拊石，百獸率舞。”此雖竒怪，然尚可信。何則？鳥獸好悲聲，耳與人耳同也。禽獸見人欲食，亦欲食之；聞人之樂，何爲不樂？然而“魚聽”“仰秣”“玄鶴延頸”“百獸率舞”，蓋且其實。風雨之至，晉國大旱，赤地三年，平公癃病，殆虛言也。或時奏清角時，天偶風雨，風雨之後，𣈆國適旱，平公好樂，喜笑過度，偶發癃病。傳書之家，信以爲然。世人觀見，遂以爲實。實者，樂聲不能致此。何以驗之？風雨暴至，是隂陽亂也。樂能亂隂陽，則亦能調隂陽也。王者何須脩身正行，擴施善政，使皷調隂陽之曲，和氣自至，太平自立矣。傳書言：“湯遭七年旱，以身禱於桑林，自責以六過，天乃雨。或言五年。禱辭曰：‘余一人有罪，無及萬夫；萬夫有罪，在余一人。天以一人之不敏，使上帝鬼神傷民之命。’於是剪其髪，麗其手，自以爲牲，用祈福於上帝。上帝甚說，時雨乃至。”言湯以身禱於桑林自責，若言剪髪麗手，自以爲牲，用祈福於帝者，實也；言雨至爲湯自責以身禱之故，殆虛言也。孔子疾病，子路請禱。孔子曰：“有諸？”子路曰：“有之。誄曰：‘禱爾于上下神祗。’”孔子曰：“丘之禱乆矣。”聖人脩身正行，素禱之日乆，天地鬼神知其無罪，故曰“禱乆矣”。易曰：“大人與天地合其德，與日月合其明，與四時合其叙，與鬼神合其吉凶。”此言聖人與天地鬼神同德行也。即須禱以得福，是不同也。湯與孔子俱聖人也，皆素禱之日乆。孔子不使子路禱以治病，湯何能以禱得雨？孔子素禱，身猶疾病；湯亦素禱，歲猶大旱。然則天地之有水旱，猶人之有疾病也。疾病不可以自責除，水旱不可以禱謝去，明矣。湯之致旱以過乎？是不與天地同德也。令不以過致旱乎？自責禱謝，亦無益也。人形長七尺，形中有五常，有癉",
                    "zhushu": "一作瘴。"
                },
                {
                    "paragraph": "𤍠之病，深自尅責，猶不能愈，況以廣大之天，自有水旱之變，湯用七尺之形，形中之誠，自責禱謝，安能得雨邪？人在層臺之上，人從層臺下叩頭，求請臺上之物，臺上之人聞其言，則憐而與之；如不聞其言，雖至誠區區，終無得也。夫天去人，非徒層臺之髙也。湯雖自責，天安能聞知而與之雨乎？夫旱，火變也；湛，水異也。堯遭洪水，可謂湛矣。堯不自責，以身禱祈，必舜、禹治之，知水變必須治也。除湛不以禱祈，除旱亦冝如之。由此言之，湯之禱祈，不能得雨。或時旱乆，時當自雨；湯以旱乆，亦適自責。世人見雨之下，隨湯自責而至，則謂湯以禱祈得雨矣。傳書言：“倉頡作書，天雨粟，鬼夜哭。”此言文章興而亂漸見，故其妖變致天雨粟，鬼夜哭也。夫言天雨粟，鬼夜哭，實也；言其應倉頡作書，虚也。夫河出圖，洛出書，聖帝明王之瑞應也。圖書文章，與倉頡所作字畫何以異？天地爲圖書，倉頡作文字，業與天地同，指與鬼神合，何非何惡，而致雨粟、神哭之怪？使天地鬼神惡人有書，則其出圖書，非也；天不惡人有書，作書何非，而致此怪？或時倉頡適作書，天適雨粟，鬼偶夜哭。而雨粟、鬼神哭，自有所爲，世見應書而至，則謂作書生亂敗之象，應事而動也。天雨穀，論者謂之從天而下變而生。如以雲雨論之，雨穀之變，不足怪也。何以驗之？夫雲雨出於丘山，降散則爲雨矣。人見其從上而墜，則謂之“天雨水”也。夏日則雨水，冬日天寒，則雨凝而爲雪，皆由雲氣發於丘山，不從天上降集於地，明矣。夫穀之雨，猶復雲布之，亦從地起，因與疾風俱飄，參於天，集於地。人見其從天落也，則謂之“天雨穀”。建武三十一年中，陳留雨穀，穀下蔽地。案視穀形，若茨而黑，有似於稗實也。此或時夷狄之地，生出此穀。夷狄不粒食，此穀生於草野之中，成熟垂委於地，遭疾風暴起，吹揚與之俱飛，風衰穀集，墜於中國。中國見之，謂之“雨穀”。何以效之？野火燔山澤，山澤之中，草木皆燒，其葉爲灰，疾風暴起，吹揚之，參天而飛，風衰葉下，集於道路。夫天雨穀者，草木葉燒飛而集之類也，而世以爲雨穀，作傳書者以變怪。天主施氣，地主産物，有葉實可啄食者，皆地所生，非天所爲也。今穀非氣所生，須土以成。雖云怪變，怪變因類。生地之物，更從天集；生天之物，可從地出乎？地之有萬物，猶天之有列星也。星不更生於地，穀何獨生於天乎？傳書又言：“伯益作井，龍登玄雲，神棲崑崙。”言龍井有害，故龍神爲變也。夫言龍登玄雲，實也；言神棲崑崙，又言爲作井之故，龍登神去，虚也。夫作井而飲，耕田而食，同一實也。伯益作井，致有變動，始爲耕耘者，何故無變？神農之橈木爲耒，教民耕耨，民始食榖，穀始播種。耕土以爲田，鑿地以爲井。井出水以救渇，田出穀以拯饑，天地鬼神所欲爲也。龍何故登玄雲？神何故棲崑崙？夫龍之登玄雲，古今有之，非始益作井而乃登也。方今盛夏，雷雨時至，龍多登雲。雲",
                    "zhushu": "一有“風興”字。"
                },
                {
                    "paragraph": "龍相應，龍乗雲雨而行，物類相致，非有爲也。堯時五十之民，擊壤於塗，觀者曰：“大哉！堯之德也！”擊壤者曰：“吾日出而作，日入而息，鑿井而飲，耕田而食，堯何等力？”堯時已有井矣。唐、虞之時，豢龍御龍，龍常在朝。夏末政衰，龍乃隱伏。非益鑿井、龍登雲也。所謂神者，何神也？百神皆是。百神何故惡人爲井？使神與人同，則亦冝有飲之欲。有飲之欲，憎井而去，非其實也。夫益殆不鑿井，龍不爲；鑿井登雲，神不棲於崑崙，傳書意妄，造生之也。傳書言：“梁山崩，壅河三日不流，晉君憂之。晉伯宗以輦者之言，令景公素縞而哭之，河水爲之流通。”此虛言也。夫山崩壅河，猶人之有癰腫，血脉不通也。治癰腫者，可復以素服哭泣之聲治乎？堯之時，洪水滔天，懷山襄陵，帝堯吁嗟，博求賢者，水變甚於河壅，堯憂深於景公，不聞以素縞哭泣之聲能厭勝之。堯無賢人若輦者之術乎？将洪水變大，不可以聲服除也？如素縞而哭，悔過自責也？堯禹之治水，以力役，不自責。梁山，堯時山也；所壅之河，堯時河也。山崩河壅，天雨水踊，二者之變，無以殊也。堯禹治洪水以力役，輦者治壅河用自責，變同而治異，人鈞而應殊，殆非賢聖變復之實也。凢變復之道，所以能相感動者，以物類也。有寒則復之以温，温復解之以寒，故以龍致雨，以刑逐暑，皆縁五行之氣，用相感勝之。山崩壅河，素縞哭之，於道何意乎？此或時河壅之時，山初崩，土積聚，水未盛，三日之後，水盛土散，稍壞沮矣。壞沮水流，竟注東去。遭伯宗得輦者之言，因素縞而哭，哭之因流，流時謂之河變，起此而復，其實非也。何以驗之？使山恒自崩乎，素縞哭無益也。使其天變應之，冝改政治。素縞而哭，何政所改而天變復乎？傳書言：“曾子之孝，與母同氣。曾子出薪於野，有客至而欲去，曾母曰：‘願留，參方到。’即以右手搤其左臂。曾子左臂立痛，即馳至，問母：‘臂何故痛？’母曰：‘今者客來欲去，吾搤臂以呼汝耳。’蓋以至孝與父母同氣，體有疾病，精神輙感。”曰：此虚也。夫“孝悌之至，通於神明”，乃謂德化至天地。俗人縁此而說，言孝悌之至，精氣相動。如曾母臂痛，曾子臂亦輙痛；曾母病乎，曾子亦病；曾母死，曾子輙死乎？攷事，曾母先死，曾子不死矣。此精氣能小相動，不能大相感也。世稱申喜夜聞其母歌，心動，開關問歌者爲誰，果其母。蓋聞母聲，聲音相感，心悲意動，開關而問，蓋其實也。今曾母在家，曾子在野，不聞號呼之聲，母小搤臂，安能動子？疑世人頌成，聞曾子之孝，天下少雙，則爲空生母搤臂之說也。世稱南陽卓公爲緱氏令，蝗不入界，蓋以賢明至誠，災蟲不入其縣也。此又虛也。夫賢明至誠之化，通於同類，能相知心，然後慕服。蝗蟲，閩虻之類也，何知何見，而能知卓公之化？使賢者處深野之中，閩虻能不入其舎乎？閩虻不能避賢者之舎，蝗蟲何能不入卓公之縣？如謂蝗蟲變與閩虻異，夫寒温亦災變也，使一郡皆寒，賢者長一縣，一縣之界，能獨温乎？夫寒温不能避賢者之縣，蝗蟲何能不入卓公之界？夫如是，蝗蟲適不入界，卓公賢名稱",
                    "zhushu": "一有“偶”字。"
                },
                {
                    "paragraph": "於世，世則謂之“能郤蝗蟲”矣。何以驗之？夫蝗之集於野，非能普博盡蔽地也，往往積聚，多少有處。非所積之地，則盗跖所居；所少之野，則伯夷所處也。集過有多少，不能盡蔽覆也。夫集地有多少，則其過縣有留去矣。多少不可以驗善惡，有無安可以明賢不肖也？蓋時蝗自過，不謂賢人界不入，明矣。論衡卷第五",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "福虚篇第二十",
            "paragraphs": [
                {
                    "paragraph": "福虚篇第二十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世論行善者福至，爲惡者禍來。福禍之應，皆天也。人爲之，天應之。陽恩，人君賞其行；隂惠，天地報其德。無貴賤賢愚，莫謂不然。徒見行事有其文傳，又見善人時遇福，故遂信之，謂之實然。斯言或時賢聖欲勸人爲善，著必然之語，以明德報；或福時適遇者以爲然。如實論之，安得福祐乎？楚惠王食寒𦵔而得蛭，因遂吞之，腹有疾而不能食。令尹問：“王安得此疾也？”王曰：“我食寒𦵔而得蛭，念譴之而不行其罪乎，是廢法而威不立也，非所以使國人聞之也。譴而行誅乎，則庖厨監食者，法皆當死，心又不忍也。吾恐左右見之也，因遂吞之。”令尹避席再拜而賀曰：“臣聞天道無親，唯德是輔。王有仁德，天之所奉也，病不爲傷。”是夕也，惠王之後而蛭出，及乆患心腹之積皆愈。故天之親德也，可謂不察乎？曰：此虚言也。案惠王之吞蛭，不肖之主也。有不肖之行，天不祐也。何則？惠王不忍譴蛭，恐庖厨監食法皆誅也。一國之君，專擅賞罰，而赦，人君所爲也。惠王通譴𦵔中何故有蛭，庖厨監食皆當伏法，然能終不以飲食行誅於人，赦而不罪，惠莫大焉。庖厨罪覺而不誅，自新而改後；惠王赦細而活微，身安不病。今則不然，強食害己之物，使監食之臣不聞其過，失御下之威，無禦非之心。不肖一也。使庖厨監食失甘苦之和，若塵土落於𦵔中，大如蟣虱，非意所能覽，非目所能見。原心定罪，不明其過，可謂惠矣。今蛭廣有分數，長有寸度，在寒𦵔中，眇目之人，猶將見之。臣不畏敬，擇濯不謹，罪過至重。惠王不譴，不肖二也。𦵔中不當有蛭，不食投地，如恐左右之見，懷屏隱匿之處，足以使蛭不見，何必食之？如不可食之物，誤在𦵔中，可復隱匿而強食之？不肖三也。有不肖之行，而天祐之，是天報祐不肖人也。不忍譴蛭，世謂之賢。賢者操行，多若吞蛭之類。吞蛭天除其病，是則賢者常無病也。賢者德薄，未足以言。聖人純道，操行少非，爲推不忍之行，以容人之過，必衆多矣。然而武王不豫，孔子疾病，天之祐人，何不實也？或時惠王吞蛭，蛭偶自出。食生物者，無有不死，腹中熱也。初吞蛭時，未死，而腹中熱，蛭動作，故腹中痛。須㬰蛭死腹中，痛亦止。蛭之性食血，恵王心腹之積，殆積血也。故食血之蟲死，而積血之病愈。猶狸之性食䑕，人有䑕病，吞狸自愈。物類相勝，方藥相使也。食蛭蟲而病愈，安得怪乎？食生物無不死，死無不出，之後蛭出，安得祐乎？令尹見惠王有不忍之德，知蛭入腹中，必當死出。臣因再拜，賀病不爲傷，著已知來之德，以喜惠王之心。是與子韋之言星徙，太卜之言地動，無以異也。宋人有好善行者，三世不解。家無故黒牛生白犢，以問孔子。孔子曰：“此吉祥也，以享鬼神。”即以犢祭。一年，其父無故而盲。牛又生白犢，其父又使其子問孔子。孔子曰：“吉祥也，以享鬼神。”復以犢祭。一年，其子無故而盲。其後楚攻宋，圍其城。當此之時，易子而食之，㭊骸而炊之，此獨以父子俱盲之故，得毋乗城，軍罷圍解，父子俱視。此脩善積行，神報之效也。曰：此虛言也。夫宋人父子脩善如此，神報之，何必使之先盲後視哉？不盲常視，不能䕶乎？此神不能護不盲之人，則亦不能以盲護人矣。使宋楚之君合戰頓兵，流血僵尸，戰夫禽獲，死亡不還，以盲之故，得脫不行，可謂神報之矣。今宋楚相攻，兩軍未合，華元、子反結言而退，二軍之衆，並全而歸，兵矢之刃無頓用者，雖有乗城之役，無死亡之患。爲善人報者，爲乗城之間乎？使時不盲，亦猶不死。盲與不盲，俱得脫免。神使之盲，何益於善？當宋國乏糧之時也，盲人之家豈獨冨哉？俱與乗城之家易子㭊骸，反以窮厄，獨盲無見，則神報祐人，失善惡之實也。宋人父子前偶自以風寒發盲，圍解之後，盲偶自愈。世見父子修善，又用二白犢祭。宋、楚相攻，獨不乗城，圍解之後，父子皆視，則謂修善之報，獲鬼神之祐矣。楚相孫叔敖爲兒之時，見兩頭虵，殺而埋之，歸，對其母泣。母問其故，對曰：“我聞見兩頭虵死，向者出見兩頭虵，恐去母死，是以泣也。”其母曰：“今虵何在？”對曰：“我恐後人見之，即殺而埋之。”其母曰：“吾聞有隂德者，天必報之。汝必不死，天必報汝。”叔敖竟不死，遂爲楚相。埋一虵，獲二祐，天報善明矣。曰：此虛言矣。夫見兩頭虵輙死者，俗言也；有隂德天報之福者，俗議也。叔敖信俗言而埋虵，其母信俗議而必報，是謂死生無命，在一虵之死。齊孟嘗君田文以五月五日生，其父田嬰讓其母曰：“何故舉之？”曰：“君所以不舉五月子，何也？”嬰曰：“五月子，長與户同，殺其父母。”曰：“人命在天乎？在户乎？如在天，君何憂也？如在户，則冝髙其户耳，誰而及之者？”後文長與一户同，而嬰不死。是則五月舉子之忌，無效驗也。夫惡見兩頭虵，猶五月舉子也。五月舉子，其父不死，則知見兩頭虵者，無殃禍也。由此言之，見兩頭虵自不死，非埋之故也。埋一虵，獲二福，如埋十虵，得幾祐乎？埋虵，惡人復見，叔敖賢也。賢者之行，豈徒埋虵一事哉？前埋虵之時，多所行矣。禀天善性，動有賢行。賢行之人，冝見吉物，無爲乃見殺人之虵。豈叔敖未見虵之時有惡，天欲殺之；見其埋虵，除其過，天活之哉？石生而堅，蘭生而香。如謂叔敖之賢在埋虵之時，非生而禀之也。儒家之徒董無心，墨家之役纒子，相見講道。纒子稱墨家佑鬼神，是引秦穆公有明德，上帝賜之九十年。纒子難以堯、舜不賜年，桀、紂不夭死。堯、舜、桀、紂猶爲尚遠，且近難以秦穆公、𣈆文公。夫諡者，行之迹也；迹生時行，以爲死諡。穆者，誤亂之名；文者，德惠之表。有誤亂之行，天賜之年；有德𠅤之操，天奪其命乎？案穆公之霸，不過𣈆文；𣈆文之諡，美於穆公。天不加𣈆文以命，獨賜穆公以年，是天報誤亂，與穆公同也。天下善人寡，惡人衆；善人順道，惡人違天。然夫惡人之命不短，善人之年不長。天不命善人常享一百載之壽，惡人爲殤子惡死，何哉？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "禍虚篇第二十一",
            "paragraphs": [
                {
                    "paragraph": "禍虚篇第二十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世謂受福祐者，既以爲行善所致；又謂被禍害者爲惡所得。以爲有沉惡伏過，天地罰之，鬼神報之。天地所罰，小大猶發；鬼神所報，遠近猶至。傳曰：“子夏喪其子而䘮其明，曾子弔之，哭。子夏曰：‘天乎！予之無罪也！’曾子怒曰：‘商，汝何無罪也？吾與汝事夫子於洙、泗之間，退而老於西河之上，使西河之民疑汝於夫子，爾罪一也；喪爾親，使民未有異聞，爾罪二也；喪爾子，喪爾明，爾罪三也。而曰汝何無罪歟？’子夏投其杖而拜曰：‘吾過矣！吾過矣！吾離群而索居，亦以乆矣。’”夫子夏喪其明，曾子責以罪，子夏投杖拜曾子之言，蓋以天實罰過，故目失其明；己實有之，故拜受其過。始聞暫見，皆以爲然；熟考論之，虛妄言也。夫失明，猶失聽也。失明則盲，失聽則聾。病聾不謂之有過，失明謂之有罪，惑也。蓋耳目之病，猶心腹之有病也。耳目失明聴，謂之有罪；心腹有病，可謂有過乎？伯牛有疾，孔子自牖執其手，曰：“亡之，命矣夫！斯人也而有斯疾也！”原孔子言，謂伯牛不幸，故傷之也。如伯牛以過致疾，天報以惡，與子夏同，孔子冝陳其過，若曾子謂子夏之狀。今乃言“命”，命非過也。且天之罸人，猶人君罪下也。所罸服罪，人君赦之。子夏服過，拜以自悔，天德至明，冝愈其盲。如非天罪，子夏失明，亦無三罪。且喪明之病，孰與被厲之病？喪明有三罪，被厲有十過乎？顔淵早夭，子路𦵔醢。早死、𦵔醢，極禍也。以喪明言之，顔淵、子路有百罪也。由此言之，曾子之言誤矣。然子夏之喪明，喪其子也。子者，人情所通；親者，人所力報也。喪親，民無聞，喪子，失其明，此恩損於親，而愛増於子也。增則哭泣無數，數哭中風，目失明矣。曾子因俗之議，以著子夏三罪；子夏亦縁俗議，因以失明，故拜受其過。曾子、子夏未離於俗，故孔子門叙行，未在上第也。秦襄王賜白起劒，白起伏劒將自刎，曰：“我有何罪於天乎？”良乆，曰：“我固當死。長平之戰，趙卒降者數十萬，我詐而盡坈之，是足以死。”遂自殺。白起知己前罪，服更後罰也。夫白起知己所以罪，不知趙卒所以坈。如天審罰有過之人，趙降卒何辜于天？如用兵妄傷殺，則四十萬衆必有不亡，不亡之人，何故以其善行無罪而竟坈之？卒不得以善蒙天之祐，白起何故獨以其罪伏天之誅？由此言之，白起之言過矣。秦二世使使者詔殺蒙恬，蒙恬喟然嘆曰：“我何過於天，無罪而死？”良乆，徐曰：“恬罪故當死矣。夫起臨洮屬之遼東，城徑萬里，此其中不能毋絶地脉，此乃恬之罪也。”即吞藥自殺。太史公非之曰：“夫秦初滅諸侯，天下心未定，夷傷未瘳，而恬爲名將，不以此時彊諌，救百姓之急，養老矜孤，脩衆庻之和，阿意興功，此其子弟過誅，不亦冝乎？何與乃罪地脉也？”夫蒙恬之言既非，而太史公非之亦未是。何則？蒙恬絶脉，罪至當死。地養萬物，何過於人，而蒙恬絶其脉？知己有絶地脉之罪，不知地脉所以絶之過。自非如此，與不自非何以異？太史公爲非恬之爲名將，不能以彊諫，故致此禍。夫當諫不諫，故致受死亡之戮。身任李陵，坐下蠶室。如太史公之言，所任非其人，故殘身之戮，天命而至也。非蒙恬以不彊諫，故致此禍，則己下蠶室有非者矣。已無非，則其非蒙恬非也。作伯夷之傳，則善惡之行云。七十子之徒，仲尼獨薦顔淵好學。然回也屢空，糟糠不厭，卒夭死。天之報施善人如何哉？盗跖日殺不辜，肝人之肉，暴戾恣睢，聚黨數千，横行天下，竟以壽終。是獨遵何哉？若此言之，顔回不當早夭，盗跖不當全活也。不怪顔淵不當夭，而獨謂蒙恬當死，過矣。漢将李廣與望氣王朔燕語曰：“自漢擊匈奴，而廣未常不在其中，而諸校尉以下，才能不及中，然以胡軍功取侯者數十人，而廣不爲侯後人，然終無尺土之功以得見封邑者，何也？豈吾相不當侯，且固命也？”朔曰：“將軍自念，豈常有恨者乎？”廣曰：“吾爲隴西太守，羗常反，吾誘而降之八百餘人，吾詐而同日殺之。至今恨之，獨此矣。”朔曰：“禍莫大於殺已降，此乃将軍所以不得侯者也。”李廣然之，聞者信之。夫不侯，猶不王者也。不侯何恨，不王何負乎？孔子不王，論者不謂之有負；李廣不侯，王朔謂之有恨。然則王朔之言，失論之實矣。論者以爲人之封侯，自有天命，天命之符，見於骨體。大将軍衛青在建章宫時，鉗徒相之曰：“貴至封侯。”後竟以功封萬戶侯。衛青未有功，而鉗徒見其當封之證。由此言之，封侯有命，非人操行所能得也。鉗徒之言，實而有效；王朔之言，虚而無驗也。多横恣而不罹禍，順道而違福，王朔之說，白起自非，蒙恬自咎之類也。倉卒之世，以財利相刼殺者衆。同車共船，千里爲商，至闊逈之地，殺其人而并取其財，尸捐不收，骨暴不葬，在水爲魚鼈之食，在土爲螻蟻之糧。惰窳之人，不力農勉商，以積穀貨，遭歲饑饉，腹餓不飽，椎人若畜，割而食之。無君子小人，並爲魚肉。人所不能知，吏所不能覺。千人以上，萬人以下，計一聚之中，生者百一，死者十九，可謂無道至痛甚矣！皆得陽達，冨厚安樂。天不責其無仁義之心，道相并殺，非其無力作，而倉卒以人爲食，加以渥禍，使之夭命。章其隂罪，明示世人，使知不可爲非之驗。何哉？王朔之言，未必審然。傳書“李斯妬同才，幽殺韓非於秦，後被車裂之罪；商鞅欺舊交，擒魏公子卬，後受誅死之禍”。彼欲言其“賊賢欺交”，故受患禍之報也。夫韓非何過，而爲李斯所幽？公子卬何罪，而爲商鞅所擒？車裂誅死，賊賢欺交，幽死見擒，何以致之？如韓非、公子卬有惡，天使李斯、商鞅報之，則李斯、商鞅爲天奉誅，宜蒙其賞，不當受其禍。如韓非、公子卬無惡，非天所罰，李斯、商鞅不得幽擒。論者說曰：“韓非、公子卬有隂惡伏罪，人不聞見，天獨知之，故受戮殃。”夫諸有罪之人，非賊賢則逆道。如賊賢，則被所賊者何負？如逆道，則被所逆之道何非？凢人窮達禍福之至，大之則命，小之則時。太公窮賤，遭周文而得封；甯戚隱阨，逢齊桓而見官。非窮賤隱阨有非，而得封見官有是也。窮達有時，遭遇有命也。太公、寗戚，賢者也，尚可謂有非。聖人，純道者也。虞舜爲父弟所害，幾死再三，有遇唐堯，堯禪舜，立爲帝。嘗見害，未有非；立爲帝，未有是。前時未到，後則命時至也。案：古人君臣困窮，後得逹通，未必初有惡，天禍其前；卒有善，神祐其後也。一身之行，一行之操，結髪終死，前後無異。然一成一敗，一進一退，一窮一通，一全一壞，遭遇適然，命時當也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "龍虚篇第二十二",
            "paragraphs": [
                {
                    "paragraph": "龍虚篇第二十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "盛夏之時，雷電擊折破樹木，發壞室屋，俗謂天取龍。謂龍藏於樹木之中，匿於屋室之間也。雷電擊折樹木，發壞屋室，則龍見於外。龍見，雷取以升天。世無愚智賢不肖，皆謂之然。如考實之，虛妄言也。夫天之取龍，何意邪？如以龍神爲天使，猶賢臣爲君使也。反報有時，無爲取也。如以龍遁逃不還，非神之行，天亦無用爲也。如龍之性當在天，在天上者，固當生子，無爲復在地。如龍有升降，降龍生子於地，子長大，天取之。則世名雷電爲天怒，取龍之子，無爲怒也。且龍之所居，常在水澤之中，不在木中屋間。何以知之？叔向之母曰：“深山大澤，實生龍虵。”傳曰：“山致其髙，雲雨起焉。水致其深，蛟龍生焉。”傳又言：“禹渡於江，黄龍負船。荆次非渡淮，兩龍繞舟。”“東海之上有𦸜丘訢，",
                    "zhushu": "𦸜或作魯。"
                },
                {
                    "paragraph": "勇而有力，出過神淵，使御者飲馬，馬飲因没。訢怒，㧞劒入淵追馬，見兩蛟方食其馬，手劒擊殺兩蛟。”由是言之，蛟與龍常在淵水之中，不在木中屋間明矣。在淵水之中，則魚鼈之類，魚鼈之類，何爲上天？天之取龍，何用爲哉？如以天神乗龍而行，神恍惚無形，出入無間，無爲乗龍也。如仙人騎龍，天爲仙者取龍，則仙人含天精氣，形輕飛騰，若鴻鵠之狀，無爲騎龍也。世稱黄帝騎龍升天，此言蓋虛，猶今謂天取龍也。且世謂龍升天者，必謂神龍不神不升天，升天，神之效也。天地之性，人爲貴，則龍賤矣。貴者不神，賤者反神乎？如龍之性有神與不神，神者升天，不神者不能。龜、虵亦有神與不神，神龜、神虵復升天乎？且龍稟何氣而獨神？天有倉龍、白虎、朱鳥、玄武之象也，地亦有龍、虎、鳥、龜之物，四星之精，降生四獸，虎鳥與龜不神，龍何故獨神也？人爲倮蟲之長，龍爲鱗蟲之長，俱爲物長，謂龍升天，人復升天乎？龍與人同，獨謂能升天者，謂龍神也。世或謂聖人神而先知，猶謂神龍能升天也。因謂聖人先知之明，論龍之才，謂龍升天，故其宜也。天地之間，恍惚無形，寒暑風雨之氣乃爲神。今龍有形，有形則行，行則食，食則物之性也。天地之性，有形體之類，能行食之物，不得爲神。何以言之？龍有體也。傳言：鱗蟲三百，龍爲之長。龍爲鱗蟲之長，安得無體？何以言之？孔子曰：“龍食於清，游於清；龜食於清，游於濁；魚食於濁，游於清。丘上不及龍，下不爲魚，中止其龜與？”山海經言：四海之外，有乗龍虵之人。世俗畫龍之象，馬首虵尾。由此言之，馬虵之類也。慎子曰：“蜚龍乗雲，騰虵游霧，雲罷雨霽，與螾蟻同矣。”韓子曰：“龍之爲蟲也，鳴可狎而騎也，然喉下有逆鱗尺餘，人或嬰之，必殺人矣。”比之爲螾蟻，又言蟲可狎而騎，虵馬之類明矣。傳曰：“紂作象箸而箕子泣，泣之者，痛其極也。”夫有象箸，必有玉杯，玉杯所盈，象箸所挾，則必龍肝豹胎。夫龍肝可食，其龍難得，難得則愁下，愁下則禍生，故從而痛之。如龍神，其身不可得殺，其肝何可得食？禽獸肝胎非一，稱龍肝豹胎者，人得食而知其味美也。春秋之時，龍見于絳郊，魏獻子問於蔡墨曰：“吾聞之，蟲莫智於龍，以其不生得也。謂之智，信乎？”對曰：“人實不知，非龍實智。古者畜龍，故國有豢龍氏，有御龍氏。”獻子曰：“是二者，吾亦聞之，而不知其故，是何謂也？”對曰：“昔有飂叔安，有裔子曰董父，實甚好龍，能求其嗜欲以飲食之，龍多歸之。乃擾畜龍以服事舜，而錫之姓曰董，氏曰豢龍，封諸鬷川，鬷夷氏是其後也。故帝舜氏世有畜龍。及有夏孔甲擾于帝，帝賜之乗龍，河、漢各二，各有雌雄，孔甲不能食也，而未獲豢龍氏。有陶唐氏既衰，其後有劉累，學擾龍于豢龍氏，以事孔甲，能飲食龍。夏后嘉之，賜氏曰御龍，以更豕韋之後。龍一雌死，潜醢以食夏后，夏后烹之，既而使求，懼而不得，遷于魯縣，范氏其後也。獻子曰：“今何故無之？”對曰：“夫物有其官，官脩其方，朝夕思之。一日失職，則死及之。失官不食，官宿其業，其物乃至。若冺棄之，物乃低伏，鬱湮不育。”由此言之，龍可畜又可食也。可食之物，不能神矣。世無其官，又無董父、后劉之人，故潜藏伏匿，出見希疏，出又乗雲，與人殊路，人謂之神。如存其官而有其人，則龍，牛之類也，何神之有？以山海經言之，以愼子、韓子證之，以俗世之畫驗之，以箕子之泣訂之，以蔡墨之對論之，知龍不能神，不能升天。天不以雷電取龍，明矣。世俗言龍神而升天者，妄矣。世俗之言，亦有縁也。短書言：“龍無尺木，無以升天。”又曰“升天”，又言“尺木”，謂龍從木中升天也。彼短書之家，世俗之人也。見雷電發時，龍隨而起，當雷電樹木擊之時，龍適與雷電俱在樹木之側，雷電去，龍隨而上，故謂從樹木之中升天也。實者雷龍同類，感氣相致。故易曰：“雲從龍，風從虎。”又言：“虎嘯谷風至，龍興景雲起。”龍與雲相招，虎與風相致。故董仲舒雩祭之法，設土龍以爲感也。夫盛夏太陽用事，雲雨干之。太陽，火也；雲雨，水也。火激薄則鳴而爲雷，龍聞雷聲則起，起而雲至，雲至而龍乗之。雲雨感龍，龍亦起雲而升天。天極雷髙，雲消復降。人見其乗雲，則謂“升天”；見天爲雷電，則爲“天取龍”。世儒讀易文，見傳言，皆知龍者雲之類，拘俗人之議，不能通其說，又見短書爲證，故遂謂“天取龍”。天不取龍，龍不升天。當𦸜丘訢之殺兩蛟也，手把其尾，拽而出之，至淵之外，雷電擊之。蛟則龍之類也，蛟龍見而雲雨至，雲雨至則雷電擊。如以天實取龍，龍爲天用，何以死蛟爲取之？且魚在水中，亦隨雲雨蜚而乗雲雨，非升天也。龍，魚之類也，其乗雷電，猶魚之飛也。魚隨雲雨，不謂之神，龍乗雷電，獨謂之神，世俗之言，失其實也。物在世間，各有所乗。水虵乗霧，龍乗雲，鳥乗風。見龍乗雲，獨謂之神，失龍之實，誣龍之能也。然則龍之所以爲神者，以能屈伸其體，存亡其形。屈伸其體，存亡其形，未足以爲神也。豫讓吞炭，漆身爲厲，人不識其形；子貢滅鬚爲婦人，人不知其狀。龍變體自匿，人亦不能覺。變化藏匿者，巧也。物性亦有自然，狌狌知徃，乾鵲知來，鸚鵡能言，三怪比龍，性變化也。如以巧爲神，豫讓、子貢神也。孔子曰：“游者可爲網，飛者可爲矰。至於龍也，吾不知，其乗風雲上升。今日見老子，其猶龍乎？”夫龍乗雲而上，雲消而下，物類可察，上下可知。而云孔子不知，以孔子之聖，尚不知龍，况俗人智淺，好竒之性，無實可之心，謂之龍神而升天，不足怪也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "雷虚篇第二十三",
            "paragraphs": [
                {
                    "paragraph": "雷虚篇第二十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "盛夏之時，雷電迅疾，擊折樹木，壞敗室屋，時犯殺人。世俗以爲擊折樹木，壞敗室屋者，天取龍；其犯殺人也，謂之隂過。飲食人以不㓗淨，天怒，擊而殺之。隆隆之聲，天怒之音，若人之呴吁矣。世無愚智，莫謂不然。推人道以論之，虛妄之言也。夫雷之發動，一氣一聲也。折木壞屋，亦犯殺人；犯殺人時，亦折木壞屋。獨謂折木壞屋者，天取龍。犯殺人，罰隂過，與取龍吉凶不同，並時共聲，非道也。論者以爲“𨺚𨺚”者，天怒呴吁之聲也。此便於罰過，不冝於取龍。罰過，天怒可也；取龍，龍何過而怒之？如龍神，天取之，不冝怒。如龍有過，與人同罪，龍殺而已，何爲取也？殺人，怒可也；取龍，龍何過而怒之？殺人不取，殺龍取之，人龍之罪何别？而其殺之何異？然則取龍之說既不可聽，罰過之言復不可從。何以效之？案雷之聲，迅疾之時，人仆死於地，隆隆之聲臨人首上，故得殺人。審隆隆者，天怒乎？怒，用口之怒氣殺人也。口之怒氣，安能殺人？人爲雷所殺，詢其身體，若燔灼之狀也。如天用口怒，口怒生火乎？且口着乎體，口之動與體俱。當擊折之時，聲著于地；其衰也，聲著于天。夫如是，聲著地之時，口至地，體亦冝然。當雷迅疾之時，仰視天，不見天之下。不見天之下，則夫隆隆之聲者，非天怒也。天之怒與人無異。人怒，身近人則聲疾，遠人則聲微。今天聲近，其體遠，非怒之實也。且雷聲迅疾之時，聲東西或南北。如天怒體動，口東西南北，仰視天，亦冝東西南北。或曰：“天已東西南北矣，雲雨冥晦，人不能見耳。”夫千里不同風，百里不共雷。易曰：“震驚百里。”雷電之地，雷雨晦冥，百里之外，無雨之處，冝見天之東西南北也。口著於天，天冝隨口。口一移，普天皆移，非獨雷雨之地，天隨口動也。且所謂怒者，誰也？天神邪？蒼蒼之天也？如謂天神，神怒無聲；如謂蒼蒼之天，天者體，不怒，怒用口。且天地相與，夫婦也，其即民父母也。子有過，父怒笞之致死，而母不哭乎？今天怒殺人，地冝哭之。獨聞天之怒，不聞地之哭。如地不能哭，則天亦不能怒。且有怒則有喜。人有隂過，亦有隂善。有隂過，天怒殺之；如有隂善，天亦冝以喜賞之。隆隆之聲，謂天之怒；如天之喜，亦哂然而笑。人有喜怒，故謂天喜怒。推人以知天，知天本於人。如人不怒，則亦無縁謂天怒也。縁人以知天，冝盡人之性。人性怒則呴吁，喜則歌笑。比聞天之怒，希聞天之喜；比見天之罰，希見天之賞。豈天怒不喜，貪於罰，希於賞哉？何怒罰有效，喜賞無驗也？且雷之擊也，折木壞屋，時犯殺人，以爲天怒。時或徒雷，無所折敗，亦不殺人，天空怒乎？人君不空喜怒，喜怒必有賞罸。無所罸而空怒，是天妄也。妄則失威，非天行也。政事之家，以寒温之氣爲喜怒之候。",
                    "zhushu": "一有候守。"
                },
                {
                    "paragraph": "人君喜即天温，即則天寒，雷電之日，天必寒也。髙祖之先劉媪，曾息大澤之陂，夢與神遇，此時雷電晦冥，天方施氣，冝喜之時也，何怒而雷？如用擊折者爲怒，不擊折者爲喜，則夫隆隆之聲，不冝同音。人怒喜異聲，天怒喜同音，與人乖異，則人何縁謂之天怒？且飲食人以不㓗淨，小過也。以至尊之身，親罰小過，非尊者之冝也。尊不親罰過，故王不親誅罪。天尊於王，親罰小過，是天德劣於王也。且天之用心，猶人之用意。人君罪惡，初聞之時，怒以非之；及其誅之，哀以憐之。故論語曰：“如得其情，則哀憐而勿喜。”紂，至惡也，武王將誅，哀而憐之。故尚書曰：“予惟率夷憐爾。”人君誅惡，憐而殺之；天之罰過，怒而擊之，是天少恩而人多恵也。說雨者以爲天施氣。天施氣，氣渥爲雨，故雨潤萬物，名曰澍。人不喜，不施恩；天不說，不降雨。謂雷天怒，雨者天喜也。雷起常與雨俱，如論之言，天怒且喜也。人君賞罰不同日，天之怒喜不殊時，天人相違，賞罰乖也。且怒喜具形，亂也。惡人爲亂，怒罰其過，罰之以亂，非天行也。冬雷，人謂之陽氣洩；春雷，謂之陽氣發；夏雷，不謂陽氣盛。謂之天怒，竟虛言也。人在天地之間，物也；物，亦物也。物之飲食，天不能知；人之飲食，天獨知之。萬物於天，皆子也。父母於子，恩德一也。豈爲貴賢加意，賤愚不察乎？何其察人之明，省物之闇也？犬豕食人腐臭，食之，天不殺也。如以人貴而獨禁之，則䑕洿人飲食，人不知，誤而食之，天不殺也。如天能原䑕，則亦能原人。人誤以不㓗淨飲食人，人不知而食之耳，豈故舉腐臭以予之哉？如故予之，人亦不肯食。吕后斷戚夫人手，去其眼，置於厠中，以爲人豕，呼人示之，人皆傷心。恵帝見之，病卧不起。吕后故爲，天不罰也。人誤不知，天輙殺之，不能原誤，失而責故，天治悖也。夫人食不淨之物，口不知有其洿也；如食己知之，名曰“膓洿”。戚夫人入厠，身體辱之，與洿何以别？膓之與體何以異？爲膓不爲體，傷洿不病辱，非天意也。且人聞人食不清之物，心平如故；觀戚夫人者，莫不傷心。人傷，天意悲矣。夫悲戚夫人，則怨吕后。案吕后之崩，未必遇雷也。道士劉春熒惑楚王英，使食不清，春死，未必遇雷也。建初四年夏六月，雷擊殺㑹稽靳専，日食羊五頭，皆死。夫羊何隂過而雷殺之？舟人洿溪上流，人飲下流，舟人不雷死。天神之處天，猶王者之居也。王者居重關之内，則天之神冝在隱匿之中；王者居宫室之内，則天亦有太微、紫宫、軒轅、文昌之坐。王者與人相遠，不知人之隂惡，天神在四宫之内，何能見人闇過？王者聞人過，以人知，天知人惡，亦冝因鬼。使天問過於鬼神，則其誅之冝使鬼神。如使鬼神，則天怒。鬼神也，非天也。且王斷刑以秋，天之殺用夏，此王者用刑違天時，奉天而行，其誅殺也，冝法象上天。天殺用夏，王誅以秋，天人相違，非奉天之義也。或論曰：“飲食不㓗淨，天之大惡也。殺大惡不湏時。”王者大惡，謀反大逆無道也。天之大惡，飲食人不㓗清。天之所惡，小大不均等也。如小大同，王者冝法天，制飲食人不㓗清之法，爲死刑也。聖王有天下，制刑不備此法，聖王闕略，有遺失也。或論曰：“鬼神治隂，王者治陽。隂過闇昩，人不能覺，故使鬼神主之。”曰：“隂過非一也，何不盡殺？”案一過，非治隂之義也。天怒不旋日，人怨不旋踵。人有隂過，或時有用冬，未必專用夏也。以冬過誤，不輙擊殺，遠至於夏，非不旋日之意也。圖畫之工，圖雷之狀，纍纍如連皷之形。又圖一人，若力士之容，謂之雷公。使之左手引連皷，右手推椎，若擊之狀。其意以爲雷聲隆隆者，連皷相扣擊之意也；其魄然若敝裂者，椎所擊之聲也；其殺人也，引連皷相椎并擊之矣。世又信之，莫謂不然。如復原之，虚妄之象也。夫雷非聲則氣也。聲與氣安可推引而爲連皷之形乎？如審可推引，則是物也。相扣而音鳴者，非皷即鍾也。夫隆隆之聲，皷與鍾邪？如審是也，鍾皷而不空懸，須有筍簴，然後能安，然后能鳴。今鍾皷無所懸着，雷公之足無所蹈履，安得而爲雷？或曰：“如此固爲神。如必有所懸着，足有所履，然後而爲雷，是與人等也，何以爲神？”曰：“神者，恍惚無形，出入無門，上下無根，故謂之神。今雷公有形，雷聲有器，安得爲神？如無形，不得爲之圖象；如有形，不得謂之神。謂之神龍升天，實事者謂之不然，以人時或見龍之形也。以其形見，故圖畫升龍之形也。以其可畫，故有不神之實。”難曰：“人亦見鬼之形，鬼復神乎？”曰：人時見鬼，有見雷公者乎？鬼名曰神，其行蹈地，與人相似。雷公頭不懸於天，足不蹈於地，安能爲雷公？飛者皆有翼，物無翼而飛謂仙人。畫仙人之形，爲之作翼。如雷公與仙人同，冝復著翼。使雷公不飛，圖雷家言其飛，非也；使實飛，不爲著翼，又非也。夫如是，圖雷之家畫雷之狀，皆虛妄也。且說雷之家，謂雷天怒呴吁也，圖雷之家，謂之雷公怒引連皷也。審如說雷之家，則圖雷之家非；審如圖雷之家，則說雷之家誤。二者相違也，并而是之，無是非之分。無是非之分，故無是非之實。無以定疑論，故虚妄之論勝也。禮曰：“刻尊爲雷之形，一出一入，一屈一伸，爲相校軫則鳴。”校軫之狀，",
                    "zhushu": "“校軫”或作“佼較”。”。"
                },
                {
                    "paragraph": "鬱律㟪壘之類也，此象類之矣。氣相校軫分裂，則隆隆之聲，校軫之音也。魄然若𧝬裂者，氣射之聲也。氣射中人，人則死矣。實說雷者，太陽之激氣也。何以明之？正月陽動，故正月始雷；五月陽盛，故五月雷迅；秋冬陽衰，故秋冬雷潜。盛夏之時，太陽用事，隂氣乗之。隂陽分事，則相校軫。校軫則激射，激射爲毒，中人輙死，中木木折，中屋屋壞。人在木下屋間，偶中而死矣。何以驗之？試以一斗水灌冶鑄之火，氣激𧝬裂，若雷之音矣。或近之，必灼人體。天地爲鑪，大矣；陽氣爲火，猛矣；雲雨爲水，多矣。分爭激射，安得不迅？中傷人身，安得不死？當冶工之消鐡也，以土爲形，燥則鐡下，不則躍溢而射，射中人身，則皮膚灼剥。陽氣之𤍠，非直消鐡之烈也；隂氣激之，非直土泥之濕也；陽氣中人，非直灼剥之痛也。夫雷，火也，氣剡人，人不得無迹。如炙處狀似文字，人見之，謂天記書其過，以示百姓，是復虚妄也。使人盡有過，天用雷殺人。殺人當彰其惡，以懲其後，明著其文字，不當闇昩。圖出於河，書出於洛。河圖、洛書，天地所爲，人讀知之。今雷死之書，亦天所爲也，何故難知？如以一人皮不可書，魯恵公夫人仲子，宋武公女也，生而有文在掌，曰“爲魯夫人”，文明可知，故仲子歸魯。雷書不著，故難以懲後。夫如是，火剡之跡，非天所刻畫也。或頗有而增其語，或無有而空生其言。虚妄之俗，好造怪竒。何以驗之？雷者，火也。以人中雷而死，即詢其身，中頭則鬚髪燒燋，中身則皮膚灼燌，臨其尸，上聞火氣，一驗也。道術之家，以爲雷燒石色赤，投於井中，石燋井寒，激聲大鳴，若雷之狀，二驗也。人傷於寒，寒氣入腹，腹中素温，温寒分爭，激氣雷鳴，三驗也。當雷之時，電光時見，大若火之耀，四驗也。當雷之擊，時或燔人室屋，及地草木，五驗也。夫論雷之爲火有五驗，言雷爲天怒無一效。然則雷爲天怒，虛妄之言，雖曰：論語云：“迅雷風烈必變。”禮記曰：“有疾風、迅雷、甚雨，則必變，雖夜必興，衣服冠而坐。”懼天怒，畏罰及己也。如雷不爲天怒，其擊不爲罰過，則君子何爲爲雷變動，朝服而正坐？子曰：天之與人猶父子，有父爲之變，子安能忽？故天變，己亦冝變，順天時，示已不違也。人聞犬聲於外，莫不驚駭，竦身側耳以審聽之，况聞天變異常之聲，軒𨍰迅疾之音乎？論語所指，禮記所謂，皆君子也。君子重慎，自知無過，如日月之蝕，無隂闇食人以不㓗清之事，内省不懼，何畏於雷？審如不畏雷，則其變動不足以效天怒。何則？不爲己也。如審畏雷，亦不足以效罰隂過。何則？雷之所擊，多無過之人，君子恐偶遇之，故恐懼變動。夫如是，君子變動，不能明雷爲天怒，而反著雷之妄擊也。妄擊不罰過，故人畏之。如審罰有過，小人乃當懼耳。君子之人，無爲恐也。宋王問唐鞅曰：“寡人所殺戮者衆矣，而群臣愈不畏，其故何也？”唐鞅曰：“王之所罪，盡不善者也。罰不善，善者胡爲畏？王欲群臣之畏也，不若毋辨其善與，不善而時罪之，斯群臣畏矣。”宋王行其言，群臣畏懼，宋王大恐。夫宋王妄刑，故宋國大恐；懼雷電妄擊，故君子變動。君子變動，宋國大恐之類也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "道虛篇第二十四",
            "paragraphs": [
                {
                    "paragraph": "道虛篇第二十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒書言：黄帝採首山銅，鑄鼎於荆山下。鼎旣成，有龍垂胡髯下迎黄帝。黄帝上騎龍，羣臣後宫從上七十餘人，龍乃上去。餘小臣不得上，乃悉持龍髯。龍髯拔，墮黄帝之弓。百姓仰望黄帝旣上天，乃抱其弓與龍胡髯吁號。故後世因其處曰“鼎湖”，其弓曰“烏號”。太史公記誄五帝，亦云：“黄帝封禪已，仙去，羣臣朝其衣冠，因葬埋之。”曰：此虛言也。實“黄帝”者何等也？號乎？諡也。如諡，臣子所誄列也。誄生時所行爲之諡。黄帝好道，遂以升天。臣子誄之，冝以仙升，不當以“黄”諡。諡法曰：“静民則法曰黄。”“黄”者，安民之諡，非得道之稱也。百王之諡，文則曰“文”，武則曰“武”，文武不失實，所以勸操行也。如黄帝之時質，未有諡乎？名之爲“黄帝”，何世之人也？使黄帝之臣子知君，使後世之人跡其行，黄帝之世，號諡有無，雖疑未定，“黄”非升仙之稱明矣。龍不升天，黄帝騎之，乃明黄帝不升天也。龍起雲雨，因乗而行；雲散雨止，降復入淵。如實黄帝騎龍，隨溺於淵也。案黄帝葬於橋山，猶曰羣臣葬其衣冠。審騎龍而升天，衣不離形；如封禪已仙去，衣冠亦不冝遺。黄帝實仙不死而升天，臣子百姓所親見也。見其升天，知其不死必也。葬不死之衣冠，與實死者無以異，非臣子實事之心，别生於死之意也。載太山之上者，七十有二君，皆勞情苦思，憂念王事，然後功成事立，致治太平。太平則天下和安，乃升太山而封禪焉。夫修道求仙，與憂職勤事不同。心思道則忘事，憂事則害性。世稱堯若腊，舜若腒，心愁憂苦，形體羸癯。使黄帝致太平乎？則其形體冝如堯、舜。堯、舜不得道，黄帝升天，非其實也。使黄帝廢事修道，則心意調和，形體肥勁，是與堯、舜異也。異則功不同矣。功不同，天下未太平，而升封，又非實也。五帝三王，皆有聖德之優者，黄帝不在上焉。如聖人皆仙，仙者非獨黄帝；如聖人不仙，黄帝何爲獨仙？世見黄帝好方術，方術，仙者之業，則謂帝仙矣。又見鼎湖之名，則言黄帝採首山銅鑄鼎，而龍垂胡髯迎黄帝矣。是與說㑹稽之山無以異也。夫山名曰㑹稽，即云夏禹廵狩，㑹計於此山上，故曰“㑹稽”。夫禹至㑹稽治水，不廵狩，猶黄帝好方伎不升天也。無㑹計之事，猶無鑄鼎、龍垂胡髯之實也。里名勝母，可謂實有子勝其母乎？邑名朝歌，可謂民朝起者歌乎？儒書言：“淮南王學道，招㑹天下有道之人，傾一國之尊，下道術之士。是以道術之士並㑹淮南，奇方異術，莫不爭出。王遂得道，舉家升天。畜産皆仙，犬吠於天上，雞鳴於雲中。”此言仙藥有餘，犬雞食之，并隨王而升天也。好道學仙之人，皆謂之然，此虛言也。夫人，物也，雖貴爲王侯，性不異於物。物無不死，人安能仙？鳥有毛羽，能飛，不能升天；人無毛羽，何用飛升？使有毛羽，不過與鳥同，況其無有，升天如何？案能飛升之物，生有毛羽之兆；能馳走之物，生有蹄足之形。馳走不能飛升，飛升不能馳走，禀性受氣，形體殊别也。今人禀馳走之性，故生無毛羽之兆，長大至老，終無奇怪。好道學仙，中生毛羽，終以飛升。使物性可變，金、木、水、火可革更也。蝦蟇化爲鶉，雀入水爲蜃蛤，禀自然之性，非學道所能爲也。好道之人，恐其或若等之類，故謂人能生毛羽，毛羽備具，能升天也。且夫物之生長，無卒成暴起，皆有浸漸。爲道學仙之人，能先生數寸之毛羽，從地自奮，升樓臺之陛，乃可謂升天。今無小升之兆，卒有大飛之驗，何方術之學，成無浸漸也？毛羽大效，難以觀實，且以人髯髪物色少老驗之。物生也色青，其熟也色黄；人之少也髮黑，其老也髪白。黄爲物熟驗，白爲人老效。物黄，人雖灌溉壅養，終不能青；髪白，雖吞藥養性，終不能黑。黑青不可復還，老衰安可復却？黄之與白，猶肉腥炙之燋，魚鮮煮之熟也。燋不可復令腥，熟不可復令鮮。鮮腥猶少壮，燋熟猶衰老也。天養物，能使物暢至秋，不得延之至春；吞藥養性，能令人無病，不能壽之爲仙。爲仙體輕氣彊，猶未能升天。令見輕彊之驗，亦無毛羽之效，何用升天？天之與地，皆體也。地無下，則天無上矣。天無上升之路，何如穿天之體，人力不能入。如天之門在西北，升天之人宜從崑崙上。淮南之國，在地東南，如審升天，冝舉家先從崑崙，乃得其階。如鼓翼邪飛，趨西北之隅，是則淮南王有羽翼也。今不言其從之崑崙，亦不言其身生羽翼，空言升天，竟虛非實也。案淮南王劉安，孝武皇帝之時也。父長，以罪遷蜀嚴道，至雍道死。安嗣爲王，恨父徙死，懷反逆之心，招㑹術人，欲爲大事。伍被之屬，充滿殿堂，作道術之書，發怪竒之文，合景亂首，",
                    "zhushu": "一本作齊首。"
                },
                {
                    "paragraph": "八公之傳，欲示神竒，若得道之狀。道終不成，效驗不立，乃與伍被謀爲反事，事覺自殺，或言誅死。誅死、自殺，同一實也。世見其書，深冝竒怪。又觀八公之傳，似若有效，則傳稱淮南王仙而升天，失其實也。儒書言：盧敖游乎北海，經乎太隂，入乎玄關，至於蒙榖之上，見一士焉，深目玄凖，鴈頸而戴肩，浮上而殺下，軒軒然方迎風而舞。顧見盧敖，樊然下其臂，遯逃乎碑下。敖乃視之，方卷然龜背，而食合梨。",
                    "zhushu": "一本作梨。"
                },
                {
                    "paragraph": "盧敖仍與之語曰：“吾子唯以敖爲倍俗，去羣離黨，窮觀於六合之外者，非敖而己。敖㓜而游，至長不倫解，周行四極，唯北隂之未闚。今卒睹夫子於是，殆可與敖爲友乎？”若士者悖然而笑曰：“嘻！子中州之民也，不冝遠至此。此猶　光日月而戴列星，四時之所行，隂陽之所生也。此其比夫不名之地，猶㟮屼也。若我南游乎罔浪之野，北息乎沉薶之郷，西窮乎杳冥之黨，而東貫澒懞之先。此其下無地，上無天，聽焉無聞，而視焉則營。此其外猶有狀，有狀之餘，壹舉而能千萬里，吾猶未能之在。今子游始至於此，乃語窮觀，豈不亦遠哉！”然子處矣，吾與汗漫期於九垓之上，吾不可乆。”若士者舉臂而縱身，遂入雲中。盧敖目仰而視之，不見乃止。喜心不怠，悵若有喪，曰：“吾比夫子也，猶黄鵠之與壤蟲也。終日行而不離咫尺，而自以爲逺，豈不悲哉！”若盧敖者，唯龍無翼者，升則乗雲。盧敖言若士者有翼，言乃可信。今不言有翼，何以升雲？且凡能輕舉入雲中者，飲食與人殊之故也。龍食與蛇異，故其舉措與蛇不同。聞爲道者，服金玉之精，食紫芝之英，食精身輕，故能神仙。若士者，食合䖽之肉，與庸民同食，無精輕之驗，安能縱體而升天？聞食氣者不食物，食物者不食氣。若士者食物如不食氣，則不能輕舉矣。或時盧敖學道求仙，游乎北海，離衆遠去，無得道之效，慙於郷里，負於議論，自知以必然之事見責於世，則作誇誕之語，云見一士，其意以爲有求仙之未得，期數未至也。淮南王劉安坐反而死，天下並聞，當時並見，儒書尚有言其得道仙去，雞犬升天者，况盧敖一人之身，獨行絶跡之地，空造幽冥之語乎？是與河東蒲坂項曼都之語無以異也。曼都好道學仙，委家亡去，三年而返。家問其狀，曼都曰：“去時不能自知，忽見若卧形，有仙人數人，將我上天，離月數里而止。見月上下幽冥幽㝠，不知東西，居月之旁，其寒悽愴。口饑欲食，仙人輙飲我以流霞一杯。每飲一杯，數月不饑。不知去幾何年月，不知以何爲過，忽然若卧，復下至此。”河東號之曰斥仙。實論者聞之，乃知不然。夫曼都能上天矣，何爲不仙？已三年矣，何故復還？夫人去民間，升皇天之上，精氣形體有變於故者矣。萬物變化，無復還者。復育化爲蟬，羽翼既成，不能復化爲復育。能升之物，皆有羽翼，升而復降，羽翼如故。見曼都之身有羽翼乎，言乃可信；身無羽翼，言虛妄也。虛則與盧敖同一實也。或時聞曼都好道，黙委家去，周章遠方，終無所得，力勌望極，黙復歸家，慙愧無言，則言上天，其意欲言道可學得，審有仙人，已殆有過，故成而復斥，升而復降。儒書言：齊王疾痟，使人之宋迎文摯。文摯至，視王之疾，謂太子曰：“王之疾必可已也。雖然，王之疾已，則必殺摯也。”太子曰：“何故？”文摯對曰：“非怒王，疾不可治也。王怒，則摯必死。”太子頓首強請曰：“茍已王之疾，臣與臣之母以死爭之於王，必幸臣之母，願先生之勿患也。”文摯曰：“諾。請以死爲王。”與太子期，将徃，不至者三，齊王固已怒矣。文摯至，不解屨，登牀，履衣，問王之疾。王怒而不與言。文摯因出辭以重王怒。王叱而起，疾乃遂已。王大怒不悅，將生烹文摯。太子與王后急爭之而不能得，果以鼎生烹文摯。爨之三日三夜，顔色不變。文摯曰：“誠欲殺我，則胡不覆之，以絶隂陽之氣？”王使覆之，文摯乃死。夫文摯，道人也，入水不濡，入火不燋，故在鼎三日三夜，顔色不變。此虛言也。夫文摯而烹三日三夜，顔色不變，爲一覆之故，絶氣而死，非得道之驗也。諸生息之物，氣絶則死。死之物，烹之輙爛。致生息之物，密器之中，覆蓋其口，漆塗其隙，中外氣隔，息不得洩，有頃死也。如置湯鑊之中，亦輙爛矣。何則？體同氣均，禀性於天，共一類也。文摯不息乎，與金石同，入湯不爛，是也。令文摯息乎，烹之不死，非也。令文摯言，言則以聲，聲以呼吸。呼吸之動，因血氣之發；血氣之發，附於骨肉。骨肉之物，烹之輙死。今言烹之不死，一虛也。既能烹煮不死，此眞人也，與金石同。金石雖覆蓋，與不覆蓋者無以異也。今言文摯覆之則死，二虛也。置人寒水之中，無湯火之𤍠，鼻中口内，不通於外，斯須之頃，氣絶而死矣。寒水沉人，尚不得生，況在沸湯之中，有猛火之烈乎？言其入湯不死，三虛也。人沒水中，口不見於外，言音不揚。烹文摯之時，身必沒於鼎中。沒則口不見，口不見則言不揚。文摯之言，四虛也。烹輙死之人，三日三夜，顔色不變，癡愚之人，尚知怪之。使齊王無知，太子羣臣冝見其奇。奇怪文摯，則請出尊寵敬事，從之問道。今言三日三夜，無“臣子請出”之言，五虛也。此或時聞文摯實烹，烹而輙死。世見文摯爲道人也，則爲虚生不死之語矣。猶黄帝實死也，傳言升天；淮南坐反，書言度世。世好傳虛，故文摯之語傳至於今。世無得道之效，而有有壽之人。世見長壽之人，學道爲仙，踰百不死，共謂之仙矣。何以明之？如武帝之時，有李少君以祠竈、辟穀、却老方見上，上尊重之。少君匿其年及所生長，常自謂七十，而能使物却老。其游以方徧諸侯。無妻。人聞其能使物及不老，更饋遺之，常餘錢金衣食。人皆以爲不治産業饒給，又不知其何許人，愈争事之。少君資好方，善爲巧發奇中。甞從武安侯飲，座中有年九十餘者，少君乃言其王父游射處，老人爲兒時，從父，識其處，一座盡驚。少君見上，上有古銅器，問少君。少君曰：“此器齊桓公十五年陳於栢寢。”已而按其刻，果齊桓公器，一宫盡驚，以爲少君數百歲人也。乆之，少君病死。今世所謂得道之人，李少君之類也。少君死於人中，人見其尸，故知少君性壽之人也。如少君處山林之中，入絶跡之野，獨病死於巖石之間，尸爲虎狼狐狸之食，則世復以爲真仙去矣。世學道之人，無少君之壽，年未至百，與衆俱死。愚夫無知之人，尚謂之尸解而去，其實不死。所謂尸解者，何等也？謂身死精神去乎？謂身不死，得免去皮膚也？如謂身死精神去乎，是與死無異，人亦仙人也。如謂不死，免去皮膚乎？諸學道死者，骨肉具在，與𢘆死之尸無以異也。夫蟬之去復育，龜之解甲，虵之脫皮，鹿之墮角，殻皮之物，解殻皮，持骨肉去，可謂尸解矣。今學道而死者，尸與復育相似，尚未可謂尸解。何則？案蟬之去復育，無以神於復育，况不相似復育，謂之尸解，蓋復虛妄，失其實矣。太史公與李少君同世並時，少君之死，臨尸者雖非太史公，足以見其實矣。如實不死，尸解而去，太史公冝紀其狀，不冝言死。其處座中年九十老父爲兒時者，少君老壽之效也。或少君年十四五，老父爲兒，隨其王父。少君年二百歲而死，何爲不識？武帝去桓公鑄銅器，且非少君所及見也。或時聞宫殿之内有舊銅器，或按其刻以告之者，故見而知之。今時好事之人，見舊劔古鉤，多能名之，可復謂目見其鑄作之時乎？世或言：“東方朔亦道人也，姓金氏，字曼倩，變姓易名，游宦漢朝。外有仕宦之名，内乃度世之人。”此又虚也。夫朔與少君並在武帝之時，太史公所及見也。少君有敎道、祠竈、却老之方，又名齊桓公所鑄鼎，知九十老人王父所游射之驗，然尚無得道之實，而徒性壽遲死之人也。況朔無少君之方術效驗，世人何見謂之得道？案武帝之時，道人文成、五利之輩，入海求仙人，索不死之藥，有道術之驗，故爲上所信。朔無入海之使，無奇怪之效也。如使有奇，不過少君之類及文成、五利之輩耳，況謂之有道？此或時偶復若少君矣，自匿所生之處，當時在朝之人不知其故。朔盛稱其年長，人見其面狀少，性又恬淡，不好仕宦，善達占卜射覆，爲怪奇之戲，世人則謂之得道之人矣。世或以老子之道爲可以度世，恬淡無欲，養精愛氣。夫人以精神爲壽命，精神不傷，則壽命長而不死。成事：老子行之，踰百度世，爲眞人矣。夫恬淡少欲，孰與鳥獸？鳥獸亦老而死。鳥獸含情欲，有與人相類者矣，未足以言。草木之生何情欲，而春生秋死乎？夫草木無欲，壽不踰歲；人多情欲，壽至於百。此無情欲者反夭，有情欲者壽也。夫如是，老子之術以恬淡無欲延壽度世者，復虛也。或時老子，李少君之類也，行恬淡之道，偶其性命，亦自壽長。世見其命壽，又聞其恬淡，謂老子以術度世矣。世或以辟穀不食爲道術之人，謂王子喬之輩，以不食穀，與恒人殊食，故與𢘆人殊壽，踰百度世，遂爲仙人。此又虛也。夫人之生也，禀食飲之性，故形上有口齒，形下有孔竅。口齒以噍食，孔竅以注瀉。順此性者，爲得天正道；逆此性者，爲違所禀受。失本氣於天，何能得久壽？使子喬生無齒口孔竅，是禀性與人殊。禀性與人殊，尚未可謂壽，況形體均同，而以所行者異，言其得度世，非性之實也。夫人之不食也，猶身之不衣也。衣以温膚，食以充腹。膚温腹飽，精神明盛。如饑而不飽，寒而不温，則有凍餓之害矣。凍餓之人，安能乆壽？且人之生也，以食爲氣，猶草木生以土爲氣矣。拔草木之根，使之離土，則枯而蚤死；閉人之口，使之不食，則餓而不壽矣。道家相誇曰：“眞人食氣。”以氣而爲食，故傳曰：“食氣者壽而不死。”雖不穀飽，亦以氣盈。此又虛也。夫氣，謂何氣也？如謂隂陽之氣，隂陽之氣，不能飽人。人或嚥氣，氣滿腹脹，不能饜飽。如謂百藥之氣，人或服藥，食一合屑，吞數十丸，藥力烈盛，胷中憒毒，不能飽人。食氣者必謂吹呴呼吸，吐故納新也。昔有彭祖嘗行之矣，不能乆壽，病而死矣。道家或以導氣養性，度世而不死，以爲血脉在形體之中，不動揺屈伸，則閉塞不通，不通積聚，則爲病而死。此又虚也。夫人之形，猶草木之體也。草木在髙山之巔，當疾風之衝，晝夜動揺者，能復勝彼隱在山谷間，鄣於疾風者乎？案草木之生，動揺者傷而不暢，人之導引動揺形體者，何故壽而不死？夫血脉之藏於身也，猶江河之流地。江河之流，濁而不清；血脉之動，亦擾不安。不安則猶人勤苦無聊也，安能得乆生乎？道家或以服食藥物，輕身益氣，延年度世，此又虛也。夫服食藥物，輕身益氣，頗有其驗。若夫延年度世，世無其效。百藥愈病，病愈而氣復，氣復而身輕矣。凡人禀性，身本自輕，氣本自長，中於風濕，百病傷之，故身重氣劣也。服食良藥，身氣復故，非本氣少身重，得藥而乃氣長身更輕也。禀受之時，本自有之矣。故夫服食藥物，除百病，令身輕氣長，復其本性，安能延年至於度世？有血脉之類，無有不生，生無不死。以其生，故知其死也。天地不生，故不死；隂陽不生，故不死。死者生之效，生者死之驗也。夫有始者必有終，有終者必有始。唯無終始者，乃長生不死。人之生，其猶水也。水凝而爲冰，氣積而爲人。冰極一冬而釋，人竟百歲而死。人可令不死，冰可令不釋乎？諸學仙術爲不死之方，其必不成，猶不能使氷終不釋也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "語增篇第二十五",
            "paragraphs": [
                {
                    "paragraph": "語增篇第二十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "傳語曰：“聖人憂世深，思事勤，愁擾精神，感動形體。故稱堯若腊，舜若腒，桀、紂之君，垂腴尺餘。”夫言聖人憂世念人，身體羸惡，不能身體肥澤，可也；言堯、舜若腊與腒，桀、紂垂腴尺餘，增之也。齊桓公云：“寡人未得仲父極難，既得仲父甚易。”桓公不及堯、舜，仲父不及禹、契，桓公猶易，堯、舜反難乎？以桓公得管仲易，知堯、舜得禹、契不難。夫易則少憂，少憂則不愁，不愁則身體不臞。舜承堯太平，堯、舜襲德，功假荒服，堯尚有憂，舜安能無事？故經曰：“上帝引𨓜。”謂虞舜也。舜承安繼治，任賢使能，恭己無爲，而天下治。故孔子曰：“巍巍乎！舜、禹之有天下而不與焉。”夫不與，尚謂之臞若腒，如德劣承衰，若孔子栖栖，周流應聘，身不得容，道不得行，可骨立跛附，僵仆道路乎？紂爲長夜之飲，糟丘酒池，沉湎於酒，不舎晝夜，是必以病。病則不甘飲食，不甘飲食則肥腴不得至尺。經曰：“惟湛樂是從，時亦罔有克壽。”魏公子無忌爲長夜之飲，困毒而死。紂雖未死，冝羸臞矣。然桀紂同行，則冝同病。言其腴垂過尺餘，非徒增之，又失其實矣。傳語又稱：“紂力能索鐵伸鉤，撫梁易柱。”言其多力也。“蜚廉、惡來之徒，並幸受寵。”言好𠆸力之主，致𠆸力之士也。或言：“武王伐紂，兵不血刃。”夫以索鐵伸鉤之力，輔以蜚廉、惡來之徒，與周軍相當。武王德雖盛，不能奪紂素所厚之心；紂雖惡，亦不失所與同行之意。雖爲武王所擒，時亦冝殺傷十百人。今言“不血刃”，非紂多力之效，蜚廉、惡來助紂之驗也。案武王之符瑞，不過髙祖。武王有白魚赤烏之祐，髙祖有斷大虵、老嫗哭於道之瑞；武王有八百諸侯之助，髙祖有天下義兵之佐。武王之相，望羊而已；髙祖之相，龍顔、隆凖、項紫、美鬚髯，身有七十二黑子。髙祖又逃吕后於澤中，吕后輙見上有雲氣之驗，武王不聞有此。夫相多於望羊，瑞明於魚、烏，天下義兵並來㑹漢，助彊於諸侯。武王承紂，髙祖襲秦，二世之惡，隆盛於紂，天下畔秦，冝多於殷。案髙祖伐秦，還破項羽，戰場流血，暴尸萬數，失軍亡衆，幾死一再，然後得天下。用兵苦，誅亂劇，獨云周兵不血刃，非其實也。言其易，可也；言“不血刃”，增之也。案周取殷之時，太公隂謀之書，食小兒丹，敎云亡殷。兵到牧野，晨舉脂燭。察武成之篇，牧野之戰，血流浮杵，赤地千里。由此言之，周之取殷，與漢、秦一實也。而云取殷易，兵不血刃，美武王之德，增益其實也。凡天下之事，不可增損，考察前後，效驗自列。自列，則是非之實有所定矣。世稱紂力能索鐵伸鉤，又稱武王伐之，兵不血刃。夫以索鐵伸鉤之力當人，則是孟賁、夏育之匹也；以不血刃之德取人，是則三皇、五帝之屬也。以索鐵之力，不冝受服；以不血刃之德，不冝頓兵。今稱紂力，則武王德貶；譽武王，則紂力少。索鐵不血刃，不得兩立；殷、周之稱，不得二全。不得二全，則必一非。孔子曰：“紂之不善，不若是之甚也。是以君子惡居下流，天下之惡皆歸焉。”孟子曰：“吾於武成，取二三策耳。以至仁伐不仁，如何其血之浮杵也？”若孔子言，殆沮浮杵；若孟子之言，近不血刃。浮杵過其實，不血刃亦失其正。一聖一賢，共論一紂，輕重殊稱，多少異實。紂之惡不若王莽。紂殺比干，莽鴆平帝；紂以嗣立，莽盗漢位。殺主隆於誅臣，嗣立順於盗位，士衆所畔，冝甚於紂。漢誅王莽，兵頓昆陽，死者萬數，軍至漸臺，血流没趾。而獨謂周取天下，兵不血刃，非其實也。傳語曰：“文王飲酒千鍾，孔子百觚。”欲言聖人德盛，能以德将酒也。如一坐千鍾百觚，此酒徒，非聖人也。飲酒有法，胷腹小大，與人均等。飲酒用千鍾，用肴冝盡百牛，百觚則冝用十羊。夫以千鍾百牛、百觚十羊言之，文王之身如防風之君，孔子之體如長狄之人，乃能堪之。案文王、孔子之體，不能及防風、長狄，以短小之身，飲食衆多，是缺文王之廣，貶孔子之崇也。案酒誥之篇：“朝夕曰：‘祀兹酒。’”此言文王戒慎酒也。朝夕戒愼，則民化之。外出戒慎之敎，内飲酒盡千鍾，導民率下，何以致化？承紂疾惡，何以自别？且千鍾之效，百觚之驗，何所用哉？使文王、孔子因祭用酒乎，則受福胙不能厭飽；因饗射之用酒乎，饗射飲酒，自有禮法。如私燕賞賜飲酒乎，則賞賜飲酒，冝與下齊。賜尊者之前，三觴而退；過於三觴，醉酗生亂。文王、孔子，率禮之人也，賞賚左右，至於醉酗亂身。自用酒千鍾百觚，大之則爲桀、紂，小之則爲酒徒，用何以立德成化，表名垂譽乎？世聞“德將毋醉”之言，見聖人有多德之效，則虚增文王以爲千鍾，空益孔子以百觚矣。傳語曰：“紂沉湎於酒，以糟爲丘，以酒爲池，牛飲者三千人，爲長夜之飲，亡其甲子。”夫紂雖嗜酒，亦欲以爲樂。令酒池在中庭乎？則不當言爲長夜之飲。坐在深室之中，閉䆫舉燭，故曰長夜。令坐於室乎，每當飲者，起之中庭，乃復還坐，則是煩苦相踖藉，不能甚樂。令池在深室之中，則三千人冝臨池坐前，俛飲池酒，仰食肴膳，倡樂在前，乃爲樂耳。如審臨池而坐，則前飲害於肴膳，倡樂之作不得在前。夫飲食既不以禮，臨池牛飲，則其啖肴不復用杯，亦冝就魚肉而虎食，則知夫酒池牛飲，非其實也。傳又言：“紂懸肉以爲林，令男女倮而相逐其間。”是爲醉樂淫戲無節度也。夫肉當内於口，口之所食，冝㓗不辱。今言男女倮相逐其間，何等㓗者？如以醉而不計㓗辱，則當其浴於酒中，而倮相逐於肉間，何爲不肯浴於酒中？以不言浴於酒，知不倮相逐於肉間。傳者之說，或言車行酒，騎行炙，百二十日爲一夜。夫言用酒爲池，則言其車行酒非也；言其懸肉爲林，即言騎行炙非也。或時紂沈湎覆酒，滂沲於地，即言以酒爲池；釀酒糟積聚，則言糟爲丘；懸肉以林，則言肉爲林；林中幽冥，人時走戲其中，則言倮相逐；或時載酒用鹿車，則言車行酒，騎行炙；或時十數夜，則言其百二十；或時醉不知問日數，則言其亡甲子。周公封康叔，告以紂用酒期於悉極，欲以戒之也。而不言糟丘酒池，懸肉爲林，長夜之飲，亡其甲子。聖人不言，殆非實也。傳言曰：“紂非時與三千人牛飲於酒池。”夫夏官百，殷二百，周三百。紂之所與相樂，非民必臣也，非小臣必大官，其數不能滿三千人。傳書家欲惡紂，故言三千人，增其實也。傳語曰：“周公執贄下白屋之士。”謂候之也。夫三公鼎足之臣，王者之貞幹也；白屋之士，閭巷之微賤者也。三公傾鼎足之尊，執贄候白屋之士，非其實也。時或待士卑恭，不驕白屋，人則言其往候白屋。或時起白屋之士，以璧",
                    "zhushu": "一本作圭。"
                },
                {
                    "paragraph": "迎禮之，人則言其執贄以候其家也。傳語曰：“堯、舜之儉，茅茨不剪，采椽不斵。”夫言茅茨采椽，可也；言不剪不斵，增之也。經曰：“弼成五服。”五服，五采服也。服五采之服，又茅茨采椽，何宮室衣服之不相稱也？服五采，畫日月星辰。茅茨采椽，非其實也。傳語曰：“秦始皇帝燔燒詩、書，坑殺儒士。”言燔燒詩、書，滅去五經文書也；坑殺儒士者，言其皆挾經傳文書之人也。燒其書，坑其人，詩、書絶矣。言燔燒詩書，坑殺儒士，實也；言其欲滅詩書，故坑殺其人，非其誠，又增之也。秦始皇帝三十四年，置酒咸陽臺，儒士七十人前爲壽。僕射周青臣進頌始皇之德。齊淳于越進諫始皇不封子弟功臣，自爲狹輔，㓨周青臣以爲面䛕。始皇下其議於丞相李斯，李斯非淳于越曰：“諸生不師今而學古，以非當世，惑亂黔首。臣請勑史官，非秦記皆燒之；非博士官所職，天下有敢藏詩、書、百家語、諸刑書者，悉詣守、尉集燒之；有敢偶語詩書，棄市；以古非今者，族滅；吏見知弗舉，與同罪。”始皇許之。明年，三十五年，諸生在咸陽者，多爲妖言。始皇使御史案問諸生，諸生傳相告引者，自除犯禁者四百六十七人，皆坑之。燔詩書，起淳于越之諫；坑儒士，起自諸生爲妖言，見坑者四百六十七人。傳増言坑殺儒士，欲絶詩、書。又言盡坑之。此非其實，而又增之。傳語曰：“町町若荆軻之閭。”言荆軻爲燕太子丹刺秦王，後誅軻九族，其後恚恨不已，復夷軻之一里，一里皆滅，故曰町町。此言增之也。夫秦雖無道，無爲盡誅荆軻之里。始皇幸梁山之宫，從山上望見丞相李斯車騎甚盛，恚出言非之。其後左右以告李斯，李斯立損車騎。始皇知左右洩其言，莫知爲誰，盡捕諸在旁者，皆殺之。其後墜星下東郡，至地爲石，民或刻其石曰：“始皇帝死，地分。”皇帝聞之，令御史逐問，莫服，盡取石旁人誅之。夫誅從行於梁山宫，及誅石旁人，欲得洩言刻石者，不能審知，故盡誅之。荆軻之閭，何罪於秦而盡誅之？如刺秦王在閭中，不知爲誰，盡誅之可也。荆軻已死，刺者有人，一里之民，何爲坐之？始皇二十年，燕使荆軻刺秦王，秦王覺之，體解軻以徇。不言盡誅其閭。彼或時誅軻九族，九族衆多，同里而處，誅其九族，一里且盡。好增事者，則言町町也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "儒增篇第二十六",
            "paragraphs": [
                {
                    "paragraph": "儒增篇第二十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒書稱：“堯、舜之德，至優至大，天下太平，一人不刑。”又言：“文、武之隆，遺在成、康，刑錯不用，四十餘年。”是欲稱堯、舜，褎文、武也。夫爲言不益，則羙不足稱；爲文不渥，則事不足襃。堯、舜雖優，不能使一人不刑；文、武雖盛，不能使刑不用。言其犯刑者少，用刑希疏，可也；言其一人不刑，刑錯不用，增之也。夫能使一人不刑，則能使一國不伐；能使刑錯不用，則能使兵寝不施。案堯伐丹水，舜征有苗，四子服罪，刑兵設用。成王之時，四國篡畔，淮夷、徐戎，並爲患害。夫刑人用刀，伐人用兵，罪人用法，誅人用武。武法不殊，兵刀不異，巧論之人，不能别也。夫德",
                    "zhushu": "一有“爲”字。"
                },
                {
                    "paragraph": "劣故用兵，犯法故施刑。刑與兵，猶足與翼也。走用足，飛用翼，形體雖異，其行身同。刑之與兵，全衆禁邪，其實一也。稱兵之不用，言刑之不施，是猶人耳缺目完，以目完稱人體全，不可從也。人桀於刺虎，怯於擊人，而以刺虎稱，謂之勇，不可聼也。身無敗缺，勇無不進，乃爲全耳。今稱一人不刑，不言一兵不用；襃刑錯不用，不言一人不畔，未得爲優，未可謂盛也。儒書稱：“楚養由基善射，射一楊葉，百發能百中之。”是稱其巧於射也。夫言其時，射一楊葉中之，可也；言其百發而百中，增之也。夫一楊葉射而中之，中之一再，行敗穿不可復射矣。如就葉懸於樹而射之，雖不欲射葉，楊葉繁茂，自中之矣。是必使上取楊葉，一一更置地而射之也。射之數十行，足以見巧。觀其射之者，亦皆知射工，亦必不至於百，明矣。言事者好增巧美，數十中之，則言其百中矣。百與千，數之大者也。實欲言十則言百，百則言千矣。是與書言“協和萬邦”，詩曰“子孫千億”，同一意也。儒書言：“衛有忠臣弘演，爲衛哀公使，未還，狄人攻哀公而殺之，盡食其肉，獨捨其肝。弘演使還，致命於肝，痛哀公之死，身肉盡，肝無所附，引刀自刳其腹，盡出其腹實，乃内哀公之肝而死。”言此者，欲稱其忠矣。言其自刳内哀公之肝而死，可也；言盡出其腹實，乃内哀公之肝，增之也。人以刃相刺，中五藏輙死。何則？五藏，氣之主也，猶頭，脉之湊也。頭一斷，手不能取他人之頭著之於頸，奈何獨能先出其腹實，乃内哀公之肝？腹實出輙死，則手不能復把矣。如先内哀公之肝，乃出其腹實，則文當言“内哀公之肝，出其腹實”。今先言“盡出其腹實”，“内哀公之肝”，又言“盡”，增其實也。儒書言：“楚熊渠子出，見寢石，以爲伏虎，將弓射之，矢沒其衛。”或曰：“養由基見寢石，以爲兕也，射之，矢飲羽。或言李廣。”便是熊渠、養由基、李廣，主名不審，無實也。或以爲虎，或以爲兕，兕、虎俱猛，一實也。或言“没衛”，或言“飲羽”，“羽”即“衛”，言不同耳。要取以寢石似虎兕，畏懼加精，射之入深也。夫言以寢石爲虎，射之矢入，可也；言其没衞，增之也。夫見似虎者，意以爲是，張弓射之，盛精加意，則其見眞虎，與是無異。射似虎之石，矢入没衛；若射眞虎之身，矢洞度乎？石之質難射，肉易射也。以射難没衞言之，則其射易者，洞不疑矣。善射者能射遠中微，不失毫釐，安能使弓弩更多力乎？養由基從軍，射𣈆侯中其目。夫以疋夫射萬乗之主，其加精倍力，必與射寝石等。當中𣈆侯之目也，可復洞達於項乎？如洞達於項，晉侯冝死。車張十石之弩，恐不能入一寸，失摧爲三。况以一人之力，引微弱之弓，雖加精誠，安能没衞？人之精乃氣也，氣乃力也。有水火之難，惶惑恐懼，舉徙器物，精誠至矣。素舉一石者，倍舉二石。然則見伏石射之，精誠倍故，不過入一寸，如何謂之没衞乎？如有好用劔者，見寢石，懼而斫之，可復謂能斷石乎？以勇夫空拳而暴虎者，卒然見寢石，以手椎之，能令石有跡乎？巧人之精與拙人等，古人之誠與今人同。使當今射工射禽獸於野，其欲得之，不餘精力乎？及其中獸，不過數寸，跌誤中石，不能内鋒，箭摧折矣。夫如是，儒書之言楚熊渠子、養由基、李廣射寝石，矢没衛飲羽者，皆增之也。儒書稱：魯般、墨子之巧，刻木爲鳶，飛之三日而不集。夫言其以木爲鳶飛之，可也；言其三日不集，增之也。夫刻木爲鳶，以象鳶形，安能飛而不集乎？旣能飛翔，安能至於三日？如審有機關，一飛遂翔，不可復下，則當言“遂飛”，不當言“三日”。猶世傳言曰：“魯般巧，亡其母也。”言巧工爲母作木車馬，木人御者，機𨵿備具，載母其上，一驅不還，遂失其母。如木鳶機關備具，與木車馬等，則遂飛不集機關，爲湏㬰間不能遠過三日，則木車等亦冝三日止於道路，無爲徑去，以失其母。二者必失實者矣。書說：“孔子不能容於世，周流游說七十餘國，未甞得安。”夫言周流不遇，可也；言干七十國，增之也。案論語之篇，諸子之書，孔子自衞反魯，在陳絶糧，削迹於衞，忘味於齊，伐樹於宋，并費與頓牟，至不能十國。傳言七十國，非其實也。或時干十數國也。七十之說，文書傳之，因言干七十國矣。論語曰：“孔子問公叔文子於公明賈曰：‘信乎，夫子不言、不笑、不取乎？’公明賈對曰：‘以告者過也。夫子時然後言，人不厭其言也；樂然後笑，人不厭其笑也；義然後取，人不厭其取也。’子曰：‘豈其然乎？豈其然乎？’”夫公叔文子實時言、時笑、義取，人傳說稱之；言其不言、不笑、不取也，俗言竟增之也。書言：“秦繆公伐鄭，過𣈆不假途，晉襄公率羌戎要擊於崤塞之下，疋馬隻輪無反者。”時秦遣三大夫孟明視、西乞術、白乙丙，皆得復還。夫三大夫復還，車馬必有歸者。文言“匹馬隻輪無反者”，增其實也。書稱：“齊之孟嘗，魏之信陵，趙之平原，楚之春申君，待士下客，招㑹四方，各三千人。”欲言下士之至，趨之者衆也。夫言士多，可也；言其三千，增之也。四君雖好士，士至雖衆，不過各千餘人，書則言三千矣。夫言衆必言千數，言少則言無一，世俗之情，言事之失也。傳記言：髙子羔之喪親，泣血，三年未嘗見齒。君子以爲難，難爲故也。夫不以爲非實，而以爲難，君子之言誤矣。髙子泣血，殆必有之。何則？荆和獻寳於楚，楚刖其足，痛寶不進，已情不達，泣涕，涕盡因續以血。今髙子痛親，哀極涕竭，血隨而出，實也。而云三年未嘗見齒，是增之也。言未嘗見齒，欲言其不言不笑也。孝子喪親，不笑可也，安得不言？言安得不見齒？孔子曰：“言不文。”或時不言，傳則言其不見齒；或時傳則言其不見齒三年矣。髙宗諒隂，三年不言。尊爲天子不言，而其文言“不言”猶疑於增，況髙子位賤，而曰未嘗見齒，是必增益之也。儒書言：禽息薦百里奚，繆公未聽，禽息出，當門仆頭碎首而死。繆公痛之，乃用百里奚。此言賢者薦善，不愛其死，仆頭碎首而死，以達其友也。世士相激，文書傳稱之，莫謂不然。夫仆頭以薦善，古今有之。禽息仆頭，蓋其實也；言碎首而死，是增之也。夫人之扣頭，痛者血流，雖忿恨惶恐，無碎首者。非首不可碎，人力不能自碎也。執刄刎頸，樹鋒刺胷，鋒刄之助，故手足得成勢也。言禽息舉椎自擊，首碎，不足怪也；仆頭碎首，力不能自將也。有扣頭而死者，未有使頭破首碎者也。此時或扣頭薦百里奚，世空言其死；若或扣頭而死，世空言其首碎也。儒書言：“荆軻爲燕太子刺秦王，操匕首之劒，刺之不得。秦王拔劒擊之，軻以匕首擿秦王，不中，中銅柱，入尺。”欲言匕首之利，荆軻勢盛，投鋭利之刄，䧟堅彊之柱，稱荆軻之勇，故增益其事也。夫言“入銅柱”，實也；言其“入尺”，增之也。夫銅雖不若匕首堅剛，入之不過數寸，殆不能入尺。以“入尺”言之，設中秦王，匕首洞過乎？車張十石之弩，射垣木之表，尚不能入尺；以荆軻之手力，投輕小之匕首，身被龍淵之劒刄，入堅剛之銅柱，是荆軻之力勁於十石之弩，銅柱之堅不若木表之剛也。世稱荆軻之勇，不言其多力。多力之人，莫若孟賁。使孟賁擿銅柱，能",
                    "zhushu": "一有“過”字。"
                },
                {
                    "paragraph": "淵岀一尺乎？此亦或時匕首利若干将、莫邪，所刺無前，所擊無下，故有入尺之效。夫稱干將、莫邪，亦過其實。刺擊無前下，亦入銅柱尺之類也。儒書言：“董仲舒讀春秋，專精一思，志不在他，三年不窺園菜。”夫言“不窺園菜”，實也；言“三年”，增之也。仲舒雖精，亦時解休。解休之間，猶冝游於門庭之側，則能至門庭，何嫌不窺園菜？聞用精者，察物不見，存道以亡身，不聞不至門庭，坐思三年，不及窺園也。尚書毋佚曰“君子所其毋𨓜，先知稼穡之艱難，乃佚”者也。",
                    "zhushu": "一有“解”字。"
                },
                {
                    "paragraph": "人之筋骨，非木非石，不能不解。故張而不㢮，文王不爲；㢮而不張，文王不行；一㢮一張，文王以爲常。聖人材優，尚有㢮張之時；仲舒材力劣於聖，安能用精三年不休？儒書言：“夏之方盛也，遠方圖物，貢金九牧，鑄鼎象物，而爲之備。故入山澤不逢惡物，用辟神姦。故能叶于上下，以承天休。”夫金之性，物也，用遠方貢之爲美，鑄以爲鼎，用象百物之奇，安能入山澤不逢惡物，辟除神姦乎？周時天下太平，越裳獻白雉，倭人貢鬯草。食白雉，服鬯草，不能除凶，金鼎之器，安能辟姦？且九鼎之來，德盛之瑞也。服瑞應之物，不能致福。男子服玉，女子服珠，珠玉於人，無能辟除。寶奇之物，使爲蘭服，作牙身。或言有益者，九鼎之語也。",
                    "zhushu": "一有“大”字。"
                },
                {
                    "paragraph": "夫九鼎無能辟除，傳言能辟神姦，是則書增其文也。世俗傳言：“周鼎不爨自沸，不投物，物自出。”此則世俗增其言也，儒書增其文也。是使九鼎以無怪空爲神也。且夫謂周之鼎神者，何用審之？周鼎之金，遠方所貢，禹得鑄以爲鼎也。其爲鼎也，有百物之象。如爲遠方貢之爲神乎，遠方之物安能神？如以爲禹鑄之爲神乎，禹聖不能神。聖人身不能神，鑄器安能神？如以金之物爲神乎，則夫金者，石之類也。石不能神，金安能神？以有百物之象爲神乎，夫百物之象，猶雷罇也。雷罇刻畫雲雷之形。雲雷在天，神於百物。雲雷之象不能神，百物之象安能神也？傳言“秦滅周，周之九鼎入于秦。”案本事，周赧王之時，秦昭王使将軍摎攻王𧹞，王𧹞惶懼犇秦，頓首受罪，盡獻其邑三十六，口三萬。秦受其獻，還王𧹞。王𧹞卒，秦王取九鼎寳器矣。若此者，九鼎在秦也。始皇二十八年，北遊至琅邪，還過彭城，齊戒禱祠，欲出周鼎。使千人没泗水之中，求弗能得。案時，昭王之後，三世得始皇帝，秦無危亂之禍，鼎冝不亡，亡時殆在周。傳言“王赧犇秦，秦取九鼎”，或時誤也。傳又言“宋太丘社亡，鼎沒水中彭城下。其後二十九年，秦并天下”。若此者，鼎未入秦也。其亡，從周去矣，未爲神也。春秋之時，五石隕于宋。五石者，星也。星之去天，猶鼎之亡於地也。星去天不爲神，鼎亡於地何能神？春秋之時，三山亡，猶太丘社之去宋，五星之去天。三山亡，五石隕，太丘社去，皆自有爲。然鼎亡，亡亦有應也，未可以亡之故，乃謂之神。如鼎與秦三山同乎？亡不能神。如有知，欲辟危亂之禍乎？則更桀、紂之時矣。衰亂無道，莫過桀、紂，桀、紂之時，鼎不亡去。周之衰亂，未若桀、紂，留無道之桀、紂，去衰末之周，非止去之冝，神有知之驗也。或時周亡之時，將軍摎人衆見鼎盗取，姦人鑄爍以爲他器，始皇求不得也。後因言有神名，則空生没於泗水之語矣。孝文皇帝之時，趙人新垣平上言：“周鼎亡在泗水中，今河溢，通於泗水，臣望東北汾隂直有金氣，意周鼎出乎？兆見弗迎則不至。”於是文帝使使治廟汾隂，南臨河，欲祠出周鼎。人有上書告新垣平所言神器事皆詐也，於是下平事於吏。吏治，誅新垣平。夫言鼎在泗水中，猶新垣平詐言鼎有神氣見也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "藝增篇第二十七",
            "paragraphs": [
                {
                    "paragraph": "藝增篇第二十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世俗所患，患言事增其實，著文垂辭，辭出溢其眞，稱美過其善，進惡沒其罪。何則？俗人好奇，不奇，言不用也。故譽人不增其美，則聞者不快其意；毁人不益其惡，則聽者不愜於心。聞一增以爲十，見百益以爲千。使夫純撲之事，十剖百判；審然之語，千反萬畔。墨子哭於練絲，楊子哭於岐道，蓋傷失本，悲離其實也。蜚流之言，百傳之語，出小人之口，馳閭巷之間，其猶是也。諸子之文，筆墨之疏，人賢所著，妙思所集，冝如其實，猶或增之。儻經藝之言如其實乎？言審莫過聖人，經藝萬世不易，猶或出溢，增過其實。增過其實，皆有事爲，不妄亂誤以少爲多也。然而必論之者，方言經藝之增，與傳語異也。經增非一，略舉較著，令怳惑之人觀覽采擇，得以開心通意，曉解覺悟。尚書“協和萬國”，是美堯德致太平之化，化諸夏并及夷狄也。言協和方外，可也；言萬國，增之也。夫唐之與周，俱治五千里内。周時諸侯千七百九十三國，荒服、戎服、要服及四海之外不粒食之民，若穿胷、儋耳、焦僥、跂踵之輩，并合其數，不能三千。天之所覆，地之所載，盡於三千之中矣。而尚書云“萬國”，裦增過實，以美堯也。欲言堯之德大，所化者衆，諸夏、夷狄，莫不雍和，故曰“萬國”。猶詩言“子孫千億”矣，美周宣王之德，能愼",
                    "zhushu": "一作“順”。"
                },
                {
                    "paragraph": "天地，天地祚之，子孫衆多，至於千億。言子孫衆多，可也；言千億，增之也。夫子孫雖衆，不能千億，詩人頌美，增益其實。案后稷始受邰封，訖於宣王，宣王以至外族内屬，血脉所連，不能千億。夫千與萬，數之大名也。萬言衆多，故尚書言“萬國”，詩言“千億”。詩云：“鶴鳴九臯，聲聞于天。”言鶴鳴九折之澤，聲猶聞於天，以喻君子修德窮僻，名猶達朝廷也。其聞髙遠，可矣；言其聞於天，增之也。彼言聲聞於天，見鶴鳴於雲中，從地聽之，度其聲鳴於地，當復聞於天也。夫鶴鳴雲中，人聞聲仰而視之，目見其形。耳目同力，耳聞其聲，則目見其形矣。然則耳目所聞見，不過十里，使參天之鳴，人不能聞也。何則？天之去人以萬數遠，則目不能見，耳不能聞。今鶴鳴從下聞之，鶴鳴近也。以從下聞其聲，則謂其鳴於地，當復聞於天，失其實矣。其鶴鳴於雲中，人從下聞之，如鳴於九臯，人無在天上者，何以知其聞於天上也？無以知，意從准况之也。詩人或時不知，至誠以爲然；或時知而欲以喻事，故增而甚之。詩曰：“維餘黎民，靡有孑遺。”是謂周宣王之時，遭大旱之災也。詩人傷旱之甚，民被其害，言無有孑遺一人不愁痛者。夫旱甚則有之矣；言無孑遺一人，增之也。夫周之民，猶今之民也。使今之民也，遭大旱之災，貧羸無蓄積，扣心思雨，若其富人穀食饒足者，廪囷不空，口腹不飢，何愁之有？天之旱也，山林之間不枯，猶地之水，丘陵之上不湛也。山林之間，富貴之人必有遺脱者矣，而言“靡有孑遺”，增益其文，欲言旱甚也。易曰：“豐其屋，蔀其家，窺其戸，閴其無人也。”非其無人也，無賢人也。尚書曰：“毋曠庻官。”曠，空；庻，衆也。毋空衆官，寘非其人，與空無異，故言空也。夫不肖者皆懷五常，才劣不逮，不成純賢，非狂妄頑嚚，身中無一知也。德有大小，材有髙下，居官治職，皆欲勉效在官。尚書之官，易之戸中，猶能有益，如何謂之空而無人？詩曰：“濟濟多士，文王以寜。”此言文王得賢者多，而不肖者少也。今易冝言“閴其少人”，尚書冝言“無少衆官”，以“少”言之可也，言空而無人，亦尤甚焉。五穀之於人也，食之皆飽。稻粱之味，甘而多腴；豆麥雖糲，亦能愈飢。食豆麥者，皆謂糲而不甘，莫謂腹空無所食。竹木之杖，皆能扶病。竹杖之力，弱劣不及木。或操竹杖，皆謂不勁，莫謂手空無把持。夫不肖之臣，豆麥、竹杖之類也，易持其具。臣在戸，言“無人”者，惡之甚也。尚書衆官，亦容小材，而云“無空”者，刺之甚也。論語曰：“大哉，堯之爲君也！蕩蕩乎民無能名焉！”傳曰：“有年五十擊壤於路者，觀者曰：‘大哉，堯德乎！’擊壤者曰：‘吾日出而作，日入而息，鑿井而飲，耕田而食，堯何等力？’”此言“蕩蕩無能名”之效也。言“蕩蕩”，可也；乃欲言“民無能名”，增之也。四海之大，萬民之衆，無能名堯之德者，殆不實也。夫擊壤者曰：“堯何等力”，欲言民“無能名”也。觀者曰：“大哉，堯之德乎！”此何等民者，猶能知之；實有知之者，云“無”，竟增之。儒書又言：“堯、舜之民，可比屋而封。”言其家有君子之行，可皆官也。夫言可封，可也；言比屋，增之也。人年五十爲人父，爲人父而不知君，何以示子？太平之世，家爲君子，人有禮義，父不失禮，子不廢行。夫有行者有知，知君莫如臣，臣賢能知君。能知其君，故能治其民。今不能知堯，何可封官？年五十擊壤於路，與竪子未成人者爲伍，何等賢者？子路使子羔爲郈宰，孔子以爲不可。未學，無所知也。擊壤者無知，官之如何？稱堯之蕩蕩，不能述其可比屋而封；言賢者可比屋而封，不能議讓其愚而無知之。夫擊壤者難以言“比屋”，“比屋”難以言“蕩蕩”，二者皆增之所由起，美堯之德也。尚書曰：“祖伊諫紂曰：‘今我民罔不欲䘮。’”罔，無也。我天下民無不欲王亡者。夫言欲王之亡，可也；言無不，增之也。紂雖惡，民臣蒙恩者非一，而祖伊增語，欲以懼紂也。故曰：“語不益，心不惕；心不惕，行不易。”增其語欲以懼之，冀其警悟也。蘇秦說齊王曰：“臨淄之中，車轂擊，人肩摩，舉袖成幕，連衽成帷，揮汗成雨。”齊雖熾盛，不能如此。蘇秦增語，激齊王也。祖伊之諫紂，猶蘇秦之說齊王也。賢聖增文，外有所爲，内未必然。何以明之？夫武成之篇，言“武王伐紂，血流浮杵”。助戰者多，故至血流如此。皆欲紂之亡也，土崩瓦解，安肯戰乎？然祖伊之言，民無不欲，如蘇秦增語。武成言“血流浮杵”，亦太過焉。死者血流，安能浮杵？案武王伐紂於牧之野，河北地髙，壤靡不亁燥，兵頓血流，輙燥入土，安得杵浮？且周、殷士卒，皆賫盛粮，或作亁糧，無杵臼之事，安得杵而浮之？言血流杵，欲言誅紂，惟兵頓士傷，故至浮杵。春秋莊公七年：“夏四月辛卯，夜中，恒星不見，星霣如雨。”公羊傳曰：“‘如雨’者何？非雨也。非雨則曷爲謂之‘如雨’？不脩春秋曰：‘如雨星，不及地尺而復。’君子脩之，‘星霣如雨’。”不脩春秋者，未脩春秋時魯史記，曰：“雨星，不及地尺而復。”君子者，謂孔子也。孔子脩之，“星霣如雨”。如雨者，如雨狀也。山氣爲雲，上不及天，下而爲雲。雨星，星隕不及地，上復在天，故曰“如雨”。孔子正言也。夫星霣或時至地，或時不能，尺丈之數難審也。史記言“尺”，亦以太甚矣。夫地有樓臺山陵，安得言“尺”？孔子言“如雨”，得其實矣。孔子作春秋，故正言“如雨”。如孔子不作，“不及地尺”之文，遂傳至今。光武皇帝之時，郎中汝南賁光上書，言：“孝文皇帝時，居明光宮，天下斷獄三人。”頌美文帝，陳其效實。光武皇帝曰：“孝文時不居明光宮，斷獄不三人。”積善修德，美名流之，是以君子惡居下流。夫賁光上書於漢，漢爲今世，增益功美，猶過其實。況上古帝王乆遠，賢人從後褒述，失實離本，獨已多矣。不遭光武論，千世之後，孝文之事載在經藝之上，人不知其增，居明光宫，斷獄三人，而遂爲實事也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "問孔篇第二十八",
            "paragraphs": [
                {
                    "paragraph": "問孔篇第二十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世儒學者，好信師而是古，以爲賢聖所言皆無非，專精講習，不知難問。夫賢聖下筆造文，用意詳審，尚未可謂盡得實，况倉卒吐言，安能皆是？不能皆是，時人不知難；或是而意沉難見，時人不知問。案賢聖之言，上下多相違，其文前後多相伐者，世之學者不能知也。論者皆云：“孔門之徒，七十子之才，勝今之儒。”此言妄也。彼見孔子爲師，聖人傳道，必授異才，故謂之殊。夫古人之才，今人之才也。今謂之英傑，古以爲聖神，故謂七十子歷世希有。使當今有孔子之師，則斯世學者，皆顔、閔之徒也；使無孔子，則七十子之徒，今之儒生也。何以驗之？以學於孔子，不能極問也。聖人之言，不能盡解；說道陳義，不能輙形。不能輙形，宜問以發之；不能盡解，宜難以極之。臯陶陳道帝舜之前，淺略未極。禹問難之，淺言復深，略指復分。蓋起問難，此說激而深切，觸而著明也。孔子𥬇子游之絃歌，子游引前言以距孔子。自今案論語之文，孔子之言多若𥬇弦歌之辭，弟子寡若子游之難，故孔子之言遂結不解。以七十子不能難，世之儒生不能實道是非也。凡學問之法，不爲無才，難於距師，核道實義，證定是非也。問難之道，非必對聖人及生時也。世之解說說人者，非必湏聖人敎告乃敢言也。苟有不曉解之問，迢難孔子，何傷於義？誠有傳聖業之知，伐孔子之說，何逆於理？謂問孔子之言，難其不解之文，世間弘才大知，生能荅問解難之人，必將賢吾世間難問之言是非。孟懿子問孝，子曰：“毋違。”樊遲御，子告之曰：“孟孫問孝於我，我對曰“毋違”。”樊遲曰：“何謂也？”子曰：“生，事之以禮；死，葬之以禮。”問曰：孔子之言“毋違”，毋違者，禮也。孝子亦當先意承志，不當違親之欲。孔子言“毋違”，不言“違禮”。懿子聴孔子之言，獨不爲嫌於無違志乎？樊遲問何謂，孔子乃言“生，事之以禮；死，葬之以禮，祭之以禮”。使樊遲不問，“毋違”之說遂不可知也。懿子之才，不過樊遲，故論語篇中不見言行。樊遲不曉，懿子必能曉哉？孟武伯問孝。子曰：“父母唯其疾之憂。”武伯善憂父母，故曰“唯其疾之憂”。武伯憂親，懿子違禮。攻其短，答武伯云“父母唯其疾之憂”，對懿子亦冝言“唯水火之變乃違禮”。周公告小才勑，大材略。子游之大材也，孔子告之勑；懿子小才也，告之反略。違周公之志，攻懿子之短，失道理之冝，弟子不難，何哉？如以懿子權尊，不敢極言，則其對武伯亦冝但言“毋憂”而已。但孟氏子也，權尊鈞同，形武伯而略懿子，未曉其故也。使孔子對懿子極言毋違禮，何害之有？專魯莫過季氏，譏八佾之舞庭，刺太山之旅祭，不懼季氏增邑不隱諱之害，獨畏荅懿子極言之罪，何哉？且問孝者非一，皆有御者，對懿子言，不但心服臆肯，故告樊遲。孔子曰：“富與貴，是人之所欲也，不以其道得之，不居也；貧與賤，是人之所惡也，不以其道得之，不去也。”此言人當由道義得，不當茍取也；當守節安貧，不當妄去也。夫言不以其道得富貴不居，可也；不以其道得貧賤如何？富貴顧可去，去貧賤何之？去貧賤，得富貴也；不得富貴，不去貧賤。如謂得富貴不以其道，則不去貧賤邪？則所得富貴，不得貧賤也。貧賤何故當言“得之”？顧當言“貧與賤，是人之所惡也，不以其道去之，則不去也”。當言“去”，不當言“得”。“得”者，施於得之也。今去之，安得言“得”乎？獨富貴當言“得”耳。何者？得富貴乃去貧賤也。是則以道去貧賤如何？脩身行道，仕得爵祿富貴，得爵祿富貴，則去貧賤矣。“不以其道”去貧賤如何？毒苦貧賤，起爲姧盗，積聚貨財，擅相官秩，是爲“不以其道”。七十子既不問，世之學者亦不知難。使此言意不解而文不分，是謂孔子不能吐辭也。使此言意結，文又不解，是孔子相示未形悉也。弟子不問，世俗不難，何哉？孔子曰：“公冶長可妻也，雖在縲紲之中，非其罪也。”以其子妻之。問曰：孔子妻公冶長者，何據見哉？據年三十可妻邪？見其行賢可妻也？如據其年三十，不冝稱“在縲紲”；如見其行賢，亦不冝稱“在縲紲”。何則？諸入孔子門者，皆有善行，故稱“備徒役”。徒役之中，無妻則妻之耳，不湏稱也。如徒役之中多無妻，公冶長尤賢，故獨妻之。則其稱之，冝列其行，不冝言其“在縲絏”也。何則？世間彊受非辜者多，未必盡賢人也。恒人見枉，衆多非一。必以非辜爲孔子所妻，則是孔子不妻賢、妻𡨚也。案孔子之稱公冶長，有非辜之言，無行能之文。實不賢，孔子妻之，非也；實賢，孔子稱之不具，亦非也。誠似妻南容云：“國有道，不廢；國無道，免於刑戮。”具稱之矣。子謂子貢曰：“汝與回也孰愈？”曰：“賜也何敢望回？回也聞一以知十，賜也聞一以知二。”子曰：“弗如也，吾與汝俱不如也。”是賢顔淵，試以問子貢也。問曰：孔子所以教者，禮讓也。子路爲國以禮，其言不讓，孔子非之。使子貢實愈顔淵，孔子問之，猶曰“不如”；使實不及，亦曰“不如”，非失對欺師，禮讓之言，冝謙卑也。今孔子出言，欲何趣哉？使孔子知顔淵愈子貢，則不湏問子貢；使孔子實不知，以問子貢，子貢謙讓，亦不能知。使孔子徒欲表善顔淵，稱顔淵賢，門人莫及，於名多矣，何湏問於子貢？子曰：“賢哉，回也！”又曰：“吾與回言，終日不違如愚。”又曰：“回也，其心三月不違仁。”三章皆直稱，不以他人激。至是一章，獨以子貢激之，何哉？或曰：欲抑子貢也。當此之時，子貢之名凌顔淵之上，孔子恐子貢志驕意溢，故抑之也。夫名在顔淵之上，當時所爲，非子貢求勝之也，實子貢之知何如哉？使顔淵才在己上，已自服之，不湏抑也。使子貢不能自知，孔子雖言，将謂孔子徒欲抑己。由此言之，問與不問，無能抑揚。宰我晝寝。子曰：“朽木不可彫也，糞土之牆不可杇也。於予，予何誅？”是惡宰予之晝寝。問曰：晝寝之惡也，小惡也；朽木、糞土，敗毁不可復成之物，大惡也。責小過以大惡，安能服人？使宰我性不善，如朽木、糞土，不冝得入孔子之門，序在四科之列。使性善，孔子惡之，惡之太甚，過也。“人之不仁，疾之已甚，亂也。”孔子疾宰予，可謂甚矣。使下愚之人渉耐罪之獄，吏令以大辟之罪，必𡨚而怨邪？將服而自咎也？使宰我愚，則與渉耐罪之人同志；使宰我賢，知孔子責人，幾微自改矣。明文以識之，流言以過之，以其言示端而己自改。自改不在言之輕重，在宰予能更與否。春秋之義，采毫毛之善，貶纎介之惡，裦毫毛以巨大，以巨大貶纎介，觀春秋之義，肯是之乎？不是，則宰我不受；不受，則孔子之言棄矣。聖人之言與文相副，言出於口，文立於䇿，俱發於心，其實一也。孔子作春秋，不貶小以大，其非宰予也，以大惡細，文語相違，服人如何？子曰：“始吾於人也，聴其言而信其行；今吾於人也，聽其言而觀其行。於予，予改是。”蓋起宰予晝寝，更知人之術也。問曰：“人之晝寢，安足以毁行？毁行之人，晝夜不卧，安足以成善？以晝寢而觀人善惡，能得其實乎？”案：宰予在孔子之門，序於四科，列在賜上，如性情怠，不可雕琢，何以致此？使宰我以晝寢自致此，才復過人遠矣。如未成就，自謂己足，不能自知，知不明耳，非行惡也，曉勑而已，無爲改術也。如自知未足，倦極晝寢，是精神索也。精神索至於死亡，豈徒寢哉？且論人之法，取其行則棄其言，取其言則棄其行。今宰予雖無力行，有言語，用言令行缺，有一槩矣。今孔子起宰予晝寢，聽其言，觀其行，言行相應，則謂之賢，是孔子備取人也。“毋求備於一人”之義，何所施？子張問：“令尹子文三仕爲令尹，無喜色；三已之，無愠色。舊令尹之政，必以告新令尹。何如？”子曰：“忠矣。”曰：“仁矣乎？”曰：“未知，焉得仁？”子文曾舉楚子玉代己位而伐宋，以百乗敗而䘮其衆。不知如此，安得爲仁？問曰：子文舉子玉，不知人也。智與仁，不相干也。有不知之性，何妨爲仁之行？五常之道，仁、義、禮、智、信也。五者各别，不相湏而成，故有智人，有仁人者，有禮人，有義人者。人有信者未必智，智者未必仁，仁者未必禮，禮者未必義。子文智蔽於子玉，其仁何毁？謂仁，焉得不可？且忠者，厚也，厚人，仁矣。孔子曰：“觀過，斯知仁矣。”子文有仁之實矣。孔子謂忠非仁，是謂父母非二親，配匹非夫婦也。哀公問：“弟子孰謂好學？”孔子對曰：“有顔回者，不遷怒，不貳過，不幸短命死矣。今也則亡，未聞好學者也。”夫顔淵所以死者，審何用哉？令自以短命，猶伯牛之有疾也。人生受命，皆全當㓗，今有惡疾，故曰“無命”。人生皆當受天長命，今得短命，亦冝曰“無命”。如天有短長，則亦有善惡矣。言顔淵短命，則冝言伯牛“惡命”；言伯牛無命，則冝言顔淵“無命”。一死一病，皆痛云命。所禀不異，文語不同，未曉其故也。哀公問孔子：“孰爲好學？”孔子對曰：“有顔回者好學，今也則亡，不遷怒，不貳過。”何也？曰：并攻哀公之性遷怒貳過故也。因其問則并以對之，兼以攻上之短，不犯其罰。問曰：康子亦問好學，孔子亦對之以顔淵。康子亦有短，何不并對以攻康子？康子非聖人也。操行猶有所失。成事：康子患盗，孔子對曰：“茍子之不欲，雖賞之不竊。”由此言之，康子以欲爲短也，不攻，何哉？孔子見南子，子路不恱。子曰：“予所鄙",
                    "zhushu": "一作“否”。"
                },
                {
                    "paragraph": "者，天厭之！天厭之！”南子，衞靈公夫人也，聘孔子，子路不說，謂孔子淫亂也。孔子解之曰：我所爲鄙陋者，天厭殺我。至誠自誓，不負子路也。問曰：孔子自解，安能解乎？使世人有鄙陋之行，天曾厭殺之，可引以誓；子路聞之，可信以解。今未曾有爲天所厭者也，曰“天厭之”，子路肯信之乎？行事：雷擊殺人，水火燒溺人，牆屋壓填人。如曰“雷擊殺我，水火燒溺我，牆屋壓填我”，子路頗信之。今引未曾有之禍以自誓於子路，子路安肯曉解而信之？行事：適有卧厭不悟者，謂此爲天所厭邪？案諸卧厭不悟者，未皆爲鄙陋也。子路入道雖淺，猶知事之實。事非實，孔子以誓，子路必不解矣。孔子稱曰：“死生有命，富貴在天。”若此者，人之死生自有長短，不在操行善惡也。成事：顔淵蚤死，孔子謂之短命。由此知短命夭死之人，必有邪行也。子路入道雖淺，聞孔子之言，知死生之實。孔子誓以“予所鄙者，天厭之”，獨不爲子路言“夫子惟命未當死，天安得厭殺之”乎？若此，誓子路以“天厭之”，終不見信。不見信，則孔子自解，終不解也。尚書曰：“毋若丹朱敖，惟慢游是好。”謂帝舜勑禹毋子不肖子也。重天命，恐禹私其子，故引丹朱以勑戒之。禹曰：“予娶若時，辛壬癸甲，開呱呱而泣，予弗子。”陳己行事，以往推來，以見卜隱，效已不敢私不肖子也。不曰“天厭之”者，知俗人誓好引天也。孔子爲子路行所疑，不引行事，效己不鄙，而云“天厭之”，是與俗人解嫌，引天祝詛，何以異乎？孔子曰：“鳳鳥不至，河不出圖，吾已矣夫！”夫子自傷不王也。已王致太平，太平則鳯鳥至，河出圖矣。今不得王，故瑞應不至，悲心自傷，故曰“吾已矣夫”。問曰：“鳯鳥、河圖，審何據始起？”始起之時，鳥圖未至。如據太平，太平之帝，未必常致鳯鳥與河圖也。五帝三王皆致太平，案其瑞應，不皆鳳皇爲必然之瑞；於太平，鳳皇爲未必然之應。孔子，聖人也，思未必然以自傷，終不應矣。或曰：“孔子不自傷，不得王也，傷時無明王，故已不用也。鳳鳥、河圖，明王之瑞也。瑞應不至，時無明王；明王不存，已遂不用矣。”夫致瑞應，何以致之？任賢使能，治定功成；治定功成，則瑞應至矣。瑞應至後，亦不湏孔子。孔子所望，何其末也！不思其本而望其末也，不相其主而名其物。治有未定，物有不至，以至而效明王，必失之矣。孝文皇帝可謂明矣，案其本紀，不見鳳鳥與河圖。使孔子在孝文之世，猶曰“吾已矣夫”。子欲居九夷。或曰：“陋，如之何？”子曰：“君子居之，何陋之有？”孔子疾道不行於中國，志恨失意，故欲之九夷也。或人難之曰：夷狄之鄙陋無禮義，如之何？孔子曰：“君子居之，何陋之有？”言以君子之道居而敎之，何爲陋乎？問之曰：孔子欲之九夷者，何起乎？起道不行於中國，故欲之九夷。夫中國且不行，安能行於夷狄？“夷狄之有君，不若諸夏之亡。”言夷狄之難，諸夏之易也。不能行於易，能行於難乎？且孔子云以君子居之者，何謂陋邪？謂脩君子之道自容乎？謂以君子之道教之也？如脩君子之道茍自容，中國亦可，何必之夷狄？如以君子之道教之，夷狄安可教乎？禹入躶國，躶入衣出，衣服之制不通於夷狄也。禹不能教躶國衣服，孔子何能使九夷爲君子？或孔子實不欲往，患道不行，故發此言。或人難之，孔子知其陋，然而猶曰“何陋之有”者，欲遂已然，距或人之諫也。實不欲往，志動發言，是僞言也。君子於言，無所茍矣。如知其陋，茍欲自遂，此子路對孔子以子羔也。子路使子羔爲費宰，子曰：“賊夫人之子。”子路曰：“有社稷焉，有民人焉，何必讀書，然後爲學？”子曰：“是故惡夫佞者。”子路知其不可，苟對自遂，孔子惡之，比夫佞者。孔子亦知其不可，苟應或人，孔子、子路皆以佞也。孔子曰：“賜不受命，而貨殖焉，億則屢中。”何謂“不受命”乎？說曰：“受當富之命，自以術知數億中時也。”夫人富貴在天命乎？在人知也？如在天命，知術求之不能得；如在人，孔子何爲言“死生有命，富貴在天”？夫謂富不受命而自知術得之，貴亦可不受命而自以努力求之。世無不受貴命而自得貴，亦知無不受富命而自得富者。成事：孔子不得富貴矣，周流應聘，行說諸侯，智窮䇿困，還定詩書，望絶無異稱。已矣夫！自知無貴命，周流無補益也。孔子知已不受貴命，周流求之不能得，而謂賜不受富命，而以術知得富。言行相違，未曉其故。或曰：“欲攻子貢之短也。子貢不好道德而徒好貨殖，故攻其短，欲令窮服而更其行節。”夫攻子貢之短，可言“賜不好道德而貨殖焉”，何必言“不受命”，與前言“富貴在天”相違反也？顔淵死，子曰：“噫！天喪予！”此言人將起，天與之輔；人將廢，天奪其佑。孔子有四友，欲因而起。顔淵早夭，故曰“天喪予”。問曰：顔淵之死，孔子不王，天奪之邪？不幸短命，自爲死也？如短命不幸，不得不死，孔子雖王，猶不得生。輔之於人，猶杖之扶疾也。人有病，湏杖而行。如斬杖本得短，可謂天使病人不得行乎？如能起行，杖短，能使之長乎？夫顔淵之短命，猶杖之短度也。且孔子言“天喪予”者，以顔淵賢也。案賢者在世，未必爲輔也。夫賢者未必爲輔，猶聖人未必受命也。爲帝有不聖，爲輔有不賢。何則？祿命骨法，與才異也。由此言之，顔淵生未必爲輔，其死未必有喪。孔子云“天喪予”，何據見哉？且天不使孔子王者，本意如何？本禀性命之時，不使之王邪？將使之王，復中悔之也？如本不使之王，顔淵死，何喪？如本使之王，復中悔之，此王無骨法，便冝自在天也。且本何善所見，而使之王？後何惡所聞，中悔不命？天神論議，誤不諦也。孔子之衛，遇舊館人之喪，入而哭之。出，使子貢脫驂而賻之。子貢曰：“於門人之喪，未有所脫驂，脫驂於舊館，毋乃已重乎？”孔子曰：“予鄉者入而哭之，遇於一哀而出涕。予惡夫涕之無從也。小子行之！”孔子脱驂以賻舊舘者，惡情不副禮也。副情而行禮，情起而恩動，禮情相應，君子行之。顔淵死，子哭之慟。門人曰：“子慟矣。”“吾非斯人之慟而誰爲？”夫慟，哀之至也。哭顔淵慟者，殊之衆徒，哀痛之甚也。死有棺無槨，顔路請車以爲之槨，孔子不予，爲大夫不可以徒行也。弔舊館，脫驂以賻，惡涕無從；哭顔淵慟，請車不與，使慟無副。豈涕與慟殊，馬與車異邪？於彼則禮情相副，於此則恩義不稱，未曉孔子爲禮之意。孔子曰：“鯉也死，有棺無槨，吾不徒行以爲之槨。”鯉之恩深於顔淵，鯉死無槨，大夫之儀，不可徒行也。鯉，子也；顔淵，他姓也。子死且不禮，況其禮他姓之人乎？曰：是蓋孔子實恩之效也。副情於舊館，不稱恩於子，豈以前爲士，後爲大夫哉？如前爲士，士乗二馬；如爲大夫，大夫乗三馬。大夫不可去車徒行，何不截賣兩馬以爲槨，乗其一乎？爲士時乗二馬，截一以賻舊館，今亦何不截其二以副恩，乗一以解不徒行乎？不脱馬以賻舊館，未必亂制。葬子有棺無槨，廢禮傷法。孔子重賻舊人之恩，輕廢葬子之禮，此禮得於他人，制失親子也。然則孔子不粥車以爲鯉槨，何以解於貪官好仕恐無車？而自云“君子殺身以成仁”，何難退位以成禮？子貢問政。子曰：“足食，足兵，民信之矣。”曰：“必不得已而去，於斯三者何先？”曰：“去兵。”曰：“必不得已而去，於斯二者何先？”曰：“去食。自古皆有死，民無信不立。”信最重也。問：使治國無食，民餓，棄禮義。禮義棄，信安所立？傳曰：“倉廪實，知禮節；衣食足，知榮辱。”讓生於有餘，爭生於不足。今言去食，信安得成？春秋之時，戰國饑餓，易子而食，㭊骸而炊，口饑不食，不暇顧恩義也。夫父子之恩，信矣，饑餓棄信，以子爲食，孔子教子貢去食存信，如何？夫去信存食，雖不欲信，信自生矣；去食存信，雖欲爲信，信不立矣。子適衛，冉子僕。子曰：“庶矣哉！”曰：“既庻矣，又何加焉？”曰：“富之。”曰：“旣富矣，又何加焉？”曰：“教之。”語冉子先富而后教之，教子貢去食而存信。食與富何别？信與敎何異？二子殊教，所尚不同。孔子爲國，意何定哉？蘧伯玉使人於孔子。孔子曰：“夫子何爲乎？”對曰：“夫子欲寡其過而未能也。”使者出，孔子曰：“使乎！使乎！”非之也。說論語者，曰：非之者，非其代人謙也。夫孔子之問使者曰：“夫子何爲？”問所治爲，非問操行也。如孔子之問也，使者冝對曰：夫子爲某事，治某政。今反言“欲寡其過而未能也”，何以知其對不失指，孔子非之也？且實孔子何以非使者？非其代人謙之乎？其非乎對失指也？所非猶有一實，不明其過，而徒云“使乎使乎”，後世疑惑，不知使者所以爲過。韓子曰：“書約則弟子辨。”孔子之言“使乎”，何其約也！或曰：“春秋之義也，爲賢者諱。蘧伯玉賢，故諱其使者。”夫欲知其子，視其友，欲知其君視其所使。伯玉不賢，故所使過也。春秋之義，爲賢者諱，亦貶纎介之惡。今不非而諱，貶纎介安所施哉？使孔子爲伯玉諱，冝黙而已。揚言曰：“使乎！使乎！”時人皆知孔子之非也。出言如此，何益於諱？佛𦙝召，子欲徃。子路不說，曰：“昔者由也聞諸夫子曰：‘親於其身爲不善者，君子不入也。’佛𦙝以中牟畔，子之徃也，如之何？”子曰：“有是也。不曰堅乎，磨而不磷，不曰白乎，𣵀而不淄，吾豈匏𤓰也哉？焉能繫而不食也？”子路引孔子徃時所言以非孔子也。徃前孔子出此言，欲令弟子法而行之，子路引之以諫，孔子曉之。不曰“前言戲”，若非而不可行，而曰“有是言”者，審有當行之也。“不曰堅乎，磨而不磷；不曰白乎，涅而不淄”，孔子言此言者，能解子路難乎？“親於其身爲不善者，君子不入也”，解之冝。佛𦙝未爲不善，尚猶可入，而曰“堅，磨而不磷；白，涅而不淄”。如孔子之言，有堅白之行者，可以入之。君子之行，軟而易汙邪？何以獨“不入”也？孔子不飲盗泉之水，曾子不入勝母之閭。避惡去汙，不以義耻辱名也。盗泉、勝母有空名，而孔、曾耻之；佛𦙝有惡實，而子欲徃。不飲盗泉是，則欲對佛𦙝非矣。“不義而富且貴，於我如浮雲。”枉道食簒畔之祿，所謂浮雲者，非也。或權時欲行道也。即權時行道，子路難之，當云行道不言食。有權時以行道，無權時以求食。“吾豈匏𤓰也哉？焉能繫而不食？”自比以匏𤓰者，言人當仕而食祿，我非匏𤓰，繫而不食，非子路也。孔子之言，不解子路之難。子路難孔子，豈孔子不當仕也哉？當擇善國而入之也。孔子自比匏𤓰，孔子欲安食也。且孔子之言，何其鄙也！何彼仕爲食哉？君子不冝言也。匏𤓰繫而不食，亦繫而不仕等也。距子路可云：“吾豈匏𤓰也哉？繫而不仕也。”今吾繫而不食。孔子之仕，不爲行道，徒求食也。人之仕也，主貪祿也。禮義之言，爲行道也。猶人之娶也，主爲欲也，禮義之言，爲供親也。仕而直言食，娶可直言欲乎？孔子之言，解情而無依違之意，不假義理之名，是則俗人，非君子也。儒者說孔子周流，應聘不濟，閔道不行，失孔子情矣。公山弗擾以費畔，召，子欲往。子路曰：“末如也已，何必公山氏之之也？”子曰：“夫召我者，而豈徒哉？如用我，吾其爲東周乎？”爲東周，欲行道也。公山、佛𦙝俱畔者，行道於公山，求食於佛𦙝，孔子之言，無定趨也。言無定趨，則行無常務矣。周流不用，豈獨有以乎？陽貨欲見之不見，呼之仕不仕，何其清也？公山、佛𦙝召之欲往，何其濁也？公山弗擾與陽虎俱畔，執季桓子，二人同惡，呼召禮等，獨對公山，不見陽虎，豈公山尚可，陽虎不可乎？子路難公山之名，孔子冝解以尚及佛𦙝未甚惡之狀也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "非韓篇第二十九",
            "paragraphs": [
                {
                    "paragraph": "非韓篇第二十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "韓子之術，明法尚功。賢無益於國不加賞，不肖無害於治不施罰。責功重賞，任刑用誅。故其論儒也，謂之“不耕而食”，比之於一蠧；論有益與無益也，比之於鹿馬。馬之似鹿者千金，天下有千金之馬，無千金之鹿，鹿無益，馬有用也。儒者猶鹿，有用之吏猶馬也。夫韓子知以鹿馬喻，不知以冠履譬。使韓子不冠，徒履而朝，吾將聽其言也。加冠於首而立於朝，受無益之服，增無益之仕，言與服相違，行與術相反，吾是以非其言而不用其法也。煩勞人體，無益於人身，莫過跪拜。使韓子逢人不拜，見君父不謁，未必有賊於身體也。然湏拜謁以尊親者，禮義至重，不可失也。故禮義在身，身未必肥；而禮義去身，身未必瘠而化衰。以謂有益禮義，不如飲食。使韓子賜食君父之前，不拜而用，肯爲之乎？夫拜謁，禮義之效，非益身之實也，然而韓子終不失者，不廢禮義以苟益也。夫儒生，禮義也；耕戰，飲食也。貴耕戰而賤儒生，是棄禮義求飲食也。使禮義廢，綱紀敗，上下亂而隂陽繆，水旱失時，五穀不登，萬民饑死，農不得耕，士不得戰也。子貢去告朔之餼羊，孔子曰：“賜也，爾愛其羊，我愛其禮。”子貢惡費羊，孔子重廢禮也。故以舊防爲無益而去之，必有水災；以舊禮爲無補而去之，必有亂患。儒者之在世，禮義之舊防也，有之無益，無之有損。庠序之設，自古有之，重本尊始，故立官置吏。官不可廢，道不可棄。儒生，道官之吏也，以爲無益而廢之，是棄道也。夫道無成效於人，成效者湏道而成，如足蹈路而行，所蹈之路湏不蹈者；身湏手足而動，待不動者。故事或無益，而益者湏之；無效，而效者待之。儒生，耕戰所湏待也，棄而不存，如何也？韓子非儒，謂之無益有損，蓋謂俗儒無行操，舉措不重禮，以儒名而俗行，以實學而僞說，貪官尊榮，故不足貴。夫志㓗行顯，不徇爵祿，去卿相之位若脱躧者，居位治職，功雖不立，此禮義爲業者也。國之所以存者，禮義也。民無禮義，傾國危主。今儒者之操，重禮愛義，率無禮之士，激無義之人，人民爲善，愛其主上，此亦有益也。聞伯夷風者，貪夫廉，懦夫有立志；聞柳下惠風者，薄夫敦，鄙夫寛。此上化也，非人所見。段干木闔門不出，魏文敬之，表式其閭；秦軍聞之，卒不攻魏。使魏無干木，秦兵入境，境土危亡。秦，彊國也，兵無不勝。兵加於魏，魏國必破，三軍兵頓，流血千里。今魏文式闔門之士，郤彊秦之兵，全魏國之境，濟三軍之衆，功莫大焉，賞莫先焉。齊有髙節之士曰狂譎、華士，二人，昆弟也，義不降志，不仕非其主。太公封於齊，以此二子解沮齊衆，開不爲上用之路，同時誅之。”韓子善之，以爲二子無益而有損也。夫狂譎、華士，段干木之類也，太公誅之，無所郤到，魏文侯式之，郤彊秦而全魏，功孰大者？使韓子善干木闔門髙節，魏文式之，是也；狂譎、華士之操，干木之節也，善太公誅之，非也。使韓子非干木之行，下魏文之式，則干木以此行而有益，魏文用式之道爲有功，是韓子不賞功，尊有益也。論者或曰：“魏文式段干木之閭，秦兵爲之不至，非法度之功。一功特然，不可常行，雖全國有益，非所貴也。”夫法度之功者，謂何等也？養三軍之士，明賞罰之命，嚴刑峻法，富國彊兵，此法度也。案秦之彊，肯爲此乎？六國之亡，皆滅於秦兵。六國之兵非不銳，士衆之力非不勁也，然而不勝，至於破亡者，彊弱不敵，衆寡不同，雖明法度，其何益哉？使童子變孟賁之意，孟賁怒之，童子操刄，與孟賁戰，童子必不勝，力不如也。孟賁怒，而童子脩禮盡敬，孟賁不忍犯也。秦之與魏，孟賁之與童子也。魏有法度，秦必不畏，猶童子操刄，孟賁不避也。其尊士式賢者之閭，非徒童子修禮盡敬也。夫力少則修德，兵彊則奮威。秦以兵彊，威無不勝，卻軍還衆，不犯魏境者，賢干木之操，髙魏文之禮也。夫敬賢，弱國之法度，力少之彊助也。謂之非法度之功，如何？髙皇帝議欲廢太子，吕后患之，即召張子房而取䇿。子房教以敬迎“四皓”而厚禮之。髙祖見之，心消意沮，太子遂安。使韓子爲吕后議，進不過彊諫，退不過勁力，以此自安，取誅之道也，豈徒易哉？夫太子敬厚四皓，以消髙帝之議，猶魏文式段干木之閭，郤彊秦之兵也。治國之道，所養有二：一曰養德，二曰養力。養德者，養名高之人，以示能敬賢；養力者，養氣力之士，以明能用兵。此所謂文武張設，德力且足者也。事或可以德懷，或可以力摧。外以德自立，内以力自備。慕德者不戰而服，犯德者畏兵而郤。徐偃王脩行仁義，陸地朝者三十二國，彊楚聞之，舉兵而滅之。此有德守，無力備者也。夫德不可獨任以治國，力不可直任以御敵也。韓子之術不養德，偃王之操不任力，二者偏駮，各有不足。偃王有無力之禍，知韓子必有無德之患。凡人禀性也，清濁貪廉，各有操行，猶草木異質，不可復變易也。狂譎、華士不仕於齊，猶段干木不仕於魏矣。性行清廉，不貪富貴，非時疾世，義不茍仕。雖不誅此人，此人行不可隨也。太公誅之，韓子是之，是謂人無性行，草木無質也。太公誅二子，使齊有二子之類，必不爲二子見誅之故，不清其身；使無二子之類，雖養之，終無其化。堯不誅許由，唐民不皆樔處；武王不誅伯夷，周民不皆隱餓；魏文侯式段干木之閭，魏國不皆闔門。由此言之，太公不誅二子，齊國亦不皆不仕。何則？清廉之行，人所不能爲也。夫人所不能爲，養使爲之，不能使勸；人所能爲，誅以禁之，不能使止。然則太公誅二子，無益於化，空殺無辜之民。賞無功，殺無辜，韓子所非也。太公殺無辜，韓子是之，以韓子之術殺無辜也。夫執不仕者，未必有正罪也，太公誅之。如出仕未有功，太公肯賞之乎？賞湏功而加，罰待罪而施。使太公不賞出仕未有功之人，則其誅不仕未有罪之民，非也，而韓子是之，失誤之言也。且不仕之民，性廉寡欲；好仕之民，性貪多利。利欲不存於心，則視爵禄猶糞土矣。廉則約省無極，貪則奢泰不止。奢泰不止，則其所欲不避其主。案古簒畔之臣，希清白廉㓗之人。貪，故能立功；憍，故能輕生。積功以取大賞，奢泰以貪主位。太公遺此法而去，故齊有陳氏刼殺之患。太公之術，致刼殺之法也。韓子善之，是韓子之術亦危亡也。周公聞太公誅二子，非而不是，然而身執贄以下白屋之士。白屋之士，二子之類也。周公禮之，太公誅之，二子之操，孰爲是者？宋人有御馬者，不進，拔劒剄而棄之於溝中。又駕一馬，馬又不進，又剄而棄之於溝。若是者三。以此威馬，至矣，然非王良之法也。王良登車，馬無罷駑；堯、舜治世，民無狂悖。王良馴馬之心，堯、舜順民之意，人同性，馬殊類也。王良能調殊類之馬，太公不能率同性之士。然則周公之所下白屋，王良之馴馬也；太公之誅二子，宋人之剄馬也。舉王良之法與宋人之操，使韓子平之，韓子必是王良而非宋人矣。王良全馬，宋人賊馬也。馬之賊，則不若其全；然則民之死，不若其生。使韓子非王良，自同於宋人，賊善人矣。如非宋人，宋人之術與太公同。非宋人，是太公，韓子好惡無定矣。治國猶治身也。治一身，省恩德之行，多傷害之操，則交黨踈絶，耻辱至身。推治身以況治國，治國之道，當任德也。韓子任刑，獨以治世，是則治身之人任傷害也。韓子豈不知任德之爲善哉？以爲世衰事變，民心靡薄，故作法術，專意於刑也。夫世不乏於德，猶歲不絶於春也。謂世衰難以德治，可謂歲亂不可以春生乎？人君治一國，猶天地生萬物。天地不爲亂歲去春，人君不以衰世屏德。孔子曰：“斯民也，三代所以直道而行也。”周穆王之世，可謂衰矣，任刑治政，亂而無功。甫侯諫之，穆王存德，享國乆長，功傳於世。夫穆王之治，初亂終治，非知昏於前，才妙於後也。前任蚩尤之刑，後用甫侯之言也。夫治人不能捨恩，治國不能廢德，治物不能去春。韓子欲獨任刑用誅，如何？魯繆公問於子思曰：“吾聞龐𢵧氏子不孝，不孝，其行奚如？”子思對曰：“君子尊賢以崇德，舉善以勸民。若夫過行，是細人之所識也，臣不知也。”子思出，子服厲伯見。君問龐𢵧氏子，子服厲伯對以其過，皆君子所未曾聞。自是之後，君貴子思而賤子服厲伯。韓子聞之，以非繆公，以爲明君求姦而誅之，子思不以姦聞，而厲伯以姦對，厲伯冝貴，子思冝賤。今繆公貴子思，賤厲伯，失貴賤之冝，故非之也。夫韓子所尚者，法度也。人爲善，法度賞之；惡，法度罰之。雖不聞善惡於外，善惡有所制矣。夫聞惡不可以行罰，猶聞善不可以行賞也。非人不舉姦者，非韓子之術也。使韓子聞善，必将試之，試之有功，乃肯賞之。夫聞善不輙加賞，虛言未必可信也。若此，聞善與不聞無以異也。夫聞善不輙賞，則聞惡不輙罰矣。聞善必試之，聞惡必考之，試有功乃加賞，考有驗乃加罰。虛聞空見，實試未立，賞罰未加。賞罰未加，善惡未定。未定之事，湏術乃立，則欲耳聞之，非也。鄭子産晨出，過東匠之宫，聞婦人之哭也，撫其僕之手而聽之。有間，使吏執而問之，手殺其夫者也。翼日，其僕問曰：“夫子何以知之？”子産曰：“其聲不慟。凡人於其所親愛也，知病而憂，臨死而懼，已死而哀。今哭夫已死，不哀而懼，是以知其有姦也。”韓子聞而非之曰：“子産不亦多事乎？姦必待耳目之所及而后知之，則鄭國之得姦寡矣。不任典城之吏，察參伍之正，不明度量，待盡聦明，勞知慮，而以知姦，不亦無術乎？”韓子之非子産，是也；其非繆公，非也。夫婦人之不哀，猶龐捫子不孝也。非子産持耳目以知姦，獨欲繆公湏問以定邪。子産不任典城之吏，而以耳定實；繆公亦不任吏，而以口問立誠。夫耳聞口問，一實也，俱不任吏，皆不參伍。厲伯之對，不可以立實，猶婦人之哭，不可以定誠矣。不可定誠，使吏執而問之；不可以立實，不使吏考，獨信厲伯口，以罪不考之姦，如何？韓子曰：“子思不以過聞，繆公貴之；子服厲伯以姦聞，繆公賤之。人情皆喜貴而惡賤，故季氏之亂成而不上聞，此魯君之所以刼也。”夫魯君所以刼者，以不明法度邪？以不早聞姦也？夫法度明，雖不聞姦，姦無由生；法度不明，雖日求姦，決其源，障之以掌也。御者無銜，見馬且犇，無以制也。使王良持轡，馬無欲犇之心，御之有數也。今不言魯君無術，而曰“不聞姦”；不言審法度，而曰“不通下情”，韓子之非繆公也，與術意而相違矣。龐捫氏子不孝，子思不言，繆公貴之。韓子非之，以爲明君求善而賞之，求姦而誅之。夫不孝之人，下愚之才也。下愚無禮，順情從欲，與鳥獸同。謂之惡可也，謂姦非也。姦人外善内惡，色厲内荏，作爲操止，像類賢行，以取升進，容媚於上，安肯作不孝，著身爲惡，以取棄殉之咎乎？龐捫是子可謂不孝，不可謂姦。韓子謂之姦，失姦之實矣。韓子曰：“布帛尋常，庸人不擇；爍金百鎰，盗跖不搏”。以此言之，法明，民不敢犯也。設明法於邦，有盗賊之心，不敢犯矣；不測之者，不敢發矣。姦心藏於胷中，不敢以犯罪法，罪法恐之也。明法恐之，則不湏考姦求邪於下矣。使法峻，民無姦者；使法不峻，民多爲姦。而不言明王之嚴刑峻法，而云“求姦而誅之”。言求姦，是法不峻，民或犯之也。世不專意於明法，而專心求姦，韓子之言與法相違。人之釋溝渠也，知者必溺身。不塞溝渠而繕船檝者，知水之性不可閼，其勢必溺人也。臣子之性欲姦君父，猶水之性溺人也。不敎所以防姦，而非其不聞知，是猶不備水之具，而徒欲早知水之溺人也。溺於水，不責水而咎己者，已失防備也。然則人君刼於臣，已失法也。備溺不閼水源，防刼不求臣姦，韓子所宜用教己也。水之性勝火，如裹之以釡，水煎而不得勝，必矣。夫君猶火也，臣猶水也，法度，釡也。火不求水之姦，君亦不冝求臣之罪也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "刺孟篇第三十",
            "paragraphs": [
                {
                    "paragraph": "刺孟篇第三十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "孟子見梁惠王。王曰：“叟！不遠千里而來，將何以利吾國乎？”孟子曰：“仁義而已，何必曰利？”夫利有二：有貨財之利，有安吉之利。惠王曰“何以利吾國”，何以知不欲安吉之利，而孟子徑難以貨財之利也？易曰：“利見大人，利渉大川。”“乾，元亨利貞。”尚書曰：“黎民亦尚有利哉！”皆安吉之利也。行仁義得安吉之利，孟子不且語問惠王何謂利吾國，惠王言貨財之利乃可答。若設令惠王之問未知何趣，孟子徑答以貨財之利。如惠王實問貨財，孟子無以驗效也。如問安吉之利，而孟子荅以貨財之利，失對上之指，違道理之實也。齊王問時子：“我欲中國而授孟子室，養弟子以萬鍾，使諸大夫國人皆有所矜式，子盍爲我言之？”時子因陳子而以告孟子。孟子曰：“夫時子惡知其不可也？如使予欲富，辭十萬而受萬，是爲欲富乎？”夫孟子辭十萬，失謙讓之理也。夫富貴者，人之所欲也，不以其道得之，不居也。故君子之於爵祿也，有所辭，有所不辭。豈以已不貪富貴之故，而以距逆冝當受之賜乎？陳臻問曰：“於齊，王餽兼金一百鎰而不受；於宋，歸七十鎰而受；於薛，歸五十鎰而受。取前日之不受是，則今受之非也；今日之受是，則前日之不受非也。夫君子必居一於此矣。”孟子曰：“皆是也。當在宋也，予將有遠行，行者必以賮，辭曰：‘歸賮。’予何爲不受？當在薛也，予有戒心，辭曰：‘聞戒，故爲兵戒歸之備乎。’予何爲不受？若於齊，則未有處也。無處而歸之，是貨之也。焉有君子而可以貨取乎？”夫金歸，或受或不受，皆有故。非受之時已貪，當不受之時已不貪也。金有受不受之義，而室亦冝有受不受之理。今不曰“已無功”，若已致仕，受室非理，而曰“已不貪富”，引前辭十萬以況後萬，前當受十萬之多，安得辭之？彭更問曰：“後車數十乗，從者數百人，以傳食於諸侯，不亦泰乎？”孟子曰：“非其道，則一簞食而不可受於人；如其道，則舜受堯之天下，不以爲泰。”受堯天下，孰與十萬？舜不辭天下者，是其道也。今不曰“受十萬非其道”，而曰“已不貪富貴”，失謙讓也，安可以爲戒乎？沈同以其私問曰：“燕可伐與？”孟子曰：“可。子噲不得與人燕，子之不得受燕於子噲。有士於此，而子悅之，不告於王而私與之子之爵禄。夫士也，亦無王命而私受之於子，則可乎？何以異於是？”齊人伐燕。或問曰：“勸齊伐燕，有諸？”曰：“未也。沈同曰：‘燕可伐與？’吾應之曰：‘可。’彼然而伐之。如曰：‘孰可以伐之？’則應之曰：‘爲天吏，則可以伐之。’今有殺人者，或問之曰：‘人可殺與？’則將應之曰：‘可。’彼如曰：‘孰可以殺之？’則應之曰：‘爲士師，則可以殺之。’今以燕伐燕，何爲勸之也？”夫或問孟子勸王伐燕，不誠是乎？沈同問“燕可伐與”，此挾私意欲自伐之也。知其意慊於是，冝曰：“燕雖可伐，湏爲天吏，乃可以伐之。”沈同意絶，則無伐燕之計矣。不知有此私意而徑應之，不省其語，是不知言也。公孫丑問曰：“敢問夫子惡乎長？”孟子曰：“我知言。”又問：“何謂知言？”曰：“詖辭知其所蔽，淫辭知其所䧟，邪辭知其所離，遁辭知其所窮。生於其心，害於其政；發於其政，害於其事。雖聖人復起，必從吾言矣。”孟子，知言者也，又知言之所起之禍，其極所致之福。見彼之問，則知其措辭所欲之矣；知其所之，則知其極所當害矣。孟子有云：“民舉安，王庶幾改諸！予日望之。”孟子所去之王，豈前所不朝之王哉？而是，何其前輕之疾，而後重之甚也？如非是，前王則不去，而於後去之，是後王不肖甚於前，而去三日宿，於前不甚，不朝而宿於景丑氏，何孟子之操前後不同，所以爲王終始不一也？且孟子在魯，魯平公欲見之，嬖人臧倉毁孟子，止平公。樂正子以告，曰：“行或使之，止或尼之。行止，非人所能也。予之不遇魯侯，天也。”前不遇於魯，後不遇於齊，無以異也。前歸之天，今則歸之於王，孟子論稱，竟何定哉？夫不行於齊，王不用，則若臧倉之徒毁讒之也。此亦“止或尼之”也，皆天命不遇，非人所能也。去，何以不徑行而留三宿乎？天命不當遇於齊，王不用其言，天豈爲三日之間易命使之遇乎？在魯則歸之於天，絶意無冀；在齊則歸之於王，庶幾有望。夫如是，不遇之議，一在人也。或曰：“初去未可以定天命也，冀三日之間，王復追之，天命或時在三日之間，故可也。”夫言如是，齊王初使之去者，非天命乎？如使天命在三日之間，魯平公比三日亦時棄臧倉之議，更用樂正子之言，徃見孟子，孟子歸之於天，何其早乎？如三日之間公見孟子，孟子奈前言何乎？孟子去齊，充虞塗問曰：“夫子若不豫色然。前日虞聞諸夫子曰：‘君子不怨天，不尤人。’”曰：“彼一時也，此一時也。五百年必有王者興，其間必有名世者矣。由周以來，七百有餘歲矣。以其數則過矣，以其時考之則可矣。夫天未欲平治天下乎？如欲平治天下，當今之世，舎我而誰也？吾何爲不豫哉？”夫孟子言五百年有王者興，何以見乎？帝嚳王者，而堯又王天下；堯傳於舜，舜又王天下；舜傳於禹，禹又王天下。四聖之王天下也，繼踵而興。禹至湯且千歲，湯至周亦然。始於文王，而卒傳於武王。武王崩，成王、周公共治天下。由周至孟子之時，又七百歲，而云王者五百歲必有王者之驗，在何世乎？云五百歲必有王者，誰所言乎？論不實事考驗，信浮淫之語，不遇去齊，有不豫之色，非孟子之賢效與俗儒無殊之驗也。五百年者，以爲天出聖期也，又言以天未欲平治天下也。其意以爲天欲平治天下，當以五百年之間生聖王也。如孟子之言，是謂天故生聖人也。然則五百歲者，天生聖人之期乎？如是其期，天何不生聖？聖王非其期，故不生。孟子猶信之，孟子不知天也。“自周已來，七百餘歲矣，以其數則過矣，以其時考之則可矣。”何謂數過？何謂可乎？數則時，時則數矣。數過，過五百年也。從周到今七百餘歲，踰二百歲矣。設或王者生，失時矣，又言時可，何謂也？云“五百年必有王者興”，又言“其間必有名世”，與王者同乎？異也？如同，爲再言之；如異，名世者謂何等也？謂孔子之徒、孟子之輩，教授後生，覺悟頑愚乎？已有孔子，已又以生矣。如謂聖臣乎？當與聖同時。聖王出，聖臣見矣。言“五百年”而已，何爲言“其間”？如不謂五百年時，謂其中間乎？是謂二三百年之時也。聖不與五百年時聖王相得。夫如是，孟子言“其間必有名世”者，竟謂誰也？“夫天未欲平治天下也，如欲治天下，舎予而誰也？”言若此者，不自謂當爲王者，有王者，若爲王臣矣。爲王者、臣，皆天也已。命不當平治天下，不浩然安之於齊，懷恨有不豫之色，失之矣。彭更問曰：“士無事而食，可乎？”孟子曰：“不通功易事，以羨補不足，則農有餘粟，女有餘布；子如通之，則梓匠輪輿皆得食於子。於此有人焉，入則孝，出則悌，守先王之道，以待後世之學者，而不得食於子。子何尊梓匠輪輿而輕爲仁義者哉？”曰：“梓匠輪輿，其志將以求食也。君子之爲道也，其志亦将以求食與？”孟子曰：“子何以其志爲哉？其有功於子，可食而食之矣。且子食志乎？食功乎？”曰：“食志。”曰：“有人於此，毁瓦畫墁，其志将以求食也，則子食之乎？”曰：“否。”曰：“然則子非食志，食功也。”夫孟子引毁瓦畫墁者，欲以詰彭更之言也。知毁瓦畫墁無功而有志，彭更必不食也。雖然，引毁瓦畫墁，非所以詰彭更也。何則？諸志欲求食者，毁瓦畫墁者不在其中。不在其中，則難以詰人矣。夫人無故毁瓦畫墁，此不癡狂則遨戯也。癡狂人之志不求食，遨戯之人亦不求食。求食者，皆多人所不得利之事，以作此鬻賣於市，得賈以歸，乃得食焉。今毁瓦畫墁，無利於人，何志之有？有知之人，知其無利，固不爲也；無知之人，與癡狂比，固無其志。夫毁瓦畫墁，猶比童子擊壤於塗，何以異哉？擊壤於塗者，其志亦欲求食乎？此尚童子，未有志也。巨人博戯，亦畫墁之類也。博戯之人，其志復求食乎？博戯者尚有相奪錢財，錢財衆多，已亦得食，或時有志。夫投石超距，亦畫墁之類也。投石超距之人，其志有求食者乎？然則孟子之詰彭更也，未爲盡之也。如彭更以孟子之言，可謂“禦人以口給”矣。○匡章子曰：“陳仲子豈不誠廉士乎？居於於陵，三日不食，耳無聞，目無見也。井上有李，螬食實者過半，扶服徃将食之。三咽，然後耳有聞，目有見也。”孟子曰：“於齊國之士，吾必以仲子爲巨擘焉。雖然，仲子惡能廉？充仲子之操，則蚓而後可者也。夫蚓，上食槁壤，下飲黄泉。仲子之所居室，伯夷之所築與？抑亦盗跖之所築與？所食之粟，伯夷之所樹與？抑亦盗跖之所樹與？是未可知也。”曰：“是何傷哉？彼身織屨，妻辟纑，以易之也。”曰：“仲子，齊之世家，兄戴蓋祿萬鍾。以兄之禄爲不義之禄而不食也，以兄之室爲不義之室而弗居也，辟兄離母，處於於陵。他日歸，則有饋其兄生鵝者也，已頻蹙曰：‘惡用是鶂鶂者爲哉？’他日，其母殺是鵝也，與之食之。其兄自外至，曰：‘是鶂鶂之肉也。’出而吐之。以母則不食，以妻則食之；以兄之室則不居，以於陵則居之。是尚能爲充其類也乎？若仲子者，蚓而後充其操者也。”夫孟子之非仲子也，不得仲子之短矣。仲子之怪鵝如吐之者，豈爲在母不食乎？乃先譴鵝曰：“惡用鶂鶂者爲哉？”他日，其母殺以食之，其兄曰：“是鶂鶂之肉。”仲子耻負前言，即吐而出之。而兄不告則不吐，不吐則是食於母也。謂之在母則不食，失其意矣。使仲子執不食於母，鵝膳至，不當食也。今既食之，知其爲鵝，怪而吐之。故仲子之吐鵝也，耻食不合己志之物也，非負親親之恩而欲勿母食也。又“仲子惡能廉？充仲子之性，則蚓而後可者也。夫蚓，上食槁壤，下飲黄泉”，是謂蚓爲至廉也。仲子如蚓，乃爲廉㓗耳。今所居之宅，伯夷之所築；所食之粟，伯夷之所樹。仲子居而食之，於廉㓗可也。或時食盗跖之所樹粟，居盗跖之所築室，汙廉㓗之行矣。用此非仲子，亦復失之。室因人故，粟以屨纑易之。正使盗之所樹築，已不聞知。今兄之不義，有其操矣。操見於衆，昭晳議論。故避於陵，不處其宅；織屨辟纑，不食其祿也。而欲使仲子處於陵之地，避若兄之宅，吐若兄之祿，耳聞目見，昭晳不疑，仲子不處不食，明矣。今於陵之宅不見築者爲誰，粟不知樹者爲誰，何得成室而居之，得成粟而食之？孟子非之，是爲太備矣。仲子所居，或時盗之所築，仲子不知而居之，謂之不充其操，唯蚓然後可者也。夫盗室之地中亦有蚓焉，食盗宅中之槁壤，飲盗宅中之黄泉，蚓惡能爲可乎？在仲子之操，滿孟子之議，魚然後乃可。夫魚處江海之中，食江海之土，海非盗所鑿，土非盗所聚也。然則仲子有大非，孟子非之，不能得也。夫仲子之去母辟兄，與妻獨處於陵，以兄之宅爲不義之宅，以兄之祿爲不義之祿，故不處不食，廉㓗之至也。然則其徙於陵，歸候母也，冝自齎食而行。鵝膳之進也，必與飯俱。母之所爲飯者，兄之祿也。母不自有私粟以食仲子，明矣。仲子食兄禄也。伯夷不食周粟，餓死於首陽之下，豈一食周粟而以汙其潔行哉？仲子之操，近不若伯夷，而孟子謂之若蚓乃可，失仲子之操所當比矣。孟子曰：“莫非天命也，順受其正。是故知命者不立乎巖墻之下。盡其道而死者，爲正命也；桎梏而死者，非正命也。”夫孟子之言，是謂人無觸值之命也。順操行者得正命，妄行茍爲，得非正，是天命於操行也。夫子不王，顔淵早夭，子夏失明，伯牛爲癘，四者行不順與？何以不受正命？比干剖，子胥烹，子路葅，天下極戮，非徒桎梏也。必以桎梏效非正命，則比干、子胥行不順也。人禀性命，或當壓溺兵燒，雖或愼操脩行，其何益哉？竇廣國與百人俱卧積炭之下，炭崩，百人皆死，廣國獨濟，命當封侯也。積炭與巖墻何以異？命不𡑅，雖巖崩，有廣國之命者，猶将脱免。“行或使之，止或尼之。”命當𡑅，猶或使之立於墻下。孔甲所入主人子之天命當賤，雖載入宫，猶爲守者。不立巖墻之下，與孔甲載子入宫，同一實也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "談天篇第三十一",
            "paragraphs": [
                {
                    "paragraph": "談天篇第三十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒書言：“共工與顓頊爭爲天子不勝，怒而觸不周之山，使天柱折，地維絶。女媧銷煉五色石以𥙷蒼天，斷鼇足以立四極。天不足西北，故日月移焉；地不足東南，故百川注焉。”此乆遠之文，世間是之言也。文雅之人，怪而無以非，若非而無以奪，又恐其實然，不敢正議。以天道人事論之，殆虚言也。與人爭爲天子，不勝，怒觸不周之山，使天柱折，地維絶。有力如此，天下無敵。以此之力與三軍戰，則士卒螻蟻也，兵革毫芒也，安得不勝之恨，怒觸不周之山乎？且堅重莫如山，以萬人之力共推小山，不能動也。如不周之山，大山也。使是天柱乎，折之固難；使非柱乎，觸不周山而使天柱折，是亦復難信，顓頊與之爭，舉天下之兵，悉海内之衆，不能當也，何不勝之有？且夫天者，氣邪？體也？如氣乎，雲煙無異，安得柱而折之？女媧以石𥙷之，是體也。如審然，天乃玉石之𩔖也，石之質重，千里一柱，不能勝也。如五嶽之巔，不能上極天乃爲柱。如觸不周，上極天乎？不周爲共工所折，當此之時，天毁壞也。如審毁壞，何用舉之？“斷鼇之足以立四極。”說者曰：“鼇，古之大獸也，四足長大，故斷其足以立四極。”夫不周，山也；鼇，獸也。夫天本以山爲柱，共工折之，代以獸足，骨有腐朽，何能立之乆？且鼇足可以柱天，體必長大，不容於天地，女媧雖聖，何能殺之？如能殺之，殺之何用？足可以柱天，則皮革如鐡石，刀劒矛㦸不能剌之，彊弩利矢不能勝射也。察當今天去地甚髙，古天與今無異。當共工缺天之時，天非墜於地也。女媧，人也，人雖長，無及天者。夫其𥙷天之時，何登緣階據而得治之？豈古之天若屋廡之形，去人不遠，故共工得敗之，女媧得𥙷之乎？如審然者，女媧多前，齒爲人者，人皇最先，人皇之時，天如蓋乎？說易者曰：“元氣未分，渾沌爲一。”儒書又言：“溟涬濛澒，氣未分之𩔖也。及其分離，清者爲天，濁者爲地。”如說易之家、儒書之言，天地始分，形體尚小，相去近也。近則或枕於不周之山，共工得折之，女媧得𥙷之也。含氣之𩔖，無有不長，天地，含氣之自然也。從始立以來，年歲甚多，則天地相去，廣狹遠近，不可復計。儒書之言，殆有所見，然其言“觸不周山而折天柱，絶地維，消煉五石𥙷蒼天，斷鼇之足以立四極”，猶爲虚也。何則？山雖動，共工之力不能折也。豈天地始分之時，山小而人反大乎？何以能觸而折之？以五色石𥙷天，尚可謂五石若藥石治病之狀，至其斷鼇之足以立四極，難論言也。從女媧以來乆矣，四極之立自若鼇之足乎？鄒衍之書，言天下有九州。禹貢之上，所謂九州也。禹貢九州，所謂一州也。若禹貢以上者九焉。禹貢九州，方今天下九州也。在東南隅，名曰赤縣神州。復更有八州，每一州者，四海環之，名曰裨海。九州之外，更有瀛海。此言詭異，聞者驚駭，然亦不能實然否，相隨觀讀，諷述以談。故虚實之事，並傳世間，眞僞不别也。世人惑焉，是以難論。案鄒子之知不過禹，禹之治洪水，以益爲佐。禹主治水，益之記物，極天之廣，窮地之長，辨四海之外，竟四山之表，三十五國之地，鳥獸草木，金石水𡈽，莫不畢載，不言復有九州。淮南王劉安召術士伍被、左吳之輩，充滿宫殿，作道術之書，論天下之事，地形之篇，道異類之物，外國之怪，列三十五國之異，不言更有九州。鄒子行地不若禹、益，聞見不過被、吳，才非聖人，事非天授，安得此言？案禹之山經，淮南之地形，以察鄒子之書，虚妄之言也。太史公曰：“《禹本紀》言河出崑崙，其髙三千五百餘里，日月所於，辟隱爲光明也。其上有玉泉、華池。今自張騫使大夏之後，窮河源，惡睹本紀所謂崑崙者乎？故言九州山川，尚書近之矣。至禹本紀、山經所有怪物，余不敢言也。”夫弗敢言者，謂之虚也。崑崙之高，玉泉、華池，世所共聞，張騫親行，無其實。案《禹貢》，九州山川，怪竒之物，金玉之珍，莫不悉載，不言崑崙山上有玉泉、華池。案太史公之言，山經、禹紀，虚妄之言。凡事難知，是非難測。極爲天中。方今天下在禹極之南，則天極北必髙多民。禹貢“東漸于海，西被于流沙”，此則天地之極際也。日剌徑千里，今從東海之上㑹稽、鄞、𨟊，則察日之初出徑二尺，尚遠之驗也。遠則東方之地尚多。東方之地尚多，則天極之北，天地廣長，不復訾矣。夫如是，鄒衍之言未可非，禹紀、山海、淮南地形未可信也。鄒衍曰：“方今天下在地東南，名赤縣神州。天極爲天中。”如方今天下在地東南，視極當在西北，今正在北，方今天下在極南也。以極言之，不在東南，鄒衍之言非也。如在東南，近日所出，日如出時，其光冝大。今從東海上察日，及從流沙之地視日，小大同也。相去萬里，小大不變，方今天下，得地之廣，少矣。雒陽，九州之中也，從雒陽北顧，極正在北。東海之上，去雒陽三千里，視極亦在北。推此以度，從流沙之地視極，亦必復在北焉。東海、流沙，九州東西之際也，相去萬里，視極猶在北者，地小居狹，未能辟離極也。日南之郡，去雒且萬里，徙民還者問之，言日中之時，所居之地，未能在日南也。度之復南萬里，日在日之南，是則去雒陽二萬里，乃爲日南也。今從雒地察日之去遠近，非與極同也，極爲遠也。今欲北行三萬里，未能至極下也。假令之至，是則名爲距極下也。以至日南五萬里，極北亦五萬里也。極北亦五萬里，極東西亦皆五萬里焉。東西十萬，南北十萬，相承百萬里。鄒衍之言：“天地之間，有若天下者九。”案周時九州，東西五千里，南北亦五千里，五五二十五，一州者二萬五千里。天下若此九之，乗二萬五千里，二十二萬五千里，如鄒衍之書，若謂之多，計度驗實，反爲少焉。儒者曰：“天，氣也，故其去人不遠。人有是非，隂爲德害，天輙知之，又輒應之，近人之效也。”如實論之，天體，非氣也。人生於天，何嫌天無氣，猶有體在上，與人相遠。祕傳或言“天之離天下六萬餘里”，數家計之，三百六十五度一周天。下有周度，髙有里數。如天審氣，氣如雲煙，安得里度？又以二十八宿效之，二十八宿爲日月舎，猶地有郵亭，爲長吏廨矣。郵亭著地，亦如星舎著天也。案附書者，天有形體，所據不虚。猶此考之，則無恍惚明矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "說日篇第三十二",
            "paragraphs": [
                {
                    "paragraph": "說日篇第三十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒者曰：“日朝見，出隂中；暮不見，入隂中。隂氣晦冥，故没不見。”如實論之，不出入隂中。何以效之？夫夜，隂也，氣亦晦𡨋。或夜舉火者，光不滅焉。夜之隂，北方之隂也。朝出日入，所舉之火也。火夜舉，光不滅，日暮入，獨不見，非氣驗也。夫觀冬日之出入，朝出東南，暮入西南。東南、西南非隂，何故謂之出入隂中？且夫星小猶見，日大反滅，世儒之論，竟虚妄也。儒者曰：“冬日短，夏日長，亦復以隂陽。”夏時陽氣多，隂氣少，陽氣光明，與日同耀，故日出輙無鄣蔽。冬隂氣晦冥，掩日之光，日雖出，猶隱不見，故冬日日短，隂多陽少，與夏相反。如實論之，日之長短，不以隂陽。何以驗之？復以北方之星。北方之隂，日之隂也。北方之隂，不蔽星光，冬日之隂，何故猶滅日明？由此言之，以隂陽說者，失其實矣。實者，夏時日在東井，冬時日在牽牛。牽牛去極遠，故日道短；東井近極，故日道長。夏北至東井，冬南至牽牛，故冬夏節極，皆謂之至。春秋未至，故謂之分。或曰：“夏時陽氣盛，陽氣在南方，故天舉而髙；冬時陽氣衰，天抑而下。髙則日道多，故日長；下則日道少，故日短也。日陽氣盛，天南方舉而日道長，月亦當復長。”案夏日長之時，日出東北，而月出東南；冬日短之時，日出東南，月出東北。如夏時天舉南方，日月當俱出東北；冬時天復下，日月亦當俱出東南。由此言之，夏時天不舉南方，冬時天不抑下也。然則夏日之長也，其所出之星在北方也；冬日之短也，其所出之星在南方也。問曰：“當夏五月日長之時在東井，東井近極，故日道長。今案察五月之時，日出於寅，入於戍。日道長，去人遠，何以得見其出於寅，入於戍乎？日東井之時，去人極近。夫東井近極，若極旋轉，人常見之矣。使東井在極旁側，得無夜常爲晝乎？日晝行十六分，人常見之，不復出入焉。儒者或曰：“日月有九道。”故曰：日行有近遠，晝夜有長短也。夫復五月之時，晝十一分，夜五分；六月，晝十分，夜六分。從六月往至十一月，月減一分，此則日行月從一分道也。歲日行天十六道也，豈徒九道？或曰：“天髙南方，下北方，日出高，故見，入下，故不見。天之居若𠋣蓋矣。故極在人之北，是其效也。極其天下之中，今在人北，其若𠋣蓋明矣。”日明旣以𠋣蓋喻，當若蓋之形也。極星在上之北，若蓋之葆矣。其下之南，有若蓋之莖者，正何所乎？夫取蓋𠋣於地，不能運立而𣗳之，然后能轉。今天運轉，其北際不著地者，觸礙何以能行？由此言之，天不若𠋣蓋之狀，日之出入，不隨天髙下，明矣。或曰：“天北際下地中，日隨天而入地，地宻鄣隱，故人不見。”然天地，夫婦也，合爲一體。天在地中，地與天合。天地并氣，故能生物。北方隂也，合體并氣，故居北方。天運行於地中乎？不則北方之地低下而不平也。如審運行地中，鑿地一丈，轉見水源。天行地中，出入水中乎？如北方低下不平，是則九川北注，不得盈滿也。實者，天不在地中，日亦不隨天隱，天平正與地無異。然而日出上，日入下者，隨天轉運，視天若覆盆之狀，故視日上下然，似若出入地中矣。“然則日之出，近也，其入遠，不復見，故謂之入。運見於東方近，故謂之出。何以驗之？繫明月之珠於車蓋之橑，轉而旋之，明月之珠旋邪？人望不過十里，天地合矣。遠非合也。今視日入，非入也，亦遠也。當日入西方之時，其下民亦將謂之日中。從日入之下，東望今之天下，或時亦天地合。如是方天下在南方也。故日出於東方，入於北方之地，日出北方，入於南方。各於近者爲出，遠者爲入。實者不入，遠矣。臨大澤之濵，望四邊之際，與天屬，其實不屬，遠若屬矣。日以遠爲入，澤以遠爲屬，其實一也。澤際有陸，人望而不見。陸在，察之若望，日亦在，視之若入，皆遠之故也。太山之髙，參天入雲，去之百里，不見埵塊。夫去百里不見太山，況日去人以萬里數乎？太山之驗，則旣明矣。試使一人把大炬火，夜行於道，平易無險，去人不一里，火光滅矣。非滅也，遠也。今日西轉不復見者，非入也。問曰：“天平正與地無異。今仰視天，觀日月之行，天高南方下北方，何也？”曰：“方今天下在東南之上，視天若髙。日月道在人之南，今天下在日月道下，故觀日月之行，若髙南下北也。何以驗之？即天髙南方之星亦當髙。今視南方之星低下，天復低南方乎？夫視天之居，近者則高，遠則下焉。極北方之民以爲高，南方爲下。極東極西，亦如此焉。皆以近者爲高，遠者爲下。從北塞下近仰視斗極，且在人上。匈奴之北，地之邊陲，北上視天，天",
                    "zhushu": "一有“下”字。"
                },
                {
                    "paragraph": "復高北下南。日月之道，亦在其上。立太山之上，太山高；去下十里，太山下。夫天之高下，猶人之察太山也。平正四方中央，高下皆同。今望天之四邊若下者，非也，遠也。非徒下，若合矣。儒者或以旦暮日出入爲近，日中爲遠；或以日中爲近，日出入爲遠。其以日出入爲近，日中爲遠者，見日出入時大，日中時小也。察物近則大，遠則小，故日出入爲近，日中爲遠也。其以日出入爲遠，日中時爲近者，見日中時温，日出入時寒也。夫火光近人則温，遠人則寒，故以日中爲近，日出入爲遠也。二論各有所見，故是非曲直，未有所定。如實論之，日中近而日出入遠。何以驗之？以植竿於屋下。夫屋髙三丈，竿於屋棟之下，正而樹之，上扣棟，下抵地，是以屋棟去地三丈。如旁邪𠋣之，則竿末旁跌，不得扣棟，是爲去地過三丈也。日中時，日正在天上，猶竿之正𣗳，去地三丈也。日出入邪在人旁，猶竿之旁跌，去地過三丈也。夫如是，日中爲近，出入爲遠，可知明矣。試復以屋中堂而坐一人，一人行於屋上，其行中屋之時，正在坐人之上，是爲屋上之人與屋下坐人相去三丈矣。如屋上人在東危若西危上，其與屋下坐人相去過三丈矣。日中時，猶人正在屋上矣，其始出與入，猶人在東危與西危也。日中去人近，故温；日出入遠，故寒。然則日中時日小，其出入時大者，日中光明故小，其出入時光暗故大。猶晝日察火光小，夜察之火光大也。旣以火爲效，又以星爲驗。晝日星不見者，光耀滅之也；夜無光耀，星乃見。夫日月，星之𩔖也。平旦日入光銷，故視大也。儒者論“日旦出扶桑，暮入細柳”。扶桑，東方地；細柳，西方野也。桑、柳，天地之際，日月常所出入之處。問曰：“歲二月、八月時，日出正東，日入正西，可謂日出於扶桑，入於細柳。今夏日長之時，日出於東北，入於西北；冬日短之時，日出東南，入於西南。冬與夏，日之出入，在於四隅，扶桑、細柳，正在何所乎？”所論之言，猶謂春秋，不謂冬與夏也。如實論之，日不出於扶桑，入於細柳。何以驗之？隨天而轉，近則見，遠則不見。當在扶桑、細柳之時，從扶桑、細柳之民，謂之日中之時，從扶桑、細柳察之。或時爲日出入。若以其上者爲中，旁則爲旦夕，安得出於扶桑，入細柳？儒者論曰：“天左旋，日月之行，不繫於天，各自旋轉。”難之曰：使日月自行，不繫於天，日行一度，月行十三度，當日月出時，當進而東旋，何還始西轉？繫於天，隨天四時轉行也。其喻若蟻行於磑上，日月行遲，天行疾，天持日月轉，故日月實東行而反西旋也。或問：“日月天皆行，行度不同，三者舒疾，驗之人物，爲以何喻？”曰：天日行一周。日行一度二千里。日晝行千里，夜行千里。麒麟晝日亦行千里。然則日行舒疾，與麒麟之歩相似𩔖也。月行十三度，十度二萬里，三度六千里。月一旦夜行二萬六千里，與晨鳬飛相𩔖似也。天行三百六十五度，積凡七十三萬里也，其行甚疾，無以爲驗，當與陶鈞之運，弩矢之流相𩔖似乎？天行已疾，去人髙遠，視之若遲。蓋望遠物者，動若不動，行若不行。何以驗之？乗船江海之中，順風而驅，近岸則行疾，遠岸則行遲。船行一實也，或疾或遲，遠近之視使之然也。仰視天之運，不若麒麟負日而馳，皆暮而日在其前。何則？麒麟近而日遠也。遠則若遲，近則若疾，六萬里六程，難以得運行之實也。儒者說曰：“日行一度，天一日一夜行三百六十五度。天左行，日月右行，與天相迎。”問：“日月之行也，繫著於天也。日月附天而行，不直行也。何以言之？”易曰：“日月星辰麗乎天，百果草木麗於土。”麗者，附也。附天所行，若人附地而圓行，其取喻若蟻行於磑上焉。間曰：“何知不離天直自行也？”如日能直自行，當自東行，無爲隨天而西轉也。月行與日同，亦皆附天。何以驗之？驗之以雲。雲不附天，常止於所處。使不附天，亦當自止其處。由此言之，日行附天明矣。問曰：“日，火也。火在地不行，日在天何以爲行？”曰：附天之氣行，附地之氣不行。火附地，地不行，故火不行。難曰：“附地之氣不行，水何以行？”曰：水之行也，東流入海也，西北方髙，東南方下，水性歸下，猶火性趨髙也。使地不髙西方，則水亦不東流。難曰：“附地之氣不行，人附地何以行？”曰：人之行，求有爲也。人道有爲，故行求。古者質朴，鄰國接境，雞犬之聲相聞，終身不相徃來焉。難曰：“附天之氣行，列星亦何以不行？”曰：列星著天，天已行也。隨天而轉，是亦行也。難曰：“人道有爲故行，天道無爲，何行？”曰：天之行也，施氣自然也。施氣則物自生，非故施氣以生物也。不動，氣不施；氣不施，物不生。與人行異。日月五星之行，皆施氣焉。儒者曰：“日中有三足烏，月中有兎、蟾蜍。”夫日者，天之火也，與地之火無以異也。地火之中無生物，天火之中何故有烏？火中無生物，生物入火中，燋爛而死焉，烏安得立？夫月者，水也。水中有生物，非兎、蟾蜍也。兎與蟾蜍，乆在水中，無不死者。日月毁於天，螺蚌汨於淵，同氣審矣。所謂兎、蟾蜍者，豈反螺與蚌邪？且問儒者：烏、兎、蟾蜍死乎？生也？如死，乆在日月，燋枯腐朽；如生，日蝕時旣，月晦常盡，烏、兎、蟾蜍皆何在？”夫烏、兎、蟾蜍，日月氣也，若人之腹臓，萬物之心膂也。月尚可察也，人之察日無不眩，不能知日審何氣，通而見其中有物，名曰“烏”乎？審日不能見烏之形，通而能見其足有三乎？此已非實。且聽儒者之言，蟲物非一，日中何爲有“烏”？月中何爲有兎、“蟾蜍”？儒者謂“日蝕，月蝕也”。彼見日蝕常於晦朔，晦朔月與日合，故得蝕之。夫春秋之時，日蝕多矣。經曰：“某月朔，日有蝕之。”日有蝕之者，未必月也。知月蝕之，何諱不言月？說日蝕之變，陽弱隂彊也。人物在世，氣力勁彊，乃能乗凌。案月晦光旣，朔則如盡，微弱甚矣，安得勝日？夫日之蝕，月蝕也。日蝕謂月蝕之，月誰蝕之者？無蝕月也，月自損也。以月論日，亦如日蝕，光自損也。大率四十一二月，日一食；百八十日，月一蝕。蝕之皆有時，非時爲變。及其爲變，氣自然也。日時晦朔，月復爲之乎？夫日當實滿，以虧爲變。必謂有蝕之者，山崩地動，蝕者誰也？或說：“日食者，月掩之也。”日在上，月在下，障於日之形也。日月合相襲，月在上，日在下者，不能掩日。日在上，月在日下，障於日，月光掩日光，故謂之食也。障於月也，若隂雲蔽日，月不見矣。其端合者，相食是也。其合相當，如襲辟者，日旣是也。日月合於晦朔，天之常也。日食，月掩日光，非也。何以驗之？使日月合，月掩日光，其初食崖，當與旦復時易處。假令日在東，月在西，月之行疾，東及日，掩日崖，須臾過日而東。西崖初掩之處光當復，東崖未掩者當復食。今察日之食，西崖光缺，其復也，西崖光復，過掩東崖，復西崖，謂之合襲相掩障，如何？儒者謂：日月之體皆至圓，彼從下望見其形，若斗筐之狀，狀如正圓，不如望遠光氣，氣不圓矣。夫日月不圓，視若圓者，人遠也。何以驗之？夫日者，火之精也，月者，水之精也。在地，水火不圓，在天，水火何故獨圓？日月在天猶五星，五星猶列星。列星不圓，光耀若圓，去人遠也。何以明之？春秋之時，星霣宋都，就而視之，石也，不圓。以星不圓，知日月五星亦不圓也。儒者說日及工𠆸之家，皆以日爲一。禹貢、山海經言“日有十，在海外。東方有湯谷，上有扶桑，十日浴沐水中。有大木，九日居下枝，一日居上枝。”淮南書又言“燭十日。堯時十日竝出，萬物焦枯，堯上射十日，以故不竝一日見也。”世俗又名甲乙爲日，甲至癸凡十日。日之有十，猶星之有五也。通人談士，歸於難知，不肯辨明，是以文二傳而不定，世兩言而無主。誠實論之，且無十焉。何以驗之？夫日猶月也，日而有十，月有十二乎？星有五，五行之精，金木水火、土，各異光色。如日有十，其氣必異。今觀日光，無有異者，察其小大，前後若一。如審氣異，光色冝殊；如誠同氣，冝合爲一，無爲十也。驗日陽遂，火從天來。日者，大火也。察火在地，一氣也。地無十火，天安得十日？然則所謂十日者，殆更自有他物，光質如日之狀，居湯谷中水時，縁據扶桑，禹、益見之，則紀十日。數家度日之光，數日之質，剌徑千里。假令日出是扶桑木上之日，扶桑木冝覆萬里，乃能受之。何則？一日徑千里，十日冝萬里也。天之去人，萬里餘也。仰察之，日光眩耀，火光盛明，不能堪也。便日出是扶桑木上之日，禹、益見之，不能知其爲日也。何則？仰察一日，目猶眩耀，況察十日乎？當禹、益見之，若斗筐之狀，故名之爲日。夫火如斗筐，望六萬之形，非就見之，即察之體也。由此言之，禹、益所見，意似日，非日也。天地之間，物氣相𩔖，其實非者多。海外西南有珠𣗳焉，察之是珠，然非魚中之珠也。夫十日之日，猶珠𣗳之珠也。珠𣗳似珠非眞珠，十日似日非實日也。淮南見《山海經》，則虚言眞人燭十日，妄紀堯時十日竝出。且日，火也；湯谷，水也。水火相賊，則十日浴於湯谷，當滅敗焉。火燃木，扶桑，木也，十日處其上，宜燋枯焉。今浴湯谷而光不滅，登扶桑而枝不燋不枯，與今日出同，不驗於五行，故知十日非眞日也。且禹、益見十日之時，終不以夜，猶以晝也。則一日出，九日冝留，安得俱出十日？如平旦日未出，且天行有度數，日隨天轉行，安得留扶桑枝間，浴湯谷之水乎？留則失行度，行度差跌，不相應矣。如行出之日與十日異，是意似日而非日也。《春秋》莊公七年夏四月辛卯，夜中𢘆星不見，星霣如雨者，《公羊傳》曰：如雨者何？非雨也。非雨則曷爲謂之如雨？不修春秋曰：“雨星，不及地尺而復。”君子修之曰：“星霣如雨。”“不修春秋”者，未修春秋時魯史記，曰：“星霣如雨，不及地尺而復。”君子者，孔子。孔子修之曰：“星霣如雨。”孔子之意，以爲地有山陵樓臺，云“不及地尺”，恐失其實，更正之曰如雨。如雨者，爲從地上而下，星亦從天霣而復，與同，故曰“如”。夫孔子雖云不及地尺，但言如雨，其謂霣之者，皆是星也。孔子雖定其位，著其文，謂霣爲星，與史同焉。從平地望泰山之巓，鶴如烏，烏如爵者，泰山高遠，物之小大失其實。天之去地六萬餘里，髙遠非直泰山之巓也。星著於天，人察之，失星之實，非直望鶴烏之𩔖也。數等星之質百里，體大光盛，故能垂耀，人望見之，若鳯卵之狀，遠失其實也。如星霣審者，天之星霣而至地，人不知其爲星也。何則？霣時小大，不與在天同也。今見星霣如在天時，是時星也；非星，則氣爲之也。人見鬼如死人之狀，其實氣象聚，非眞死人。然則霣星之形，其實非星。孔子云：正霣者非星，而徙。正言如雨非雨之文，蓋俱失星之實矣。春秋左氏傳：“四月辛卯，夜中，𢘆星不見，夜明也。星霣如雨，與雨俱也。”其言夜明，故不見，與易之言“日中見斗”相依𩔖也。日中見斗，幽不明也。夜中星不見，夜光明也。事異義同，蓋其實也。其言與雨俱之集也。夫辛卯之夜明，故星不見，明則不雨之驗也。雨氣隂暗，安得明？明則無雨，安得與雨俱？”夫如是，言與雨俱者非實。且言夜明不見，安得見星與雨俱？又僖公十六年正月戊申，“霣石于宋五”。左氏傳曰：“星也。”夫謂霣石爲星，則謂霣爲石矣。辛卯之夜“星霣”爲星，則實爲石矣。辛卯之夜，星霣如是石，地有樓臺，樓臺崩壞。孔子雖不合言及地尺，雖地必有實數，魯史目見，不空言者也。云與雨俱，雨集於地，石亦冝然。至地而樓",
                    "zhushu": "臺不"
                },
                {
                    "paragraph": "壞，非星明矣。且左丘明謂石爲星，何以審之？當時石霣輕然，何以其從天墜也？秦時三山亡，亡有不消散有在其集下時，必有聲音。或時夷狄之山從集於宋，宋聞石霣，則謂之星也。左丘明省，則謂之星。夫星，萬物之精，與日月同。說五星者，謂五行之精之光也。五星衆星同光耀，獨謂列星爲石，恐失其實。實者，辛卯之夜，霣星若雨，而非星也。與彼湯谷之十日，若日而非日也。儒者又曰：“雨從天下，謂正從天墜也。”如當論之，雨從地上，不從天下。見雨從上集，則謂從天下矣，其實地上也。然其出地起於山。何以明之？春秋傳曰：“觸石而出，膚寸而合，不崇朝而徧天下，惟太山也。”太山雨天下，小山雨一國，各以小大爲近遠差。雨之出山，或謂雲載而行。雲散水墜，名爲雨矣。夫雲則雨，雨則雲矣。初出爲雲，雲繁爲雨。猶甚而泥露濡汚衣服，若雨之狀，非雲與俱，雲載行雨也。或曰：“尚書曰：月之從星，則以風雨。”詩曰：“月麗于畢，俾滂沲矣。二經咸言，所謂爲之非天，如何？”夫雨從山發，月經星麗畢之時，麗畢之時當雨也。時不雨，月不麗，山不雲，天地上下自相應也。月麗於上，山烝於下，氣體偶合，自然道也。雲霧，雨之徴也。夏則爲露，冬則爲霜，温則爲雨，寒則爲雪。雨露凍凝者，皆由地發，不從天降也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "荅佞篇第三十三",
            "paragraphs": [
                {
                    "paragraph": "荅佞篇第三十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "或問曰：“賢者行道，得尊官厚禄矣，何必爲佞以取冨貴？”曰：“佞人知行道可以得冨貴，必以佞取爵禄者，不能禁欲也。知力耕可以得榖，勉貿可以得貨，然而必盗竊，情欲不能禁者也。以禮進退也，人莫不貴，然而違禮者衆，尊義者希，心情貪欲，志慮亂溺也。夫佞與賢者同材，佞以情自敗。偷盗與田商同知，偷盗以欲自劾也。”問曰：“佞與賢者同材，材行冝鈞，而佞人曷爲獨以情自敗？”曰：“冨貴皆人所欲也。雖有君子之行，猶有飢渴之情。君子則以禮防情，以義割欲，故得循道，循道則無禍。小人縱貪利之欲，踰禮犯義，故進得茍佞，茍佞則有罪。夫賢者，君子也；佞人，小人也。君子與小人夲殊操異行，取捨不同。”問曰：“佞與䜛者同道乎？有以異乎？”曰：䜛與佞俱小人也，同道異材，俱以嫉妬爲性，而施行發動之異。䜛以口害人，佞以事危人。䜛人以直道不違，佞人依違匿端。䜛人無詐慮，佞人有術數。故人君皆能遠䜛親仁，莫能知賢别佞。難曰：“人君皆能遠䜛親仁，而莫能知賢别佞，然則佞人意不可知乎？”曰：佞可知，人君不能知。庸庸之君不能知賢。不能知賢，不能知佞。唯聖賢之人，以九德檢其行，以事效考其言。行不合於九德，言不驗於事效，人非賢則佞矣。夫知佞以知賢，知賢以知佞。知佞則賢智自覺，知賢則姧佞自得。賢佞異行，考之一驗；情心不同，觀之一實。問曰：“九德之法，張設乆矣，觀讀之者，莫不曉見斗斛之量多少，權衡之縣輕重也。然而居國有土之君，曷爲常有邪佞之臣，與常有欺惑之患。”無患斗斛過，所量非其榖；不患無銓衡，所銓非其物故也。在人君位者，皆知九德之可以檢行，事效可以知情，然而惑亂不能見者，則明不察之故也。人有不能行，行無不可檢；人有不能考，情無不可知。問曰：“行不合於九德，效不檢於考功，進近非賢，非賢則佞。夫庸庸之材，無髙之知，不能及賢，賢功不效，賢行不應，可謂佞乎？”曰：材有不相及，行有不相追，功有不相襲。若知無相襲，人材相什百，取舍冝同。賢佞殊行，是是非非，實名俱立，而效有成敗。是非之言俱當，功有正邪。言合行違，名盛行廢。佞人問曰：“行合九德則賢，不合則佞。世人操行者，可盡謂佞乎？”曰：諸非皆惡，惡中之逆者，謂之無道。惡中之巧者，謂之佞人。聖王刑憲，佞在惡中。聖王賞勸，賢在善中。純㓗之賢，善中殊髙，賢中之聖也。善中大佞，惡中之雄也。故曰：“觀賢由善，察佞由惡，善惡定成，賢佞形矣。”問曰：“聦明有蔽塞，推行有謬誤，今以是者爲賢，非者爲佞，殆不得賢之實乎？”曰：聦明蔽塞，推行謬誤，人之所歉也。故曰：“刑故無小，宥過無大。”聖君原心省意，故誅故貰誤。故賊加増，過誤減損，一獄吏所能定也，賢者見之不疑矣。問曰：“言行無功效，可謂佞乎？”蘇秦約六國爲從，彊秦不敢窺兵於𨵿外。張儀爲横，六國不敢同攻於𨵿内。六國約從，則秦畏而六國彊。三秦稱横，則秦彊而天下弱。功著效明，載紀竹帛，雖賢何以加之？太史公叙言衆賢，儀、秦有篇，無嫉惡之文，功鈞名敵，不異於賢。夫功之不可以效賢，猶名之不可實也。儀、秦，排難之人也，處擾攘之世，行揣摩之術，當此之時，稷、契不能與之爭計，禹、臯陶不能與之比效。若夫隂陽調和，風雨時適，五榖豐熟，盗賊衰息，人舉廉讓，家行道德之功，命禄貴美，術數所致，非道德之所成也。太史公記功，故髙來禩；記録成，則著效明驗，攬載髙卓，以儀、秦功美，故列其狀。由此言之，佞人亦能以權說立功爲效。無效，未可爲佞也。難曰：“惡中立功者謂之佞。能爲功者，材髙知明。思慮遠者，必傍義依仁，亂於大賢。”故覺佞之篇曰：“人主好辨，佞人言利；人主好文，佞人辭麗。心合意同，偶當人主，說而不見其非。何以知其僞而伺其姧乎？”曰：是謂庸庸之君也，材下知昬，蔽惑不見。后又賢之君，察之審明，若視俎上之脯，指掌中之理，數局上之棊，摘轅中之馬。魚鼈匿淵，捕漁者知其源；禽獸藏山，畋獵者見其脉。佞人異行於世，世不能見，庸庸之主，無高材之人也。難曰：“人君好辨，佞人言利；人主好文，佞人辭麗。言操合同，何以覺之？”曰：文王官人法曰：“推其徃行以揆其來言，聽其來言以省其徃行，觀其陽以考其隂，察其内以揆其外。”是故詐善設節者可知，飾僞無情者可辨，質誠居善者可得，含忠守節者可見也。人之舊性不辨，人君好辨，佞人學求合於上也。人之故能不文，人君好文，佞人意欲稱上，上奢己麗服，上儉已不飾。　今操與古殊，朝行與家别。考郷里之迹，證朝庭之行，察共親之節，明事君之操，外内不相稱，名實不相副，際㑹發見，姧爲覺露也。問曰：“人操行無𢘆，權時制冝，信者欺人，直者曲撓。權變所設，前後異操，事有所應，左右異語。儒書所載，權變非一。今以素故考之，毋乃失實乎？”曰：“賢者有權，佞者有權。賢者之有權，後有應；佞人之有權，亦反經，後有惡。故賢人之權，爲事爲國；佞人之權，爲身爲家。觀其所權，賢佞可論；察其發動，邪正可名。”問曰：“佞人好毁人，有諸？”曰：“佞人不毁人，如毁人，是䜛人也。何則？佞人求利，故不毁人。茍利於己，曷爲毁之？茍不利己，於毁之無益。以計求便，以數取利，利則便得。妬人共事，然後危人。其危人也，非毁之，而其害人也，非泊之。譽而危之，故人不知；厚而害之，故人不疑。是故佞人危而不怨，害人之敗而不仇，隱情匿意爲之功也。如毁人，人亦毁之，衆不親，士不附也，安能得容世取利於上？”問曰：“佞人不毁人於世間，毁人於將前乎？”曰：“佞人以人欺將，不毁人於將。然則佞人奈何？”曰“佞人毁人，譽之；危人，安之。毁危奈何？假令甲有高行竒知，名聲顯聞，將恐人君召問，扶而勝己，欲故癈不言，常騰譽之。薦之者衆，將議欲用，問人，人必不對曰：甲賢而宜召也。何則？甲意不欲留縣，前聞其語矣。聲望欲入府，在郡則望欲入州，志髙則操與人異，望遠則意不顧近。屈而用之，其心不滿，不則卧病。賤而命之，則傷賢，不則損威。故人君所以失名損譽者，好臣所常臣也。自耐下之，用之可也；自度不能下之，用之不便。夫用之不兩相益，舎之不兩相損。人君畏其志，信佞人之言，遂置不用。”問曰：“佞人直以高才洪知考上世人乎？將有師學檢也？”曰：“人自有知以詐人，及其說人主，湏術以動上，猶上人自有勇威人，及其戰𨷵，湏兵法以進衆。術則從横，師則鬼谷也。”傳曰：“蘇秦、張儀從横，習之鬼谷先生，掘地爲坑，曰：‘下說令我泣出，則耐分人君之地。’蘇秦下說，鬼谷先生泣下沾襟，張儀不若。蘇秦相趙，并相六國。張儀貧賤徃歸，蘇秦座之堂下，食以僕妾之食，數讓激怒，欲令相秦。儀忿恨，遂西入秦。蘇秦使人厚送。其後覺知，曰：‘此在其術中，吾不知也。此吾所不及蘇君者。’知深有術，權變鋒出，故身尊崇榮顯，爲世雄傑。深謀明術，深淺不能並行，明闇不能並知。”問曰：“佞人養名作髙，有諸？”曰：佞人食利專權，不養名作高。貪權據凡，則高名自立矣。稱於小人，不行於君子。何則？利義相伐，正邪相反。義動君子，利動小人。佞人貪利名之顯，君子不安，下則身危。舉世爲佞者，皆以禍衆。不能養其身，安能養其名？上世列傳，棄宗養身，違利赴名。竹帛所載，伯成子髙委國而耕，於陵子辭位灌園。近世蘭陵王仲子、東都昔廬君陽，寢位乆病，不應上徴，可謂養名矣。夫不以道進，必不以道出身；不以義止，必不以義立名。佞人懷貪利之心，輕禍重身，傾死爲僇矣，何名之養？義廢德壞，操行隨辱，何云作髙？問曰：“大佞易知乎？小佞易知也？”曰：“大佞易知，小佞難知。何則？大佞材高，其迹易察；小佞知下，其效難省。何以明之？成事小盗難覺，大盗易知也。攻城襲邑，剽刼虜掠，發則事覺，道路皆知盗也。穿鑿垣墻，狸歩䑕竊，莫知謂誰。”曰：“大佞姦深，惑亂其人。如大盗易知，人君何難？”書曰：“知人則哲，惟帝難之。”虞舜大聖，驩兠大佞。大聖難知大佞，大佞不憂大聖，何易之有？是謂下知之，上知之。上知之，大難小易，下知之，大易小難。何則？佞人材高，論說麗美，因麗美之說，人主之威，人立心並不能責，知或不能覺。小佞材下，對郷失漏，際㑹不密，人君警悟，得知其故。大難小易也。屋漏在上，知者在下。漏大，下見之著；漏小，下見之微。或曰：“雍也仁而不佞。”孔子曰：“焉用佞？禦人以口給，屢憎於民。”誤設計數，煩擾農商，損下益上，愁民說主。損上益下，忠臣之說也；損下益上，佞人之義也。季氏冨於周公，而求也爲之聚歛而附益之。小子鳴鼓而攻之，可也。聚歛，季氏不知其惡，不知百姓所共非也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "程材篇第三十四",
            "paragraphs": [
                {
                    "paragraph": "程材篇第三十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "論者多謂儒生不及彼文吏，見文吏利便，而儒生陸落，則詆訾儒生以爲淺短，稱譽文吏謂之深長。是不知儒生，亦不知文吏也。儒生、文吏，皆有材智，非文吏材髙，而儒生智下也，文吏更事，儒生不習也。謂“文吏更事，儒生不習”，可也；謂“文吏深長，儒生淺短”，知妄矣。世俗共短儒生，儒生之徒亦自相少。何則？並好仕學宦，用吏爲繩表也。儒生有闕，俗共短之；文吏有過，俗不敢訾。歸非於儒生，付是於文吏也。夫儒生材非下於文吏，又非所習之業非所當爲也。然世俗共短之者，見將不好用也。將之不好用之者，事多已不能理，湏文吏以領之也。夫論善謀材，施用累能，期於有益。文吏理煩，身役於職，職判功立，將尊其能。儒生栗栗，不能當劇，將有煩疑，不能效力。力無益於時，則官不及其身也。將以官課材，材以官爲驗。是故世俗常高文吏，賤下儒生。儒生之下，文吏之高，本由不能之將。世俗之論，縁將好惡。今世之將，材高知深，通逹衆凡，舉綱持領，事無不定。其置文吏也，備數滿貟，足以輔己志。志在修德，務在立化，則夫文吏瓦石，儒生珠玉也。夫文吏能破堅理煩，不能守身，身則亦不能輔將。儒生不習於職，長於匡救；將相傾側，諫難不懼。案世間能建蹇蹇之節，成三諫之議，令將檢身自勑，不敢邪曲者，率多儒生。阿意茍取容幸，將欲放失，低嘿不言者，率多文吏。文吏以事勝，以忠負；儒生以節優，以職劣。二者長短，各有所宜。世之將相，各有所取。取儒生者，必軌德立化者也；取文吏者，必優事理亂者也。材不自能則湏助，湏助則待勁。官之立佐，爲力不足也；吏之取能，爲材不及也。日之照幽，不湏燈燭；賁、育當敵，不待輔佐。使將相知力，若日之照幽，賁育之難敵，則文吏之能無所用也。病作而醫用，禍起而巫使。如自能案方和藥，入室求祟，則醫不售而巫不進矣。橋梁之設也，足不能越溝也；車馬之用也，走不能追遠也。足能越溝，走能追遠，則橋梁不設，車馬不用矣。天地事物，人所重敬，皆力劣知極，湏仰以給足者也。今世之將相，不責己之不能，而賤儒生之不習；不原文吏之所得得用，而尊其材謂之善吏。非文吏，憂不除；非文吏，患不救。是以選舉取常故，案吏取無害。儒生無閥閱，所能不能任劇，故陋於選舉，佚於朝庭。聦慧捷疾者，隨時變化，學知吏事，則踵文吏之後，未得良善之名。守古循志，案禮脩義，輙爲將相所不任，文吏所毗戯。不見任則執欲息退，見毗戯則意不得。臨職不勸，察事不精，遂爲不能，斥落不習。有俗材而無雅度者，學知吏事，亂於文吏，觀將所知，適時所急，轉志易務，晝夜學問，無所羞耻，期於成能名文而已。其高志妙操之人，耻降意損崇，以稱媚取進，深疾才能之儒。洎入文吏之科，堅守高志，不肯下學。亦時或精闇不及，意䟽不密，臨事不識，對向謬誤，拜起不便，進退失度，奏記言事，䝉士解過，援引古義，割切將欲，直言一指，觸諱犯忌，封䝉約縛，簡繩檢署，事不如法，文辭卓詭，辟剌離實，曲不應義。故世俗輕之，文吏薄之，將相賤之。是以世俗學問者，不肯竟經明學，深知古今，急欲成一家章句，義理略具，同超學史書，讀律諷令，治作情奏，習對向，滑習跪拜，家成室就，召署輙能。徇今不顧古，趨讎不存志，競進不案禮，廢經不念學。是以古經廢而不修，舊學闇而不明，儒者寂於空室，文吏譁於朝堂。材能之士，隨世驅馳，節操之人，守隘屏竄。驅馳日以巧，屏竄日以拙。非材頓知不及也，希見闕爲，不狎習也。蓋足未甞行，堯禹問曲折；目未甞見，孔、墨問形象。齊部世剌繡，𢘆女無不能；襄邑俗織錦，鈍婦無不巧。日見之，日爲之，手狎也。使材士未甞見，巧女未甞爲，異事詭手，暫爲卒睹，顯露易爲者，猶憒憒焉。方今論事，不謂希更，而曰材不敏；不曰未甞爲，而曰知不逹，失其實也。儒生材無不能敏，業無不能逹，志不有爲。今俗見不習謂之不能，睹不爲謂之不逹。科用累能，故文吏在前，儒生在後，是從朝庭謂之也。如從儒堂訂之，則儒生在上，文吏在下矣。從農論田，田夫勝；從商講賈，賈人賢。今從朝庭謂之文吏。朝庭之人也，幼爲幹吏，以朝庭爲田𠭇，以刀筆爲耒耜，以文書爲農業，猶家人子弟，生長宅中，其知曲折，愈於賔客也。賔客暫至，雖孔、墨之材不能分别。儒生猶賔客，文吏猶子弟也。以子弟論之，則文吏曉於儒生，儒生闇於文吏。今世之將相，知子弟以文吏爲慧，不能知文吏以狎爲能；知賔客以暫爲固，不知儒生以希爲拙，惑蔽闇昧，不知𩔖也。一縣佐史之材，任郡掾史；一郡脩行之能，堪州從事。然而郡不召佐史，州不取脩行者，巧習無害，文少德高也。五曹自有條品，簿書自有故事，勤力玩弄，成爲巧吏，安足多矣？賢明之將，程吏取材，不求習論高，存志不顧文也。稱良吏曰忠，忠之所以爲效，非簿書也。夫事可學而知，禮可習而善，忠節公行，不可立也。文吏、儒生皆有所志，然而儒生務忠良，文吏趨理事。茍有忠良之業，䟽拙於事，無損於高。論者以儒生不曉簿書，置之於下第。法令比例，吏斷決也。文吏治事，必問法家。縣官事務，莫大法令。必以吏職程高，是則法令之家，冝最爲上。或曰：“固然。法令，漢家之經，吏議決焉。事定於法，誠爲明矣。”曰：夫五經亦漢家之所立，儒生善政，大義皆出其中。董仲舒表春秋之義，稽合於律，無乖異者。然則春秋，漢之經，孔子制作，垂遺於漢。論者徒尊法家，不高春秋，是闇蔽也。春秋、五經，義相𨵿穿，旣是春秋，不大五經，是不通也。五經以道爲務，事不如道，道行事立，無道不成。然則儒生所學者，道也；文吏所學者，事也。假使材同，當以道學。如比於文吏，洗洿泥者以水，燔腥生者用火。水火，道也，用之者，事也。事末於道。儒生治本，文吏理末，道本與事末比，定尊卑之高下，可得程矣。堯以俊德，致黎民雍。孔子曰：“孝悌之至，通於神明。”張釋之曰：“秦任刀筆小吏，陵遲至於二世，天下土崩。”張湯、趙禹，漢之惠吏，太史公序累，置於酷部，而致土崩，孰與通於神明，令人塡膺也。將相知經學至道，而不尊經學之生，彼見經學之生能不及治事之吏也。牛刀可以割鷄，鷄刀難以屠牛。剌繡之師能縫帷裳，納縷之工不能織錦。儒生能爲文吏之事，文吏不能立儒生之學。文吏之能，誠劣不及，儒生之不習，實優而不爲。禹決江河，不秉钁鍤。周公築雒，不把築杖。夫筆墨簿書，钁鍤築杖之𩔖也，而欲合志大道者躬親爲之，是使將軍戰而大匠斵也。說一經之生，治一曹之事，旬月能之。典一曹之吏，學一經之業，一歲不能立也。何則？吏事易知，而經學難見也。儒生擿經，窮竟聖意，文吏揺筆，考跡民事。夫能知大聖之意，曉細民之情，孰者爲難？以立難之材，含懷章句十萬以上，行有餘力。博學覽古今，計胷中之頴，出溢十萬。文吏所知，不過辨解簿書。冨累千金，孰與貲直百十也？京廪如丘，孰與委聚如坻也？世名材爲名器，器大者盈物多。然則儒生所懷，可謂多矣。“蓬生麻間，不扶自直；白紗入緇，不染自黒。”此言所習善惡，變易質性也。儒生之性，非能皆善也，被服聖敎，日夜諷詠，得聖人之操矣。文吏㓜則筆墨，手習而行，無篇章之誦，不聞仁義之語。長大成吏，舞文巧法，徇私爲己，勉赴權利，考事則受賂，臨民則采漁，處右則弄權，幸上則賣將。一旦在位，鮮冠利劒；一歲典職，田宅并兼。性非皆惡，所習爲者，違聖教也。故習善儒路，歸化慕義，志操則勵變從高。明將見之，顯用儒生。東海相宗叔犀，犀廣召幽隱，春秋㑹饗，設置三科，以第補吏，一府貟吏，儒生什九。陳留太守陳子瑀，開廣儒路，列曹掾史，皆能教授，簿書之吏，什置一二。兩將知道事之理，曉多少之量，故世稱襃其名，書記紀累其行也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "量知篇第三十五",
            "paragraphs": [
                {
                    "paragraph": "量知篇第三十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "程材所論，論材能行操，未言學知之殊竒也。夫儒生之所以過文吏者，學問日多，簡練其性，彫𤥨其材也。故夫學者，所以反情治性，盡材成德也。材盡德成，其比於文吏亦彫𤥨者，程量多矣。貧人與冨人，俱賫錢百，並爲賻禮死哀之家。知之者，知貧人劣能共百，以爲冨人饒羡有竒餘也；不知之者，見錢俱百，以爲財貨貧冨皆若一也。文吏、儒生，皆有似於此。皆爲掾吏，並典一曹。將知之者，知文吏、儒生筆同，而儒生胷中之藏，尚多竒餘；不知之者，以爲皆吏，深淺多少同一量，失實甚矣。地性生草，山性生木。如地種葵韮，山樹棗栗，名曰美園茂林，不復與一𢘆地庸山比矣。文吏、儒生，有似於此。俱有材能，並用筆墨，而儒生竒有先王之道。先王之道，非徒葵韮棗栗之謂也。𢘆女之手，紡績織經，如或竒能，織錦㓨繡，名曰“卓殊”，不復與𢘆女科矣。夫儒生與文吏程材，而儒生侈有經傳之學，猶女工織錦㓨繡之竒也。貧人好濫而富人守節者，貧人不足而富人饒侈。儒生不爲非而文吏好爲姦者，文吏少道德，而儒生多仁義也。貧人富人並爲賔客，受賜於主人，富人不慙而貧人常媿者，富人有以效，貧人無以復也。儒生文吏，俱以長吏爲主人者也。儒生受長吏之禄，報長吏以道；文吏空胷，無仁義之學，居住食禄，終無以效，所謂“尸位素飡”者也。素者，空也。空虚無德，飡人之禄，故曰“素飡”。無道藝之業，不曉政治，黙坐朝庭，不能言事，與尸無異，故曰“尸位”。然則文吏所謂“尸位素飡”者也。居右食嘉，見將傾邪，豈能舉記陳言得失乎？一則不能見是非，二則畏罰不敢直言。禮曰：“情欲巧。”其能力言者，文醜不好者，有骨無肉，脂腴不足，犯干將相指，遂取間郤。爲地戰者，不能立功名；貪爵禄者，不能諌於上。文吏貪爵禄，一日居位，輙欲圖利，以當資用，侵漁徇身。不爲將，貪官顯義，雖見太山之惡，安肯揚舉毛髪之言？事理如此，何用自解於尸位素飡乎？儒生學大義，以道事將，不可則止，有大臣之志，以經勉爲公正之操，敢言者也，位又䟽遠。遠而近諌，禮謂之謟。此則郡縣之府庭所以常廓無人者也。或曰：“文吏筆扎之能，而治定簿書，考理煩事，雖無道學，䈥力材能盡於朝庭，此亦報上之效驗也。”曰：此有似於貧人負官重責，貧無以償，則身爲官作，責乃畢竟。夫官之作，非屋廡則墻壁也。屋廡則用斧斤，墻壁則用築鍤。荷斤斧，把築鍤，與彼握刀持筆何以殊？茍謂治文書者報上之效驗，此則治屋廡墻壁之人亦報上也。俱爲官作，刀筆、斧斤、築鍤鈞也。抱布貿絲，交易有亡，各得所願。儒生抱道貿禄，文吏無所抱，何用貿易？農商殊業，所畜之貨，貨不可同，計其精麤，量其多少，其出溢者，名曰富人。富人在世，郷里願之。夫先王之道，非徒農商之貨也；其爲長吏立功致化，非徒富多出溢之榮也。且儒生之業，豈徒出溢哉？其身簡練，知慮光明，見是非審，尤可竒也。蒸所與衆山之材榦同也，代以爲蒸，燻以火，烟𤍠究浹，光色澤潤，𤋲之於堂，其耀浩廣，火竈之效加也。繡之未㓨，錦之未織，𢘆絲庸帛，何以異哉？加五綵之巧，施針縷之餝，文章炫耀，黼黻華蟲，山龍日月。學士有文章之學，猶絲帛之有五色之巧也。本質不能相過，學業積聚，超踰多矣。物實無中核者謂之郁，無刀斧之斷者謂之樸。文吏不學，世之教無核也。郁樸之人，孰與程哉？骨曰切，象曰瑳，玉曰𤥨，石曰磨。切瑳𤥨磨，乃成寳器。人之學問，知能成就，猶骨象玉石，切瑳𤥨磨也。雖欲勿用，賢君其舎諸？孫武、闔廬，世之善用兵者也。或知學其法者，戰必勝。不曉什伯之陣，不知擊剌之術者，彊使之軍，軍覆師敗，無其法也。榖之始熟曰粟，舂之於臼，簸其粃糠，蒸之於甑，爨之以火，成熟爲飯，乃甘可食。可食而食之，味生肌腴成也。粟未爲米，米未成飯，氣腥未熟，食之傷人。夫人之不學，猶榖未成粟，米未爲飯也。知心亂少，猶食腥榖，氣傷人也。學士簡練於學，成熟於師，身之有益，猶榖成飯，食之生肌腴也。銅錫未採，在衆石之間，工師鑿掘，鑪橐鑄鑠，乃成器。未更鑪橐，名曰“積石”。積石與彼路畔之瓦、山間之礫，一實也。故夫榖未舂蒸曰粟，銅未鑄鑠曰“積石”，人未學問曰“矇”。矇者，竹木之類也。夫竹生於山，木長於林，未知所入。截竹爲筒，破以爲牒，加筆墨之跡，乃成文字，大者爲經，小者爲傳記。斷木爲槧，㭊之爲板，力加刮削，乃成奏牘。夫竹木，麤苴之物也，彫𤥨刻削，乃成爲器用。況人含天地之性，最爲貴者乎？不入師門，無經傳之教，以郁樸之實，不曉禮義，立之朝庭，植笮樹表之𩔖也，其何益哉？山野草茂，鉤鐮斬刈，乃成道路也。士未入道門，邪惡未除，猶山野草木未斬刈，不成路也。染練布帛，名之曰采，貴吉之服也。無染練之治，名縠麤，縠麤不吉，䘮人服之。人無道學，仕宦朝庭，其不能招致也，猶䘮人服麤，不能招吉也。能斵削柱梁，謂之木匠；能穿鑿穴塪，謂之土匠；能彫𤥨文書，謂之史匠。夫文吏之學，學治文書也，當與木土之匠同科，安得程於儒生哉？御史之遇文書，不失分銖；有司之陳籩豆，不誤行伍。其巧習者，亦先學之，人不貴者也。小賤之能，非尊大之職也。無經藝之本，有筆墨之末，大道未足，而小𠆸過多，雖曰吾多學問，御史之知，有司之惠也。飯黍梁者饜，飡糟糠者飽，雖俱曰食，爲腴不同。儒生、文吏，學俱稱習，其於朝庭，有益不鈞。鄭子皮使尹何爲政，子産比於未能操刀使之割也。子路使子羔爲費宰，孔子曰：“賊夫人之子。”皆以未學，不見大道也。醫無方術，云：“吾能治病。”問之曰：“何用治病？”曰：“用心意。”病者必不信也。吏無經學，曰：“吾能治民。”問之曰：“何用治民？”曰：“以材能。”是醫無方術，以心意治病也，百姓安肯信嚮，而人君任用使之乎？手中無錢之市，使貨主問曰：“錢何在？”對曰：“無錢。”貨主必不與也。夫胷中不學，猶手中無錢也，欲人君任使之，百姓信嚮之，奈何也？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "謝短篇第三十六",
            "paragraphs": [
                {
                    "paragraph": "謝短篇第三十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "程材量知，言儒生文吏之材不能相過，以儒生脩大道，以文吏曉簿書，道勝於事，故謂儒生頗愈文吏也。此職業外相程相量也，其内各有所以爲短，未實謝也。夫儒生能說一經，自謂通大道，以驕文吏；文吏曉簿書，自謂文無害，以戯儒生。各持滿而自藏，非彼而是我，不知所爲短，不悟於己未足。論者詶之，將使然各知所之。夫儒生所短，不徒以不曉簿書；文吏所劣，不徒以不通大道也。反以閉闇不覽古今，不能各自知其所業之事未具足也。二家各短，不能自知也。世之論者，而亦不能詶之，如何？夫儒生之業，五經也。南面爲師，旦夕講授章句，滑習義理，究備於五經，可也。五經之後，秦、漢之事無不能知者，短也。夫知古不知今，謂之陸沉，然則儒生，所謂陸沉者也。五經之前，至於天地始開，帝王初立者，主名爲誰，儒生又不知也。夫知今不知古，謂之盲瞽。五經比於上古，猶爲今也。徒能說經，不曉上古，然則儒生，所謂盲瞽者也。儒生猶曰：“上古乆遠，其事闇昧，故經不載而師不說也。”夫三王之事雖近矣，經雖不載，義所連及，五經所當共知，儒生所當審說也。夏自禹嚮國幾載而至於殷？殷自湯幾祀而至於周，周自文王幾年而至於秦。桀亡夏而紂棄殷，滅周者何王也？周猶爲遠，秦則漢之所伐也。夏始於禹，殷本於湯，周祖后稷，秦初爲人者誰？秦燔五經，坑殺儒士，五經之家所共聞也。秦何起而燔五經？何感而坑儒生？秦則前代也，漢國自儒生之家也。從高祖至今朝幾世？歷年訖今幾載？初受何命？復獲何瑞？得天下難易孰與殷、周？家人子弟學問歷幾歲？人問之曰：“居宅幾年？祖先何爲？”不能知者，愚子弟也。然則儒生不能知漢事，世之愚蔽人也。“温故知新，可以爲師。”古今不知，稱師如何？彼人問曰：“二尺四寸，聖人文語，朝夕講習，義𩔖所及，故可務知。漢事未載於經，名爲尺藉短書，比於小道，其能知，非儒者之貴也。”儒不能都曉古今，欲各别說其經，經事義類，乃以不知爲貴也。事不曉，不以爲短。請復别問儒生，各以其經旦夕之所講說。先問易家：“易本何所起？造作之者爲誰？”彼將應曰：“伏羲作八卦，文王演爲六十四，孔子作彖、象、繫辭。三聖重業，易乃具足。”問之曰：“易有三家：一曰連山，二曰歸藏，三曰周易。伏羲所作，文王所造，連山乎？歸藏、周易也？秦燔五經，易何以得脫？漢興幾年而復立？宣帝之時，河内女子壞老屋，得易一篇，名爲何易？此時易具足未？”問尚書家曰：“今旦夕所授二十九篇，竒有百二篇，又有百篇。二十九篇何所起？百二篇何所造？秦焚諸書之時，尚書諸篇皆何在？漢興，始録尚書者何帝？初受學者何人？”問禮家曰：“前孔子時，周已制禮，殷禮、夏禮，凡三王因時損益，篇有多少，文有増減。不知今禮周乎？殷、夏也？”彼必以漢承周，將曰：“周禮。”夫周禮六典，又六轉，六六三十六，三百六十，是以周官三百六十也。案今禮不見六典，無三百六十官，又不見天子，天子禮廢何時？豈秦滅之哉？宣帝時，河内女子壞老屋，得佚禮一篇，六十篇中，是何篇是者？高祖詔叔孫通制作儀品，十六篇何在？而復定儀禮？見在十六篇，秦火之餘也。更秦之時，篇凡有幾？問詩家曰：“詩作何帝王時也？”彼將曰：“周衰而詩作，蓋康王時也。康王德缺於房，大臣剌晏，故詩作。”夫文、武之隆，貴在成、康，康王未衰，詩安得作？周非一王，何知其康王也？二王之末皆衰，夏、殷衰時，詩何不作？尚書曰：“詩言志，歌詠言。”此時已有詩也。斷取周以來，而謂興於周。古者采詩，詩有文也。今詩無書，何知非秦燔五經，詩獨無餘禮也？問春秋家曰：“孔子作春秋，周何王時也？自衛反魯，然後樂正，春秋作矣。自衛反魯，哀公時也。自衛，何君也？俟孔子以何禮，而孔子反魯作春秋乎？孔子録史記以作春秋，史記本名春秋乎？制作以爲經，乃歸春秋也？”法律之家，亦爲儒生。問曰：“九章誰所作也？”彼聞臯陶作獄，必將曰：“臯陶也。”詰曰：“臯陶，唐、虞時。唐、虞之刑五刑。案今律無五刑之文。”或曰：“蕭何也。”詰曰：“蕭何，高祖時也。孝文之時，齊太倉令淳于德有罪，徴詣長安，其女緹縈爲父上書，言肉刑壹施，不得改悔。文帝痛其言，乃改肉刑。案今九章象刑，非肉　刑也。文帝在蕭何後，知時肉　刑也。蕭何所造，反具肉　刑也。而云九章蕭何所造乎？”古禮三百，威儀三千，刑亦正刑三百，科條三千。出於禮，入於刑，禮之所去，刑之所取，故其多少同一數也。今禮經十六，蕭何律有九章，不相應。又何？五經題篇，皆以事義别之，至禮與律獨經也，題之禮言昏禮，律言盗律何？夫揔問儒生以古今之義，儒生不能知，别名以其經事問之，又不能曉，斯則坐守何言師法，不頗博覽之咎也。文吏自謂知官事，曉簿書。問之曰：“曉知其事，當能究逹其義，通見其意否？”文吏必將罔然。問之曰：“古者封侯，各專國土，今置太守、令、長，何義？古人井田，民爲公家耕，今量租芻，何意？一業使民居更一月，何據？年二十三儒，十五賦，七歲頭錢二十三，何縁？有臈，何帝王時？門户、井竈，何立？社稷、先農，靈星，何祠？歲終逐疫，何驅？使立桃象人於門户，何㫖？挂蘆索於户上，畫虎於門闌，何放？除墻壁書畫厭火丈夫，何見？歩之六尺，冠之六寸，何應？有尉史、令史，無承長史，何制？”兩郡移書曰“敢告卒人”，兩縣不言，何解？郡言事二府曰“敢言之”，司空曰“上”，何狀？賜民爵八級，何法？名曰簪褭、上造，何謂？吏上功曰伐閱，名籍墨將，何指？七十賜王杖，何起？著鳩於杖末，不著爵，何杖？茍以鳩爲善，不賜鳩而賜鳩杖，而不爵，何說？日分六十，漏之盡自，鼓之致五，何故？吏衣黑衣，宫闕赤單，何愼？服革於腰，佩刀於右，舞劒於左，何人備？著鉤於履，冠在於首，何象？吏居城郭，出乗車馬，坐治文書，起城郭，何王？造車輿，何工？生馬，何地？作書，何人？王造城郭及馬所生，難知也，遠也。造車作書，易曉也，必將應曰：“倉頡作書，奚仲作車。”詰曰：“倉頡何感而作書？奚仲何起而作車？”又不知也。文吏所當知，然而不知，亦不博覽之過也。夫儒生不覽古今，何知一永不過守信經文，滑習章句，解剥互錯，分明乖異。文吏不曉吏道，所能不過案獄考事，移書下記，對卿便給之，准旡一閱備，皆淺略不及，偏駮不純，俱有闕遺，何以相言？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "效力篇第三十七",
            "paragraphs": [
                {
                    "paragraph": "效力篇第三十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "程才量知之篇，徒言知學，未言才力也。人有知學，則有力矣。文吏以理事爲力，而儒生以學問爲力。或問楊子雲曰：“力能扛鴻鼎、掲華旗，知德亦有之乎？”荅曰：“百人矣。”夫知德百人者，與彼扛鴻鼎、掲華旗者爲料敵也。夫壯士力多者，扛鼎掲旗，儒生力多者，博逹䟽通。故博逹䟽通，儒生之力也。舉重抜堅，壯士之力也。梓材曰：“彊人有王開賢，厥率化民。”此言賢人亦壯彊於禮義，故能開賢，其率化民。化民湏禮義，禮義須文章。“行有餘力，則以學文”，能學文，有力之驗也。問曰：“說一經之儒，可謂有力者？”曰：非有力者也。陳留龐少都每薦諸生之吏，常曰：“王甲某子，才能百人。”太守非其能，不荅。少都更曰：“言之尚少，王甲某子，才能百萬人。”太守怒曰：“親吏妄言。”少都曰：“文吏不通一經一文，不調師一言。諸生能說百萬章句，非才知百萬人乎？”太守無以應。夫少都之言，實也，然猶未也。何則？諸生能傳百萬言，不能覽古今，守信師法，雖辭說多，終不爲博。殷、周以前，頗載六經，儒生所不能說也。秦、漢之事，儒生不見，力劣不能覽也。周監二代，漢監周、秦。周、秦以來，儒生不知。漢欲觀覽，儒生無力。使儒生博觀覽，則爲文儒。文儒者，力多於儒生。如少都之言，文儒才能千萬人矣。曾子曰：“士不可以不弘毅，任重而道遠。仁以爲已任，不亦重乎？死而後已，不亦遠乎？”由此言之，儒者所懷，獨己重矣；志所欲至，獨已遠矣。身載重任，至於終死，不倦不衰，力獨多矣。夫曾子載於仁，而儒生載於學，所載不同，輕重均也。夫一石之重，一人挈之；十石以上，二人不能舉也。世多挈一石之任，寡有舉十石之力。儒生所載，非徒十石之重也。地力盛者，草木暢茂，一畒之收，當中田五畒之分。苗田人知出榖多者地力盛，不知出文多者才知茂，失事理之實矣。夫文儒之力，過於儒生，況文吏乎？能舉賢薦士，世謂之多力也。然能舉賢薦士，上書日記也。能上書日記者，文儒也。文儒非必諸生也，賢逹用文則是矣。谷子雲、唐子髙章奏百上，筆有餘力，極言不諱，文不折乏，非夫才知之人不能爲也。孔子，周世多力之人也，作春秋，刪五經，祕書微文，無所不定。山大者雲多，泰山不崇朝辦雨雨天下。夫然，則賢者有雲雨之知，故",
                    "zhushu": "一有“曰”字。"
                },
                {
                    "paragraph": "其吐文萬牒以上，可謂多力矣。世稱力者，常襃烏獲。然則董仲舒、楊子雲，文之烏獲也。秦武王與孟說舉鼎不任，絶脉而死。少文之人，與董仲舒等涌胷中之思，必將不任，有絶脉之變。王莽之時，省五經章句，皆爲二十萬。博士弟子郭路夜定舊說，死於燭下，精思不任，絶脉氣滅也。顔氏之子，已曾馳過孔子於塗矣，劣倦罷極，髪白齒落。夫以庻幾之材，猶有仆頓之禍，孔子力優，顔淵不任也。才力不相如，則其知思不相及也。勉自什伯，鬲中嘔血，失䰟狂亂，遂至氣絶。書五行之牘，書十奏之記，其才劣者，筆墨之力尤難，況乃連句結章，篇至十百哉！力獨多矣。江河之水，馳涌滑漏，席地長遠，無枯竭之流，本源盛矣。知江河之流遠，地中之源盛，不知萬牒之人，胷中之才茂，",
                    "zhushu": "一有“無”字。"
                },
                {
                    "paragraph": "迷惑者也。故望見𩦸足，不異於衆馬之蹄，躡平陸而馳騁，千里之跡，斯湏可見。夫馬足人手，同一實也。稱𩦸之足，不薦文人之手，不知類也。夫能論䈥力以見比類者，則能取文力之人立之朝庭。故夫文力之人，助有力之將，乃能以力爲功；有力無助，以力爲禍。何以驗之？長巨之物，彊力之人乃能舉之；重任之車，彊力之牛乃能輓之。是任車上阪，彊牛引前，力人推後，乃能升踰。如牛羸人罷，任車退却，還墮坑谷，有破覆之敗矣。文儒懷先王之道，含百家之言，其難推引，非徒任車之重也。薦致之者，罷羸無力，遂却退竄於巖宂矣。河發崑崙，江起岷山，水力盛多，滂沛之流，浸下益盛，不得廣岸低地，不能通流入乎東海。如岸狹地仰，溝洫決泆，散在丘墟矣。文儒之知，有似於此。文章滂沛，不遭有力之將援引薦舉，亦將棄遺於衡門之下，固安得升陟聖主之庭，論說政事之務乎？火之光也，不舉不明。有人於斯，其知如京，其德如山，力重不能自稱，湏人乃舉而莫之助，抱其盛髙之力，竄於閭巷之深，何時得逹？奡、育，古之多力者，身能負荷千鈞，手能決角伸鉤，使之自舉，不能離地。智能滿胷之人，冝在王闕，湏三寸之舌，一尺之筆，然後自動。不能自進，進之又不能自安，湏人能動，待人能安。道重知大，位地難適也。小石附於山，山力能得持之。在沙丘之間，小石輕微，亦能自安。至於大石，沙土不覆，山不能持，處危峭之際，則必崩墜於坑谷之間矣。大智之重，遭小才之將，無左右沙土之助，雖在顯位，將不能持，則有大石崩墜之難也。或伐薪於山，輕小之木，合能束之。至於大木十圍以上，引之不能動，推之不能移，則委之於山林，收所束之小木而歸。由斯以論，知能之大者，其猶十圍以上木也。人力不能舉薦，其猶薪者不能推引大木也。孔子周流，無所留止，非聖才不明，道大難行，人不能用也。故夫孔子，山中巨木之類也。桓公九合諸侯，一匡天下，管仲之力。管仲有力，桓公能舉之，可謂壯彊矣。吳不能用子胥，楚不能用屈原，二子力重，兩主不能舉也。舉物不勝，委地而去可也。時或恚怒，斧斵破敗，此則子胥、屈原所取害也。淵中之魚，遞相吞食，度口所能容，然後嚥之。口不能受，哽咽不能下。故夫商鞅三說孝公，後說者用，前二難用，後一易行也。觀管仲之明法，察商鞅之耕戰，固非弱劣之主所能用也。六國之時，賢才之臣，入楚楚重，出齊齊輕，爲趙趙完，畔魏魏傷。韓用申不害，行其三符，兵不侵境，蓋十五年。不能用之，又不察其書，兵挫軍破，國并於秦。殷、周之世，亂跡相屬，亡禍比肩，豈其心不欲爲治乎？力弱智劣，不能納至言也。是故塠重，一人之跡不能蹈也；礚大，一人之掌不能推也。賢臣有勁彊之優，愚主有不堪之劣，以此相求，禽魚相與遊也。干將之刃，人不推頓，苽瓠不能傷；篠簵之箭，機不能動發，魯縞不能穿。非無干將、篠簵之才也，無推頓發動之主，苽瓠、魯縞不穿傷，焉望斬旗穿革之功乎？故引弓之力不能引彊弩。弩力五石，引以三石，䈥絶骨折，不能舉也。故力不任彊引，則有變惡折脊之禍；知不能用賢，則有傷德毁名之敗。論事者不曰“才大道重，上不能用”，而曰“不肖不能自逹”。自逹者𢃄絶不抗，自衒者賈賤不讎。案諸爲人用之物，湏人用之，功力乃立。鑿所以入木者，槌叩之也。鍤所以能撅地者，跖蹈之也。諸有鋒刃之器，所以能斷斬、割削者，手能把持之也，力能推引之也。韓信去楚入漢，項羽不能安，高祖能持之也。能用其善，能安其身，則能量其力，能别其功矣。樊、酈有攻城野戰之功，髙祖行封，先及蕭何，則比蕭何於獵人，同樊、酈於獵犬也。夫蕭何安坐，樊、酈馳走，封不及馳走而先安坐者，蕭何以知爲力，而樊、酈以力爲功也。蕭何所以能使樊、酈者，以入秦收歛文書也。衆將拾金，何獨掇書，坐知秦之形勢，是以能圖其利害。衆將馳走者，何驅之也。故叔孫通定儀，而高祖以尊；蕭何造律，而漢室以寧。案儀律之功，重於野戰，斬首之力，不及尊主。故夫墾草殖榖，農夫之力也；勇猛攻戰，士卒之力也；構架斵削，工匠之力也；治書定簿，佐史之力也；論道議政，賢儒之力也。人生莫不有力，所以爲力者，或尊或卑。孔子能舉北門之𨵿，不以力自章，知夫䈥骨之力，不如仁義之力榮也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "别通篇第三十八",
            "paragraphs": [
                {
                    "paragraph": "别通篇第三十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "冨人之宅，以一丈之地爲内，内中所有，柙匱所羸，縑布絲綿也。貧人之宅，亦以一丈爲内，内中空虚，徒四壁立，故名曰貧。夫通人猶冨人，不通者猶貧人也。俱以七尺爲形，通人胷中懷百家之言，不通者空腹無一牒之誦，貧人之内，徒四所壁立也。慕料貧富不相如，則夫通與不通不相及也。世人慕冨不榮通，羞不貧賤不賢，不推類以況之也。夫富人可慕者，貨財多則饒𥙿，故人慕之。夫冨人不如儒生，儒生不如通人。通人積文十篋以上，聖人之言，賢者之語，上自黄帝，下至秦、漢，治國肥家之術，剌世譏俗之言備矣。使人通明博見，其爲可榮，非徒縑布絲綿也。蕭何入秦，收拾文書，漢所以能制九州者，文書之力也。以文書御天下，天下之冨，孰與家人之財？人目不見青黄曰盲，耳不聞宫商曰聾，𤾁不知香臭曰癕。癕聾與盲，不成人者也。人不博覽者，不聞古今，不見事𩔖，不知然否，猶目盲耳聾𤾁癕者也。儒生不覽，猶爲閉闇，況庸人無篇章之業，不知是非，其爲閉闇甚矣。此則土木之人，耳目俱足，無聞見也。渉淺水者見蝦，其頗深者察魚鼈，其尤甚者觀蛟龍。足行跡殊，故所見之物異也。入道淺深，其猶此也。淺者則見傳記諧文，深者入聖室觀秘書。故入道彌深，所見彌大。人之遊也，必欲入都，都多竒觀也。入都必欲見市，市多異貨也。百家之言，古今行事，其爲竒異，非徒都邑大市也。遊於都邑者心厭，觀於大市者意飽，況遊於道藝之際哉？大川旱不枯者，多所䟽也。潢汙兼日不雨，泥輙見者，無所通也。是故大川相間，小川相屬，東流歸海，故海大也。海不通於百川，安得巨大之名？夫人含百家之言，猶海懷百川之流也。不謂之大者，是謂海小於百川也。夫海大於百川也，人皆知之，通者明於不通，莫之能别也。潤下作鹹，水之滋味也。東海水鹹，流廣大也。西州鹽井，源泉深也。人或無井而食，或穿井不得泉，有鹽井之利乎？不與賢聖通業，望有髙世之名，難哉！法令之家，不見行事，議罪不可審。章句之生，不覽古今，論事不實。或以說一經爲是，何湏博覽？夫孔子之門，講習五經，五經皆習，庶幾之才也。顔淵曰：“博我以文。”才智高者，能爲博矣。顔淵之曰博者，豈徒一經哉？我不能博五經，又不能博衆事，守信一學，不好廣觀，無温故知新之明，而有守愚不覽之闇，其謂一經是者，其冝也。開戸內日之光，日光不能照幽，鑿䆫啓牖，以助戸明也。夫一經之說，猶日明也，助以傳書，猶䆫牖也。百家之言令人曉明，非徒䆫牖之開，日光之照也。是故日光照室内，道術明胷中。開戸內光，坐高堂之上，眇升樓臺，窺四鄰之廷，人之所願也。閉戸幽坐，向𡨋𡨋之内，穿壙宂卧，造黄泉之際，人之所惡也。夫閉心塞意，不髙瞻覽者，死人之徒也哉！孝武皇帝時，燕王旦在明光宫，欲入所卧，戸三百盡閉，使侍者二十人開戸，戸不開。其後旦坐謀反自殺。夫戸閉，燕王旦死之狀也。死者，凶事也，故以閉塞爲占。齊慶封不通，六國大夫㑹而賦詩，慶封不曉，其後果有楚靈之禍也。夫不開通於學者，尸尚能行者也。亡國之社，屋其上，柴其下者，示絶於天地。春秋薄社，周以爲城。夫經藝傳書，人當覽之，猶社當通氣於天地也。故人之不通覽者，薄社之類也。是故氣不通者，彊壯之人死，榮華之物枯。東海之中，可食之物，集糅非一，以其大也。夫水精氣渥盛，故其生物也衆多竒異。故夫大人之胷懷非一，才高知大，故其於道術無所不包。學士同門高業之生，衆共宗之。何則？知經指深，曉師言多也。夫古今之事，百家之言，其爲深多也，豈徒師門高業之生哉。甘酒醴不酤飴蜜，未爲能知味也。耕夫多殖嘉榖，謂之上農夫；其少者，謂之下農夫。學士之才，農夫之力，一也。能多種榖，謂之上農，能博學問，謂之上儒。是稱牛之服重，不譽馬速也。譽手毁足，孰謂之慧矣？縣道不通於野，野路不逹於邑，騎馬乗舟者，必不由也。故血脉不通，人以甚病。夫不通者，惡事也，故其禍變致不善。是故盗賊宿於穢草，邪心生於無道。無道者，無道術也。醫能治一病謂之巧，能治百病謂之良。是故良醫服百病之方，治百人之疾；大才懷百家之言，故能治百族之亂。扁鵲之衆方，孰若巧之一𠆸？子貢曰：“不得其門而入，不見宗廟之美，百官之冨。”蓋以宗廟、百官喻孔子道也。孔子道美，故譬以宗廟；衆多非一，故喻以百官。由此言之，道逹廣博者，孔子之徒也。殷、周之地，極五千里，荒服、要服，勤能牧之。漢氏廓土，牧萬里之外，要荒之地，襃衣博帶。夫德不優者，不能懷遠，才不大者，不能博見。故多聞博識，無頑鄙之訾；深知道術，無淺闇之毁也。人好觀圖畫者，圖上所畫，古之列人也。見列人之面，孰與觀其言行？置之空壁，形容具存，人不激勸者，不見言行也。古賢之遺文，竹帛之所載粲然，豈徒墻壁之畫哉？空器在厨，金銀塗飾，其中無物益於饑，人不顧也。肴膳甘醢，土釡之盛，入者郷之。古賢文之，美善可甘，非徒器中之物也。讀觀有益，非徒膳食有𥙷也。故器空無實，饑者不顧；胸虚無懷，朝廷不御也。劒𠆸之家，𨷖戰必勝者，得曲城、越女之學也。兩敵相遭，一巧一拙，其必勝者，有術之家也。孔、墨之業，賢聖之書，非徒曲城、越女之功也。成人之操，益人之知，非徒戰𨷖必勝之䇿也。故劒𠆸之術，有必勝之名；賢聖之書，有必尊之聲。縣邑之吏，召諸治下，將相問以政化，曉慧之吏，陳所聞見，將相覺悟，得以改政右文。聖賢言行，竹帛所傳，練人之心，聦人之知，非徒縣邑之吏對向之語也。禹、益並治洪水，禹主治水，益主記異物，海外山表，無遠不至，以所聞見，作山海經。非禹、益不能行遠，山海不造。然則山海之造，見物博也。董仲舒睹重常之鳥，劉子政曉貳負之尸，皆見山海經，故能立二事之說。使禹、益行地不遠，不能作山海經。董、劉不讀山海經，不能定二疑。實沉、臺台，子産博物，故能言之。龍見絳郊，蔡墨曉占，故能禦之。父兄在千里之外，且死，遺教戒之書，子弟賢者，求索觀讀，服臆不舎，重先敬長，謹愼之",
                    "zhushu": "一有“力”字"
                },
                {
                    "paragraph": "也。不肖者，輕慢佚忽，無原察之意。古聖先賢遺後人文字，其重非徒父兄之書也。或觀讀采取，或棄捐不録，二者之相高下也，行路之人皆能論之，況辯照然否者，不能别之乎？孔子病，商瞿卜期日中，孔子曰：“取書來，比至日中何事乎？”聖人之好學也，且死不休，念在經書，不以臨死之故，棄忘道藝，其爲百世之聖，師法祖脩，蓋不虚矣。自孔子以下，至漢之際，有才能之稱者，非有飽食終日無所用心也，不說五經則讀書傳。書傳文大，難以備之。卜卦占射凶吉，皆文、武之道。昔有商瞿能占爻卦，末有東方朔、翼少君能逹占射覆。道雖小，亦聖人之術也。曾又不知人生禀五常之性，好道樂學，故辨",
                    "zhushu": "於物。"
                },
                {
                    "paragraph": "今則不然，飽食快飲，慮深求卧，腹爲飯坑，腸爲酒囊，是則物也。倮蟲三百，人爲之長。天地之性人爲貴，貴其識知也。今閉闇脂塞，無所好欲，與三百倮蟲何以異？而謂之爲長而貴之乎？諸夏之人所以貴於夷狄者，以其通仁義之文，知古今之學也。如徒作其胸中之知以取衣食，經歷年月，白首没齒，終無曉知，夷狄之次也。觀夫蜘蛛之經絲以罔飛蟲也，人之用作，安能過之？任胸中之知，舞權利之詐，以取冨壽之樂，無古今之學，蜘蛛之類也。含血之蟲，無餓死之患，皆能以知求索飲食也。人不通者，亦能自供，仕官爲吏，亦得高官。將相長吏，猶吾大夫高子也，安能别之？隨時積功，以命得官，不曉古今，以位爲賢，與文之異術，安得識别通人，俟以不次乎？將相長吏，不得若右扶風蔡伯偕、鬰林太守張孟甞、東萊太守李季公之徒，心自通明，覽逹古今，故其敬通人也如見大賔。燕昭爲鄒衍擁篲，彼獨受何性哉？東成令董仲綬知爲儒梟，海内稱通，故其接人能别竒律。是以鍾離産公以編户之民，受圭璧之敬，知之明也。故夫能知之也，凡石生光氣；不知之也，金玉無潤色。自武帝以至今朝，數舉賢良，令人射䇿甲乙之科，若董仲舒、唐子高、谷子雲、丁伯玉，䇿旣中實，文說美善，博覽膏腴之所生也。使四子經徒能摘筆，徒能記䟽，不見古今之書，安能建美善於聖王之庭乎？孝明之時，讀蘇武傳，見武官名曰栘中監，以問百官，百官莫知。夫倉頡之章，小學之書，文字備具，至於無能對聖國之問者，是皆美命隨牒之人，多在官也。“木”旁“多”文字，且不能知，其欲及若董仲舒之知重常，劉子政之知貳負，難哉！或曰：通人之官，蘭臺令史，職校書定字，比夫太史、太柷，職在文書，無典民之用，不可施設。是以蘭臺之史，班固、賈逵、楊終、傳毅之徒，名香文美，委積不紲，大用於世。曰：此不繼周世通覽之人，鄒衍之徒，孫卿之輩，受時王之寵，尊顯於世。董仲舒雖無鼎足之位，知在公卿之上。周監二代，漢監周、秦。然則蘭臺之官，國所監得失也。以心如丸卵，爲體内藏；䏬子如豆，爲身光明。令史雖微，典國道藏，通人所由進，猶博士之官，儒生所由興也。委積不紲，豈聖國微遇之哉？殆以書未定而職未畢也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "超竒篇第三十九",
            "paragraphs": [
                {
                    "paragraph": "超竒篇第三十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "通書千篇以上，萬卷以下，弘暢雅閑，審定文讀，而以教授爲人師者，通人也。抒其義㫖，損益其文句，而以上書奏記，或興論立說，結連篇章者，文人鴻儒也。好學勤力，博聞強識，世間多有；著書表文，論說古今，萬不耐一。然則著書表文，博通所能用之者也。入山見木，長短無所不知；入野見草，大小無所不識。然而不能伐木以作室屋，採草以和方藥，此知草木所不能用也。夫通人覽見廣博，不能掇以論說，此爲匿生書主人，孔子所謂“誦詩三百，授之以政不逹”者也，與彼草木不能伐採，一實也。孔子得史記以作春秋，及其立義創意，襃貶賞誅，不復因“史記”者，眇思自出於胷中也。凡貴通者，貴其能用之也。即徒誦讀，讀詩諷術雖千篇以上，鸚鵡能言之𩔖也。衍傳書之意，出膏腴之辭，非俶儻之才，不能任也。夫通覽者，世間比有；著文者，歷世希然。近世劉子政父子、楊子雲、桓君山，其猶文、武周公並出一時也。其餘直有，徃徃而然。譬珠玉不可多得，以其珍也。故夫能說一經者爲儒生，博覽古今者爲通人，采掇傳書以上書奏記者爲文人，能精思著文連結篇章者爲鴻儒。故儒生過俗人，通人勝儒生，文人踰通人，鴻儒超文人。故夫鴻儒，所謂超而又超者也。以超之竒，退與儒生相料，文軒之比於敝車，錦繡之方於緼袍也，其相過遠矣。如與俗人相料，太山之巔墆，長狄之項跖，不足以喻。故夫丘山以土石爲體，其有銅鐵，山之竒也。銅鐡旣竒，或出金玉。然鴻儒，世之金玉也，竒而又竒矣。竒而又竒，才相超乗，皆有品差。儒生說名於儒門，過俗人遠也。或不能說一經，教誨後生。或帶徒聚衆，說論洞溢，稱爲經明。或不能成牘治一說。或能陳得失，奏便宜，言應經傳，文如星月，其高第若谷子雲、唐子高者，說書於牘奏之土，不能連結篇章。或抽列古今，紀著行事，若司馬子長、劉子政之徒，累積篇第，文以萬數，其過子雲、子高遠矣，然而因成紀前，無胸中之造。若夫陸賈、董仲舒，論說世事，由意而出，不假取於外，然而淺露易見，觀讀之者，猶曰傳記。陽成子長作樂經，楊子雲作太玄經，造於助思，極窅冥之深，非庻幾之才不能成也。孔子作春秋，二子作兩經，所謂卓爾蹈孔子之跡，鴻茂參貳聖之才者也。王公子問於桓君山以楊子雲，君山對曰：“漢興以來，未有此人。”君山差才，可謂得高下之實矣。采玉者心羡於玉，鑚龜能知神於龜。能差衆儒之才，累其高下，賢於所累。又作新論，論世間事，辯照然否，虚妄之言，僞飾之辭，莫不證定。彼子長、子雲說論之徒，君山爲甲。自君山以來，皆爲鴻眇之才，故有嘉令之文。筆能著文，則心能謀論。文由胸中而出，心以文爲表。觀見其文，竒偉俶儻，可謂得論也。由此言之，繁文之人，人之傑也。有根株於下，有榮葉於上。有實核於内，有皮殻於外。文墨辭說，士之榮葉、皮殻也。實誠在胸臆，文墨著竹帛，外内表裏，自相副稱，意奮而筆縱，故文見而實露也。人之有文也，猶禽之有毛也。毛有五色，皆生於體。苟有文無實，是則五色之禽，毛妄生也。選士以射，心平體正，執弓矢審固，然後射中。論說之出，猶弓矢之發也；論之應理，猶矢之中的。夫射以矢中效巧，論以文墨驗竒。竒巧俱發於心，其實一也。文有深指巨略，君臣治術，身不得行，口不能紲，表著情心，以明己之必能爲之也。孔子作春秋，以示王意。然則孔子之春秋，素王之業也；諸子之傳書，素相之事也。觀春秋以見王意，讀諸子以睹相指。故曰：陳平割肉，丞相之端見；孫叔敖決期思，令君之兆著。觀讀傳書之文，治道政務，非徒割肉決水之占也。足不彊則跡不遠，鋒不銛則割不深。連結篇章，必大才智鴻懿之俊也。或曰：“著書之人，博覽多聞，學問習熟，則能推𩔖興文。文由外而興，未必實才學文相副也。且淺意於華葉之言，無根核之深，不見大道體要，故立功者希。安危之際，文人不與，無能建功之驗，徒能筆說之效也。”曰：此不然。周世著書之人，皆權謀之臣；漢世直言之士，皆通覽之吏。豈謂文非華葉之生，根核推之也。心思爲謀，集扎爲文，情見於辭，意驗於言。商鞅相秦，致功於覇，作耕戰之書；虞卿爲趙，決計定說，行退作春秋之思，𧺫城中之議；耕戰之書，秦堂上之計也。陸賈消吕氏之謀，與新語同一意；桓君山易鼂錯之䇿，與新論共一思。觀谷永之陳說，唐林之冝言，劉向之切議，以知爲本，筆墨之文，將而送之，豈徒雕文飾辭，茍爲華葉之言哉。精誠由中，故其文語感動人深。是故魯速飛書，燕將自殺，鄒陽上䟽，梁孝開牢。書䟽文義，奪於肝心，非徒博覽者所能造，習熟者所能爲也。夫鴻儒希有，而文人比然，將相長吏，安可不貴？豈徒用其才力，游文於牒牘哉！州郡有憂，能治章上奏，解理結煩，使州郡連事，有如唐子高、谷子雲之吏，出身盡思，竭筆牘之力，煩憂適有不解者哉。古昔之遠，四方辟匿，文墨之士，難得紀録。且近自以㑹稽言之：“周長生者，文士之雄也。”在州爲剌史任安舉奏，在郡爲太守孟觀上書。事解憂除，州郡無事，二將以全。長生之身不尊顯，非其才知少，功力薄也，二將懷俗人之節，不能貴也。使遭前世燕昭，則長生已䝉鄒衍之寵矣。長生死後，州郡遭憂，無舉奏之吏，以故事結不解，徴詣相屬，文軌不尊，筆䟽不續也。豈無憂上之吏哉，乃其中文筆不足類也。長生之才，非徒𨦣於牒牘也。作洞歷十篇，上自黄帝，下至漢朝，鋒芒毛髪之事，莫不紀載，與太史公表紀相似類也。上通下逹，故曰《洞歷》。然則長生非徒文人，所謂鴻儒者也。前世有嚴夫子，後有吳君商，末有周長生。白雉貢於越，暢草獻於宛，雍州出玉，荆楊生金，珍物産於四遠，幽遼之地，未可言無竒人也。孔子曰：“文王旣没，文不在兹乎？”文王之文在孔子，孔子之文在仲舒，仲舒旣死，豈在長生之徒與？何言之卓殊，文之美麗也。唐勒、宋玉，亦楚文人也，竹帛不紀者，屈原在其上也。㑹稽文才，豈獨周長生哉？所以末論列者，長生尤踰出也。九州多山，而華、岱爲嶽，四方多川，而江、河爲瀆者，華、岱高而江河大也。長生州郡高大者也。同姓之伯賢，舍而譽他族之孟，未爲得也。長生說文辭之伯，文人之所共宗，獨紀録之，春秋記元於魯之義也。俗好髙古而稱所聞，前人之業，菜果甘甜；後人新造，蜜酪辛苦。長生家在㑹稽，生在今世，文章雖竒，論者猶謂穉於前人。天禀元氣，人受元精，豈爲古今者差殺哉？優者爲髙，明者爲上。實事之人，見然否之分者，睹非却前退置於後，",
                    "zhushu": "見是。"
                },
                {
                    "paragraph": "推今進置於古，心明知昭，不惑於俗也。班叔皮續太史公書，百篇以上，記事詳悉，義淺理備，觀讀之者以爲甲，而太史公乙。子男孟堅爲尚書郎，文比叔皮，非徒五百里也，乃夫周召、魯衛之謂也。茍可高古，而班氏父子不足紀也。周有郁郁之文者，在百世之末也。漢在百世之後，文論辭說，安得不茂？喻大以小，推民家事，以暏王廷之義。廬宅始成，桑麻𦂯有，居之歷歲，子孫相續。桃李梅杏，菴丘蔽野，根莖衆多，則華葉繁茂。漢氏治定乆矣，土廣民衆，義興事起，華葉之言，安得不繁？夫華與實俱成者也。無華生實，物希有之。山之秃也，孰其茂也？地之㵼也，孰其滋也？文章之人，滋茂漢朝者，乃夫漢家熾盛之瑞也。天晏列𪧐　煥炳，隂雨，日月蔽匿，方今文人並出見者，乃夫漢朝明明之驗也。高祖讀陸賈之書，歎稱“萬歲”，徐樂、主父偃上䟽，徴拜郎中，方今未聞。膳無苦酸之肴，口所不甘味，手不舉以啖人。詔書毎下，文義經傳四科，詔書斐然，郁郁好文之明驗也。上書不實核，著書無義指，“萬歲”之聲，“徴拜”之恩，何從發哉？餙面者皆欲爲好，而運目者希；文音者皆欲爲悲，而驚耳者寡。陸賈之書未奏，徐樂、主父之䇿未聞，羣諸瞽言之徒，言事麤醜，文不美潤，不指所謂，文辭淫滑，不被濤沙之謫，幸矣！焉䝉徴拜爲郎中之寵乎？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "狀留篇第四十",
            "paragraphs": [
                {
                    "paragraph": "狀留篇第四十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "論賢儒之才，既超程矣。世人怪其仕宦不進，官爵卑細，以賢才退在俗吏之後，信不怪也。夫如是，而適足以見賢不肖之分，睹髙下多少之實也。龜生三百歲大如錢，游於蓮葉之上，三千歲青邊緣，巨尺二寸。蓍生七十歲生一莖，七百歲生十莖。神靈之物也，故生遲留，曆歲長乆，故能明審。實賢儒之在世也，猶靈蓍神龜也，計學問之日，固已盡年之半矣。銳意於道，遂無貪仕之心。及其仕也，純特方正，無貟銳之操。故世人遲取進難也。針錐所穿，無不暢達。使針錐末方，穿物無一分之深矣。賢儒方節而行，無針錐之銳，固安能自穿，取暢達之功乎？且𩦸一日行千里者，無所服也，使服任車輿，駑“馬”同音。𩦸曾以引鹽車矣，垂頭落汗，行不能進，伯樂顧之，王良御之，空身輕馳，故有千里之名。今賢儒懷古今之學，負荷禮義之重，内累於胷中之知，外劬於禮義之操，不敢妄進茍取，故有稽留之難。無伯樂之友，不遭王良之將，安得馳於清明之朝，立千里之迹乎？且夫含血氣物之生也，行則背在上而腹在下，其病若死，則背在下而腹在上。何則？背肉厚而重，腹肉薄而輕也。賢儒、俗吏，並在當世，有似於此。將明道行，則俗吏載賢儒，賢儒乗俗吏；將闇道廢，則俗吏乗賢儒，賢儒處下位，猶物遇害，腹在上而背在下也。且背法天而腹法地，生行得其正，故腹背得其位；病死失其宜，故腹反而在背上。非唯腹也，凡物仆僵者，足又在上。賢儒不遇，仆廢於世，踝足之吏，皆在其上。東方朔曰：“目不在面而在於足，救昧不給，能何見乎？”汲黯謂武帝曰：“陛下用吏如積薪矣，後來者居上。”原汲黯之言，察東方朔之語，獨以非俗吏之得地，賢儒之失職哉？故夫仕宦，失地難以觀德，得地難以察不肖。名生於髙官，而毁起於卑位。卑位固常賢儒之所在也。遵禮蹈繩，脩身守節，在下不汲汲，故有沉滯之留。沉滯在能自濟，故有不拔之扼。其積學於身也多，故用心也固。俗吏無以自修，身雖拔進，利心揺動，則有下道侵漁之操矣。楓桐之樹，生而速長，故其皮肌不能堅剛。樹檀以五月生葉，後彼春榮之木，其材彊勁，車以爲軸。殷之桑榖，七日大拱，長速大暴，故爲變怪。大器晚成，寳貨難售者，不崇一朝，輙成賈者，菜果之物也。是故湍瀬之流，沙石轉而大石不移。何者？大石重而沙石輕也。沙石轉積於大石之上，大石没而不見。賢儒俗吏，並在世俗，有似於此。遇闇長吏，轉移俗吏超在賢儒之上。賢儒處下，受馳走之使，至或巖居穴處，没身不見。咎在長吏不能知賢，而賢者道大，力劣不能拔舉之故也。夫手指之物器也，度力不能舉，則不敢動。賢儒之道，非徒物器之重也。是故金鐡在地，焱風不能動；毛芥在其間，飛楊千里。夫賢儒所懷，其猶水中大石，在地金鐡也。其進不若俗吏速者，長吏力劣不能用也。毛芥在鐡石間也，一口之氣能吹毛芥，非必焱風。俗吏之易遷，猶毛芥之易吹也。故夫轉沙石者，湍瀬也；飛毛芥者，焱風也。活水洋風，毛芥不動。無道理之將，用心暴猥，察吏不詳，遭以好遷，妄授官爵，猛水之轉沙石，焱風之飛毛芥也。是故毛芥因異風而飛，沙石遭猛流而轉，俗吏遇悖將而遷。且圓物投之於地，東西南北，無之不可，䇿杖叩動，纔微輙停。方物集地，壹投而止，及其移徙，湏人動舉。賢儒，世之方物也，其難轉移者，其動湏人也。鳥輕便於人，趨遠，人不如鳥，然而天地之性人爲貴。蝗蟲之飛，能至萬里，麒麟湏獻，乃逹闕下。然而蝗蟲爲災，麒麟爲瑞。麟有四足，尚不能自致，人有兩足，安能自達？故曰：鷰飛輕於鳳皇，兎走疾於麒麟，鼃躍躁於靈龜，虵騰便於神龍。吕望之徒，白首乃顯；百里奚之知，明於黄髪。深爲國謀，因爲王輔，皆夫沉重難進之人也。輕躁早成，禍害暴疾。故曰：其進銳者退速。陽温隂寒，歷月乃至；災變之氣，一朝成怪。故夫河冰結合，非一日之寒；積土成山，非斯湏之作。干將之劒，乆在鑪炭，銛鋒利刅，百熟煉厲，乆銷乃見，作留成遲，故能割斷。肉暴長者曰腫，泉暴出者曰涌，酒暴熟者易酸，醢暴酸者易臭。由此言之，賢儒遲留，皆有狀故。狀故云何？學多道重，爲身累也。草木之生者濕，濕者重，死者枯。枯而輕者易舉，濕而重者難移也。然",
                    "zhushu": "一有“能”字"
                },
                {
                    "paragraph": "元氣所在，在生不在枯。是故車行於陸，舩行於溝，其滿而重者行遲，空而輕者行疾。先王之道，載在胷腹之内，其重不徒舩車之任也。任重，其取進疾速，難矣。竊人之物，其得非不速疾也，然而非其有，得之非己之力也。世人早得髙官，非不有光榮也，而尸禄素飡之謗，諠譁甚矣。且賢儒之不進，將相長吏不開通也。農夫載榖奔都，賈人齎貨赴遠，皆欲得其願也。如門郭閉而不通，津梁絶而不過，雖有勉力趨時之勢，奚由早至以得盈利哉？長吏妬賢，不能容善，不被鉗赭之刑，幸矣，焉敢望官位升舉，道理之早成也？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "寒温篇第四十一",
            "paragraphs": [
                {
                    "paragraph": "寒温篇第四十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "說寒温者曰：人君喜則温，怒則寒。何則？喜怒發於胷中，然後行出於外，外成賞罰。賞罰，喜怒之效，故寒温渥盛，凋物傷人。夫寒温之代至也，在數日之間。人君未必有喜怒之氣發胷中，然後渥盛於外，見外寒温，則知胷中之氣也。當人君喜怒之時，胷中之氣未必更寒温也。胷中之氣，何以異於境内之氣？胷中之氣，不爲喜怒變，境内寒温，何所生起？六國之時，秦、漢之際，諸侯相伐，兵革滿道，國有相攻之怒，將有相勝之志。夫有相殺之氣，當時天下未必常寒也。太平之世，唐、虞之時，政得民安，人君常喜，絃歌鼓舞，比屋而有，當時天下未必常温也。豈喜怒之氣，爲小發，不爲大動邪？何其不與行事相中得也？夫近水則寒，近火則温，遠之漸微。何則？氣之所加，遠近有差也。成事火位在南，水位在北，北邊則寒，南極則𤍠。火之在鑪，水之在溝，氣之在軀，其實一也。當人君喜怒之時，寒温之氣，閨門冝甚，境外冝微。今案寒温外内均等，殆非人君喜怒之所致。世儒說稱，妄處之也。王者之變在天下，諸侯之變在境内，卿大夫之變在其位，庶人之變在其家。夫家人之能致變，則喜怒亦能致氣。父子相怒，夫妻相督。若當怒反喜，縱過飾非，一室之中，冝有寒温。由此言之，變非喜怒所生，明矣。或曰：“以類相招致也。喜者和温，和温賞賜，陽道施予。陽氣温，故温氣應之。怒者愠恚，愠恚誅殺，隂道肅殺。隂氣寒，故寒氣應之。虎嘯而谷風至，龍興而景雲起，同氣共類，動相招致。故曰：以形逐影，以龍致雨。雨應龍而來，影應形而去，天地之性，自然之道也。秋冬斷刑，小獄微原，大辟盛寒，寒隨刑至，相招審矣。”夫比寒温於風雲，齊喜怒於龍虎，同氣共類，動相招致，可矣。虎嘯之時，風從谷中起；龍興之時，雲起百里内。他谷異境，無有風雲。今寒温之變，並時皆然，百里用刑，千里皆寒，殆非其驗。齊、魯接境，賞罰同時。設齊賞魯罰，所致冝殊，當時可齊國温，魯地寒乎？案前世用刑者，蚩尤、亡秦甚矣。蚩尤之民，湎湎紛紛，亡秦之路，赤衣比肩。當時天下未必常寒也。帝都之市，屠殺牛羊，日以百數。刑人殺牲，皆有賊心。帝都之市，氣不能寒。或曰：“人貴於物，唯人動氣。”夫用刑者動氣乎？用受刑者爲變也。如用刑者，刑人殺禽，同一心也。如用受刑者，人禽皆物也。俱爲萬物，百賤不能當一貴乎。或曰：“唯人君動氣，衆庶不能。”夫氣感必湏人君，世何稱於鄒衍。鄒衍匹夫，一人感氣，世又然之。刑一人而氣輙寒，生一人而氣輙温乎？赦令四下，萬刑並除，當時歲月之氣不温。徃年萬户失火，煙焱參天，河決千里，四望無垠。火與温氣同，水與寒氣類。失火河決之時，不寒不温。然則寒温之至，殆非政治所致。然而寒温之至，遭與賞罰同時，變復之家，因縁名之矣。春温夏暑，秋凉冬寒，人君無事，四時自然。夫四時非政所爲，而謂寒温獨應政治。正月之始，正月之後，立春之際，百刑皆斷，囹圄空虚，然而一寒一温。當其寒也，何刑所斷？當其温也，何賞所施？由此言之，寒温天地節氣，非人所爲，明矣。人有寒温之病，非操行之所及也。遭風逢氣，身生寒温，變操易行，寒温不除。夫身近而猶不能變除其疾，國邑遠矣，安能調和其氣？人中於寒，飲藥行解，所苦稍衰，轉爲温疾，吞發汗之丸而應愈。燕有寒谷，不生五榖。鄒衍吹律，寒谷可種。燕人種黍其中，號曰黍谷。如審有之，寒温之災，復以吹律之事，調和其氣，變政易行，何能滅除？是故寒温之疾，非藥不愈；黍谷之氣，非律不調。堯遭洪水，使禹治之，寒温與堯之洪水，同一實也。堯不變政易行，知夫洪水非政行所致。洪水非政行所致，亦知寒温非政治所招。或難曰：“洪範庶徴曰：“急，恒寒若；舒，恒燠若。”若，順；燠，温。恒，常也。人君急則常寒順之，舒則常温順之。寒温應急舒，謂之非政，如何？”夫豈謂急不寒，舒不温哉？人君急舒而寒、温遞至，偶適自然，若故相應，猶卜之得兆，筮之得數也。人謂天地應令問，其實適然。夫寒温之應急舒，猶兆數之應令問也。外若相應，其實偶然。何以驗之？夫天道自然，自然無爲，二令參偶，遭適逢㑹，人事始作，天氣已有，故曰道也。使應政事，是有非自然也。易京氏布六十四卦。於一歲中，六日七分，一卦用事。卦有隂陽，氣有升降，陽升則温，隂升則寒。由此言之，寒温隨卦而至，不應政治也。案易無妄之應，水旱之至，自有期節，百災萬變，殆同一曲。變復之家，疑且失實。何以爲疑？夫大人與天地合德，先天而天不違，後天而奉天時。洪範曰：“急，𢘆寒若；舒，恒燠若。”如洪範之言，天氣隨人易徙，當先天而天不違耳，何故復言“後天而奉天時”乎？後者，天已寒温於前，而人賞罰於後也。由此言之，人言與尚書不合，一疑也。京氏占寒温以隂陽升降，變復之家以刑賞喜怒，兩家乖迹，二疑也。民間占寒温，今日寒而明日温，朝有繁霜，夕有列光，旦雨氣温，旦暘氣寒。夫雨者隂，暘者陽也；寒者隂，而温者陽也。雨旦暘反寒，暘旦雨反温，不以類相應，三疑也。三疑不定，自然之說亦未立也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "譴告篇第四十二",
            "paragraphs": [
                {
                    "paragraph": "譴告篇第四十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "論災異，謂古之人君爲政失道，天用災異譴告之也。災異非一，復以寒温爲之效。人君用刑非時則寒，施賞違節則温。天神譴告人君，猶人君責怒臣下也。故楚嚴王曰：“天不下災異，天其忘予乎？”災異爲譴告，故嚴王懼而思之也。曰：此疑也。夫國之有災異也，猶家人之有變怪也。有災異謂，天譴人君，有變怪天復譴告家人乎？家人既明，人之身中，亦將可以喻。身中病，猶天有災異也。血脉不調，人生疾病；風氣不和，歲生災異。災異謂天譴告國政，疾病天復譴告人乎？醸酒於罌，烹肉於鼎，皆欲其氣味調得也。時或鹹苦酸淡不應口者，猶人勺藥失其和也。夫政治之有災異也，猶烹釀之有惡味也。茍謂災異爲天譴告，是其烹釀之誤得見譴告也。占大以小，明物事之喻，足以審天。使嚴王知如孔子，則其言可信。衰世覇者之才，猶夫變復之家也，言未必信，故疑之。夫天道，自然也，無爲，如譴告人，是有爲，非自然也。黄老之家，論說天道，得其實矣。且天審能譴告人君，冝變易其氣以覺悟之。用刑非時，刑氣寒而天冝爲温。施賞違節，賞氣温而天冝爲寒。變其政而易其氣，故君得以覺悟知是非。今乃隨寒從温，爲寒爲温，以譴告之，意欲令變更之。且大王亶父以王季之可立，故易名爲“歷”。歷者，適也。太伯覺悟，之吳越採藥，以避王季。使大王不易季名而復字之季，太伯豈覺悟以避之哉。今刑賞失法，天欲改易其政，冝爲異氣，若太王之易季名，今乃重爲同氣以譴告之，人君何時將能覺悟，以見刑賞之誤哉？鼓瑟者誤於張弦設柱，宫啇易聲，其師知之，易其弦而復移其柱。夫天之見刑賞之誤，猶瑟師之睹弦柱之非也。不更變氣以悟人君，反增其氣以渥其惡，則天無心意，茍隨人君爲誤非也。紂爲長夜之飲，文王朝夕曰：“祀兹酒。”齊奢於祀，晏子祭廟，豚不掩爼。何則？非疾之者，冝有以改易之也。子弟傲慢，父兄教以謹敬。吏民横悖，長吏示以和順。是故康叔、伯禽失子弟之道，見於周公，拜起驕悖，三見三笞。徃見商子，商子令觀橋梓之樹，二子見橋梓，心感覺悟，以知父子之禮。周公可隨爲驕，商子可順爲慢，必湏加之捶杖，教觀於物者，兾二人之見異，以竒自覺悟也。夫人君之失政，猶二子失道也。天不告以政道，令其覺悟，若二子觀見橋梓，而顧隨刑賞之誤，爲寒温之報，此則天與人君俱爲非也。無相覺悟之感，有相隨從之氣，非皇天之意，愛下譴告之冝也。凡物能相割截者，必異性者也；能相奉成者，必同氣者也。是故離下兊上曰“革”。革，更也。火金殊氣，故能相革。如俱火而皆金，安能相成？屈原疾楚之臰洿，故稱香㓗之辭；漁父議以不隨俗，故陳沐浴之言。凡相溷者，或教之薫隧，或令之負豕。二言之於除臰洿也，孰是孰非？非有不易，少有以益。夫用寒温，非刑賞也，能易之乎？西門豹急，佩韋以自寛；董安于緩，帶絃以自促。二賢知佩帶變己之物，而以攻身之短，夫至明矣。人君失政，不以他氣譴告變易，反隨其誤，就起其氣，此則皇天用意，不若二賢審也。楚荘王好獵，樊姫爲之不食鳥獸之肉；秦繆公好滛樂，華陽后爲之不聽鄭衛之音。二姫非兩主，拂其欲而不順其行；皇天非賞罰，而順其操，而渥其氣。此蓋皇天之德，不若婦人賢也。故諌之爲言間也，持善間惡，必謂之一亂。周繆王任刑，甫刑篇曰：“報虐用威。”威虐皆惡也，用惡報惡，亂莫甚焉。今刑失賞寛，惡也，夫復爲惡以應之，此則皇天之操與繆王同也。故以善駮惡，以惡懼善，告人之理，勸厲爲善之道也。舜戒禹曰：“毋若丹朱敖。”周公勑成王曰：“毋若殷王紂。”毋者，禁之也。丹朱、殷紂至惡，故曰“毋”以禁之。夫言“毋若”，孰與言必若哉？故毋必二辭，聖人審之，況肯譴非爲非，順人之過，以增其惡哉。天人同道，大人與天合德。聖賢以善反惡，皇天以惡隨非，豈道同之效，合德之驗哉。孝武皇帝好仙，司馬長卿獻大人賦，上乃僊僊",
                    "zhushu": "冝讀爲“飄飄”字"
                },
                {
                    "paragraph": "有凌雲之氣。孝成皇帝好廣宫室，楊子雲上甘泉頌，妙稱神怪，若曰“非人力所能爲，鬼神力乃可成。皇帝不覺，爲之不止。長卿之賦，如言仙無實效，子雲之頌言奢有害。孝武豈有僊僊之氣者，孝成豈有不覺之惑哉。然即天之不爲他氣以譴告人君，反順人心以非應之，猶二子爲賦頌，令兩帝惑而不悟也。竇嬰、灌夫疾時爲邪，相與日引繩以糾纆之，心疾之甚，安肯從其欲？太伯教吳冠帶，孰與隨從其俗，與之俱倮也。故吳之知禮義也，太伯改其俗也。蘇武入匈奴，終不左祍。趙他入南越，箕踞椎髻。漢朝稱蘇武而毁趙他之性，習越土氣，畔冠帶之制。陸賈說之，夏服雅禮，風告以義，趙他覺悟，運心嚮内。如陸賈復越服夷談，從其亂俗，安能令之覺悟，自變從漢制哉。三教之相違，文質之相反，政失不相反襲也。譴告人君誤，不變其失而襲其非，欲行譴告之教，不從如何。管、蔡簒畔，周公告教之至于再三，其所以告教之者，豈云當簒畔哉？人道善善惡惡，施善以賞，加惡以罪，天道冝然。刑賞失實，惡也，爲惡氣以應之，惡惡之義，安所施哉？漢正首匿之罪，制亡從之法，惡其隨非而與惡人爲羣黨也。如束罪人以詣吏，離惡人與異居，首匿亡從之法除矣。狄牙之調味也，酸則沃之以水，淡則加之以鹹，水火相變易，故膳無鹹淡之失也。今刑罰失實，不爲異氣以變其過，而又爲寒於寒，爲温於温，",
                    "zhushu": "一有“寒温”字。"
                },
                {
                    "paragraph": "此猶憎酸而沃之以鹹，惡淡而灌之以水也。由斯言之，譴告之言，疑乎？必信也。今熯薪燃釡，火猛則湯𤍠，火微則湯冷。夫政猶火，寒温猶𤍠冷也。顧可言人君爲政，賞罰失中也，逆亂隂陽，使氣不和，乃言天爲人君，爲寒爲温以譴告之乎？儒者之說，又言人君失政，天爲異。不改，災其人民；不改，乃災其身也。先異後災，先教後誅之義也。曰：此復疑也。以夏樹物，物枯不生；以秋収榖，榖棄不藏。夫爲政教，猶𣗳物收榖也，顧可言政治失時，氣物爲災，乃言天爲異以譴告之，不改爲災以誅伐之乎？儒者之說，俗人言也。盛夏陽氣熾烈，隂氣千之，激射𧝬裂，中殺人物，謂天罰隂過。外一聞若是，内實不然。夫謂災異爲譴告誅伐，猶爲雷殺人罰隂過也，非謂之言，不然之說也。或曰：“谷子雲上書陳言變異，明天之譴告。不改，後將復有。願貫械待時。”後竟復然。即不爲譴告，",
                    "zhushu": "一有“復告復”字。"
                },
                {
                    "paragraph": "何故復有？子雲之言，故後有以示改也。曰：夫變異自有占候，隂陽物氣自有終始。履霜以知堅冰必至，天之道也。子雲識微，知後復然，借變復之說以效其言，故願貫械以待時也。猶齊晏子見鉤星在房、心之間，則知地且動也。使子雲見鉤星，則將復曰：“天以鉤星譴告政治，不改，將有地動之變矣。”然則子雲之願貫械待時，猶子韋之願伏陛下，以俟熒惑徙處，必然之驗，故譴告之言信也。予之譴告，何傷於義？損皇天之德，使自然無爲，轉爲人事，故難聽之也。稱天之譴告，譽天之聦察也，反以聦察傷損於天德。何以知其聾也？以其聽之聦也。何以知其盲也？以其視之明也。何以知其狂也？以其言之當也。夫言當視聽聦明，而道家謂之狂而盲聾。今言天之譴告，是謂天狂而盲聾也。易曰：“大人與天地合其德。”故太伯曰：“天不言，殖其道於賢者之心。”夫大人之德，則天德也。賢者之言，則天言也。大人刺而賢者諌，是則天譴告也，而反歸告於災異，故疑之也。六經之文，聖人之語，動言天者，欲化無道，懼愚者之言，非獨吾心，亦天意也。及其言天，猶以人心，非謂上天蒼蒼之體也。變復之家，見誣言天，災異時至，則生譴告之言矣。驗古以知今，天以人受終于文祖，不言受終于天，堯之心知天之意也。堯授之，天亦授之，百官臣子，皆郷與舜。舜之授禹，禹之傳啟，皆以人心效天意。詩之“眷顧”，洪範之“震怒”，皆以人身效天之意。文、武之卒，成王㓜少，周道未成，周公居攝，當時豈有上天之教哉，周公推心，合天志也。上天之心，在聖人之胷，及其譴告，在聖人之口。不信聖人之言，反然災異之氣，求索上天之意，何其遠哉？世無聖人，安所得聖人之言？賢人庻幾之才，亦聖人之次也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "變動篇第四十三",
            "paragraphs": [
                {
                    "paragraph": "變動篇第四十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "論災異者，已疑於天用災異譴告人矣。更說曰：“災異之至，殆人君以政動天，天動氣以應之。譬之以物擊鼓，以椎扣鍾，鼔猶天，椎猶政，鍾鼓聲猶天之應也。人主爲於下，則天氣隨人而至矣。”曰：此又疑也。夫天能動物，物焉能動天？何則？人物繫於天，天爲人物主也。故曰：“王良䇿馬，車騎盈野。非車騎盈野，而乃王良䇿馬也。”天氣變於上，人物應於下矣。故天且雨，商羊起舞，使天雨也。商羊者，知雨之物也。天且雨，屈其一足起舞矣。故天且雨，螻蟻徙，丘蚓出，琴絃緩，固疾發，此物爲天所動之驗也。故天且風，巢居之蟲動；且雨，宂處之物擾。風雨之氣感蟲物也。故人在天地之間，猶蚤虱之在衣裳之内，螻蟻之在宂𨻶之中。蚤虱螻蟻爲逆順橫從，能令衣裳宂𨻶之間氣變動乎？蚤虱螻蟻不能，而獨謂人能，不逹物氣之理也。夫風至而𣗳枝動，樹枝不能致風。是故夏末蜻𧊿鳴，寒螿啼，感隂氣也。雷動而雉驚，發蟄而虵出，起氣也。夜及半而鶴唳，晨將旦而雞鳴，此雖非變，天氣動物，物應天氣之驗也。顧可言寒温感動人君，人君起氣而以賞罰，廼言以賞罰感動皇天，天爲寒温以應政治乎？六情風家言“風至，爲盗賊者感應之而起”，非盗賊之人精氣感天，使風至也。風至怪不軌之心，而盗賊之操發矣。何以驗之？盗賊之人，見物而取，睹敵而殺，皆在徙倚漏刻之間，未必宿日有其思也，而天風已以貪狼隂賊之日至矣。以風占貴賤者，風從王相郷來則貴，從囚死地來則賤。夫貴賤多少，斗斛故也。風至而糴穀之人貴賤其價，天氣動怪人物者也。故穀價低昻，一貴一賤矣。天官之書，以正月朝占四方之風，風從南方來者旱，從北方來者湛，東方來者爲疫，西方來者爲兵。太史公實道言：以風占水旱兵疫者，人物吉凶綂於天也。使物生者，春也；物死者，冬也。春生而冬殺也。天者如或欲春殺冬生，物終不死生，何也？物生綂於陽，物死繫於隂也。故以口氣吹人，人不能寒；吁人，人不能温。使見吹吁之人，渉冬觸夏，將有凍暘之患矣。寒温之氣繫於天地，而綂於隂陽，人事國政，安能動之？且天本而人末也。登樹怪其枝，不能動其株，如伐株，萬莖枯矣。人事猶樹枝，能温猶根株也。生於天，含天之氣，以天爲主，猶耳目手足繫於心矣。心有所爲，耳目視聽，手足動作，謂天應人，是謂心爲耳目手足使乎？旌旗垂旒，旒綴於杆，",
                    "zhushu": "杆冝讀爲韜杠之杠。"
                },
                {
                    "paragraph": "杆東則旒隨而西。茍謂寒温隨刑罰而至，是以天氣爲綴旒也。鉤星在房、心之間，地且動之占也。齊太卜知之，謂景公“臣能動地。”景公信之。夫謂人君能致寒温，猶齊景公信太卜之能動地。夫人不能動地，而亦不能動天。夫寒温，天氣也。天至高大，人至卑小。篙",
                    "zhushu": "或作筳"
                },
                {
                    "paragraph": "不能鳴鍾，而螢火不爨鼎者，何也？鐘長而篙短，鼎大而螢小也。以七尺之細形，感皇天之大氣，其無分銖之驗，必也。占大將且入國邑，氣寒，則將且怒，温則將喜。夫喜怒起事而發，未入界，未見吏民，是非未察，喜怒未發，而寒温之氣已豫至矣。怒喜致寒温，怒喜之後，氣乃當至，是竟寒温之氣使人君怒喜也。或曰：“未至誠也。行事至誠，若鄒衍之呼天而霜降，杞梁妻哭而城崩，何天氣之不能動乎？”夫至誠，猶以心意之好惡也。有果蓏之物，在人之前，去口一尺，心欲食之，口氣吸之，不能取也。手掇送口，然後得之。夫以果蓏之細，貟圌易轉，去口不遠，至誠欲之，不能得也。況天去人高遠，其氣莽蒼無端末乎？盛夏之時，當風而立。隆冬之月，嚮日而坐。其夏欲得寒而冬欲得温也，至誠極矣。欲之甚者，至或當風鼓箑，嚮日燃爐，而天終不爲冬夏易氣，寒暑有節，不爲人變改也。夫正欲得之而猶不能致，況自刑賞，意思不欲求寒温乎？萬人俱歎，未能動天，一鄒衍之口，安能降霜？鄒衍之狀，孰與屈原？見拘之𡨚，孰與沉江？離騷楚辭悽愴，孰與一歎？屈原死時，楚國無霜，此懷、襄之世也。厲、武之時，卞和獻玉，刖其兩足，奉玉泣出，涕盡續之以血。夫鄒衍之誠，孰與卞和？見拘之𡨚，孰與刖足？仰天而歎，孰與泣血？夫歎固不如泣，拘固不如刖，料計𡨚情，衍不如和，當時楚地不見霜。李斯、趙高讒殺太子扶蘇，并及䝉恬、䝉驁，其時皆吐痛苦之言，與歎聲同。又禍至死，非徒茍徙，而其死之地，寒氣不生。秦坑趙卒於長平之下，四十萬衆同時俱陷，當時啼號，非徒歎也。誠雖不及鄒衍，四十萬之𡨚，度當一賢臣之痛；入坑塪之啼，度過拘囚之呼。當時長平之下，不見隕霜。甫刑曰：“庶僇旁告無辜于天帝。”此言蚩尤之民被𡨚，旁告無罪于上天也。以衆民之叫，不能致霜，鄒衍之言，殆虛妄也。南方至熱，煎沙爛石，父子同水而浴；北方至寒，凝冰坼土，父子同穴而處。燕在北邊，鄒衍時，周之五月，正歲三月也。中州内正月二月霜雪時降，北邊至寒，三月下霜，未爲變也。此殆北邊三月尚寒，霜適自降，而衍適呼，與霜逢會。傳曰：“燕有寒谷，不生五榖。鄒衍吹律，寒谷復温。”則能使氣温，亦能使氣復寒。何知衍不令時人知己之𡨚，以天氣表己之誠，竊吹律於燕谷獄，令氣寒而因呼天乎？即不然者，霜何故降？范雎爲湏賈所讒，魏齊僇之，折幹摺脅。張儀遊於楚，楚相掠之，被捶流血。二子𡨚屈，太史公列記其狀。鄒衍見拘，雎、儀之比也，且子長何諱不言？案衍列傳不言見拘而使霜降，僞書遊言，猶太子丹使日再中，天雨粟也。由此言之，衍呼而降霜，虛矣。則杞梁之妻哭而崩城，妄也。頓牟叛，趙襄子帥師攻之。軍到城下，頓牟之城崩者十餘丈，襄子擊金而退之。夫以杞梁妻哭而城崩，襄子之軍有哭者乎？秦之將滅，都門内崩。霍光家且敗，第墻自壊。誰哭於秦宫，泣於霍光家者。然而門崩墻壞，秦、霍敗亡之徴也。或時杞國且圯，而杞梁之妻適哭城下，猶燕國適寒，而鄒衍偶呼也。事以類而時相因，聞見之者或而然之。又城老墻朽，猶有崩壞。一婦之哭，崩五丈之城，是城則一指摧三仞之楹也。春秋之時，山多變，山、城一類也。哭能崩城，復能壞山乎？女然素縞而哭河，河流通，信哭城崩，固其冝也。案𣏌梁從軍死，不歸，其婦迎之，魯君弔於途，妻不受弔，棺歸於家，魯君就弔，不言哭於城下。本從軍死，從軍死不在城中，妻向城哭，非其處也。然則𣏌梁之妻哭而崩城，復虛言也。因類以及，荆軻、秦王白虹貫日，衞先生爲秦畫長平之計，太白食昴，復妄言也。夫豫子謀殺襄子，伏於橋下，襄子至橋心動。貫高欲殺高祖，藏人於壁中，高祖至柏人亦動心。二子欲刺兩主，兩主心動。實論之，尚謂非二子精神所能感也，而況荆軻欲刺秦王，秦王之心不動，而白虹貫日乎？然則白虹貫日，天變自成，非軻之精爲虹而貫日也。鉤星在房、心間，地且動之占也。地且動，鉤星應房、心。夫太白食昴，猶鉤星在房、心也。謂衛先生長平之議，令太白食昴，疑矣。歲星害鳥尾，周、楚惡之。綝然之氣見，宋、衛、陳、鄭災。案時周、楚未有非，而宋、衛、陳、鄭未有惡也。然而歲星先守尾，災氣署垂於天。其後周、楚有禍，宋、衛、陳、鄭同時皆然。歲星之害周、楚，天氣災四國也。何知白虹貫日不致刺秦王，太白食昴，使長平計起也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "明雩篇第四十四",
            "paragraphs": [
                {
                    "paragraph": "明雩篇第四十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "變復之家，以乆雨爲湛，乆暘爲旱。旱應亢陽，湛應沈溺。或難曰：夫一歲之中，十日者一雨，五日者一風。雨頗留，湛之兆也；暘頗乆，旱之漸也。湛之時，人君未必沈溺也。旱之時，未必亢陽也。人君爲政，前後若一。然而一湛一旱，時氣也。范蠡計然曰：“太歲在子，水，毁；金，穰；木，饑；火，旱。”夫如是，水旱饑穰，有歲運也。歲直其運，氣當其世，變復之家，指而名之。人君用其言，求過自改。暘乆自雨，雨乆自暘，變復之家，遂名其功；人君然之，遂信其術。試使人君恬居安處，不求己過，天猶自雨，雨猶自暘。暘濟雨濟之時，人君無事，變復之家，猶名其術。是則隂陽之氣，以人爲主，不說於天也。夫人不能以行感天，天亦不隨行而應人。春秋魯大雩，旱求雨之祭也。旱乆不雨，禱祭求福，若人之疾病，祭神解禍矣。此變復也。詩云：“月離于畢，比滂沲矣。”書曰：“月之從星，則以風雨。”然則風雨隨月所離從也。房星四表三道，日月之行，出入三道，出北則湛，出南則旱。或言出北則旱，南則湛。案月爲天下占，房爲九州候，月之南北，非獨爲魯也。孔子出，使子路齎雨具。有頃，天果大雨。子路問其故，孔子曰：“昨暮月離于畢。”後日，月復離畢。孔子出，子路請齎雨具，孔子不聽，出果無雨。子路問其故，孔子曰：“昔日，月離其隂，故雨；昨暮，月離其陽，故不雨。”夫如是，魯雨自以月離，豈以政哉？如審以政令，月離于畢爲雨占，天下共之。魯雨，天下亦冝皆雨。六國之時，政治不同，人君所行，賞罰異時，必以雨爲應政令，月離六七畢星，然後足也。魯繆公之時，歲旱。繆公問縣子：“天旱不雨，寡人欲暴巫，奚如？”縣子不聽。“欲徙市，奚如？”對曰：“天子崩，巷市七日；諸公薨，巷市五日。爲之徙市，不亦可乎？”案縣子之言，徙市得雨也。案詩書之文，月離星得雨。日月之行，有常節度，肯爲徙市故，離畢之隂乎？夫月畢，天下占，徙魯之市，安耐移月？月之行天，三十日而周，一月之中，一過畢星，離陽則陽。假令徙市之感，能令月離畢陽，其時徙市而得雨乎？夫如縣子言，未可用也。董仲舒求雨，申春秋之義，設虛立祀，父不食於枝庶，天不食於下地。諸侯雩禮所祀，未知何神。如天神也，唯王者天乃歆，諸侯及今長吏，天不享也。神不歆享，安耐得神？如雲雨者，氣也，雲雨之氣，何用歆享？“觸石而出，膚寸而合，不崇朝而辨雨天下，泰山也。泰山雨天下，小山雨國邑。”然則大雩所祭，豈祭山乎？假令審然，而不得也。何以效之？水異川而居，相高分寸，不決不流，不鑿不合。誠令人君禱祭水旁，能令高分寸之水流而合乎？夫見在之水，相差無幾，人君請之，終不耐行。況雨無形兆，深藏高山，人君雩祭，安耐得之？夫雨水在天地之間也，猶夫涕泣在人形中也。或賫酒食請於惠人之前，未出其泣，惠人終不爲之隕涕。夫泣不可請而出，雨安可求而得？雍門子悲哭，孟甞君爲之流涕；蘇秦張儀悲說坈中，鬼谷先生泣下沾襟。或者儻可爲雍門之聲，出蘇張之說，以感天乎？天又耳目高遠，音氣不通。杞梁之妻又已悲哭，天不雨而城反崩。夫如是，竟當何以致雨？雩祭之家，何用感天？案月出北道，離畢之隂，希有不雨。由此言之，北道，畢星之所在也。北道星肯爲雩祭之故，下其雨乎？孔子出，使子路齎雨具之時，魯未必雩祭也。不祭，沛然自雨；不求，曠然自暘。夫如是，天之暘雨，自有時也。一歲之中，暘雨連屬。當其雨也，誰求之者？當其暘也，誰止之者？人君聽請，以安民施恩，必非賢也。天至賢矣，時未當雨，僞請求之故，妄下其雨，人君聽請之類也。變復之家，不推類驗之，空張法術惑人君。或未當雨，而賢君求之而不得；或適當自雨，惡君求之，遭遇其時，是使賢君受空責，而惡君䝉虛名也。世稱聖人純而賢者駮。純則行操無非，無非則政治無失。然而世之聖君，莫有如堯、湯。堯遭洪水，湯遭大旱。如謂政治所致，堯、湯惡君也；如非政治，是運氣也。運氣有時，安可請求？世之論者，猶謂“堯、湯水旱。水旱者，時也；其小旱湛，皆政也。假令審然，何用致湛？審以政致之，不脩所以失之，而從請求，安耐復之？”世審稱堯、湯水旱，天之運氣，非政所致。夫天之運氣，時當自然，雖雩祭請求，終無補益。而世又稱湯以五過禱於桑林，時立得雨。夫言運氣，則桑林之說絀，稱桑林，則運氣之論消。世之說稱者，竟當何由？救水旱之術，審當何用？夫災變大抵有二，有政治之災，有無妄之變。政治之災，湏耐求之，求之雖不耐得，而惠愍惻隱之恩，不得已之意也。慈父之於子，孝子之於親，知病不祀神，疾痛不和藥，又知病之必不可治，治之無益，然終不肯安坐待絶，猶卜筮求祟，召毉和藥者，惻痛慇懃，兾有驗也。既死氣絶，不可如何，升屋之危，以衣招復，悲恨思慕，兾其悟也。雩祭者之用心，慈父孝子之用意也。無妄之災，百民不知，必歸於主。爲政治者，慰民之望，故亦必雩。問：政治之災，無妄之變，何以别之？曰：德鄷政得，災猶至者，無妄也；德衰政失，變應來者，政治也。夫政治",
                    "zhushu": "一有“也治”字"
                },
                {
                    "paragraph": "則外雩而内改，以復其虧；無妄則内守舊政，外脩雩禮，以慰民心。故夫無妄之氣，歷世時至，當固自一，不冝改政。何以驗之？周公爲成王陳立政之言曰：“時則物有間之，自一話一言，我則末。維成德之彦，以乂我受民。”周公立政，可謂得矣。知非常之物，不賑不至，故勑成王自一話一言，政事無非，毋敢變易。然則非常之變，無妄之氣，間而至也。水氣間堯，旱氣間湯，周宣以賢，遭遇乆旱。建初孟季，北州連旱，牛死民乏，放流就賤。聖主寛明於上，百官共職於下，太平之明時也。政無細非，旱猶有，氣間之也。聖主知之，不改政行，轉穀賑贍，損鄷濟耗。斯見之審明，所以救赴之者得冝也。魯文公間歲大旱，臧文仲曰：“脩城郭，貶食省用，務嗇勸分。”文仲知非政，故徒脩備，不改政治。變復之家，見變輙歸於政，不揆政之無非，見異懼惑，變易操行，以不冝改而變，秪取災焉。”“何以言必當雩也？”曰：春秋大雩，傳家在宣，公羊、穀梁無譏之文，當雩明矣。曾晳對孔子言其志曰：“暮春者，春服既成，冠者五六人，童子六七人，浴乎沂，風乎舞雩，詠而歸。”孔子曰：“吾與㸃也。”魯設雩祭於沂水之上。暮者，晚也。春謂四月也。“春服既成”，謂四月之服成也。“冠者”“童子”，雩祭樂人也。浴乎沂，渉沂水也，象龍之從水中出也。風乎舞雩，風，歌也。詠而饋，詠歌饋祭也，歌詠而祭也。說論之家，以爲浴者，浴沂水中也，風乾身也。周之四月，正歲二月也，尚寒，安得浴而風乾身？由此言之，渉水不浴，雩祭審矣。春秋左氏傳曰：“啓蟄而雩。”又曰：“龍見而雩。”啓蟄、龍見，皆二月也。春二月雩，秋八月亦雩。春祈穀雨，秋祈穀實。當今靈星，秋之雩也。春雩廢，秋雩在，故靈星之祀，歲雩祭也。孔子曰：“吾與㸃也。”善㸃之言，欲以雩祭調和隂陽，故與之也。使雩失正，㸃欲爲之，孔子冝非，不當與也。樊遲從游，感雩而問，刺魯不能崇德而徒雩也。夫雩，古而有之，故禮曰：“雩祭，祭水旱也。”故有雩禮，故孔子不譏，而仲舒申之。夫如是，雩祭祀禮也。雩祭得禮，則大水鼓用牲于社，亦古禮也。得禮無非，當雩一也。禮祭也，社報生萬物之功，土地廣遠，難得辨祭，故立社爲位，主心事之。爲水旱者，隂陽之氣也，滿六合難得盡祀，故脩壇設位，敬恭祈求，效事社之義，復災變之道也。推生事死，推人事鬼，隂陽精氣，儻如生人，能飲食乎？故共馨香，奉進㫖嘉，區區惓惓，兾見荅享。推祭社言之，當雩二也。歲氣調和，災害不生，尚猶而雩。今有靈星，古昔之禮也。況歲氣有變，水旱不時，人君之懼，必痛甚矣。雖有靈星之祀，猶復雩，恐前不備，肜繹之義也。兾復災變之虧，獲鄷穰之報，三也。禮之心悃愊，樂之意歡忻。悃愊以玉帛效心，歡忻以鍾鼓驗意。雩祭請祈，人君精誠也。精誠在内，無以效外，故雩祀盡已惶懼，關納精心於雩祀之前，玉帛鍾鼓之義，四也。臣得罪於君，子獲過於父，比自改更，且當謝罪。惶懼於旱，如政治所致，臣子得罪獲過之類也。黙改政治，潜易操行，不彰於外，天怒不釋，故必雩祭，惶懼之義，五也。漢立博士之官，師弟子相訶難，欲極道之深，形是非之理也。不出横難，不得從說，不發苦詰，不聞甘對。導才低仰，欲求禆也。砥石劘厲，欲求銛也。推春秋之義，求雩祭之說，實孔子之心，考仲舒之意。孔子既殁，仲舒已死，世之論者，孰當復問？唯若孔子之徒，仲舒之黨，爲能說之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "順鼓篇第四十五",
            "paragraphs": [
                {
                    "paragraph": "順鼓篇第四十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "春秋之義，大水，鼓用牲于社。說者曰：“鼓者，攻之也。”或曰：“脅之，脅則攻矣。陽勝，攻社以救之。”或難曰：“攻社謂得勝負之義，未可得順義之節也。人君父事天，母事地，母之黨類爲害，可攻母以救之乎？”以政令失道，隂陽繆盭者，人君也。不自攻以復之，反逆節以犯尊，天地安肯濟？使湛水害傷天，不以地害天，攻之可也。今湛水所傷，物也。萬物於地，卑也。害犯至尊之體，於道違逆。論春秋者，曾不知難。案雨出於山，流入於川，湛水之類，山川是矣。大水之災，不攻山川。社土也。五行之性，水土不同。以水爲害而攻土，上勝水。攻社之義，母乃如今世工匠之用椎鑿也，以椎擊鑿，令鑿穿木。今儻攻土，令厭水乎？且夫攻社之義，以爲攻隂之類也。甲爲盗賊，傷害人民，甲在不亡。舎甲而攻乙之家，耐止甲乎？今雨者，水也。水在，不自攻水，而乃攻社。案天將雨，山先出雲，雲積爲雨，雨流爲水。然則山者父母，水者子弟也。重罪刑及族屬，罪父母子弟乎？罪其朋徒也？計山水與社，俱爲雨類也，孰爲親者？社，土也。五行異氣，相去遠。殷太戊桑穀俱生。或曰：“高宗恐駭，側身行道，思索先王之政，興滅國，繼絶世，舉𨓜民，明養老之義，桑穀消亡，享國長乆。”此說者，春秋所共聞也。水災與桑榖之變何以異？殷王改政，春秋攻社，道相違反，行之何從？周成王之時，天下雷雨，偃禾㧞木，爲害大矣。成王開金縢之書，求索行事周公之功，執書以泣，遏雨止風，反禾，大木復起，大雨乆湛，其實一也。成王改過，春秋攻社，兩經二義，行之如何？月令之家，蟲食榖稼，取蟲所類象之吏，笞擊僇辱，以滅其變。實論者謂之未必真是，然而爲之，厭合人意。今致雨者，政也，吏也。不變其政，不罪其吏，而徒攻社，能何復塞？茍以爲當攻其類，衆隂之精，月也。方諸郷月，水自下來，月離于畢，出房北道，希有不雨。月中之獸，兎、蟾蜍也；其類在地，螺與蚄也。月毁於天，螺蚄舀缺，同類明矣。雨乆不霽，攻隂之類，冝捕斬兔、蟾蜍，椎被螺蚄，爲其得實。蝗蟲時至，或飛或集，所集之地，穀草枯索。吏卒部民，塹道作塪，榜驅内於塹塪，杷蝗積聚，以千斛數，正攻蝗之身，蝗猶不止，况徒攻隂之類，雨安肯霽？尚書太傳曰：“煙氛郊社不脩，山川不祝，風雨不時，霜雪不降，責於天公；臣多弑主，㜸多殺宗，五品不訓，責於人公；城郭不繕，溝池不脩，水泉不隆，水爲民害，責於地公。”王者三公，各有所主，諸侯卿大夫，各有分職。大水不責卿大夫，而擊皷攻社，何知不然？魯國失禮，孔子作經，表以爲戒也。公羊高不能實，董仲舒不能定，故攻社之義，至今復行之。使高尚生，仲舒未死，將難之曰：“乆雨湛水溢，誰致之者？”使人君也，冝改政易行，以復塞之；如人臣也，冝罪其人，以過解天。如非君臣，隂陽之氣，偶時運也，擊鼓攻社，而何救止？春秋說曰：“人君亢陽致旱，沈溺致水。”夫如是，旱則爲沈溺之行，水則爲亢陽之操，何乃攻社？攻社不解，朱絲縈之，亦復未曉。說者以爲社、隂；朱、陽也。水，隂也。以陽色縈之，助鼓爲救。夫大山失火，灌以壅水，衆知不能救之者，何也？火盛水少，熱不能勝也。今國湛水，猶大山失火也。以若繩之絲縈社爲救，猶以壅水灌大山也。原天心以人意，狀天治以人事。人相攻擊，氣不相兼，兵不相負，不能取勝。今一國水，使真欲攻陽以絶其氣，悉發國人，操刀把杖以擊之，若歲終逐疫，然后爲可。楚、漢之際，六國之時，兵革戰攻，力彊則勝，弱劣則負。攻社一人擊鼓，無兵革之威，安能救雨？夫一暘一雨，猶一晝一夜也。其遭若堯、湯之水旱，猶一冬一夏也。如或欲以人事祭祀，復塞其變，冬求爲夏，夜求爲晝也。何以效之？乆雨不霽，試使人君高枕安臥，雨猶自止。止乆至於大旱，試使人君高枕安臥，旱猶自雨。何則？暘極反隂，隂極反暘。故夫天地之有湛也，何以知不如人之有水病也？其有旱也，何以知不如人有癉疾也？禱請求福，終不能愈；變操易行，終不能救。使醫食藥，兾可得愈，命盡期至，醫藥無效。堯遭洪水，春秋之大水也，聖君知之，不禱於神，不改乎政，使禹治之，百川東流。夫堯之使禹治水，猶病水者之使醫也。然則堯之洪水，天地之水病也；禹之治水，洪水之良醫也。說者何以易之？攻社之義，於事不得。雨不霽，祭女媧，於禮何見？伏羲、女媧，俱聖者也。舎伏羲而祭女媧，春秋不言。董仲舒之議，其故何哉？夫春秋經但言鼓，豈言攻哉？說者見有鼓文，則言攻矣。夫鼓未必爲攻，說者用意異也。季氏富於周公，而求也爲之聚歛而附益之。孔子曰：“非吾徒也，小子鳴鼓攻之可也。”攻者，責也，責讓之也。六國兵革相攻，不得難此。此又非也。以卑而責尊，爲逆矣。或據天責之也。王者母事地，母有過，子可據父以責之乎？下之於上，冝言諫。若事臣子之禮也。責讓，上之禮也。乖違禮意，行之如何？夫禮以鼓助號呼，明聲響也。古者人君將出，撞鍾擊鼓，故警戒下也。必以伐鼓爲攻此社，此則鍾聲鼓鳴，攻擊上也。大水用鼔，或時再告社，隂之太盛，雨湛不霽，隂盛陽微，非道之冝。口祝不副，以鼓自助，與日食鼓用牲于社，同一義也。俱爲告急，彰隂盛也。事大而急者用鍾鼓，小而緩者用鈴𥭳，彰事告急，助口氣也。大道難知，大水乆湛，假令政治所致，猶先告急，乃斯政行。盗賊之發，與此同操。盗賊亦政所致，比求闕失，猶先發告。鼓用牲于社，發覺之也。社者，衆隂之長，故伐鼓使社知之。說鼓者以爲攻之，故攻毋逆義之難，縁此而至。今言告以隂盛陽微，攻尊之難，奚從來哉？且告冝於用牲，用牲不冝於攻。告事用牲，禮也。攻之用牲，於禮何見？朱絲如繩，示在暘也。暘氣實微，故用物微也。投一寸之鍼，布一丸之艾於血脉之蹊，篤病有瘳。朱絲如一寸之鍼，一丸之艾也。吳攻破楚，昭王亡走，申包胥間歩赴秦，哭泣求救，卒得助兵，却吳而存楚。擊鼓之人，伐如何耳？使誠若申包胥，一人擊得，假令一人擊鼓，將耐令社與秦王同感，以土勝水之威，却止雲雨，雲雨氣得，與吳同恐，消散入山，百姓被害者，得䝉霽晏，有楚國之安矣。迅雷風烈，君子必變，雖夜必興，衣冠而坐，懼威變異也。夫水旱猶雷風也，雖運氣無妄，欲令人君高枕幄臥，",
                    "zhushu": "幄字一本作据。"
                },
                {
                    "paragraph": "以俟其時，無惻怛憂民之心。堯不用牲，或時上世質也。倉頡作書，奚仲作車，可以前代之時無書車之事，非後世爲之乎？時同作殊，事乃可難。異世易俗，相非如何？俗圖畫女媧之象，爲婦人之形，又其號曰“女”。仲舒之意，殆謂女媧古婦人帝王者也。男陽而女隂，隂氣爲害，故祭女媧求福祐也。傳又言：“共工與顓頊爭爲天子，不勝，怒而觸不周之山，使天柱折，地維絶。女媧消煉五色石以補蒼天，斷鼇之足以立四極。”仲舒之祭女媧，殆見此傳也。本有補蒼天、立四極之神，天氣不和，陽道不勝，儻女媧以精神助聖王止雨湛乎？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "亂龍篇第四十六",
            "paragraphs": [
                {
                    "paragraph": "亂龍篇第四十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "董仲舒申春秋之雩，設土龍以招雨，其意以雲龍相致。易曰：“雲從龍，風從虎。”以類求之，故設土龍。隂陽從類，雲雨自至。儒者或問曰：“夫易言“雲從龍”者，謂真龍也，豈謂土哉？楚葉公好龍，墻壁槃盂皆畫龍，必以象類爲若真，是則葉公之國常有雨也。易又曰：“風從虎。”謂虎嘯而谷風至也。風之與虎，亦同氣類，設爲土虎，置之谷中，風能至乎？夫土虎不能而致風，土龍安能而致雨？古者畜龍，乗車駕龍，故有豢龍氏、御龍氏。夏后之庭，二龍常在。季年夏衰，二龍低伏。真龍在地，猶無雲雨，况僞象乎？禮畫雷樽，象雷之形。雷樽不聞能致雷，土龍安能而動雨？頓牟掇芥，礠石引針，皆以其真是，不假他類。他類肖似，不能掇取者，何也？氣性異殊，不能相感動也。劉子駿掌雩祭，典士龍事，桓君山亦難。以頓牟礠石不能真是，何能掇針取芥？子駿窮無以應。子駿，漢朝智囊，筆墨淵海。竆無以應者，是事非議誤，不得道理實也。”曰：夫以非真難，是也，不以象類說，非也。夫東風至，",
                    "zhushu": "一有感字。"
                },
                {
                    "paragraph": "酒湛溢，鯨魚死，彗星出，天道自然，非人事也。事與彼雲龍相從，同一實也。日，火也；月，水也。水火感動，常以真氣。今伎道之家，鑄陽燧取飛火於日，作方諸取水於月，非自然也，而天然之也。土龍亦非真，何爲不能感天？一也。陽燧取火於天，五月丙午日中之時，消煉五石，鑄以爲器，乃能得火。今妄取刀劒偃月之鉤，摩以向日，亦能感天。夫土龍既不得比於陽燧，當與刀劒偃月鉤爲比，二也。齊孟常君夜出秦關，關未開，客爲鷄鳴而真鷄鳴和之。夫雞可以姦聲感，則雨亦可以僞象致，三也。李子長爲政，欲知囚情，以梧桐爲人，象囚之形，鑿地爲埳，以盧爲槨，臥木囚其中。囚罪正，則木囚不動；囚𡨚侵奪，木囚動出。不知囚之精神着木人乎？將精神之氣動木囚也？夫精神感動木囚，何爲獨不應從土龍？四也。“舜以聖德，入大麓之野，虎狼不犯，蟲蛇不害。禹鑄金鼎象百物，以入山林，亦辟凶殃。論者以爲非實。然而上古乆逺，周鼎之神，不可無也。夫金與土，同五行也，使作土龍者如禹之德，則亦將有雲雨之驗，五也。頓牟掇芥、礠石、鉤象之石，非頓牟也，皆能掇芥，土龍亦非真，當與礠石、鉤象爲類，六也。楚葉公好龍，墻壁盂樽皆𦘕龍象，眞龍聞而下之。夫龍與雲雨同氣，故能感動，以類相從。葉公以爲𦘕致眞龍，今獨何以不能致雲雨？七也。神靈示人以象不以實，故寢臥夢悟，見事之象。將吉，吉象來；將凶，凶象至。神靈之氣，雲雨之類，八也。神靈以象見實，土龍何獨不能以僞致眞也？上古之人，有神荼、鬱壘者，昆弟二人，性能執鬼，居東海度朔山上，立桃樹下，簡閱百鬼。鬼無道理，妄爲人禍，荼與鬱壘縳以盧索，執以食虎。故今縣官斬桃爲人，立之戸側；畫虎之形，著之門闌。夫桃人非荼、鬱壘也，畫虎非食鬼之虎也，刻畫效象，兾以禦凶。今土龍亦非致雨之龍，獨信桃人畫虎，不知土龍，九也。此尚因縁昔書，不見實驗。魯般、墨子刻木爲鳶，蜚之三日而不集，爲之巧也。使作土龍者若魯般、墨子，則亦將有木鳶蜚不集之類。夫蜚鳶之氣，雲雨之氣也。氣而蜚木鳶，何獨不能從土龍？十也。夫雲雨之氣也，知於蜚鳶之氣，未可以言。釣者以木爲魚，丹漆其身，近之水流而擊之，起水動作，魚以爲真，並來聚會。夫丹木非真魚也。魚含血而有知，猶爲象至，雲雨之知，不能過魚，見土龍之象，何能疑之？十一也。此尚魚也，知不如人。匈奴敬畏郅都之威，刻木象都之狀，交弓射之，莫能一中。不知都之精神在形象邪？亡也將匈奴敬鬼，精神在木也？如都之精神在形象，天龍之神亦在土龍。如匈奴精在於木人，則雩祭者之精亦在土龍。十二也。金翁叔，休屠王之太子也，與父俱來降漢。父道死，與母俱來，拜爲騎都尉。母死，武帝圖其母於甘泉殿上，署曰“休屠王焉提”。翁叔從上上甘泉，拜謁起立，向之泣涕沾襟，乆乃去。夫圖畫非母之實身也，因見形象，涕泣輒下，思親氣感，不待實然也。夫土龍猶甘泉之圖畫也，雲雨見之，何爲不動？十三也。此尚夷狄也。有若似孔子，孔子死，弟子思慕，共坐有若孔子之座。弟子知有若非孔子也，猶共坐而尊事之。雲雨之知，使若諸弟子之知，雖知土龍非真，然猶感動，思類而至，十四也。有若，孔子弟子疑其體象，則謂相似。孝武皇帝幸李夫人，夫人死，思見其形。道士以術爲李夫人，夫人歩入殿門，武帝望見，知其非也，然猶感動，喜樂近之。使雲雨之氣，如武帝之心，雖知土龍非真，然猶愛好，感起而來，十五也。既效驗有十五，又亦有義四焉。立春東耕，爲土象人，男女各二人，秉耒把鋤。或立土牛，未必能耕也，順氣應時，示率下也。今設土龍，雖知不能致雨，亦當夏時以類應變，與立土人、土牛同一義也。禮宗廟之主，以木爲之，長尺二寸，以象先祖。孝子入廟，主心事之。雖知木主非親，亦當盡敬，有所主事。土龍與木主同，雖知非真，示當感動，立意於象，二也。塗車、芻靈，聖人知其無用，示象生存，不敢無也。夫設土龍，知其不能動雨也，示若塗車、芻靈而有致，三也。天子射熊，諸侯射麋，卿大夫射虎豹，士射鹿豕，示服猛也。名布爲侯，示射無道諸侯也。夫畫布爲熊麋之象，名布爲侯，禮貴意象，示義取名也。土龍亦夫熊麋布侯之類，四也。夫以象類有十五驗，以禮示意有四義。仲舒覽見深鴻，立事不妄，設土龍之象，果有狀也。龍蹔出水，雲雨乃至。古者畜龍御龍常存，無雲雨。猶舊交相闊遠，卒然相見，歡欣歌笑，或至悲泣涕，偃伏少乆，則示行各恍忽矣。易曰：“雲從龍。”非言龍從雲也。雲樽刻雷雲之象，龍安肯來？夫如是，傳之者何可解？則桓君山之難可說也，則劉子駿不能對，劣也。劣則董仲舒之龍說不終也。論衡終之，故曰“亂龍者，終也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "遭虎篇第四十七",
            "paragraphs": [
                {
                    "paragraph": "遭虎篇第四十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "變復之家，謂虎食人者，功曹爲姦所致也。其意以爲功曹衆吏之率，虎亦諸禽之雄也。功曹爲姦，采漁於吏，故虎食人以象其意。夫虎食人，人亦有殺虎。謂虎食人，功曹受取於吏，如人食虎，吏受於功曹也乎？案世清廉之士，百不能一。居功曹之官，皆有姦心，私舊故可以倖，苞苴賂遺，小大皆有。必謂虎應功曹，是野中之虎常害人也。夫虎出有時，猶龍見有期也。隂物以冬見，陽蟲以夏出。出應其氣，氣動其類。參伐以冬出，心尾以夏見。參伐則虎星，心尾則龍象。象出而物見，氣至而類動，天地之性也。動於林澤之中，遭虎搏噬之時，禀性狂勃，貪叨飢餓，觸自來之人，安能不食？人之䈥力，羸弱不適，巧便不知，故遇輙死。使孟賁登山，馮婦入林，亦無此害也。孔子行魯林中，婦人哭甚哀，使子貢問之：“何以哭之哀也？”曰：“去年虎食吾夫，今年食吾子，是以哭哀也。”子貢曰：“若此，何不去也？”對曰：“吾善其政之不苛，吏之不暴也。子貢還報孔子，孔子曰：“弟子識諸，苛政暴吏，甚於虎也。”夫虎害人，古有之矣。政不苛，吏不暴，德化之足以却虎。然而二歲比食二人，林中獸不應善也。爲廉不應，姦吏亦不應矣。或曰：“虎應功曹之姦，所謂不苛政者，非功曹也。婦人，廉吏之部也，雖有善政，安耐化虎？”夫魯無功曹之官，功曹之官，相國是也。魯相者，殆非孔、墨，必三家也。爲相必無賢操，以不賢居權位，其惡必不廉也。必以相國爲姦，令虎食人，是則魯野之虎常食人也。水中之毒不及陵上，陵上之氣不入水中，各以所近，罹殃取禍。是故漁者不死於山，獵者不溺於淵。好入山林，竆幽測深，渉虎窟寢，虎搏噬之，何以爲變？魯公牛哀病化爲虎，搏食其兄，同變化者不以爲怪，入山林草澤見害於虎，怪之非也。蝮蛇悍猛，亦能害人，行止澤中，於蝮蛇應何官吏？蜂蠆害人，入毒氣害人，入水火害人，人爲蜂蠆所螫，爲毒氣所中，爲火所燔，爲水所溺，又誰致之者？茍諸禽獸乃應吏政，行山林中，麋鹿、野猪、牛象、熊羆、豺狼、蜼蠼皆復殺人。茍謂食人乃應爲變，䗢𧌡閩䖟皆食人，人身彊大，故不至死。倉卒之世，榖食之貴，百姓飢餓，自相啖食，厥變甚於虎。變復之家，不處苛政。且虎所食，非獨人也，含血之禽，有形之獸，虎皆食之。人謂應功曹之姦，食他禽獸，應何官吏？夫虎，毛蟲；人，倮蟲。毛蟲飢，食倮蟲，何變之有？四夷之外，大人食小人，虎之與蠻夷，氣性一也。平陸廣都，虎所不由也；山林草澤，虎所生出也。必以虎食人應功曹之姦，是則平陸廣都之縣功曹常爲賢，山林草澤之邑功曹常伏誅也。夫虎食人於野，應功曹之姦，虎時入邑行於民間，功曹游於閭巷之中乎？實說虎害人於野不應政，其行都邑乃爲怪。夫虎，山林之獸，不狎之物也，常在草野之中，不爲馴畜，猶人家之有䑕也，伏匿希出，非可常見也。命吉居安，䑕不擾亂；禄衰居危，䑕爲殃變。夫虎亦然也。邑縣吉安，長吏無患，虎匿不見；長吏且危，則虎入邑，行於民間。何則？長吏光氣已消，都邑之地，與野均也。推此以論，虎所食人，亦命時也。命訖時衰，光氣去身，視肉猶尸也，故虎食之。天道偶㑹，虎適食人，長吏遭惡，故謂爲變，應上天矣。古今凶驗，非唯虎也，野物皆然。楚王英宫樓未成，鹿走上堦，其後果薨。魯昭公且出，鸜鵒來巢，其後季氏逐昭公，昭公奔齊，遂死不還。賈𧨏爲長沙王傅，鵩鳥集舎，發書占之，曰：“主人將去。”其後遷爲梁王傅。懷王好騎，墜馬而薨，賈誼傷之，亦病而死。昌邑王時，夷鴣鳥集宫殿下，王射殺之，以問郎中令龔遂，龔遂對曰：“夷鴣野鳥，入宫，亡之應也。”其後昌邑王竟亡。盧奴令田光與公孫弘等謀反，其且覺時，狐鳴光舎屋上，光心惡之，其後事覺坐誅。會稽東部都尉禮文伯時，羊伏㕔下，其後遷爲東萊太守。都尉王子鳳時，麕入府中，其後遷丹陽太守。夫吉凶同占，遷免一驗，俱象空亡，精氣消去也。故人且亡也，野鳥入宅；城且空也，草蟲入邑。等類衆多，行事比肩，略舉較著，以定實驗也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "商蟲篇第四十八",
            "paragraphs": [
                {
                    "paragraph": "商蟲篇第四十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "變復之家，謂蟲食穀者，部吏所致也。貪則侵漁，故蟲食穀。身黑頭赤，則謂武官；頭黒身赤，則謂文官。使加罰於蟲所象類之吏，則蟲滅息，不復見矣。夫頭赤則謂武吏，頭黑則謂文吏所致也。時或頭赤身白，頭黑身黄，或頭身皆黄，或頭身皆青，或皆白若魚肉之蟲，應何官吏？時或白布豪民猾吏被刑乞貸者，威勝於官，取多於吏，其蟲形象，何如狀哉？蟲之滅也，皆因風雨。案蟲滅之時，則吏未必伏罰也。陸田之中時有䑕，水田之中時有魚。蝦蟹之類，皆爲穀害。或時希出而暫爲害，或常有而爲災。等類衆多，應何官吏？魯宣公履畒而稅，應時而有蝝生者，或言若蝗。蝗時至，蔽天如雨，集地食物，不擇穀草。察其頭身，象類何吏？變復之家，謂蝗何應？建武三十一年，蝗起太山郡，西南過陳留、河南，遂入夷狄，所集郷縣以千百數。當時郷縣之吏，未皆履畒。蝗食穀草，連日老極，或蜚徙去，或止枯死。當時郷縣之吏，未必皆伏罪也。夫蟲食穀，自有止期，猶蠶食桑，自有足時也。生出有日，死極有月，期盡變化，不常爲蟲。使人君不罪其吏，蟲猶自亡。夫蟲，風氣所生，蒼頡知之，故“凢”“蟲”爲“風”之字，取氣於風，故八日而化。生春夏之物，或食五穀，或食衆草。食五穀，吏受錢穀也。其食他草，受人何物？倮蟲三百，人爲之長。由此言之，人亦蟲也。人食蟲所食，蟲亦食人所食，俱爲蟲而相食物，何爲怪之？設蟲有知，亦將非人曰：“女食天之所生，吾亦食之，謂我爲變，不自謂爲災。”凡含氣之類，所甘嗜者，口腹不異。人甘五穀，惡蟲之食。自生天地之間，惡蟲之出。設蟲能言，以此非人，亦無以詰也。夫蟲之在物間也，知者不怪；其食萬物也，不謂之災。甘香渥味之物，蟲生常多。故穀之多蟲者，粢也。稻時有蟲，麥與豆無蟲。必以有蟲責主者吏，是其粢郷部吏常伏罪也。神農、后稷藏種之方，煑馬屎以汁漬種者，令禾不蟲。如或以馬屎漬種，其郷部吏鮑焦、陳仲子也。是故后稷、神農之術用，則其郷吏何免爲姦？何則？蟲無從生，上無以察也。蟲食他草，平事不怪；食五穀葉，乃謂之災。桂有蠧，桑有蝎，桂中藥而桑給蠶，其用亦急，與穀無異。蠧、蝎不爲怪，獨謂蟲爲災，不通物類之實，闇於災變之情也。穀蟲曰蠱，蠱若蛾矣。粟米饐𤍠生蠱。夫蠱食粟米，不謂之災，蟲食苖葉，歸之於政，如說蟲之家，謂粟輕苖重也。蟲之種類，衆多非一。魚肉腐臭有蟲，醯醬不閉有蟲，飯温濕有蟲，書卷不舒有蟲，衣襞不懸有蟲，蝸疽螥螻𧒰蝦有蟲。或白或黒，或長或短，大小鴻殺，不相似類，皆風氣所生，并連以死。生不擇日，若生日短促，見而輙滅。變復之家，見其希出，出又食物，則謂之災。災出當有所罪，則依所似類之吏，順而說之。人腹中有三蟲，下地之澤，其蟲曰蛭，蛭食人足，三蟲食膓。順說之家，將謂三蟲何似類乎？凡天地之間，隂陽所生，蛟蟯之類，蜫蠕之屬，含氣而生，開口而食。食有甘不，同心等欲。彊大食細弱，知慧反頓愚。他物小大，連相齧噬，不謂之災，獨謂蟲食榖物，爲應政事，失道理之實，不逹物氣之性也。然夫蟲之生也，必依温濕。温濕之氣，常在春夏。秋冬之氣，寒而乾燥，蟲未曾生。若以蟲生罪郷部吏，是則郷部吏貪於春夏，廉於秋冬。雖盗跖之吏，以秋冬署，䝉伯夷之舉矣。夫春夏非一，而蟲時生者，温濕甚也。甚則隂陽不和。隂陽不和，政也。徒當歸於政治，而指謂部吏爲姦，失事實矣。何知蟲以温濕生也？以蠱蟲知之。榖乾燥者，蟲不生，温濕饐餲，蟲生不禁。藏宿麥之種，烈日乾暴，投於燥器，則蟲不生。如不乾暴，閘喋之蟲生如雲煙。以蟲閘喋，准况衆蟲，温濕所生，明矣。詩云：“營營青蠅，止于藩。愷悌君子，無信䜛言。”䜛言傷善，青蠅汚白，同一禍敗，詩以爲興。昌邑王夢西階下有積蠅矢，明旦召問郎中龔遂。遂對曰：“蠅者，䜛人之象也。夫矢積於階下，王將用䜛臣之言也。”由此言之，蠅之爲蟲，應人君用䜛，何故不謂蠅爲災乎？如蠅可以爲災，夫蠅歲生，世間人君常用䜛乎？案蟲害人者，莫如蚊䖟，蚊䖟歲生。如以蚊䖟應災，世間常有害人之吏乎？必以食物乃爲災，人則物之最貴者也，蚊䖟食人，尤當爲災。必以暴生害物乃爲災，夫歲生而食人，與時出而害物，災孰爲甚？人之病疥，亦希非常，疥蟲何故不爲災？且天將雨，螘出蚋蜚，爲與氣相應也。或時諸蟲之生，自與時氣相應，如何輙歸罪於部吏乎？天道自然，吉凶偶㑹，非常之蟲適生，貪吏遭署。人察貪吏之操，又見災蟲之生，則謂部吏之所爲致也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "講瑞篇第四十九",
            "paragraphs": [
                {
                    "paragraph": "講瑞篇第四十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒者之論，自說見鳳皇、騏驎而知之。何則？案鳳皇、騏驎之象。又春秋獲麟文曰：“有麏而角。”麞而角者，則是騏驎矣。其見鳥而象鳳皇者，則鳳皇矣。黄帝、堯、舜、周之盛時，皆致鳳皇。孝宣帝之時，鳳皇集于上林，後又於長樂之宫東門樹上，高五尺，文章五色。周獲麟，麟似麞而角。武帝之麟，亦如麞而角。如有大鳥，文章五色，獸狀如麞，首戴一角。考以圖象，驗之古今，則鳳、麟可得審也。夫鳳皇，鳥之聖者也；騏驎，獸之聖者也；五帝、三王、臯陶、孔子，人之聖也。十二聖相各不同，而欲以麞戴角則謂之騏驎，相與鳳皇象合者謂之鳳皇，如何？夫聖鳥獸",
                    "zhushu": "毛色"
                },
                {
                    "paragraph": "不同，猶十二聖骨體不均也。戴角之相，猶戴午也。顓頊戴午，堯、舜必未然。今魯所獲麟戴角，即後所見麟未必戴角也。如用魯所獲麟求知世間之麟，則必不能知也。何則？毛羽骨角不合同也。假令不同，或時似類，未必真是。虞舜重瞳，王莽亦重瞳；𣈆文駢脅，張儀亦駢脅。如以骨體毛色比，則王莽虞舜，而張儀𣈆文也。有若在魯，最似孔子。孔子死，弟子共坐有若，問以道事，有若不能對者。何也？體狀似類，實性非也。今五色之鳥，一角之獸，或時似類鳳皇、騏驎，其實非真。而說者欲以骨體毛色定鳳皇、騏驎，誤矣。是故顔淵庻幾，不似孔子；有若恒庸，反類聖人。由是言之，或時真鳳皇、騏驎，骨體不似；𢘆庸鳥獸，毛色類真。知之如何？儒者自謂見鳳皇騏驎輙而知之，則是自謂見聖人輙而知之也。臯陶馬口，孔子反宇，設後輙有知而絶殊馬口反宇，尚未可謂聖。何則？十二聖相不同，前聖之相難以照後聖也。骨法不同，姓名不等，身形殊狀，生出異土，雖復有聖，何如知之？桓君山謂楊子雲曰：“如後世復有聖人，徒知其才能之勝己，多不能知其聖與非聖人也。”子雲曰：“誠然。”夫聖人難知，知能之美若桓、揚者，尚復不能知。世儒懷庸庸之知，齎無異之議，見聖不能知，可保必也。夫不能知聖，則不能知鳳皇與騏驎。世人名鳳皇、騏驎，何用自謂能之乎？夫上世之名鳳皇、騏驎，閒其鳥獸之竒者耳。毛角有竒，又不妄翔茍遊，與鳥獸爭飽，則謂之鳳皇、騏驎矣。世人之知聖，亦猶此也。聞聖人人之竒者，身有竒骨，知能博達，則謂之聖矣。及其知之，非卒見蹔聞而輒名之爲聖也。與之偃伏，從文受學，然後知之。何以明之？子貢事孔子，一年自謂過孔子，二年自謂與孔子同，三年自知不及孔子。當一年二年之時，未知孔子聖也，三年之後，然乃知之。以子貢知孔子，三年乃定。世儒無子貢之才，其見聖人，不從之學，任倉卒之視，無三年之接，自謂知聖，誤矣。少正卯在魯，與孔子並。孔子之門，三盈三虚，唯顔淵不去，顔淵獨知孔子聖也。夫門人去孔子歸少正卯，不徒不能知孔子之聖，又不能知少正卯，門人皆惑。子貢曰：“夫少正卯，魯之間人也。子爲政，何以先之？”孔子曰：“賜退！非爾所及。”夫才能知佞若子貢，尚不能知聖，世儒見聖，自謂能知之，妄也。夫以不能知聖言之，則亦知其不能知鳳皇與騏驎也。使鳳皇羽翮長廣，騏驎體高大，則見之者以爲大鳥巨獸耳，何以别之？如必巨大别之，則其知聖人亦冝以巨大。春秋之時，鳥有爰居，不可以爲鳳皇；長狄來至，不可以爲聖人。然則鳳皇、騏驎與鳥獸等也，世人見之，何用知之？如以中國無有，從野外來而知之，則是鸜鵒同也。鸜鵒非中國之禽也，鳳皇、騏驎亦非中國之禽獸也。皆非中國之物，儒者何以謂鸜鵒惡，鳯皇、騏驎善乎？或曰：“孝宣之時，鳯皇集于上林，羣鳥從上以千萬數。以其衆鳥之長，聖神有異，故羣鳥附從。如見大鳥來集，羣鳥附之，則是鳯皇，鳯皇審則定矣。夫鳯皇與騏驎同性，鳯皇見，羣鳥從；騏驎見，衆獸亦冝隨。案春秋之麟，不言衆獸隨之。宣帝、武帝皆得騏驎，無衆獸附從之文。如以騏驎爲人所獲，附從者散，鳯皇人不獲，自來蜚翔，附從可見。書曰：“簫韶九成，鳯皇來儀。”大傳曰：“鳯皇在列樹。”不言羣鳥從也。豈宣帝所致者異哉？或曰：“記事者失之。唐、虞之君，鳳皇實有附從。上世乆遠，記事遺失，經書之文，未足以實也。”夫實有而記事者失之，亦有實無而記事者生之。夫如是，儒書之文，難以實事。案附從以知鳳皇，未得實也。且人有佞猾而聚者，鳥亦有佼黠而從羣者。當唐、虞之時，鳳慤愿，宣帝之時佼黠乎？何其俱有聖人之德行，動作之操不均同也？無鳥附從，或時是鳳皇；羣鳥附從，或時非也。君子在世，清節自守，不廣結從，出入動作，人不附從。豪猾之人，任使用氣，徃來進退，士衆雲合。夫鳳皇，君子也，必以隨多者効鳳皇，是豪黠爲君子也。歌曲彌妙，和者彌寡；行操益清，交者益鮮。鳥獸亦然。必以附從效鳳皇，是用和多爲妙曲也。龍與鳳皇爲比類。宣帝之時，黄龍出于新豐，羣蛇不隨。神雀鸞鳥，皆衆鳥之長也，其仁聖雖不及鳳皇，然其從羣鳥亦冝數十。信陵、孟甞食客三千，稱爲賢君。漢將軍衞青及將軍霍去病，門無一客，亦稱名將。太史公曰：“盗跖横行，聚黨數千人。伯夷、叔齊，隱處首陽山。鳥獸之操，與人相似。人之得衆，不足以别賢，以鳥附從審鳳皇，如何？”或曰：“鳳皇、騏驎，太平之瑞也。太平之際，見來至也。然亦有未太平而來至也。鳥獸奇骨異毛，卓絶非常，則是矣，何爲不可知？”鳳皇、騏驎，通常以太平之時來至者。春秋之時，騏驎嘗嫌於王孔子而至。光武皇帝生於濟陽，鳳皇來集。夫光武始生之時，成、哀之際也，時未太平而鳳皇至。如以是爲光武有聖德而來，是則爲聖王始生之瑞，不爲太平應也。嘉瑞或應太平，或爲始生，其實難知。獨以太平之際驗之，如何？或曰：“鳳皇、騏驎，生有種類，若龜龍有種類矣。龜故生龜，龍故生龍，形色小大，不異於前者也。見之父，察其子孫，何爲不可知？”夫恒物有種類，瑞物無種適生，故曰德應，龜龍然也。人見神龜、靈龍而别之乎？宋元王之時，漁者網得神龜焉，漁父不知其神也。方今世儒，漁父之類也。以漁父而不知神龜，則亦知夫世人而不知靈龍也。龍或時似蛇，蛇或時似龍。韓子曰：“馬之似鹿者千金。”良馬似鹿，神龍或時似蛇。如審有類，形色不異。王莽時，有大鳥如馬，五色龍文，與衆鳥數十，集于沛國蘄縣。宣帝時，鳳皇集于地，高五尺，與言“如馬”，身高同矣。文章五色，與言“五色龍文”，物色均矣。衆鳥數十，與言“俱集”，附從等也。如以宣帝時鳳皇體色，衆鳥附從，安知鳳皇？則王莽所致鳥，鳳皇也。如審是王莽致之，是非瑞也；如非鳳皇，體色、附從，何爲均等？且瑞物皆起和氣而生，生於常類之中，而有詭異之性，則爲瑞矣。故夫鳳皇之至也，猶赤烏之集也。謂鳳皇有種，赤烏復有類乎？嘉禾、醴泉、甘露。嘉禾生於禾中，與禾中異穗，謂之嘉禾。醴泉、甘露，出而甘美也，皆泉露生出，非天上有甘露之種，地下有醴泉之類，聖治公平，而乃沾下産出也。蓂莢、朱草，亦生在地，集於衆草，無常本根，暫時産出，旬月枯折，故謂之瑞。夫鳳皇、騏驎，亦瑞也，何以有種類？案周太平，越裳獻白雉。白雉生短而白色耳，非有白雉之種也。魯人得戴角之麞，謂之騏驎，亦或時生於麞，非有騏驎之類。由此言之，鳳皇亦或時生於鵠鵲，毛竒羽殊，出異衆鳥，則謂之鳳皇耳，安得與衆鳥殊種類也？有若曰：“騏驎之於走獸，鳳皇之於飛鳥，太山之於丘垤，河海之於行潦，類也。”然則鳳皇、騏驎都與鳥獸同一類，體色詭耳，安得異種？同類而有竒，竒爲不世。不世難審，識之如何？堯生丹朱，舜生商均。商均、丹朱，堯、舜之類也，骨性詭耳。鯀生禹，瞽瞍生舜。舜、禹，鯀，瞽瞍之種也，知德殊矣。試種嘉禾之實，不能得嘉禾。𢘆見粢梁之粟，莖穗怪竒。人見叔梁紇，不知孔子父也；見伯魚，不知孔子之子也。張湯之父五尺，湯長八尺，湯孫長六尺。孝宣鳳皇高五尺，所從生鳥或時高二尺，後所生之鳥或時高一尺，安得常種？種類無常，故曾晢生參，氣性不世；顔路出回，古今卓絶。馬有千里，不必騏驎之駒；鳥有仁聖，不必鳳皇之鶵。山頂之溪，不通江湖，然而有魚，水精自爲之也。廢庭壞殿，基上草生，地氣自出之也。按溪水之魚，殿基上之草，無類而出，瑞應之自至，天地未必有種類也。夫瑞應猶災變也。瑞以應善，災以應惡，善惡雖反，其應一也。災變無種，瑞應亦無類也。隂陽之氣，天地之氣也，遭善而爲和，遇惡而爲變。豈天地爲善惡之政，更生和變之氣乎？然則瑞應之出，殆無種類，因善而起，氣和而生。亦或時政平氣和，衆物變化，猶春則鷹變爲鳩，秋則鳩化爲鷹，蛇䑕之類輙爲魚鼈，蝦蟇爲鶉，雀爲蜄蛤。物隨氣變，不可謂無。黃石爲老父授張良書，去復爲石也。儒知之，或時太平氣和，麞爲騏驎，鵠爲鳯皇。是故氣性隨時變化，豈必有常類哉？襃姒，玄黿之子，二龍漦也。𣈆之二卿，熊羆之裔也。吞燕子、薏苡，履大跡之語，世之人然之，獨謂瑞有常類哉？以物無種計之，以人無類議之，以體變化論之，鳯皇、騏驎，生無常類，則形色何爲當同？案禮記瑞命篇云：“雄曰鳳，雌曰皇。雄鳴曰即即，雌鳴足足。”詩云：“梧桐生矣，于彼高岡。鳳皇鳴矣，于彼朝陽。菶菶萋萋，噰噰喈喈。”瑞命與詩，俱言鳳皇之鳴。瑞命之言“即即足足”，詩云“雍雍喈喈”，此聲異也。使聲審，則形不同也；使審同，詩與禮異。世傳鳳皇之鳴，故將疑焉。案魯之獲麟，云“有麞而角”。言“有麞”者，色如麞也。麞色有常，若鳥色有常矣。武王之時，火流爲烏，云“其色赤”，赤非烏之色，故言其色赤。如似麞而色異，亦當言其色白若黒。今成事色同，故言“有麞”。麞無角，有異於故，故言“而角”也。夫如是，魯之所得驎者，若麞之狀也。武帝之時，西巡狩，得白驎，一角而五趾。角或時同，言“五趾”者，足不同矣。魯所得麟，云“有麞”，不言色者，麞無異色也。武帝云“得白驎”，色白不類麞，故言“有麞”，正言白驎，色不同也。孝宣之時，九真貢獻驎，狀如麞而兩角者。孝武言“一角”，不同矣。春秋之麟如麞，宣帝之驎言如鹿，鹿與麞小大相倍，體不同也。夫三王之時，驎毛色、角趾、身體髙大不相似類。推此准後世，驎出必不與前同，明矣。夫騏驎，鳳皇之類，騏驎前後體色不同，而欲以宣帝之時所見鳳皇高五尺，文章五色，準前况後，當復出鳳皇，謂與之同，誤矣。後當復出見之鳳皇、騏驎，必已不與前世見出者相似類，而世儒自謂見而輒知之，柰何？案魯人得驎，不敢正名驎，曰“有麞而角”者，時誠無以知也。武帝使謁者終軍議之，終軍曰：“野禽并角，明",
                    "zhushu": "天下"
                },
                {
                    "paragraph": "同本也。”不正名驎而言野禽者，終軍亦疑無以審也。當今世儒之知，不能過魯人與終軍，其見鳳皇、騏驎，必從而疑之，非𢘆之鳥獸耳，何能審其鳳皇、騏驎乎？以體色言之，未必等，以鳥獸隨從多者，未必善。以希見言之，有鸜鵒來；以相竒言之，聖人有竒骨體，賢者亦有竒骨。聖賢俱竒，人無以别。由賢聖言之，聖鳥聖獸亦與𢘆鳥庸獸俱有竒怪。聖人賢者亦有知而絶殊，骨無異者；聖賢鳥獸，亦有仁善亷清，體無竒者。世或有冨貴不聖，身有骨爲富貴表，不爲聖賢驗。然則鳥亦有五采，獸有角而無仁聖者。夫如是，上世所見鳳皇、騏驎，何知其非恒鳥獸？今之所見鵲、麞之屬，安知非鳳皇、騏驎也？方今聖世，堯、舜之主，流布道化，仁聖之物，何爲不生？或時以有鳳皇、騏驎，亂於鵠鵲麞鹿，世人不知。美玉隱在石中，楚王、令尹不能知，故有抱玉泣血之痛。今或時鳳皇、騏驎以仁聖之性，隱於𢘆毛庸羽，無一角五色表之，世人不之知，猶玉在石中也，何用審之？爲此論草於永平之初，時未有瑞，其孝明宣惠，衆瑞並至。至元和、章和之際，孝章耀德，天下和洽，嘉瑞竒物，同時俱應，鳳皇、騏驎連出重見，盛於五帝之時。此篇已成，故不得載。或問曰：“講瑞謂鳳皇、騏驎難知，世瑞不能别。今孝章之所致鳳皇、騏驎，不可得知乎？”曰：五鳥之記，四方中央皆有大鳥，其出，衆鳥皆從小大毛也。類鳳皇實難知也。故夫世瑞不能别，别之如何？以政治時王之德不及唐、虞之時，其鳳皇、騏驎，目不親見，然而唐、虞之瑞必真是者，堯之德明也。孝宣比堯、舜，天下太平，萬里慕化，仁道施行。鳥獸仁者感動而來。瑞物小大，毛色、足翼必不同類。以政治之得失，主之明闇，準況衆瑞，無非真者。事或難知而易曉，其此之謂也。又以甘露驗之。甘露，和氣所生也。露無故而甘，和氣獨已至矣。和氣至，甘露降，德洽而衆瑞湊。案永平以來，訖於章和，甘露常降。故知衆瑞皆是，而鳳皇騏驎皆真也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "指瑞篇第五十",
            "paragraphs": [
                {
                    "paragraph": "指瑞篇第五十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒者說鳯皇、騏驎爲聖王來，以爲鳯皇、騏驎仁聖禽也，思慮深，避害遠，中國有道則來，無道則隱。稱鳯皇、騏驎之仁知者，欲以襃聖人也，非聖人之德不能致鳯皇、騏驎。此言妄也。夫鳯皇、騏驎聖，聖人亦聖。聖人恓恓憂世，鳯皇、騏驎亦冝率教。聖人游於世間，鳯皇、騏驎亦冝與鳥獸會，何故遠去中國，處於邊外？豈聖人濁，鳯皇、騏驎清哉？何其聖德俱而操不同也？如以聖人者當隱乎，十二聖宜隱。如以聖者當見，鳯、驎亦冝見。如以仁聖之禽，思慮深，避害遠，則文王拘於羑里，孔子厄於陳、蔡，非也。文王、孔子，仁聖之人，憂世憫民，不圖利害，故其有仁聖之知，遭拘厄之患。凡人操行能脩身正節，不能禁人加非於己。案人操行莫能過聖人，聖人不能自免於厄，而鳯、驎獨能",
                    "zhushu": "一有“而”字"
                },
                {
                    "paragraph": "自全於世，是鳥獸之操賢於聖人也。且鳥獸之知不與人通，何以能知國有道與無道也？人同性類，好惡均等，尚不相知，鳥獸與人異性，何能知之？人不能知鳥獸，鳥獸亦不能知人。兩不能相知，鳥獸爲愚於人，何以反能知之？儒者咸稱鳯皇之德，欲以表明王之治，反令人有不及鳥獸，論事過情，使實不著。且鳯、驎豈獨爲聖王至哉？孝宣皇帝之時，鳯皇五至，騏驎一至，神雀、黄龍、甘露、醴泉，莫不畢見，故有五鳯、神雀、甘露、黄龍之紀。使鳯、驎審爲聖王見，則孝宣皇帝聖人也；如孝宣帝非聖，則鳯、驎爲賢來也。爲賢來，則儒者稱鳯皇、騏驎，失其實也。鳯皇、騏驎爲堯、舜來，亦爲宣帝來矣。夫如是，爲聖且賢也。儒者說聖太隆，則論鳯、驎亦過其實。春秋曰：“西狩獲死驎，人以示孔子。”孔子曰：“孰爲來哉！孰爲來哉！”反袂拭面，泣涕沾襟。儒者說之，以爲天以驎命孔子，孔子不王之聖也。夫驎爲聖王來，孔子自以不王，而時王魯君無感驎之德，怪其來而不知所爲，故曰：“孰爲來哉？孰爲來哉？”知其不爲治平而至，爲已道窮而來，望絶心感，故涕泣沾襟。以孔子言“孰爲來哉”，知驎爲聖王來也。曰：前孔子之時，世儒已傳此說，孔子聞此說而希見其物也，見驎之至，怪所爲來。實者，驎至無所爲來，常有之物也。行邁魯澤之中，而魯國見其物，遭獲之也。孔子見驎之獲，獲而又死，則自比於驎，自謂道絶不復行，將爲小人所徯獲也。故孔子見驎而自泣者，據其見得而死也，非據其本所爲來也。然則驎之至也，自與獸會聚也；其死，人殺之也。使驎有知，爲聖王來，時無聖王，何爲來乎？思慮深，避害遠，何故爲魯所獲殺乎？夫以時無聖王而驎至，知不爲聖王來也；爲魯所獲殺，知其避害不能遠也。聖獸不能自免於難，聖人亦不能自免於禍。禍難之事，聖者所不能避，而云鳯、驎思慮深，避害遠，妄也。且鳯、驎非生外國也，中國有聖王乃來至也。生於中國，長於山林之間，性廉見希，人不得害也，則謂之“思慮深、避害遠”矣。生與聖王同時，行與治平相遇，世間謂之聖王之瑞，爲聖來矣。剥巢破卵，鳯皇爲之不翔；焚林而畋，漉池而漁，龜龍爲之不遊。鳯皇，龜、龍之類也，皆生中國，與人相近。巢剥卵破，屏竄不翔；林焚池漉，伏匿不遊，無遠去之文，何以知其在外國也？龜、龍、鳯皇，同一類也。希見不害，謂在外國；龜、龍希見，亦在外國矣。孝宣皇帝之時，鳯皇、騏驎、黄龍、神雀皆至。其至同時，則其性行相似類，則其生出冝同處矣。龍不生於外國，外國亦有龍；鳯、驎不生外國，外國亦有鳯、驎。然則中國亦有，未必外國之鳯、驎也。人見鳯、驎希見，則曰“在外國”；見遇太平，則曰“爲聖王來”。夫鳯皇、騏驎之至也，猶醴泉之出、朱草之生也。謂鳯皇在外國，聞有道而來，醴泉、朱草何知，而生於太平之時？醴泉、朱草，和氣所生，然則鳯皇、騏驎亦和氣所生也。和氣生聖人，聖人生於衰世。物生爲瑞，人生爲聖，同時俱然，時其長大，相逢遇矣。衰世亦有和氣，和氣時生聖人。聖人生於衰世，衰世亦時有鳯、驎也。孔子生於周之末世，騏驎見於魯之西澤；光武皇帝生於成、哀之際，鳯皇集於濟陽之地。聖人、聖物生於盛衰世，聖王遭",
                    "zhushu": "一有“岀聖物遭”字"
                },
                {
                    "paragraph": "見聖物，猶吉命之人逢吉祥之類也，其實相遇，非相爲出也。夫鳯、驎之來，與白魚、赤烏之至，無以異也。魚遭自躍，王舟逢之；火偶爲烏，王仰見之。非魚聞武王之德而入其舟，烏知周家當起，集於王屋也。謂鳳、驎爲聖王來，是謂魚、烏爲武王至也。王者受富貴之命，故其動出見吉祥異物，見則謂之瑞。瑞有小大，各以所見定德薄厚。若夫白魚、赤烏，小物，小安之兆也；鳯皇、騏驎，大物，太平之象也。故孔子曰：“鳯鳥不至，河不出圖，吾已矣夫！”不見太平之象，自知不遇太平之時矣。且鳯皇、騏驎何以爲太平之象？鳯皇、騏驎，仁聖之禽也。仁聖之物至，天下將爲仁聖之行矣。尚書大傳曰：“高宗祭成湯之廟，有雉升鼎耳而鳴。”髙宗問祖乙，祖乙曰：“遠方君子殆有至者。”祖乙見雉有似君子之行，今從外來，則曰“遠方君子將有至者矣。”夫鳯皇、騏驎猶雉也，其來之象，亦與雉同。孝武皇帝西廵狩，得白驎，一角而五趾，又有木枝出復合於本。武帝議問羣臣，謁者終軍曰：“野禽并角，明同本也；衆枝内附，示無外也。如此瑞者，外國冝有降者。是若應，殆且有解編髪、削左袵，襲冠帶而䝉化焉。”其後數月，越地有降者，匈奴名王亦將數千人來降，竟如終軍之言。終軍之言，得瑞應之實矣。推此以况，白魚、赤烏，猶此類也。魚，木精；白者，殷之色也。烏者，孝鳥；赤者，周之應氣也。先得白魚，後得赤烏，殷之統絶，色移在周矣。據魚、烏之見以占武王，則知周之必得天下也。世見武王誅紂，出遇魚、烏，則謂天用魚、烏，命使武王誅紂。事相似類，其實非也。春秋之時，鸜鵒來巢，占者以爲凶。夫野鳥來巢，魯國之都且爲丘墟，昭公之身且出奔也。後昭公爲季氏所攻，出奔於齊，死不歸魯。賈𧨏爲長沙太傅，服鳥集舍，發書占之，云：“服鳥入室，主人當去。”其後賈𧨏竟去。野鳥雖殊，其占不異。夫鳯驎之來，與野鳥之巢，服鳥之集，無以異也。是鸜鵒之巢，服鳥之集，偶巢適集，占者因其野澤之物，巢集城宫之内，則見魯國且凶，傳舍人不吉之瑞矣。非鸜鵒、服鳥知二國禍將至，而故爲之巢集也。王者以天下爲家，家人將有吉凶之事，而吉凶之兆豫見於人，知者占之，則知吉凶將至。非吉凶之物有知，故爲吉凶之人來也，猶蓍龜之有兆數矣。龜兆蓍數，常有吉凶，吉人卜筮與吉相遇，凶人與凶相逢，非蓍龜神靈知人吉凶，出兆見數以告之也。虛居卜筮，前無過客，猶得吉凶。然則天地之間，常有吉凶，吉凶之物來至，自當與吉凶之人相逢遇矣。或言天使之所爲也。夫巨大之天，使細小之物，音語不通，情指不達，何能使物？物亦不爲天使，其來神怪，若天使之，則謂天使矣。夏后孔甲畋于首山，天雨晦冥，入于民家，主人方乳。或曰：“后來，之子必大貴。”或曰：“不勝，之子必有殃。”夫孔甲之入民室也，偶遭雨而廕庇也，非知民家將生子，而其子必凶，爲之至也。既至，人占則有吉凶矣。夫吉凶之物見於王朝，若入民家，猶孔甲遭雨入民室也。孔甲不知其將生子，爲之故到。謂鳯皇諸瑞有知，應吉而至，誤矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "是應篇第五十一",
            "paragraphs": [
                {
                    "paragraph": "是應篇第五十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒者論太平瑞應，皆言氣物卓異，朱草、醴泉、翔鳯、甘露、景星、嘉禾、萐脯、蓂莢、屈軼之屬。又言山出車，澤出舟，男女異路，市無二價，耕者讓畔，行者讓路，頒白不提挈，關梁不閉，道無虜掠，風不鳴條，雨不破塊，五日一風，十日一雨。其盛茂者，致黄龍、騏驎、鳯皇。夫儒者之言，有溢美過實。瑞應之物，或有或無。夫言鳯皇、騏驎之屬，大瑞較然，不得増飾。其小瑞徵應，恐多非是。夫風氣雨露，本當和適。言其鳯翔甘露，風不鳴條，雨不破塊，可也；言其五日一風，十日一雨，襃之也。風雨雖適，不能五日、十日，正如其數。言男女不相干，市價不相欺，可也；言其異路，無二價，襃之也。太平之時，豈更爲男女各作道哉？不更作道，一路而行，安得異乎？太平之時，無商人則可，如有，必求便利以爲業，買物安肯不求賤？賣貨安肯不求貴？有求貴賤之心，必有二價之語。此皆有其事而襃增過其實也。若夫萐脯、蓂莢、屈軼之屬，殆無其物。何以驗之？說以實者，太平無有此物。儒者言萐脯生於庖厨者，言厨中自生肉脯，薄如萐形，揺鼓生風，寒凉食物，使之不臰。夫太平之氣雖和，不能使厨生肉萐，以爲寒涼。若能如此，則能使五穀自生，不湏人爲之也。能使厨自生肉萐，何不使飯自蒸於甑，火自燃於竈乎？凡生萐者，欲以風吹食物也，何不使食物自不臰？何必生萐以風之乎？厨中能自生萐，則氷室何事而復伐氷以寒物乎？人夏月操萐，須手揺之，然後生風。從手握持，以當疾風，萐不鼓動。言萐脯自鼓可也，須風乃鼓，不風不動，從手風來，自足以寒厨中之物，何須萐脯？世言燕太子丹使日再中，天雨粟，烏白頭，馬生角，厨門象生肉足。論之既虛，則萐脯之語，五應之類，恐無其實。儒者又言：“古者蓂莢夾階而生。”月朔日一莢生，至十五日而十五莢；於十六日，日一莢落，至月晦，莢盡。來月朔，一莢復生。王者南面視莢生落，則知日數多少，不須煩擾案日曆以知之也。夫天既能生莢以爲日數，何不使莢有日名，王者視莢之字，則知今日名乎？徒知日數，不知日名，猶復案曆，然後知之，是則王者視日，則更煩擾，不省蓂莢之生，安能爲福？夫蓂，草之實也，猶豆之有莢也。春夏未生，其生必於秋末。冬月隆寒，霜雪霣零，萬物皆枯。儒者敢謂蓂莢達冬獨不死乎？如與萬物俱生俱死，莢成而以秋末，是則季秋得察莢，春夏冬三時不得案也。且月十五日生十五莢，於十六日莢落，二十一日六莢落。落莢棄殞，不可得數，猶當計未落莢以知日數，是勞心苦意，非善祐也。使莢生於堂上，人君坐戸牖間，望察莢生，以知日數，匪謂善矣。今云夾階而生，生於堂下也。王者之堂，墨子稱堯、舜髙三尺，儒家以爲卑下。假使之然，髙三尺之堂，蓂莢生於階下，王者欲視其莢，不能從户牖之間見也，須臨堂察之，乃知莢數。夫起視堂下之莢，孰與懸曆日於扆坐，傍顧輒見之也？天之生瑞，欲以娛王者，須起察乃知日數，是生煩物以累之也。且莢，草也。王者之堂，旦夕所坐。古者雖質，宫室之中，草生輒耘，安得生莢而人得經月數之乎？且凡數日一二者，欲以紀識事也。古者史官典曆主日，王者何事而自數莢？堯候四時之中，命曦和察四星以占時氣。四星至重，猶不躬視，而自察莢以數日也。儒者又言：“太平之時，屈軼生於庭之末，若草之狀，主指佞人。佞人入朝，屈軼庭末以指之，聖王則知佞人所在。”夫天能故生此物以指佞人，不使聖王性自知之，或佞人本不生出，必復更生一物以指明之，何天之不憚煩也？聖王莫過堯舜，堯、舜之治，最爲平矣。即屈軼已自生於庭之末，佞人來輒指知之，則舜何難於知佞人，而使皐陶陳知人之術？經曰：“知人則哲，惟帝難之。”人含五常，音氣交通，且猶不能相知。屈軼，草也，安能知佞？如儒者之言是，則太平之時，草木踰賢聖也。獄訟有是非，人情有曲直，何不并令屈軼指其非而不直者，必苦心聽",
                    "zhushu": "一有“獄”字"
                },
                {
                    "paragraph": "訟，三人斷獄乎？故夫屈軼之草，或時無有而空言生，或時實有而虚言能指。假令能指，或時草性見人而動。古者質朴，見草之動，則言能指，能指則言指佞人。司南之杓，投之於地，其柢指南。魚肉之蟲，集地北行，夫蟲之性然也。今草能指，亦天性也。聖人因草能指，宣言曰：“庭末有屈軼，能指佞人。”百官臣子懐姦心者，則各變性易操，爲忠正之行矣，猶今府廷畫臯陶、觟𧣾也。儒者說云：觟𧣾者，一角之羊也，性知有罪。臯陶治獄，其罪疑者，令羊觸之，有罪則觸，無罪則不觸。斯蓋天生一角聖獸，助獄爲驗，故臯陶敬羊，起坐事之，此則神竒瑞應之類也。曰：夫觟𧣾則復屈軼之語也。羊本二角，觟𧣾一角，體損於群，不及衆類，何以爲竒？鼈三足曰能，龜三足曰賁，案能與賁不能神於四足之龜鼈，一角之羊何能聖於兩角之禽？狌狌知徃，乾鵲知來，鸚鵡能言，天性能一，不能爲二。或時觟𧣾之性，徒能觸人，未必能知罪人，臯陶欲神事助政，惡受罪者之不厭服，因觟𧣾觸人則罪之，欲人畏之不犯，受罪之家，没齒無怨言也。夫物性各自有所知，如以觟𧣾能觸謂之爲神，則狌狌之徒皆爲神也。巫知吉凶，占人禍福，無不然者。如以觟𧣾謂之巫類，則巫何竒而以爲善？斯皆人欲神事立化也。師尚父爲周司馬，將師伐紂，到孟津之上，杖鉞　把旄，號其衆曰：“倉光”。倉光者，水中之獸也，善覆人船。因神以化，欲令急渡，不急渡，倉光害汝，則復觟𧣾之類也。河中有此異物，時出浮揚，一身九頭，人畏惡之，未必覆人之舟也。尚父縁河有此異物，因以威衆。夫觟𧣾之觸罪人，猶倉光之覆舟也，蓋有虛名，無其實效也。人畏怪竒，故空褒增。又言：“太平之時有景星。”尚書中候曰：“堯時景星見於軫。”夫景星，或時五星也，大者歲星、太白也。彼或時歲星、太白行於軫度，古質不能推歩五星，不知歲星、太白何如狀，見大星則謂景星矣。詩又言：“東有啓明，西有長庚。”亦或時復歲星、太白也，或時昬見於西，或時晨出於東，詩人不知，則名曰啓明、長庚矣。然則長庚與景星同，皆五星也。太平之時，日月精明。五星，日月之類也。太平更有景星，可復更有日月乎？詩人，俗人也。中候之時，質世也，俱不知星。王莽之時，太白經天，精如半月，使不知星者見之，則亦復名之曰景星。爾雅釋四時章曰：“春爲發生，夏爲長嬴，秋爲收成，冬爲安寧。四氣和爲景星。”夫如爾雅之言，景星乃四時氣和之名也，恐非著天之大星。爾雅之書，五經之訓，故儒者所共觀察也，而不信從，更謂大星爲景星，豈爾雅所言景星與儒者之所說異哉？爾雅又言：“甘露時降，萬物以嘉，謂之醴泉。”醴泉乃謂甘露也。今儒者說之，謂泉從地中出，其味甘若醴，故曰醴泉。二說相遠，實未可知。案爾雅釋水泉章：“一見一否曰瀐。檻泉正出，正出，涌出也。沃泉懸出，懸出，下出也。”是泉出之異，輒有異名。使太平之時，更有醴泉從地中出，當於此章中言之，何故反居釋四時章中，言甘露爲醴泉乎？若此，儒者之言醴泉從地中出，又言甘露其味甚甜，未可然也。儒曰：“道至大者，日月精明，星辰不失其行，翔風起，甘露降。”雨濟而隂一者，謂之甘雨，非謂雨水之味甘也。推此以論，甘露必謂其降下時，適潤養萬物，未必露味甘也。亦有露甘味如飴蜜者，俱太平之應，非養萬物之甘露也。何以明之？案甘露如飴蜜者，著於樹木，不著五穀。彼露味不甘者，其下時土地",
                    "zhushu": "滋潤"
                },
                {
                    "paragraph": "流濕，萬物洽沾濡溥。由此言之，爾雅且近得實。緣爾雅之言，驗之於物，案味甘之露下着樹木，察所着之樹，不能茂於所不着之木。然今之甘露，殆異於爾雅之所謂甘露。欲驗爾雅之甘露，以萬物豐熟，災害不生，此則甘露降下之驗也。甘露下，是則醴泉矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "治期篇第五十二",
            "paragraphs": [
                {
                    "paragraph": "治期篇第五十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世謂古人君賢，則道德施行，施行則功成治安；人君不肖，則道德頓廢，頓廢則功敗治亂。古今論者，莫謂不然。何則？見堯、舜賢聖致太平，桀、紂無道，致亂得誅。如實論之，命期自然，非德化也。吏百石以上，若升食以下，居位治民，爲政布教。教行與止，民治與亂，皆有命焉。或才髙行㓗，居位職廢；或智淺操洿，治民而立。上古之黜陟幽明，考功，據有功而加賞，案無功而施罸。是考命而長祿，非實才而厚能也。論者因考功之法，據效而定賢，則謂民治國安者，賢君之所致；民亂國危者，無道之所爲也。故危亂之變至，論者以責人君，歸罪於爲政不得其道。人君受以自責，愁神苦思，撼動形體，而危亂之變，終不減除。空憤人君之心，使明知之主，虚受之責，世論傳稱，使之然也。夫賢君能治當安之民，不能化當亂之世。良醫能行其針藥，使方術驗者，遇未死之人，得未死之病也。如命窮病困，則雖扁鵲未如之何。夫命窮病困之不可治，猶夫亂民之不可安也。藥氣之愈病，猶教導之安民也。皆有命時，不可令勉力也。公伯寮愬子路於季孫，子服景伯以告孔子，孔子曰：“道之將行也與，命也；道之將廢也與，命也！”由此言之，教之行廢，國之安危，皆在命時，非人力也。夫世亂民逆，國之危殆，災害繫於上天，賢君之德，不能消郤。詩道周宣王遭大旱矣。詩曰：“周餘黎民，靡有孑遺。”言無有可遺一人不被害者。宣王賢者，嫌於德微。仁惠盛者，莫過堯、湯，堯遭洪水，湯遭大旱。水旱，災害之甚者也，而二聖逢之，豈二聖政之所致哉？天地歷數當然也。以堯、湯之水旱，準百王之災害，非德所致。非德所致，則其福祐非德所爲也。賢君之治國也，猶慈父之治家。慈父耐平教明令，耐使子孫皆爲孝善。子孫孝善，是家興也；百姓平安，是國昌也。昌必有衰，興必有廢。興昌非德所能成，然則衰廢非德所能敗也。昌衰興廢，皆天時也。此善惡之實，未言苦樂之效也。家安人樂，富饒財用足也。案富饒者，命厚所致，非賢惠所獲也。人皆知富饒居安樂者命祿厚，而不知國安治化行者歷數吉也。故世治非賢聖之功，衰亂非無道之致。國當衰亂，賢聖不能盛；時當治，惡人不能亂。世之治亂，在時不在政；國之安危，在數不在教。賢不賢之君，明不明之政，無能損益。世稱五帝之時，天下太平，家有十年之蓄，人有君子之行。或時不然，世増其美，亦",
                    "zhushu": "一有“然”字。"
                },
                {
                    "paragraph": "或時政致。何以審之？夫世之所以爲亂者，不以賊盗衆多，兵革並起，民棄禮義，負畔其上乎？若此者，由穀食乏絶，不能忍饑寒。夫饑寒並至，而能無爲非者寡，然則温飽並至，而能不爲善者希。傳曰：“倉廪實，民知禮節；衣食足，民知榮辱。”讓生於有餘，争起於不足。穀足食多，禮義之心生；禮豐義重，平安之基立矣。故饑歲之春，不食親戚；穰歲之秋，召及四鄰。不食親戚，惡行也；召及四鄰，善義也。爲善惡之行，不在人質性，在於歲之饑穰。由此言之，禮義之行，在穀足也。案穀成敗，自有年歲。年歲水旱，五穀不成，非政所致，時數然也。必謂水旱政治所致，不能爲政者，莫過桀、紂，桀、紂之時，冝常水旱。案桀、紂之時，無饑耗之災。災至自有數，或時返在聖君之世。實事者說堯之洪水，湯之大旱，皆有遭遇，非政惡之所致。說百王之害，獨謂爲惡之應，此見堯、湯德優，百王劣也。審一足以見百，明惡足以照善。堯、湯證百王，至百王遭變，非政所致。以變見而明禍福，五帝致太平，非德所就，明矣。人之温病而死也，先有凶色見於面部。其病，遇邪氣也。其病不愈，至於身死，命夀訖也。國之亂亡，與此同驗。有變見於天地，猶人温病而死，色見於面部也。有水旱之災，猶人遇氣而病也。災禍不除，至於國亡，猶病不愈，至於身死也。論者謂變徵政治，賢人温病色凶，可謂操行所生乎？謂水旱者無道所致，賢者遭病，可謂無狀所得乎？謂亡者爲惡極，賢者身死，可謂罪重乎？夫賢人有被病而早死，惡人有完彊而老夀。人之病死，不在操行爲惡也。然則國之亂亡，不在政之是非；惡人完彊而老夀，非政平安而常存。由此言之，禍變不足以明惡，福瑞不足以表善，明矣。在天之變，日月薄蝕。四十二月日一食，五十六月月亦一食。食有常數，不在政治。百變千災，皆同一狀，未必人君政教所致。歲害鳥帑，周楚有禍，綝然之氣見，宋衛陳鄭皆災。當此之時，六國政教未必失誤也。歷陽之都，一夕沈而爲湖，當時歷陽長吏未必誑妄也。成敗繫於天，吉凶制於時。人事未爲，天氣已見，非時而何？五穀生地，一豐一耗；穀糶在市，一貴一賤。豐者未必賤，耗者未必貴。豐耗有歲，貴賤有時。時當貴，豐穀價增；時當賤，耗穀直減。夫穀之貴賤不在豐耗，猶國之治亂不在善惡。賢君之立，偶在當治之世，德自明於上，民自善於下，世平民安，瑞祐並至，世則謂之賢君所致。無道之君，偶生於當亂之時，世擾俗亂，災害不絶，遂以破國亡身滅嗣，世皆謂之爲惡所致。若此，明於善惡之外形，不見禍福之内實也。禍福不在善惡，善惡之證不在禍福。長吏到官，未有所行，政教因前，無所改更，然而盗賊或多或寡，災害或無或有，夫何故哉？長吏秩貴，當階平安以升遷；或命賤不任，當由危亂以貶詘也。以今之長吏，况古之國君，安危存亡，可得論也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "自然篇第五十三",
            "paragraphs": [
                {
                    "paragraph": "自然篇第五十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "天地合氣，萬物自生，猶夫婦合氣，子自生矣。萬物之生，含血之類，知飢知寒。見五穀可食，取而食之；見絲麻可衣，取而衣之。或說以爲天生五穀以食人，生絲麻以衣人，此謂天爲人作農夫桑女之徒也，不合自然，故其義疑，未可從也。試依道家論之。天者，普施氣萬物之中，穀愈飢而絲麻救寒，故人食穀衣絲麻也。夫天之不故生五穀絲麻以衣食人，由其有災變，不欲以譴告人也。物自生而人衣食之，氣自變而人畏懼之。以若說論之，厭於人心矣。如天瑞爲故，自然焉在？無爲何居？何以天之自然也？以天無口目也。案有爲者，口目之類也。口欲食而目欲視，有嗜欲於内，發之於外，口目求之，得以爲利，欲之爲也。今無口目之欲，於物無所求索，夫何爲乎？何以知天無口目也？以地知之。地以土爲體，土本無口目。天地，夫婦也，地體無口目，亦知天無口目也。使天體乎，冝與地同。使天",
                    "zhushu": "氣平。"
                },
                {
                    "paragraph": "氣若雲煙，雲煙之屬，安得口目？或曰：“凡動行之類，皆本無有爲。有欲故動，動則有爲。今天動行與人相似，安得無爲？”曰：天之動行也，施氣也。體動氣乃出，物乃生矣。由人動氣也，體動氣乃出，子亦生也。夫人之施氣也，非欲以生子，氣施而子自生矣。天動不欲以生物，而物自生，此則自然也。施氣不欲爲物，而物自爲，此則無爲也。謂天自然無爲者何？氣也，恬澹無欲，無爲無事者也。老耼得以夀矣。老耼禀之於天，使天無此氣，老耼安所禀受此性？師無其說而弟子獨言者，未之有也。或復於桓公，公曰：“以告仲父。”左右曰：“一則仲父，二則仲父，爲君乃易乎？”桓公曰：“吾未得仲父，故難；已得仲父，何爲不易？”夫桓公得仲父，任之以事，委之以政，不復與知。皇天以至優之德與王政而譴告人，則天德不若桓公，而覇君之操過上帝也。或曰：“桓公知管仲賢，故委任之如非管仲，亦將譴告之矣。使天遭堯舜，必無譴告之變。”曰：“天能譴告人君，則亦能故命聖君。擇才若堯舜，受以王命，委以王事，勿復與知。今則不然，生庸庸之君，失道廢德，隨譴告之，何天不憚勞也？”曹參爲漢相，縱酒歌樂，不聽政治，其子諫之，笞之二百，當時天下無擾亂之變。淮陽鑄僞錢，吏不能禁。汲黯爲太守，不壊一鑪，不刑一人，髙枕安卧，而淮陽政清。夫曹參爲相若不爲相，汲黯爲太守若郡無人。然而漢朝無事，淮陽刑錯者，參德優而黯威重也。計天之威德，孰與曹參、汲黯？而謂天與王政隨而譴告之，是謂天德不若曹參厚，而威不若汲黯重也。蘧伯玉治衛，子貢使人問之：“何以治衛？”對曰：“以不治治之。”夫不治之治，無爲之道也。或曰：“太平之應，河出圖，洛出書，不畫不就，不爲不成。天地出之，有爲之驗也。張良遊泗水之上，遇黄石公授太公書。蓋天佐漢誅秦，故命令神石爲鬼書授人，復爲有爲之效也。”曰：此皆自然也。夫天安得以筆墨而爲圖書乎？天道自然，故圖書自成。𣈆唐叔虞、",
                    "zhushu": "一有“生”字。"
                },
                {
                    "paragraph": "魯成季友生，文在其手，故叔曰“虞”，季曰“友”。宋仲子生，有文在其手，曰“爲魯夫人”。三者在母之時，文字成矣。而謂天爲文字，在母之時，天使神持錐筆墨刻其身乎？自然之化，固疑難知，外若有爲，内實自然。是以太史公紀黄石事，疑而不能實也。趙簡子夢上天，見一男子在帝之側，後出，見人當道，則前所夢見在帝側者也。論之以爲趙國且昌之狀也。黄石授書，亦漢且興之象也。妖氣爲鬼，鬼象人形，自然之道，非或爲之也。草木之生，華葉青葱，皆有曲折，象類文章。謂天爲文字，復爲華葉乎？宋人或刻木爲楮",
                    "zhushu": "一本作約"
                },
                {
                    "paragraph": "葉者，三年乃成。孔子曰：“使地三年乃成一葉，則萬物之有葉者寡矣。”如孔子之言，萬物之葉自爲生也。自爲生也，故能並成。如天爲之，其遲當若宋人刻楮葉矣。觀鳥獸之毛羽，毛羽之采色，通可爲乎？鳥獸未能盡實，春觀萬物之生，秋觀其成，天地爲之乎？物自然也。如謂天地爲之，爲之冝用手，天地安得萬萬千千手，並爲萬萬千千物乎？諸物在天地之間也，猶子在母腹中也。母懐子氣，十月而生，鼻口耳目，髪膚毛理，血脉脂腴，骨節爪齒，自然成腹中乎？母爲之也？偶人千萬，不名爲人者，何也？鼻口耳目，非性自然也。武帝幸王夫人，王夫人死，思見其形。道士以方術作夫人形，形成，出入宫門，武帝大驚，立而迎之，忽不復見。蓋非自然之真，方士巧妄之僞，故一見恍忽，消散滅亡。有爲之化，其不可乆行，猶王夫人形不可乆見也。道家論自然，不知引物事以驗其言行，故自然之說未見信也。然雖自然，亦湏有爲輔助。耒耜耕耘，因春播種者，人爲之也。及穀入地，日夜長夫，人不能爲也。或爲之者，敗之道也。宋人有閔其苗之不長者，就而揠之，明日枯死。夫欲爲自然者，宋人之徒也。問曰：“人生於天地，天地無爲。人禀天性者，亦當無爲，而有爲何也？”曰：至德純渥之人，禀天氣多，故能則天，自然無爲。禀氣薄少，不遵道德，不似天地，故曰不肖。不肖者，不似也。不似天地，不類聖賢，故有爲也。天地爲鑪，造化爲工，禀氣不一，安能皆賢？賢之純者，黄老是也。黄者，黄帝也。老者，老子也。黄老之操，身中恬澹，其治無爲，正身共己，而隂陽自和，無心於爲而物自化，無意於生而物自成。易曰：“黄帝、堯舜垂衣裳而天下治。”垂衣裳者，垂拱無爲也。孔子曰：“大哉，堯之爲君也！惟天爲大，惟堯則之。”又曰：“巍巍乎！舜禹之有天下也，而不與焉。”周公曰：“上帝引佚。”上帝，謂舜禹也。舜禹承安繼治，任賢使能，恭己無爲而天下治。舜禹承堯之安，堯則天而行，不作功邀名，無爲之化自成，故曰：“蕩蕩乎，民無能名焉。”年五十者擊壤於塗，不能知堯之德，蓋自然之化也。易曰：“大人與天地合其德。”黄帝、堯、舜，大人也，其德與天地合，故知無爲也。天道無爲，故春不爲生，而夏不爲長，秋不爲成，冬不爲藏。陽氣自出，物自生長；隂氣自起，物自成藏。汲井決陂，灌溉園田，物亦生長。霈然而雨，物之莖葉根垓，莫不洽濡，程量澍澤，孰與汲井決陂哉？故無爲之爲大矣。本不求功，故其功立；本不求名，故其名成。沛然之雨，功名大矣，而天地不爲也，氣和而雨自集。儒家說夫婦之道，取法於天地。知夫婦法天地，不知推夫婦之道以論天地之性，可謂惑矣。夫天覆於上，地偃於下，下氣烝上，上氣降下，萬物自生其中間矣。當其生也，天不湏復與也，由子在母懐中，父不能知也。物自生，子自成，天地父母何與知哉？及其生也，人道有教訓之義，天道無爲，聽恣其性，故放魚於川，縱獸於山，從其性命之欲也。不驅魚令上陵，不逐獸令入淵者，何哉？拂詭其性，失其所冝也。夫百姓，魚獸之類也，上德治之，若烹小鮮，與天地同操也。商鞅變秦法，欲爲殊異之功，不聽趙良之議，以取車裂之患，德薄多欲，君臣相憎怨也。道家德厚，下當其上，上安其下，純䝉無爲，何復譴告？故曰：“政之適也，君臣相忘於治，魚相忘於水，獸相忘於林，人相忘於世，故曰天也。”孔子謂顔淵曰：“吾服汝，忘也；汝之服於我，亦忘也。”以孔子爲君，顔淵爲臣，尚不能譴告，況以老子爲君，文子爲臣乎？老子、文子，似天地者也。淳酒味甘，飲之者醉不相知；薄酒酸苦，賔主嚬蹙。夫相譴告，道薄之驗也。謂天譴告，曾謂天德不若淳酒乎？禮者，忠信之薄，亂之首也。相譏以禮，故相譴告。三皇之時，坐者于于，行者居居，乍自以爲馬，乍自以爲牛，純德行而民瞳矇，曉惠之心未形生也。當時亦無災異，如有災異，不名曰譴告。何則？時人愚惷，不知相繩責也。末世衰微，上下相非，災異時至，則造譴告之言矣。夫今之天，古之天也，非古之天厚，而今之天薄也。譴告之言生於今者，人以心准況之也。誥誓不及五帝，要盟不及三王，交質子不及五伯。德彌薄者信彌衰。心險而行詖，則犯約而負教。教約不行，則相譴告。譴告不改，舉兵相滅。由此言之，譴告之言，衰亂之語也，而謂之上天爲之，斯蓋所以疑也。且凡言譴告者，以人道驗之也。人道，君譴告臣，上天譴告君也。謂災異爲譴告。夫人道，臣亦有諫君，以災異爲譴告，而王者亦當時有諫上天之義，其效何在？茍謂天德優，人不能諌，優德亦冝玄黙，不當譴告。萬石君子有過不言，對案不食，至優之驗也。夫人之優者，猶能不言，皇天德大，而乃謂之譴告乎？夫天無爲，故不言，災變時至，氣自爲之。夫天地不能爲，亦不能知也。腹中有寒，腹中疾痛，人不使也，氣自爲之。夫天地之間，猶人背腹之中也。謂天爲災變，凡諸怪異之類，無小大薄厚，皆天所爲乎？牛生馬，桃生李，如論者之言，天神入牛腹中爲馬，把李實提桃間乎？牢曰：“子云：‘吾不試，故藝。’”又曰：“吾少也賤，故多能鄙事。”人之賤不用於大者，類多伎能。天尊貴高大，安能撰爲災變以譴告人？且吉凶蜚色見於面，人不能爲，色自發也。天地猶人身，氣變猶蜚色。人不能爲蜚色，天地安能爲氣變？然則氣變之見，殆自然也。變自見，色自發，占候之家，因以言也。夫寒温、譴告、變動、招致，四疑皆已論矣。譴告於天道尤詭，故重論之。論之所以難别也。說合於人事，不入於道意。從道不隨事，雖違儒家之說，合黄老之義也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "感類篇第五十四",
            "paragraphs": [
                {
                    "paragraph": "感類篇第五十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "隂陽不和，災變發起，或時先世遺咎，或時氣自然。賢聖感類慊懼，自思災變惡徵，何爲至乎？引過自責，恐有罪，畏愼恐懼之意，未必有其實事也。何以明之？以湯遭旱，自責以五過也。聖人純完，行無缺失矣，何自責有五過？然如書曰：“湯自責，天應以雨。”湯本無過，以五過自責，天何故雨？以無過致旱，亦知自責不能得雨也。由此言之，旱不爲湯至，雨不應自責。然而前旱後雨",
                    "zhushu": "一有“之”字"
                },
                {
                    "paragraph": "者，自然之氣也。此言書之語也。難之曰：“春秋大雩，董仲舒設土龍，皆爲一時間也。一時不雨，恐懼雩祭，求隂請福，憂念百姓也。湯遭旱七年，以五過自責，謂何時也？夫遭旱一時，輙自責乎？旱至七年，乃自責也？謂一時輙自責，",
                    "zhushu": "一有“也”字。"
                },
                {
                    "paragraph": "七年乃雨，天應之誠，何其留也？始謂七年乃自責，憂念百姓，何其遲也？不合雩祭之法，不厭憂民之義，書之言未可信也。由此論之，周成王之雷風發，亦此類也。金縢曰：“秋大熟未穫，天大雷電以風，禾盡偃，大木斯拔，邦人大恐。”當此之時，周公死。儒者說之，以爲成王狐疑於周公：欲以天子禮葬公，公人臣也；欲以人臣禮葬公，公有王功。狐疑於葬周公之間，天大雷雨，動怒示變，以彰聖功。古文家以武王崩，周公居攝，管、蔡流言，王意狐疑周公，周公奔楚，故天雷雨以悟成王。夫一雷一雨之變，或以爲葬疑，或以爲信讒，二家未可審。且訂葬疑之說，秋夏之際，陽氣尚盛，未嘗無雷雨也，顧其拔木偃禾，頗爲狀耳。當雷雨時，成王感懼，開金縢之書，見周公之功，執書泣過，自責之深。自責適己，天偶反風，書家則謂天爲周公怒也。千秋萬夏，不絶雷雨，茍謂雷雨爲天怒乎？是則皇天歲歲怒也。正月陽氣發泄，雷聲始動，秋夏陽至極而雷折。茍謂秋夏之雷",
                    "zhushu": "一有“陽至極”字。"
                },
                {
                    "paragraph": "爲天大怒，正月之雷天小怒乎？雷爲天怒，雨爲恩施。使天爲周公怒，徒當雷，不當雨。今雨俱至，天怒且喜乎？“子於是日也，哭則不歌。”周禮：“子卯稷食菜羮，哀樂不並行。”哀樂不並行，喜怒反并至乎？秦始皇帝東封岱嶽，雷雨暴至。劉媪息大澤，雷雨晦冥。始皇無道，自同前聖，治亂自謂太平，天怒可也。劉媪息大澤，夢與神遇，是生髙祖，何怒於生聖人而爲雷雨乎？堯時大風爲害，堯激大風於青丘之野，舜入大麓，烈風雷雨。堯、舜，世之隆主，何過於天，天爲風雨也？大旱，春秋雩祭。又董仲舒設土龍以類招氣，如天應雩、龍，必爲雷雨。何則？秋夏之雨，與雷俱也。必從春秋、仲舒之術，則大雩、龍求怒天乎？師曠奏白雪之曲，雷電下擊；鼓清角之音，風雨暴至。茍爲雷雨爲天怒，天何憎於白雪、清角，而怒師曠爲之乎？此雷雨之難也。又問之曰：“成王不以天子禮葬周公，天爲雷風，偃禾㧞木，成王覺悟，執書泣過，天乃反風，偃禾復起。何不爲疾反風以立大木，必湏國人起築之乎？”應曰：“天不能。”曰：“然則天有所不能乎？”應曰：“然。”難曰：“孟賁推人，人仆，接人而起，接人立。天能拔木，不能復起，是則天力不如孟賁也。秦時三山亡，猶謂天所徙也。夫木之輕重，孰與三山？能徙三山，不能起大木，非天用力冝也。如謂三山非天所亡，然則雷雨獨天所爲乎？”問曰：“天之欲令成王以天子之禮葬周公，以公有聖德，以公有王功。經曰：‘王乃得周公死，自以爲功代武王之說。’今天動威，以彰周公之德也。”難之曰：“伊尹相湯伐夏，爲民興利除害，致天下太平。湯死，復相大甲。大甲佚豫，放之桐宫，攝政三年，乃退復位。周公曰：‘伊尹格于皇天。’天所冝彰也。伊尹死時，天何以不爲雷雨？”應曰：“以百兩篇曰：‘伊尹死，大霧三日。’大霧三日，亂氣矣，非天怒之變也。”東海張霸造百兩篇，其言雖未可信，且假以問：“天爲雷雨以悟成王，成王未開金匱雷止乎？已開金匱雷雨乃止也？”應曰：“未開金匱雷止也。開匱得書，見公之功，覺悟泣過，決以天子禮葬公。出郊觀變，天止雨反風，禾盡起。由此言之，成王未覺悟，雷雨止矣。”難曰：“伊尹霧三日，天何不三日雷雨，湏成王覺悟乃止乎？太戊之時，桑穀生朝，七日大拱。太戊思政，桑穀消亡。宋景公時，熒守心，出三善言，熒惑徙舍。使太戊不思政，景公無三善言，桑穀不消，熒惑不徙。何則？災變所以譴告也。所譴告未覺，災變不除，天之至意也。今天怒爲雷雨，以責成王，成王未覺，雨雷之息，何其早也？”又問曰：“禮，諸侯之子稱公子，諸侯之孫稱公孫，皆食采地，殊之衆庶。何則？公子、公孫，親而又尊，得體公稱，又食采地，名實相副，猶文質相稱也。天彰周公之功，令成王以天子禮葬，何不令成王號周公以周王，副天子之禮乎？”應曰：“王者，名之尊號也，人臣不得名也。”難曰：“人臣猶得名王，禮乎？”武王伐紂，下車追王大王、王季、文王。三人者，諸侯亦人臣也，以王號加之，何爲獨可於三王，不可",
                    "zhushu": "於周"
                },
                {
                    "paragraph": "公？天意欲彰周公，豈能明乎？豈以王迹起於三人哉？然而王功亦成於周公。江起岷山，流爲濤瀨。相濤瀨之流，孰與初起之源？秬鬯之所爲到，白雉之所爲來三王乎？周公",
                    "zhushu": "一有“乎”字"
                },
                {
                    "paragraph": "也。周公功德盛於三王，不加王號，豈天惡人妄稱之哉？周衰，六國稱王，齊、秦更爲帝，當時天無禁怒之變。周公不以天子禮葬，天爲雷雨以責成王，何天之好惡不純一乎？又問曰：“魯季孫賜曾子簀，曾子病而寢之。童子曰：‘華而睆者，大夫之簀。’而曾子感慙，命元易簀。蓋禮，大夫之簀，士不得寢也。今周公人臣也，以天子禮葬，魂而有靈，將安之不也？”應曰：“成王所爲，天之所予，何爲不安？”難曰：“季孫所賜大夫之簀，豈曾子之所自制乎？何獨不安乎？子疾病，子路遣門人爲臣。病間，曰：‘乆矣哉，由之行詐也！無臣而爲有臣，吾誰欺？欺天乎？’孔子罪子路者也，已非人君，",
                    "zhushu": "一有“也”字。"
                },
                {
                    "paragraph": "子路使門人爲臣，非天之心而妄爲之，是欺天也。周公亦非天子也，以孔子之心况周公，周公必不安也。季氏旅於太山，孔子曰：‘曾謂泰山不如林放乎？’以曾子之細，猶却非禮，周公至聖，豈安天子之葬？曾謂周公不如曾子乎？由此原之，周公不安也。大人與天地合德，周公不安，天亦不安，何故爲雷雨以責成王乎？”又問曰：“死生有命，富貴在天。武王之命，何可代乎？”應曰：“九齡之夢，天奪文王年以益武王。克殷二年之時，九齡之年未盡，武王不豫，則請之矣。人命不可請，獨武王可，非世常法，故藏於金縢，不可復爲，故掩而不見。”難曰：“九齡之夢，武王已得文王之年未？”應曰：“已得之矣。”難曰：“已得文王之年，命當自延。克殷二年，雖病猶將不死，周公何爲請而代之？”應曰：“人君爵人以官，議定未之即與，曹下案目，然後可諾。天雖奪文王年以益武王，猶湏周公請，乃能得之。命數精微，非一臥之夢所能得也。”應曰：“九齡之夢能得也。”難曰：“九齡之夢，文王夢與武王九齡。武王夢帝予其九齡，其天已予之矣，武王已得之矣，何湏復請？人且得官，先夢得爵，其後莫舉，猶自得官。何則？兆象先見，其驗必至也。古者謂年爲齡，已得九齡，猶人夢得爵也。周公因必效之夢，請之於天，功安能大乎？”又問曰：“功無大小，德無多少，人湏仰恃賴之者，則爲美矣。使周公不代武王，武王病死，周公與成王而致天下太平乎？”應曰：“成事。周公輔成王而天下不亂。使武王不見代，遂病至死，周公致太平何疑乎？”難曰：“若是，武王之生無益，其死無損，湏周公功乃成也。周衰，諸侯背畔，管仲九合諸侯，一匡天下。孔子曰：“微管仲，吾其被髪左衽矣。”使無管仲，不合諸侯，夷狄交侵，中國絶滅，此無管仲有所傷也。程量有益，管仲之功偶於周公。管仲死，桓公不以諸侯禮葬，以周公況之，天亦冝怒，微雷薄雨不至，何哉？豈以周公聖而管仲不賢乎？夫管仲爲反坫，有三歸，孔子譏之，以爲不賢。反坫、三歸，諸侯之禮；天子禮葬，王者之制。皆以人臣，俱不得爲。大人與天地合德，孔子，大人也，譏管仲之僣禮。皇天欲周公之侵制，非合德之驗。書家之說，未可然也。以見鳥跡而知爲書，見蜚蓬而知爲車。天非以鳥跡命倉頡，以蜚蓬使奚仲也。奚仲感蜚蓬，而倉頡起鳥跡也。𣈆文反國，命徹麋墨，舅犯心感，辭位歸家。夫文公之徹麋墨，非欲去舅犯，舅犯感慙，自同於麋墨也。宋華臣弱其宗，使家賊六人以鈹殺華吳於宋，命合左師之後。左師懼曰：“老夫無罪。”其後左師怨咎華臣，華臣備之。國人逐瘈狗，瘈狗入華臣之門，華臣以爲左師來攻己也，踰墻而走。夫華臣自殺華吳而左師懼，國人自逐瘈狗而華臣自走。成王之畏懼，猶此類也。心疑於不以天子禮葬公，卒遭雷雨之至，則懼而畏過矣。夫雷雨之至，天未必責成王也。雷雨至，成王懼以自責也。夫感則倉頡、奚仲之心，懼則左師、華臣之意也。懐嫌疑之計，遭暴至之氣，以類之驗見，則天怒之效成矣。見類驗於寂漠，猶感動而畏懼，況雷雨揚軒䡷之聲，成王庶幾能不怵惕乎？迅雷風烈，孔子必變。禮君子聞雷，雖夜，衣冠而坐，所以敬雷懼激氣也。聖人君子，於道無嫌，然猶順天變動，況成王有周公之疑，聞雷雨之變，安能不振懼乎？然則雷雨之至也，殆且自天氣。成王畏懼，殆且感物類也。夫天道無爲，如天以雷雨責怒人，則亦能以雷雨殺無道。古無道者多，可以雷雨誅殺其身，必命聖人興師動軍，頓兵傷士，難以一雷行誅，輕以三軍尅敵，何天之不憚煩也？或曰：“紂父帝乙，射天毆地，游涇、渭之間，雷電擊而殺之。斯天以雷電誅無道也。”帝乙之惡，孰與桀、紂？鄒伯竒論桀、紂惡不如亡秦，亡秦不如王莽。然而桀、紂、秦、莽之地，不以雷電。孔子作春秋，采毫毛之善，貶纖介之惡。采善不踰其美，貶惡不溢其過。責小以大，夫人無之。成王小疑，天大雷雨。如定以臣葬公，其變何以過此？洪範稽疑，不悟災變者，人之才不能盡曉，天不以疑責備於人也。成王心疑未決，天以大雷雨責之，殆非皇天之意。書家之說，恐失其實也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "齊世篇第五十五",
            "paragraphs": [
                {
                    "paragraph": "齊世篇第五十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "語稱上世之人，侗長佼好，堅強老夀，百歲左右；下世之人，短小陋醜，夭折早死。何則？上世和氣純渥，婚姻以時，人民禀善氣而生，生又不傷，骨節堅定，故長大老夀，狀貌美好。下世反此，故短小夭折，形面醜惡。此言妄也。夫上世治者，聖人也；下世治者，亦聖人也。聖人之德，前後不殊，則其治世，古今不異。上世之天，下世之天也。天不變易，氣不改更。上世之民，下世之民也，俱禀元氣。元氣純和，古今不異，則禀以爲形體者，何故不同？夫禀氣等則懐性均，懐性均則形體同，形體同則醜好齊，醜好齊則夭夀適。一天一地，並生萬物。萬物之生，俱得一氣。氣之薄渥，萬世若一。帝王治世，百代同道。人民嫁娶，同時共禮。雖言“男三十而娶，女二十而嫁”，法制張設，未必奉行。何以效之？以今不奉行也。禮樂之制，存見於今，今之人民，肯行之乎？今人不肯行，古人亦不肯舉。以今之人民，知古之人民也。物亦物也。人生一世，夀至一百歲。生爲十歲兒時，所見地上之物，生死改易者多。至於百歲，臨且死時，所見諸物，與年十歲時所見，無以異也。使上世下世，民人無有異，則百歲之間，足以卜筮。六畜長短，五穀大小，昆蟲草木，金石珠玉，蜎蜚蠕動，跂行喙息，無有異者，此形不異也。古之水火，今之水火也。今氣爲水火也。使氣有異，則古之水清火熱，而今水濁火寒乎？人生長六七尺，大三四圍，面有五色，夀至於百，萬世不異。如以上世人民侗長佼好，堅彊老夀，下世反此，則天地初立，始爲人時，長可如防風之君，色如宋朝，壽如彭祖乎？從當今至千世之後，人可長如莢英，色如嫫母，壽如朝生乎？王莽之時，長人生長一丈，名曰霸出。建武年中，頴川張仲師長一丈二寸。張湯八尺有餘，其父不滿五尺。俱在今世，或長或短。儒者之言，竟非誤也。語稱上世使民以冝，傴者抱關，侏儒俳優。如皆侗長佼好，安得傴、侏之人乎？語稱上世之人，質朴易化，下世之人，文薄難治。故易曰：“上古之時，結繩以治，後世易之以書契。”先結繩，易化之故；後書契，難治之驗也。故夫宓犧之前，人民至質朴，卧者居居，坐者于于，羣居聚處，知其母不識其父。至宓犧時，人民頗文，知欲詐愚，勇欲恐怯，彊欲凌弱，衆欲暴寡，故宓犧作八卦以治之。至周之時，人民文薄，八卦難復因襲，故文王衍爲六十四首，極其變，使民不倦。至周之時，人民乆薄，故孔子作春秋，采毫毛之善，貶纖介之惡，稱曰：“周監於二代，郁郁乎文哉！吾從周。”孔子知世浸弊，文薄難治，故加宻致之罔，設纖微之禁，檢柙守持，備具悉極。此言妄也。上世之人，所懐五常也；下世之人，亦所懐五常也。俱懐五常之道，共禀一氣而生，上世何以質朴？下世何以文薄？彼見上世之民，飲血茹毛，無五穀之食，後世穿地爲井，耕土種穀，飲井食粟，有水火之調；又見上古巖居穴處，衣禽獸之皮，後世易以宫室，有布帛之飾。則謂上世質朴，下世文薄矣。夫器業變易，性行不異，然而有質朴文薄之語者，世有盛衰，衰極乆有弊也。譬猶衣食之於人也，初成鮮完，始熟香㓗，少乆穿敗，連日臭茹矣。文質之法，古今所共。一質一文，一衰一盛，古而有之，非獨今也。何以效之？傳曰：“夏后氏之王教以忠。上教以忠，君子忠，其失也，小人野。救野莫如敬，殷王之教以敬。上教用敬，君子敬，其失也，小人鬼。救鬼莫如文，故周之王教以文。上教以文，君子文，其失也，小人薄。救薄莫如忠，承周而王者，當教以忠。”夏所承唐虞之教薄，故教以忠。唐虞以文教，則其所承有鬼失矣。世人見當今之文薄也，狎侮非之，則謂上世朴質，下世文薄。猶家人子弟不謹，則謂他家子弟謹良矣。語稱上世之人，重義輕身。遭忠義之事，得己所當赴死之分明也，則必赴湯趨鋒，死不顧恨。故弘演之節，陳不占之義，行事比類，書籍所載，亡命捐身，衆多非一。今世趨利茍生，棄義妄得，不相勉以義，不相激以行，義廢身不以爲累，行隳事不以相畏，此言妄也。夫上世之士，今世之士也，俱含仁義之性，則其遭事，並有奮身之節。古有無義之人，今有建節之士，善惡雜厠，何世無有？述事者好髙古而下今，貴所聞而賤所見。辨士則談其乆者，文人則著其遠者。近有竒而辨不稱，今有異而筆不記。若夫琅邪兒子明，歲敗之時，兄爲飢人所食，自縛叩頭，代兄爲食。餓人美其義，兩舍不食。兄死，收養其孤，愛不異於己之子。歲敗穀盡，不能兩活，餓殺其子，活兄之子。臨淮許君叔，亦養兄孤子，歲倉卒之時，餓其親子，活兄之子，與子明同義。會稽孟章父英，爲郡決曹掾，郡將撾殺非辜，事至覆考，英引罪自予，卒代將死。章後復爲郡功曹，從役攻賊，兵卒北敗，爲賊所射，以身代將，卒死不去。此弘演之節、陳不占之義何以異？當今著文書者，肯引以爲比喻乎？比喻之證，上則求虞、夏，下則索殷、周。秦、漢之際，功竒行殊，猶以爲後，又況當今在百代下，言事者目親見之乎？畫工好畫上代之人，秦、漢之士，功行譎竒，不肯圖今世之士者，尊古卑今也。貴鵠賤雞，鵠遠而雞近也。使當今說道深於孔、墨，名不得與之同；立行崇於曾、顔，聲不得與之鈞。何則？世俗之性，賤所見，貴所聞也。有人於此，立義建節，實核其操，古無以過，爲文書者，肯載於篇籍，表以爲行事乎？作竒論，造新文，不損於前人，好事者肯舍乆遠之書，而垂意觀讀之乎？揚子雲作太玄，造法言，張伯松不肯壹觀。與之併肩，故賤其言。使子雲在伯松前，伯松以爲金匱矣。語稱上世之時，聖人德優而功治有竒。故孔子曰：“大哉堯之爲君也！唯天爲大，唯堯則之。蕩蕩乎民無能名焉！巍巍乎其有成功也！煥乎其有文章也！”舜承堯不墮洪業，禹襲舜不虧大功。其後至湯，舉兵伐桀，武王把鉞　討紂，無巍巍蕩蕩之文，而有動兵討伐之言。蓋其德劣而兵試，武用而化薄。化薄，不能相逮之明驗也。及至秦、漢，兵革雲擾，戰力角勢，秦以得天下。旣得天下，無嘉瑞之美，若“叶和萬國”“鳯皇來儀”之類，非德劣不及，功薄不若之徴乎？此言妄也。夫天地氣和，即生聖人；聖人之治，即立大功。和氣不獨在古先，則聖人何故獨優？世俗之性，好襃古而毁今，少所見而多所聞，又見經傳增賢聖之美，孔子尤大堯、舜之功，又聞堯、禹禪而相讓，湯、武伐而相奪，則謂古聖優於今，功化渥於後矣。夫經有襃增之文，世有空加之言，讀經覽書者所共見也。孔子曰：“紂之不善，不若是之甚也。是以君子惡居下流，天下之惡皆歸焉。”世常以桀、紂與堯、舜相反，稱美則說堯、舜，言惡則舉紂、桀。孔子曰：“紂之不善，不若是之甚也。”則知堯、舜之德，不若是其盛也。堯、舜之禪，湯、武之誅，皆有天命，非優劣所能爲，人事所能成也。使湯、武在唐、虞，亦禪而不伐；堯、舜在殷、周，亦誅而不讓。蓋有天命之實，而世空生優劣之語。經言：“叶和萬國，時亦有丹朱；鳯皇來儀，時亦有有苗。”兵皆動而並用，則知德亦何優劣而小大也？世論桀、紂之惡，甚於亡秦，實事者謂亡秦惡甚於桀、紂。秦、漢善惡相反，猶堯、舜、桀、紂相違也。亡秦與漢，皆在後世，亡秦惡甚於桀、紂，則亦知大漢之德不劣於唐、虞也。唐之“萬國”，固增而非實者也。有虞之鳯皇，宣帝已五致之矣，孝明帝符瑞並至。夫德優故有瑞，瑞鈞則功不相下。宣帝、孝明如劣不及堯、舜，何以能致堯、舜之瑞？光武皇帝龍興鳯舉，取天下若拾遺，何以不及殷湯、周武？世稱周之成、康，不虧文王之隆，舜巍巍不虧堯之盛功也。方今聖朝承光武，襲孝明，有𣺎酆溢美之化，無細小毫髪之虧，上何以不逮舜、禹？下何以不若成、康？世見五帝、三王事在經傳之上，而漢之記故尚",
                    "zhushu": "一有“書”字"
                },
                {
                    "paragraph": "爲文書，則謂古聖優而功大，後世劣而化薄矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "宣漢篇第五十六",
            "paragraphs": [
                {
                    "paragraph": "宣漢篇第五十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒者稱五帝三王致天下太平，漢興已來，未有太平。彼謂五帝三王致太平，漢未有太平者，見五帝三王聖人也，聖人之德，能致太平。謂漢不太平者，漢無聖帝也，賢者之化，不能太平。又見孔子言：“鳳鳥不至，河不出圖，吾已矣夫！”方今無鳳鳥、河圖，瑞頗未至悉具，故謂未太平。此言妄也。夫太平以治定爲效，百姓以安樂爲符。孔子曰：“脩己以安百姓，堯舜其猶病諸！”百姓安者，太平之驗也。夫治人以人爲主，百姓安而隂陽和，隂陽和則萬物育，萬物育則奇瑞出。視今天下，安乎？危乎？安則平矣，瑞雖未具，無害於平。故夫王道，定事以驗，立實以效。效驗不彰，實誠不見。時或實然，證驗不具。是故王道立事以實，不必具驗。聖主治世，期於平安，不湏符瑞。且夫太平之瑞，猶聖主之相也。聖王骨法未必同，太平之瑞何爲當等？彼聞堯舜之時，鳯皇、景星皆見，河圖、洛書皆出，以爲後王治天下，當復若等之物，乃爲太平。用心若此，猶謂堯當復比齒，舜當復八眉也。夫帝王聖相，前後不同，則得瑞古今不等。而今王無鳳鳥、河圖，爲未太平，妄矣。孔子言鳯皇、河圖者，假前瑞以爲語也，未必謂世當復有鳯皇與河圖也。夫帝王之瑞，衆多非一，或以鳳鳥、麒驎，或以河圖、洛書，或以甘露、醴泉，或以隂陽和調，或以百姓乂安。今瑞未必同於古，古應未必合於今。遭以所得，未必相襲。何以明之？以帝王興起，命祜不同也。周則烏魚，漢斬大虵，推論唐虞，猶周、漢也。初興始起，事效物氣，無相襲者。太平瑞應，何故當鈞？以已至之瑞，效方來之應，猶守株待兎之蹊，藏身破置之路也。天下太平，瑞應各異，猶家人冨殖，物不同也。或積米榖，或藏布帛，或畜牛馬，或長田宅。夫樂米榖不愛布帛，歡牛馬不美田宅，則謂米榖愈布帛，牛馬勝田宅矣。今百姓安矣，符瑞至矣，終謂古瑞河圖，鳯皇不至，謂之未安，是猶食稻之人入飯稷之郷，不見稻米，謂稷爲非榖也。實者天下已太平矣。未有聖人，何以致之？未見鳯皇，何以效實？問世儒",
                    "zhushu": "不知"
                },
                {
                    "paragraph": "聖，何以知今無聖人也？世人見鳯皇，何以知之？旣無以知之，何以知今無鳯皇也？委不能知有聖與無，又不能别鳯皇是鳯與非，則必不能定今太平與未平也。孔子曰：“如有王者，必世然後仁。三十年而天下平。”漢興至文帝時二十餘年，賈誼創議，以爲天下洽和，當改正朔、服色、制度，定官名，興禮樂。文帝初即位，謙讓未遑。夫如賈生之議，文帝時已太平矣。漢興二十餘年，應孔子之言，必世然後仁也。漢一代之年數已滿，太平立矣。賈生知之，況至今且三百年，謂未太平，誤也。且孔子所謂一世，三十年也。漢家三百歲，十帝耀德，未平如何？夫文帝之時，固已平矣，歷世持平矣。至平帝時，前漢已滅。光武中興，復致太平。問曰：“文帝有瑞，可名太平；光武無瑞，謂之太平，如何？”曰：夫帝王瑞應，前後不同。雖無物瑞，百姓寧集，風氣調和，是亦瑞也。何以明之？帝王治平，升封太山，告安也。秦始皇升封太山，遭雷雨之變，治未平，氣未和。光武皇帝升封，天晏然無雲，太平之應也。治平氣應。光武之時，氣和人安，物瑞等至，人氣已驗，論者猶疑。孝宣皇帝元康二年，鳯皇集於太山，後又集于新平。四年，神雀集於長樂宫，或集于上林。九真獻麟。神雀二年，鳯皇、甘露降集京師。四年，鳯皇下杜陵及上林。五鳯三年，帝祭南郊，神光並見，或興子谷，燭燿齋宫，十有餘日。明年，祭后土，靈光復至，至如南郊之時，甘露、神雀降集延壽萬歲宫。其年三月，鸞鳯集長樂宫。東門中樹上。甘露元年，黄龍至，見于新豐，醴泉滂流。彼鳯皇雖五六至，或時一鳥而數來，或時異鳥而各至。麒麟、神雀、黄龍、鸞鳥、甘露、醴泉，祭后土天地之時，神光靈耀，可謂繁盛累積矣。孝明時雖無鳯皇，亦致麟、甘露、醴泉、神雀、白雉、紫芝、嘉禾，金出鼎見，離木復合。五帝、三王，經傳所載瑞應，莫盛孝明。如以瑞應效太平，宣、明之年倍五帝、三王也。夫如是，孝宣、孝明可謂太平矣。能致太平者，聖人也。世儒何以謂世未有聖人？天之稟氣，豈爲前世者渥，後世者泊哉？周有三聖，文王、武王、周公，並時猥出。漢亦一代也，何以當少於周？周之聖王，何以當多於漢？漢之高祖、光武，周之文、武也。文帝、武帝、宣帝、孝明、今上，過周之成、康、宣王，非以身生漢世，可褒增頌歎，以求媚稱也，核事理之情，定說者之實也。俗好褒遠稱古，講瑞上世爲美，論治則古王爲賢，睹奇於今，終不信然。使堯、舜更生，恐無聖名。獵者獲禽，觀者樂獵，不見漁者之心不顧也。是故觀於齊不虞魯，遊於楚不懽宋。唐、虞、夏、殷同載在二尺四寸，儒者推讀，朝夕講習，不見漢書，謂漢劣不若，亦觀獵不見漁，游齊、楚不願宋、魯也。使漢有弘文之人，經傳漢事，則尚書、春秋也。儒者宗之，學者習之，將襲舊六爲七。今上上王至高祖，皆爲聖帝矣。觀杜撫、班固等所上漢頌，頌功德符瑞，汪濊深廣，滂沛無量，踰唐、虞，入皇域。三代隘辟，厥深洿沮也。“殷監不遠，在夏后之世。”且舎唐、虞、夏、殷，近與周家斷量功德，實商優劣，周不如漢。何以驗之？周之受命者，文、武也。漢則高祖、光武也。文、武受命之降怪，不及高祖、光武初起之祐。孝宣、明之瑞，美於周之成、康、宣王。孝宣、孝明符瑞，唐虞以來，可謂盛矣。今上即命，奉成持滿，四海混一，天下定寧，物瑞已極，人應訂隆。唐世黎民雍熈，今亦天下脩仁。歲遭運氣，榖頗不登。逈路無絶道之憂，深幽無屯聚之姦。周家越常獻白雉，方今匈奴、鄯善、哀牢，貢獻牛馬。周時僅治五千里内，漢氏廓土收荒服之外。牛馬珍於白雉，近屬不若逺物。古之戎狄，今爲中國；古之躶人，今被朝服；古之露首，今冠章甫；古之跣跗，今履商舄。以盤石爲沃田，以桀暴爲良民，夷塪坷爲平均，化不賔爲齊民，非太平而何？夫實德化則周不能過漢，論符瑞則漢盛於周，度土境則周狹於漢。漢何以不如周？獨謂周多聖人，治致太平。儒者稱聖泰隆，使聖卓而無跡；稱治亦泰盛，使太平絶而無續也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "恢國篇第五十七",
            "paragraphs": [
                {
                    "paragraph": "恢國篇第五十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "顔淵喟然歎曰：“仰之彌髙，鑚之彌堅。”此言顔淵學於孔子，積累歲月，見道彌深也。宣漢之篇，高漢於周，擬漢過周，論者未極也。恢而極之，彌見漢竒。夫經熟講者，要妙乃見；國極論者，恢竒彌出。恢論漢國，在百代之上，審矣。何以驗之？黃帝有𣵠鹿之戰，堯有丹水之師，舜時有苗不服，夏啓有扈叛逆，髙宗伐鬼方，三年剋之。周成王管、蔡悖亂，周公東征。前代皆然，漢不聞此。高祖之時，陳狶反，彭越叛，治始安也。孝景之時，呉、楚興兵，怨鼂錯也。匈奴時擾，正朔不及，天荒之地，王功不加兵，今皆内附，貢獻牛馬，此則漢之威盛，莫敢犯也。紂爲至惡，天下叛之，武王舉兵，皆願就戰，八百諸侯，不期俱至。項羽惡微，號而用兵，與高祖俱起，威力輕重，未有所定，則項羽力勁，折鐡難於摧木，高祖誅項羽，折鐡，武王伐紂，摧木。然則漢力勝周多矣。凡克敵，一則易，二則難。湯、武伐桀、紂，一敵也。高祖誅秦殺項，兼勝二家，力倍湯武。武王爲殷西伯，臣事於紂，以臣伐周，夷齊耻之，扣馬而諫，武王不聽，不食周粟，餓死首陽。高祖不爲秦臣，光武不仕王莽，誅惡伐無，道",
                    "zhushu": "無伯。"
                },
                {
                    "paragraph": "夷之譏，可謂順於周矣。丘山易以起高，淵洿易以爲深。起於微賤，無所因階者難；襲爵乘位，尊祖綂業者易。堯以唐侯入嗣帝位，舜以司徒因堯授襌，禹以司空縁功代舜，湯由七十里，文王百里，武王爲西伯襲文王位。三郊五代之起，皆有因緣，力易爲也。高祖從亭長提三尺劒取天下，光武由白水奮威武海内，無尺土所因，一位所乘，直奉天命，推自然，此則起高於淵洿，爲深於丘山也。比方五代，孰者爲優？傳書或稱：武王伐紂，太公隂謀，食小兒以丹，令身純赤，長大教言殷亡。殷民見兒身赤，以爲天神，及言殷亡，皆謂商滅。兵至牧野，晨舉脂燭，姦謀惑民，權掩不備，周之所諱也，世謂之虚。漢取天下，無此虚言。武成之篇，言周伐紂，血流浮杵。以武成言之，食兒以丹，晨舉脂燭，殆且然矣。漢伐亡新，光武將五千人，王莽遣二公將三萬人，戰于昆陽，雷雨晦冥，前後不相見。漢兵出昆陽城，擊二公軍，一而當十，二公兵散。天下以雷雨助漢威敵，孰與舉脂燭以人事譎取殷哉？或云：“武王伐紂，紂赴火死，武王就斬以鉞，懸其首於大白之旌。”齊宣王憐釁鍾之牛，睹其色之觳觫也。楚莊王赦鄭伯之罪，見其肉袒而形暴也。君子惡不惡其身，紂屍赴於火中，所見悽愴，非徒色之觳觫，袒之暴形也。就斬以鉞，　懸乎其首，何其忍哉！高祖入咸陽，閻樂誅二世，項羽殺子嬰，髙祖雍容入秦，不戮二屍。光武入長安，劉聖公已誅王莽，乗兵即害，不刃王莽之死。夫斬赴火之首，與貰被刃者之身，德虐孰大也？豈以羑里之恨哉？以人君拘人臣，其逆孰與秦奪周國，莽酖平帝也。鄒伯奇論桀、紂之惡，不若亡秦，亡秦不若王莽。然則紂惡微而周誅之痛，秦、莽罪重而漢伐之輕，寛狹誰也。高祖母姙之時，蛟龍在上，夢與神遇。好酒貫飲，酒舍負讎，及醉留臥，其上常有神怪。夜行斬虵，虵嫗悲哭。與吕后俱之田廬，時自隱匿，光氣暢見，吕后輙知。始皇望見東南有天子氣，及起，五星聚於東井。楚望漢軍，雲氣五色。光武且生，鳯皇集於城，嘉禾滋於屋，皇妣之身，夜半無燭，空中光明。初者，蘇伯阿望舂陵氣，鬱鬱葱葱。光武起，過舊廬，見氣憧憧上屬於天。五帝三王初生始起，不聞此怪。堯母感於赤龍，及起，不聞奇祐。禹母吞薏苡，將生，得玄圭；契母咽鷰子；湯起，白狼銜鉤；后稷母履大人之跡；文王起，得赤雀；武王得魚、烏，皆不及漢太平之瑞。黄帝、堯、舜，鳯皇一至。凡諸衆瑞，重至者希。漢文帝黄龍、玉棓，武帝黄龍、麒麟、連木。宣帝鳯皇五至。麒麟、神雀、甘露、醴泉、黄龍、神光。平帝白雉、黒雉。孝明麒麟、神雀、甘露、醴泉、白雉、黒雉、芝草、連木、嘉禾，與宣帝同，竒有神鼎、黃金之怪。一代之瑞，累仍不絶。此則漢德豐茂，故瑞祐多也。孝明天崩，今上嗣位，元二之間，嘉德布流。三年，零陵生芝草五本，四年，甘露降五縣。五年，芝復生。六年，黃龍見，大小凡八。前世龍見不𩀱，芝生無二，甘露一降，而今八龍並出，十一芝累生，甘露流五縣，德惠盛熾，故瑞繁夥也。自古帝王，孰能致斯？儒者論曰：“王者推行道德，受命於天。”論衡初秉以爲王者生禀天命，性命難審，且兩論之。酒食之賜，一則爲薄，再則爲厚。如儒者之言，五代皆一受命，唯漢獨再，此則天命於漢厚也。如審論衡之言，生禀自然，此亦漢家所禀厚也。絶而復屬，死而復生。世有死而復生之人，人必謂之神。漢綂絶而復屬，光武存亡，可謂優矣。武王伐紂，庸蜀之夷，佐戰牧野。成王之時，越常獻雉，倭人貢暢。幽厲衰微，戎狄攻周，平王東走，以避其難。至漢，四夷朝貢。孝平元始元年，越常重譯，獻白雉一，黑雉二。夫以成王之賢，輔以周公，越常獻一，平帝得三。後至四年，金城塞外羗良橋、橋種良願等，獻其魚鹽之地，願内屬漢，遂得西王母石室，因爲西海郡。周時戎狄攻王，至漢内屬，獻其寶地。西王母國在絶極之外，而漢屬之。德孰大？壤孰廣？方今哀牢、鄯善諾降附歸德。匈奴時擾，遣將攘討，獲虜生口千萬數。夏禹倮入吳國，太伯採藥，斷髪文身。唐虞國界，吳爲荒服。越在九夷，𦋺衣關頭。今皆夏服，褒衣履舄。巴蜀、越嶲，鬱林、日南，遼東、樂浪，周時被髪椎髻，今戴皮弁。周時重譯，今吟詩書。春秋之義，君親無將，將而必誅。廣陵王荆迷於㜸巫，楚王英惑於狹客，事情列見。孝明三宥，二王吞藥。周誅管蔡，違斯遠矣。楚外家許氏與楚王謀議，孝明曰：“許民有屬於王，欲王尊貴，人情也。”聖心原之，不繩於法。隱彊侯傳：“懸書市里，誹謗聖政。”今上海思犯奪爵土，惡其人者，憎其胥餘。",
                    "zhushu": "立二"
                },
                {
                    "paragraph": "王之子安楚、廣陵，彊弟貟嗣祀隂氏。二王，帝族也，位爲王侯，與管、蔡同。管、蔡滅嗣，二王立後，恩已褒矣。隱彊，異姓也，尊重父祖，復存其祀，立武庚之義，繼禄父之恩，方斯羸矣。何則？並爲帝王，舉兵相征，貪天下之大，絶成湯之綂，非聖君之義，失承天之意也。隱彊，臣子也，漢綂自在，絶滅隂氏，無損於義，而猶存之，惠滂沛也。故夫雨露之施，内則注於骨肉，外則布於他族。唐之晏晏，舜之烝烝，豈能踰此？驩兜之行，靖言庸囘，共工私之，稱薦於堯。三苗巧佞之人，或言有罪之國。鯀不能治水，知力極盡，罪皆在身，不加於上，唐虞放流，死於不毛。怨惡謀上，懷挾叛逆，考事失實，誤國殺將，罪惡重於四子。孝明加恩，則論徙邊。今上寛惠，還歸州里。開闢以來，恩莫斯大。晏子曰：“鉤星在房心之間，地其動乎？”夫地動天時，非政所致。皇帝振畏，猶歸於治，廣徵賢良，訪求過闕。高宗之側身，周成之開匱，勵能逮此。榖登歲平，庸主因縁，以建德政。顚沛危殆，聖哲優者乃立功化。是故微病𢘆醫皆巧，篤劇扁鵲乃良。建初孟年，無妄氣至。歲之疾疫也。比旱不雨，牛死民流，可謂劇矣。皇帝敦德，俊乂在官，第五司空，股肱國維，轉糓振贍，民不乏餓，天下慕德，雖危不亂。民饑於榖，飽於道德，身流在道，心回郷内。以故道路無盗賊之跡，深幽逈絶無刼奪之姦。以危爲寧，以困爲通，五帝三王，孰能堪斯哉？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "驗符篇第五十八",
            "paragraphs": [
                {
                    "paragraph": "驗符篇第五十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "永平十一年，廬江皖侯國民際有湖。皖民小男曰陳爵、陳挺，年皆十歲以上，相與釣於湖涯。挺先釣，爵後徃。爵問挺曰：“釣寧得乎？”挺曰：“得。”爵即歸取竿綸，去挺四十歩所，見湖涯有酒罇，色正黄，没水中。爵以爲銅也，渉水取之，滑重不能舉。挺望見，號曰：“何取？”爵曰：“是有銅，不能舉也。”挺徃助之，渉水未持，罇頓衍更爲盟盤，動行入深淵中，復不見。挺、爵留顧，見如錢等，正黄，數百千枝，即共掇摝，各得滿手，走歸示其家。爵父國，故免吏，字君賢，驚曰：“安所得此？”爵言其狀。君賢曰：“此黄金也。”即馳與爵俱徃，到金處，水中尚多，賢自渉水掇取。爵、挺鄰伍並聞，俱競採之，合得十餘斤。賢自言於相，相言太守。太守遣吏収取，遣門下掾程躬奉獻，具言得金狀。詔書曰：“如章則可，不如章，有正法。”躬奉詔書，歸示太守。太守以下，思省詔書，以爲疑隱，言之不實，茍飾美也，即復因却上得黄金實狀如前章，事寢。十二年，賢等上書曰：“賢等得金湖水中，郡牧獻，訖今不得直。”詔書下廬江，上不畀賢等金直狀。郡上“賢等所採金，自官湖水，非賢等私瀆，故不與直”。十二年，詔書曰：“視時金價，畀賢等金直。”漢瑞非一，金出奇怪，故獨紀之。金玉神寶，故出詭異。金物色先爲酒罇，後爲盟盤，動行入淵，豈不怪哉！夏之方盛，遠方圖物，貢金九牧，禹謂之瑞，鑄以爲鼎。周之九鼎，遠方之金也，人來貢之，自出於淵者，其實一也，皆起盛德，爲聖王瑞。金玉之世，故有金玉之應。文帝之時，玉稖見，金之與玉，瑞之最也。金聲玉色，人之奇也。永昌郡中亦有金焉，纎靡大如黍粟，在水涯沙中，民採得，日重五銖之金，一色正黄。土生金，土色黄。漢土德也，故金化出。金有三品，黄比見者，黄爲瑞也。圯橋老父遺張良書，化爲黄石，黄石之精，出爲符也。夫石，金之類也，質異色鈞，皆土瑞也。建初三年，零陵泉陵女子傅寧宅，土中忽生芝草五本，長者尺四五寸，短者七八寸，莖葉紫色，蓋紫芝也。太守沈酆遣門下掾衍盛奉獻，皇帝恱懌，賜錢衣食，詔㑹公卿郡國上計吏民皆在，以芝告示天下。天下並聞，吏民歡喜，咸知漢德豐雍，瑞應出也。四年，甘露下泉陵、零陵、洮陽、始安、冷道五縣，榆栢梅李，葉皆洽溥，威委流漉，民𠻳吮之，甘如飴蜜。五年，芝草復生泉陵男子周服宅上，六本，色狀如三年芝，并前凡十一本。湘水去泉陵城七里，水上聚石曰“燕室丘”，臨水有俠山，其下巖淦，水深不測，二黄龍見，長出十六丈，身大於馬，舉頭顧望，狀如圖中畫龍，燕室丘民皆觀見之。去龍可數十歩，又見狀如駒馬，小大凡六，出水遨戯陵上，蓋二龍之子也。并二龍爲八出，移一時乃入。宣帝時，鳯皇下彭城，彭城以聞。宣帝詔侍中宋翁一，翁一曰：“鳯皇當下京師，集於天子之郊，乃遠下彭城，不可收，與無下等。”宣帝曰：“方今天下合爲一家，下彭城與京師等耳，何令可與無下等乎？”令左右通經者語難翁一，翁一竆，免冠叩頭謝。宣帝之時，與今無異。鳯皇之集，黃龍之出，鈞也。彭城、零陵，遠近同也。帝宅長遠，四表爲界，零陵在内，猶爲近矣。魯人公孫臣，孝文時言：“漢土德，其符黃龍當見。”其後黃龍見于成紀。成紀之遠，猶零陵也。孝武、孝宣時，黃龍皆出。黃龍比出，於茲爲四，漢竟土德也。賈誼創議於文帝之朝云：“漢色當尚黃，數以五爲名。”賈誼，智囊之臣，云色黃數五，土德審矣。芝生於土，土氣和，故芝生土。土爰稼穡，稼穡作甘，故甘露集。龍見徃世不𩀱，唯夏盛時二龍在庭。今龍雙出，應夏之數，治諧偶也。龍出徃世，其子希出，今小龍六頭並出遨戯，象乾坤六子，嗣後多也。唐、虞之時，百獸率舞，今亦八龍遨戱良乆。芝草延年，仙者所食，徃世生出不過一二，今并前後凡十一本，多獲夀考之徵，生育松、喬之糧也。甘露之降，徃世一所，今流五縣，應土之數，德布濩也。皇瑞比見，其出不空，必有象爲，隨德是應。孔子曰：“知者樂，仁者夀。”皇帝聖人，故芝草夀徵生。黄爲土色，位在中央，故軒轅德優，以黄爲號。皇帝寛惠，德侔黄帝，故龍色黄，示德不異。東方曰仁，龍，東方之獸也。皇帝聖人，故仁瑞見。甘者，養育之味也。皇帝仁惠愛黎民，故甘露降。龍，潛藏之物也，陽見於外，皇帝聖明，招拔巖穴也。瑞出必由嘉士，祐至必依吉人也。天道自然，厥應偶合。聖主獲瑞，亦出群賢。君明臣良，庻事以康。文、武受命，力亦周、邵也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "湏頌篇第五十九",
            "paragraphs": [
                {
                    "paragraph": "湏頌篇第五十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "古之帝王建鴻德者，湏鴻筆之臣褒頌紀載，鴻德乃彰，萬世乃聞。問說書者：“欽明文思以下，誰所言也？”曰：“篇家也。”“篇家誰也？”“孔子也。”然則孔子鴻筆之人也。“自衞反魯，然後樂正，雅、頌各得其所也。”鴻筆之奮，蓋斯時也。或說尚書曰：“尚者，上也。上所爲，下所書也。”“下者誰也？”曰：“臣子也。”然則臣子書上所爲矣。問儒者：“禮言制，樂言作，何也？”曰：“禮者，上所制，故曰制；樂者，下所作，故曰作。天下太平，頌聲作。”方今天下太平矣，頌詩樂聲可以作未？傳者不知也，故曰拘儒。衞孔悝之鼎銘，周臣勸行。孝宣皇帝稱頴川太守黄霸有治狀，賜金百斤，漢臣勉政。夫以人主頌稱臣子，臣子當褒君父，於義較矣。虞氏天下太平，䕫歌舜德。宣王惠周，詩頌其行；召伯述職，周歌棠樹。是故周頌三十一，殷頌五，魯頌四，凡頌四十篇，詩人所以嘉上也。由此言之，臣子當頌明矣。儒者謂漢無聖帝，治化未太平。宣漢之篇，論漢已有聖帝，治已太平。恢國之篇，極論漢德非常實然，乃在百代之上。表德頌功，宣褒主上。詩之頌言，右臣之典也。舎其家而觀他人之室，忽其父而稱異人之翁，未爲德也。漢，今天下之家也；先帝今上，民臣之翁也。夫曉主德而頌其美，識國奇而恢其功，孰與疑暗不能也？孔子稱：“大哉！堯之爲君也！唯天爲大，唯堯則之。蕩蕩乎民無能名焉。”或年五十，擊壤於塗，或曰：“大哉！堯之德也！”擊壤者曰：“吾日出而作，日入而息，鑿井而飲，耕田而食，堯何等力？”孔子乃言“大哉！堯之德”者，乃知堯者也。渉聖世不知聖主，是則盲者不能别青黄也。知聖主不能頌，是則喑者不能言是非也。然則方今盲喑之儒，與唐擊壤之民，同一才矣。夫孔子及唐人言大哉者，知堯德，蓋堯盛也。擊壤之民云“堯何等力”，是不知堯德也。夜舉燈燭，光曜所及，可得度也。日照天下，遠近廣狹，難得量也。浮於淮、濟，皆知曲折，入東海者，不曉南北。故夫廣大，",
                    "zhushu": "一有“廣大”字。"
                },
                {
                    "paragraph": "從橫難數，極深，揭厲難測。漢德酆廣，日光海外也。知者知之，不知者不知漢盛也。漢家著書，多上及殷、周，諸子並作，皆論他事，無褒頌之言。論衡有之。又詩頌國名周頌，與杜撫、固所上漢頌相依類也。宣帝之時，畫圖漢列士，或不在於畫上者，子孫耻之。何則？父祖不賢，故不畫圖也。夫頌言非徒畫文也，如千世之後，讀經書不見漢美，後世怪之。故夫古之通經之臣，紀主令功，記於竹帛；頌上令德，刻於鼎銘。文人渉世，以此自勉。漢德不及六代，論者不德之故也。地有丘洿，故有高平，或以钁鍤平而夷之，爲平地矣。世見五帝三王爲經書，漢事不載，則謂五三優於漢矣。或以論爲钁鍤，損三五，少豐滿漢家之下，豈徒並爲平哉？漢將爲丘，五三轉爲洿矣。湖池非一，廣狹同也，樹竿測之，深淺可度。漢與百代俱爲主也，實而論之，優劣可見。故不樹長竿，不知深淺之度；無論衡之論，不知優劣之實。漢在百代之末，上與百代料德，湖池相與比也。無鴻筆之論，不免庸庸之名。論好稱古而毁今，恐漢將在百代之下，豈徒同哉！謚者，行之跡也。謚之美者，成、宣也；惡者，靈、厲也。成湯遭旱，周宣亦然。然而成湯加“成”，宣王言“宣”，無妄之災，不能虧政，臣子累謚，不夫實也。由斯以論堯，堯亦美謚也。時亦有洪水，百姓不安，猶言堯者，得實考也。夫一字之謚，尚猶明主，況千言之論，萬文之頌哉！舩車載人，孰與其徒多也？素車朴舩，孰與加漆采畫也？然則鴻筆之人，國之舩車采畫也。農無彊夫，糓粟不登；國無彊文，德闇不彰。漢德不休，亂在百代之間，彊筆之儒不著載也。高祖以來，著書非不講論。漢司馬長卿爲封禪書，文約不具。司馬子長紀黄帝以至孝武，揚子雲録宣帝以至哀、平，陳平仲紀光武，班孟堅頌孝明，漢家功德，頗可觀見。今上即命，未有褒載，論衡之人，爲此畢精。故有齊世、宣漢、恢國、驗符。龍無雲雨不能參天。鴻筆之人，國之雲雨也。載國德於傳書之上，宣昭名於萬世之後，厥高非徒參天也。城墻之土，平地之壤也，人加築蹈之力，樹立臨池。國之功德，崇於城墻；文人之筆，勁於築蹈。聖主德盛功立，莫不褒頌紀載，奚得傳馳流去無疆乎？人有髙行，或譽得其實，或欲稱之不能言，或謂不善不肯陳一。斷此三者，孰者爲賢？五三之際，於斯爲盛。孝明之時，衆瑞並至，百官臣子，不爲少矣，唯班固之徒，稱頌國德，可謂譽得其實矣。頌文譎以奇，彰漢德於百代，使帝名如日月，孰與不能言？言之不美善哉？秦始皇東南遊，升㑹稽山，李斯刻石，紀頌帝德，至瑯琊亦然。秦無道之國，刻石文世，觀讀之者，見堯、舜之美。由此言之，湏頌明矣。當今非無李斯之才也，無從升㑹稽、歷瑯琊之階也。絃歌爲妙異之曲，坐者不曰善，絃歌之人，必怠不精。何則？妙異難爲，觀者不知善也。聖國揚妙異之政，衆臣不頌，將順其美，安得所施哉？今方板之書在竹帛，無主名所從生出，見者忽然，不卸服也。如題曰甲甲某子之方，若言“已驗嘗試”，人爭刻寫，以爲珍祕。上書於國，記奏於郡，譽薦士吏，稱述行能，章下記出，士吏賢妙。何則？章表其行，記明其才也。國德溢熾，莫有宣褒，使聖國大漢有庸庸之名，咎在俗儒不實論也。古今聖王不絶，則其符瑞亦宜累屬。符瑞之出，不同於前，或時已有，世無以知，故有講瑞。俗儒好長古而短今，言瑞則渥前而薄後，是應實而定之，漢不爲少。漢有實事，儒者不稱。古有虛美，誠心然之。信乆遠之僞，忽近今之實，斯蓋三增九虚所以成也，能聖、實聖所以興也。儒者稱聖過實，稽合於漢，漢不能及。非不能及，儒者之說使難及也。實而論之，漢更難及。糓熟歲平，聖王因縁以立功化，故治期之篇，爲漢激發。治有期，亂有時，能以亂爲治者優，優者有之。建初孟年，無妄氣至，聖世之期也。皇帝執德，救備其災，故順皷明雩，爲漢應變。是故災變之至，或在聖世。時旱禍湛，爲漢論災。是故春秋爲漢制法，論衡爲漢平說。從門應庭，聽堂室之言，什而失九，如升堂闚室，百不失一。論衡之人，在古荒流之地，其逺非徒門庭也。日刻徑重千里，人不謂之廣者，遠也。望夜甚雨，月光不暗，人不睹曜者，隱也。聖者垂日月之明，處在中州，隱於百里，遥聞傳授不實，形耀不實，難論。得詔書到，計吏至，乃聞聖政。是以褒功失丘山之積，頌德遺膏腴之美。使至臺閣之下，蹈班、賈之跡，論功德之實，不失毫釐之微。武王封比干之墓，孔子顯三累之行，大漢之德，非直比干、三累也。道立國表，路出其下，望國表者，昭然知路。漢德明著，莫立邦表之言，故浩廣之德，未光於世也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "佚文篇第六十",
            "paragraphs": [
                {
                    "paragraph": "佚文篇第六十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "孝武皇帝封弟爲魯恭王。恭王壞孔子宅以爲官，得佚尚書百篇，禮三百，春秋三十篇，論語二十一篇。闓絃歌之聲，懼，復封塗，上言武帝。武帝遣吏發取，古經論語，此時皆出。”經傳也，而有闓絃歌之聲，文當興於漢，喜樂得闓之祥也。當傳於漢，寢藏墻壁之中，恭王闓之，聖王感動絃歌之象。此則古文不當掩，漢俟以爲符也。孝成皇帝讀百篇尚書，博士郎吏莫能曉知。徵天下能爲尚書者，東海張霸通左氏春秋，案百篇序，以左氏訓詁造作百二篇，具成奏上。成帝出祕尚書以考校之，無一字相應者。成帝下霸於吏，吏當噐辜，大不謹敬。成帝奇霸之才，赦其辜，亦不減其經，故百二尚書傳在民間。孔子曰：“才難。”能推精思，作經百篇，才高卓遹，希有之人也。成帝赦之，多其文也。雖姦非實，次序篇句，依倚事類，有似真是，故不燒滅之。䟽一櫝，相遣以書，書十數札，奏記長吏，文成可觀，讀之滿意，百不能一。張霸推精思至於百篇，漢世實類，成帝赦之，不亦冝乎？楊子山爲郡上計吏，見三府爲哀牢傳不能成，歸郡作上，孝明奇之，徵在蘭臺。夫以三府掾吏，叢積成才，不能成一篇，子山成之，上覽其文。子山之傳，豈必審是？傳聞依爲之有狀，㑹三府之士終不能爲，子山爲之，斯湏不難。成帝赦張霸，豈不有以哉？孝武之時，詔百官對䇿，董仲舒䇿文最善。王莽時，使郎吏上奏，劉子駿章尤美。美善不空，才髙知深之驗也。易曰：“聖人之情見於辭。”文辭美惡，足以觀才。永平中，神雀羣集，孝明詔上爵頌。百官頌上，文皆比瓦石，唯班固、賈逵、傅毅、楊終、侯諷五頌金玉，孝明覽焉。夫以百官之衆，郎吏非一，唯五人文善，非奇而何？孝武善子虛之賦，徵司馬長卿。孝成玩弄衆書之多，善揚子雲，出入遊獵，子雲乘從。使長卿、桓君山、子雲作吏，書所不能盈牘，文所不能成句，則武帝何貪？成帝何欲？故曰：“玩揚子雲之篇，樂於居千石之官；挾桓君山之書，富於積猗頓之財。”韓非之書，傳在秦庭，始皇歎曰：“獨不得與此人同時！”陸賈新語，每奏一篇，髙祖左右稱曰萬歲。夫嘆思其人，與喜稱萬歲，豈可空爲哉？誠見其美，懽氣發於内也。候氣變者，於天不於地，天文明也。衣裳在身，文着於衣，不在於裳，衣法天也。察掌理者，左不觀右，左文明也；占在右不觀左，右文明也。易曰：“大人虎變其文炳，君子豹變其文蔚。”又曰：“觀乎天文，觀乎人文。”此言天人以文爲觀，大人君子以文爲操也。髙祖在母身之時，息於澤陂，蛟龍在上，龍觩炫燿。及起楚望漢軍，氣成五采。將入咸陽，五星聚東井，星有五色。天或者憎秦，滅其文章，欲漢興之，故先受命，以文爲瑞也。惡人操意，前後乖違。始皇前歎韓非之書，後惑李斯之議，燔五經之文，設挾書之律。五經之儒，抱經隱匿；伏生之徒，竄藏土中。殄賢聖之文，厥辜深重，嗣不及孫。李斯創議，身伏五刑。漢興，易亡秦之軌，削李斯之跡。高祖始令陸賈造書，未興五經。惠、景以至元、成，經書並修。漢朝郁郁，厥語所聞，孰與亡秦？王莽無道，漢軍雲起，臺閣廢頓，文書棄散。光武中興，修存未詳。孝明世好文人，並徵蘭臺之官，文雄㑹聚。今上即令詔求亡失，購募以金，安得不有好文之聲？唐、虞既遠，所在書散。殷、周頗近，諸子存焉。漢興以來，傳文未遠，以所聞見，伍唐、虞而什殷、周，煥炳郁郁，莫盛於斯。天晏暘者，星辰曉爛；人性奇者，掌文藻炳。漢今爲盛，故文繁湊也。孔子曰：“文王既殁，文不在茲乎！”文王之文，傳在孔子。孔子爲漢制文，傳在漢也。受天之文，文人冝遵五經六藝爲文，諸子傳書爲文，造論著說爲文，上書奏記爲文，文德之操爲文。立五文在世，皆當賢也。造論著說之文，尤冝勞焉。何則？發胷中之思，論世俗之事，非徒諷古經，續故文也。論發胷臆，文成手中，非說經藝之人所能爲也。周、秦之際，諸子並作，皆論他事，不頌主上，無益於國，無補於化。造論之人，頌上恢國，國業傳在千載，主德參貳日月，非適諸子書傳所能並也。上書陳便宜，奏記薦吏士，一則爲身，二則爲人，繁文麗辭，無上書文德之操，治身完行，徇利爲私，無爲主者。夫如是，五文之中，論者之文多矣，則可尊明矣。孔子稱周曰：“唐虞之際，於斯爲盛。周之德，其可謂至德已矣。”孔子，周之文人也，設生漢世，亦稱漢之至德矣。趙他王南越，倍主滅使，不從漢制，箕踞椎髻，沉溺夷俗。陸賈說以漢德，懼以帝威，心覺醒悟，蹶然起坐。世儒之愚，有趙他之惑。鴻文",
                    "zhushu": "之人。"
                },
                {
                    "paragraph": "陳陸賈之說，觀見之者，將有蹶然起坐，趙他之悟。漢氏浩爛，不有殊卓之聲。文人之休，國之符也。望豐屋知名家，睹喬木知舊都。鴻文在國，聖世之驗也。孟子相人以眸子焉，心清則眸子瞭。瞭者，目文瞭也。夫候國占人，同一實也。國君聖而文人聚，人心惠而目多采。蹂蹈文錦於泥塗之中，聞見之者，莫不痛心。知文錦之可惜，不知文人之當尊，不通類也。天文人文，文豈徒調墨弄筆，爲美麗之觀哉？載人之行，傳人之名也。善人願載，思勉爲善；邪人惡載，力自禁裁。然則文人之筆，勸善懲惡也。謚法所以章善，即以著惡也。加一字之謚，人猶勸懲，聞知之者，莫不自勉。況極筆墨之力，定善惡之實，言行畢載，文以千數，傳流於世，成爲丹青，故可尊也。揚子雲作法言，蜀富人賫錢千萬，願載於書，子雲不聽。夫富無仁義之行，圈中之鹿，欄中之牛也，安得妄載？班叔皮續太史公書，載郷里人以爲惡戒。邪人枉道，繩墨所彈，安得避諱？是故子雲不爲財勸，叔皮不爲恩撓，文人之筆，獨己公矣。賢聖定意於筆，筆集成文，文具情顯。後人觀之，見以正邪，安冝妄記？足蹈於地，跡有好醜；文集於禮，志有善惡。故夫占跡以睹足，觀文以知情。詩三百，一言以蔽之，曰：“思無邪。”論衡篇以十數，亦一言也，曰：“疾虚妄。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "論死篇第六十一",
            "paragraphs": [
                {
                    "paragraph": "論死篇第六十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世謂死人爲鬼，有知，能害人。試以物類驗之，死人不爲鬼，無知，不能害人。何以驗之？驗之以物。人物也，物亦物也。物死不爲鬼，人死何故獨能爲鬼？世能别人物不能爲鬼，則爲鬼不爲鬼尚難分明。如不能别，則亦無以知其能爲鬼也。人之所以生者，精氣也，死而精氣滅。能爲精氣者，血脉也。人死血脉竭，竭而精氣滅，滅而形體朽，朽而成灰土，何用爲鬼？人無耳目，則無所知，故聾盲之人比於草木。夫精氣去人，豈徒與無耳目同哉！朽則消亡，荒忽不見，故謂之鬼神。人見鬼神之形，故非死人之精也。何則？鬼神，荒忽不見之名也。人死精神升天，骸骨歸土，故謂之鬼。鬼者，歸也。神者，荒忽無形者也。或說：“鬼神，隂陽之名也。隂氣逆物而歸，故謂之鬼。陽氣導物而生，故謂之神。神者，伸也。申復無已，終而復始。人用神氣生，其死復歸神氣。”隂陽稱鬼神，人死亦稱鬼神。氣之生人，猶水之爲氷也。水凝爲氷，氣凝爲人。氷釋爲水，人死復神。其名爲神也，猶氷釋更名水也。人見名異，則謂有知，能爲形而害人，無據以論之也。人見鬼若生人之形。以其見若生人之形，故知非死人之精也。何以效之？以囊橐盈粟米。米在囊中，若粟在橐中，滿盈堅彊，立樹可見。人瞻望之，則知其爲粟米囊橐。何則？囊橐之形，若其容可察也。如囊穿米出，橐敗粟棄，則囊橐委辟，人瞻望之，弗復見矣。人之精神藏於形體之内，猶粟米在囊橐之中也。死而形體朽",
                    "zhushu": "精氣"
                },
                {
                    "paragraph": "散，猶囊橐穿敗，粟米棄出也。粟米棄出，囊橐無復有形，精氣散亡，何能復有體而人得見之乎？禽獸之死也，其肉盡索，皮毛尚在，制以爲裘，人望見之，似禽獸之形。故世有衣狗裘爲狗盗者，人不覺知，假狗之皮毛，故人不意疑也。今人死，皮毛朽敗，雖精氣尚在，神安能復假此形而以行見乎？夫死人不能假生人之形以見，猶生人不能假死人之䰟以亡矣。六畜能變化象人之形者，其形尚生，精氣尚在也。如死，其形腐朽，雖虎光勇猂，不能復化。魯公牛哀病化爲虎，亦以未死也。世有以生形轉爲生類者矣，未有以死身化爲生象者也。天地開闢，人皇以來，隨夀而死，若中年夭亡，以億萬數。計今人之數，不若死者多，如人死輙爲鬼，則道路之上，一歩一鬼也。人且死見鬼，冝見數百千萬，滿堂盈廷，填塞巷路，不冝徒見一兩人也。人之兵死也，世言其血爲燐。血者，生時之精氣也。人夜行見燐，不象人形，渾沌積聚，若火光之狀。燐，死人之血也，其形不類生人之血也。其形不類生人之形，精氣去人，何故象人之體？人見鬼也，皆象死人之形，則可疑死人爲鬼，或反象生人之形。病者見鬼，云甲來，甲時不死，氣象甲形。如死人爲鬼，病者何故見生人之體乎？天地之性，能更生火，不能使滅火復燃；能更生人，不能令死人復見。能使滅灰更爲燃火，吾乃頗疑死人能復爲形。案火滅不能復燃以況之，死人不能復爲鬼，明矣。夫爲鬼者，人謂死人之精神。如審鬼者死人之精神，則人見之冝徒見祼袒之形，無爲見衣帶被服也。何則？衣服無精神，人死與形體俱朽，何以得貫穿之乎？精神本以血氣爲主，血氣常附形體，形體雖朽，精神尚在，能爲鬼可也。今衣服，絲絮布帛也，生時血氣不附着，而亦自無血氣，敗朽遂已，與形體等，安能自若爲衣服之形？由此言之，見鬼衣服象之，則形體亦象之矣。象之，則知非死人之精神也。夫死人不能爲鬼，則亦無所知矣。何以驗之？以未生之？時無所知也。人未生，在元氣之中；既死，復歸元氣。元氣荒忽，人氣在其中。人未生無所知，其死歸無知之本，何能有知乎？人之所以聰明智惠者，以含五常之氣也。五常之氣所以在人者，以五藏在形中也。五藏不傷，則人智惠；五藏有病，則人荒忽。荒忽則愚癡矣。人死，五藏腐朽，腐朽則五常無所託矣，所用藏智者已敗矣，所用爲智者已去矣。形湏氣而成，氣湏形而知。天下無獨燃之火，世間安得有無體獨知之精？人之死也，其猶夢也。夢者，殄之次也；殄者，死之比也。人殄不悟，則死矣。案人殄復悟，死從來者，與夢相似。然則夢、殄、死，一實也。人夢不能知覺時所作，猶死不能識生時所爲矣。人言談有所作於臥人之旁，臥人不能知，猶對死人之棺爲善惡之事，死人不能復知也。夫臥，精氣尚在，形體尚全，猶無所知，況死人精神消亡，形體朽敗乎？人爲人所敺傷，詣吏告苦以語人，有知之故也。或爲人所殺，則不知何人殺也，或家不知其尸所在。使死人有知，必恚人之殺己也，當能言於吏旁，告以賊主名。若能歸語其家，告以尸之所在。今則不能，無知之效也。世間死者，今生人殄而用其言，及巫叩元絃下死人魂，因巫口談，皆誇誕之言也。如不誇誕，物之精神爲之象也。或曰：“不能言也。”夫不能言，則亦不能知矣。知用氣，言亦用氣焉。人之未死也，智惠精神定矣。病則惽亂，精神擾也。夫死，病之甚者也。病，死之微，猶惽亂，況其甚乎？精神擾，自無所知，況其散也？人之死，猶火之滅也。火滅而燿不照，人死而知不惠，二者冝同一實。論者猶謂死有知，惑也。人病且死，與火之且滅何以異？火滅光消而燭在，人死精亡而形存。謂人死有知，是謂火滅復有光也。隆冬之月，寒氣用事，水凝爲氷。踰春氣温，冰釋爲水。人生於天地之間，其猶冰也。隂陽之氣，凝而爲人，年終壽盡，死還爲氣。夫春水不能復爲冰，死魂安能復爲形？妬夫𡝭妻，同室而處，淫亂失行，忿怒𨷖訟。夫死妻更嫁，妻死，夫更娶。以有知驗之，冝大忿怒。今夫妻死者，寂寞無聲，更嫁娶者，平忽無禍，無知之驗也。孔子葬母於防，旣而雨甚至，防墓崩。孔子聞之，泫然流涕曰：“古者不修墓。”遂不復修。使死有知，必恚人不脩也。孔子知之，冝輙修墓，以喜魂神，然而不修，聖人明審，曉其無知也。枯骨在野，時鳴呼有聲，若夜聞哭聲，謂之死人之音，非也。何以驗之？生人所以言語吁呼者，氣括口喉之中，動揺其舌，張歙其口，故能成言。譬猶吹簫笙，簫笙折破，氣越不括，手無所弄，則不成音。夫簫笙之管，猶人之口喉也；手弄其孔，猶人之動舌也。人死口喉腐敗，舌不復動，何能成言？然而枯骨時呻鳴者，人骨自有能呻鳴者焉。或以爲秋也，是與夜鬼哭無以異也。秋氣爲呻鳴之變，自有所爲。依倚死骨之側，人則謂之骨尚有知，呻鳴於野。草澤暴体以千萬數，呻鳴之聲，冝歩屬焉。夫有能使不言者言，未有言者死能復使之言，言者亦不能復使之言。猶物生以青爲氣，或予之也。物死青者去，或奪之也。予之物青，奪之青去。去後不能復予之青，物亦不能復自青。聲色俱通，並稟於天。青青之色，猶梟梟之聲也。死物之色，不能復青，獨爲死人之聲，能復自言，惑也。人之所以能言語者，以有氣力也。氣力之盛，以能飲食也。飲食損減，則氣力衰，衰則聲音嘶。困不能食，則口不能復言。夫死，困之甚，何能復言？或曰：“死人歆肴食氣，故能言。”夫死人之精，生人之精也。使生人不飲食，而徒以口歆肴食之氣，不過三日則餓死矣。或曰：“死人之精，神於生人之精，故能歆氣爲音。”夫生人之精在於身中，死則在於身外，死之與生何以殊？身中身外何以異？取水實於大盎中，盎破水流地，地水能異於盎中之水乎？地水不異於盎中之水，身外之精，何故殊於身中之精？人死不爲鬼，無知，不能語言，則不能害人矣。何以驗之？夫人之怒也用氣，其害人用力，用力湏筋骨而彊，彊則能害人。忿怒之人，呴呼於人之旁，口氣喘射人之面，雖勇如賁、育，氣不害人。使舒手而擊，舉足而蹶，則所擊蹶無不破折。夫死，骨朽䈥力絶，手足不舉，雖精氣尚在，猶呴吁之時無嗣助也，何以能害人也？凡人與物所以能害人者，手臂把刃，爪牙堅利之故也。今人死，手臂朽敗，不能復持刃，爪牙隳落，不能復囓噬，安能害人？兒之始生也，手足具成，手不能搏，足不能蹶",
                    "zhushu": "一有蹶字"
                },
                {
                    "paragraph": "者，氣適凝成，未能堅彊也。由此言之，精氣不能堅彊，審矣。氣爲形體，形體微弱，猶未能害人，況死氣去精神絶，微弱猶未能害人，寒骨謂能害人者邪？死人之氣不去邪？何能害人？鷄卵之未字也，澒溶於鷇中，潰而視之，若水之形。良雌傴伏，體方就成，就成之後，能啄蹶之。夫人之死，猶澒溶之時，澒溶之氣，安能害人？人之所以勇猛能害人者，以飲食也。飲食飽足，則彊壯勇猛，彊壯勇猛則能害人矣。人病不能飲食，則身嬴弱，羸弱困甚，故至於死。病困之時，仇在其旁，不能咄叱，人盗其物，不能禁奪，羸弱困劣之故也。夫死，羸弱困劣之甚者也，何能害人？有雞犬之畜，爲人所盗竊，雖怯無勢之人，莫不忿怒，忿怒之極，至相賊滅。敗亂之時，人相啖食者，使其神有知，冝能害人。身貴於雞犬，已死",
                    "zhushu": "重於"
                },
                {
                    "paragraph": "見盗，忿怒於雞犬，無怨於食，己不能害人之驗也。蟬之未蛻也，爲復育已蛻也，去復育之體，更爲蟬之形。使死人精神去形體，若蟬之去復育乎？則夫爲蟬者，不能害爲復育者。夫蟬不能害復育，死人之精神，何能害生人之身？夢者之義疑惑，言夢者精神自止身中，爲吉凶之象。或言精神行與人物相更，今其審止身中，死之精神亦將復然。今其審行，人夢殺傷人。夢殺傷人，若爲人所復殺，明日視彼之身，察己之體，無兵刃創傷之驗。夫夢用精神，精神，死之精神也。夢之精神不能害人，死之精神安能爲害？火熾而釜沸，沸止而氣歇，以火爲主也。精神之怒也，乃能害人，不怒不能害人。火猛竈中，釜湧氣蒸；精怒胷中，力盛身熱。今人之將死，身體清凉，凉益清甚，遂以死亡。當死之時，精神不怒；身亡之後，猶湯之離釜也，安能害人？物與人通，人有癡狂之病，如知其物然而理之，病則愈矣。夫物未死，精神依倚形體，故能變化，與人交通。已死，形體壞爛，精神散亡，無所復依，不能變化。夫人之精神，猶物之精神也。物生精神爲病，其死精神消亡。人與物同，死而精神亦滅，安能爲害禍？設謂人貴，精神有異，成事物能變化，人則不能，是反人精神不若物，物精奇於人也。水火燒溺，凡能害人者，皆五行之物。金傷人，木敺人，土壓人，水溺人，火燒人。使人死，精神爲五行之物乎？害人；不爲乎？不能害人。不爲物，則爲氣矣。氣之害人者，太陽之氣爲毒者也。使人死，其氣爲毒乎？害人；不爲乎？不能害人。夫論死不爲鬼，無知，不能害人，則夫所見鬼者，非死人之精，其害人者，非其精所爲，明矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "死僞篇第六十二",
            "paragraphs": [
                {
                    "paragraph": "死僞篇第六十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "傳曰：“周宣王殺其臣杜伯而不辜，宣王將田於囿，杜伯起於道左，執彤弓而射宣王，宣王伏韔而死。趙簡公殺其臣莊子義而不辜，簡公將入於桓門，莊子義起於道左，執彤杖而捶之，斃於車下。”二者，死人爲鬼之驗，鬼之有知，能害人之效也。無之奈何？曰：人生萬物之中，物死不能爲鬼，人死何故獨能爲鬼？如以人貴能爲鬼，則死者皆當爲鬼，杜伯、莊子義何獨爲鬼也？如以被非辜者能爲鬼，世間臣子被非辜者多矣，比干、子胥之輩不爲鬼。夫杜伯、莊子義無道，忿恨，報殺其君。罪莫大於弑君，則夫死爲鬼之尊者，當復誅之，非杜伯、莊子義所敢爲也。凡人相傷，憎其生，惡見其身，故殺而亡之。見殺之家，詣吏訟其仇，仇人亦惡見之。生死異路，人鬼殊處。如杜伯、莊子義怨宣王、簡公，不冝殺也，當復爲鬼，與己合㑹。人君之威固嚴，",
                    "zhushu": "一本作“壓”。"
                },
                {
                    "paragraph": "人臣營衛卒使固多衆。兩臣殺二君，二君之死，亦當報之，非有知之深計，憎惡之所爲也。如兩臣神，冝知二君死當報己。如不知也，則亦不神。不神，胡能害人？世多似是而非，虛僞類真，故杜伯、莊子義之語，徃徃而存。𣈆惠公改葬太子申生。秋，其僕狐突適下國，遇太子。太子趨登僕車而告之曰：“夷吾無禮，余得請於帝矣。將以𣈆畀秦，秦將祀余。”狐突對曰：“臣聞之，神不歆非類，民不祀非族。君祀無乃殄乎？且民何罪？失刑乏祀，君其圖之。”",
                    "zhushu": "太子。"
                },
                {
                    "paragraph": "曰：“諾。吾將復請。七日，新城西偏，將有巫者而見我焉。”許之，遂不見。及期，狐突之新城西偏巫者之舍，復與申生相見。申生告之曰：“帝許罸有罪矣，斃之於韓。”其後四年，惠公與秦穆公戰於韓地，爲穆公所獲，竟如其言。非神而何？曰：此亦杜伯、莊子義之類。何以明之？夫改葬，私怨也；上帝，公神也。以私怨爭於公神，何肯聽之？帝許以𣈆畀秦，狐突以爲不可，申生從狐突之言，是則上帝許申生非也。神爲上帝，不若狐突，必非上帝明矣。且臣不敢求私於君者，君尊臣卑，不敢以非干也。申生比於上帝，豈徒臣之與君哉？恨惠公之改葬，干上帝之尊命，非所得爲也。驪姬譛殺其身，惠公改葬。其",
                    "zhushu": "尸改。"
                },
                {
                    "paragraph": "葬之惡，微於殺人；惠公之罪，輕於驪姬。請罰惠公，不請殺驪姬，是則申生憎改葬，不怨見殺也。秦始皇用李斯之議，燔燒詩書，後又坑儒。博士之怨，不下申生；坑儒之惡，痛於改葬。然則秦之死儒，不請於帝，見形爲鬼，諸生㑹告以始皇無道，李斯無狀。周武王有疾不豫，周公請命，設三壇同一墠，植璧秉圭，乃告于太王、王季、文王。史乃䇿祝辭曰：“予仁若考，多才多藝，能事鬼神。乃元孫某，不若旦多才多藝，不能事鬼神。”鬼神者，謂三王也。即死人無知，不能爲鬼神。周公，聖人也。聖人之言審，則得幽冥之實；得幽冥之實，則三王爲鬼神明矣。曰：“實人能神乎？不能神也？”如神，冝知三王之心，不冝徒審其爲鬼也。周公請命，史䇿告祝。祝畢辭已，不知三王所以與不，乃卜三龜，三龜皆吉，然後乃喜。能知三王有知爲鬼，不能知三王許已與不，須卜三龜，乃知其實，定其爲鬼，湏有所問，然后知之。死人有知無知，與其許人不許人，一實也。能知三王之必許己，則其謂三王爲鬼，可信也。如不能知，謂三王爲鬼，猶世俗之人也，與世俗同知，則死人之實未可定也。且周公之請命，用何得之？以至誠得之乎？以辭正得之也？如以至誠，則其請之說，精誠致鬼，不顧辭之是非也。董仲舒請雨之法，設土龍以感氣。夫土龍非實，不能致雨，仲舒用之致精誠，不顧物之僞真也。然則周公之請命，猶仲舒之請雨也；三王之非鬼，猶聚土之非龍也。𣈆荀偃伐齊，不卒事而還，癉疽生瘍於頭，及著雍之地，病目出，卒而視，不可唅。范宣子浣而撫之曰：“事呉敢不如事主！”猶視。宣子睹其不瞑，以爲恨。其子，呉也。人情所恨，莫不恨子，故言呉以撫之。猶視者，不得所恨也。欒懷子曰：“其爲未卒事於齊故也乎？”乃復撫之曰：“主茍死，所不嗣事于齊者，有如河！”乃瞑受唅。伐齊不卒，荀偃所恨也。懷子得之，故目瞑受唅；宣子失之，目張口噤，曰：荀偃之病卒，苦目出，目出則口噤，口噤則不可唅。新死氣盛，本病苦目出，宣子撫之早，故目不瞑，口不闓。少乆氣衰，懷子撫之，故目瞑口受唅。此自荀偃之病，非死精神見恨於口目也。凡人之死，皆有所恨。志士則恨義事未立，學士則恨問多不及，農夫則恨耕未畜糓，商人則恨貨財未殖，仕者則恨官位未極，勇者則恨材未優。天下各有所欲乎？然而各有所恨，必有目不瞑者爲有所恨。夫天下之人，死皆不瞑也。且死者精魂消索，不復聞人之言。不能聞人之言，是謂死也。離形更自爲鬼，立於人傍，雖人之言，已與形絶，安能復入身中，瞑目闓口乎？能入身中，以尸示恨，則能不免與形相守。案世人論死，謂其精神有若能更以精魂立形見面，使尸若生人者，誤矣。楚成王廢太子商臣，欲立王子職。商臣聞之，以宫甲圍王。王請食熊蹯而死，弗聽。王縊而死，謚之曰“靈”，不瞑；曰“成”，乃瞑。夫爲“靈”不暝，爲“成”乃瞑，成王有知之效也。謚之曰“靈”，心恨，故目不瞑；更謚曰“成”，",
                    "zhushu": "一有“人”字。"
                },
                {
                    "paragraph": "心喜，乃瞑。精神聞人之議，見人變易其謚，故喜目瞑。本不病目，人不撫慰，目自翕張，非神而何？曰：此復荀偃類也。雖不病目，亦不空張。成王於時縊死，氣尚盛，新絶，目尚開，因謚曰“靈”。少乆氣衰，目適欲瞑，連更曰“成”。目之視瞑，與謚之爲“靈”，偶應也。時人見其應“成”乃瞑，則謂成王之魂有所知，則冝終不瞑也。何則？太子殺己，大惡也；加謚爲“靈”，小過也。不爲大惡懷忿，反爲小過有恨，非有神之效，見示告人之驗也。夫惡謚非“靈”則“厲”也。紀於竹帛，爲“靈”“厲”者多矣。其尸未歛之時，未皆不瞑也。豈世之死君不惡，而獨成王憎之哉？何其爲“靈”者衆，不瞑者寡也？鄭伯有貪愎而多欲，子晳好在人上，二子不相得。子晳攻伯有，伯有出奔。駟帶率國人以伐之，伯有死。其後九年，鄭人相驚以伯有，曰：“伯有至矣。”則皆走，不知所徃。後歲，人或夢見伯有介而行，曰：“壬子，余將殺帶也。明年壬寅，余又將殺段也。”及壬子之日，駟帶卒，國人益懼。後至壬寅日，公孫段又卒，國人愈懼。子産爲之立後以撫之，乃止矣。伯有見夢曰：“壬子，余將殺帶。壬寅，又將殺段。”及至壬子日，駟帶卒。至壬寅，公孫段死。其後子産適𣈆，趙景子問曰：“伯有猶能爲鬼乎？”子産曰：“能。人生始化曰魄，既生魄，陽曰魂。用物精多，則魂魄彊，是以有精爽至於神明。疋夫疋婦彊死，其魂魄猶能慿依人以爲淫厲，况伯有，我先君穆公之胄，子良之孫，子耳之子，弊邑之卿，從政三世矣。鄭雖無腆，抑諺曰‘蕞爾小國’，而三世執其政柄，其用物弘矣，取精多矣，其族又大，所慿厚矣。而彊死，能爲鬼，不亦冝乎？”伯有殺駟帶、公孫段，不失日期，神審之驗也。子産立其後而止，知鬼神之操也。知其操，則知其實矣。實有不空，故對問不疑。子産，智人也，知物審矣。如死者無知，何以能殺帶與段？如不能爲鬼，子産何以不疑？曰：與伯有爲怨者，子晳也。子晳攻之，伯有犇，駟帶乃率國人遂伐伯有。公孫段隨駟帶，不造本辯，其惡微小。殺駟帶不報子晳，公孫段惡微，與帶俱死。是則伯有之魂無知，爲鬼報仇，輕重失宜也。且子産言曰：“彊死者能爲鬼。”何謂彊死？謂伯有命未當死而人殺之邪？將謂伯有無罪而人𡨚之也？如謂命未當死而人殺之，未當死而死者多；如謂無罪人𡨚之，被𡨚者亦非一。伯有彊死能爲鬼，比干、子胥不爲鬼。春秋之時，弑君三十六。君爲所弑，可謂彊死矣；典長一國，用物之精，可謂多矣。繼體有土，非直三世也；貴爲人君，非與卿位同也；始封之祖，必有穆公、子良之類也。以至尊之國君，受亂臣之弑禍，其魂魄爲鬼，必明於伯有；報仇殺讎，禍繁於帶、段。三十六君無爲鬼者，三十六臣無見報者。如以伯有無道，其神有知，世間無道，莫如桀、紂，桀、紂誅死，魄不能爲鬼。然則子産之說，因成事者也。見伯有彊死，則謂彊死之人能爲鬼。如有不彊死爲鬼者，則將云不彊死之人能爲鬼。子晳在鄭，與伯有何異？死與伯有何殊？俱以無道爲國所殺。伯有能爲鬼，子晳不能。彊死之說，通於伯有，塞於子晳。然則伯有之說，杜伯之語也。杜伯未可然，伯有亦未可是也。秦桓公伐𣈆，次于輔氏。𣈆侯治兵于稷，以略翟土，立黎侯而還。及魏顆敗秦師于輔氏，獲杜回。杜回，秦之力人也。初，魏武子有嬖妾，無子。武子疾，命顆曰：“必嫁是妾。”病困，則更曰：“必以是爲殉。”及武子卒，顆不殉妾。人或難之，顆曰：“疾病則亂，吾從其治也。”及輔氏之役，魏顆見老人結草以亢杜回，杜回躓而顚，故獲之。夜夢見老父曰：“余是所嫁婦人之父也。爾用先人之治命，是以報汝。”夫嬖妾之父知魏顆之德，故見體爲鬼，結草助戰，神曉有知之效驗也。曰：夫婦人之父能知魏顆之德，爲鬼見形，以助其戰，必能報其生時所善，殺其生時所惡矣。凡人交遊，必有厚薄，厚薄當報，猶婦人之當謝也。今不能報其生時所厚，獨能報其死後所善，非有知之驗，能爲鬼之效也。張良行泗水上，老父授書；光武困厄河北，老人教誨。命貴時吉，當遇福喜之應驗也。魏顆當獲杜回，戰當有功。故老人妖象，結草於路人者也。王季葬於滑山之尾，欒水擊其墓，見棺之前和。文王曰：“嘻！先君必欲一見羣臣百姓也夫！故使欒水見之。”於是出而爲之張朝，而百姓皆見之，三日而後更葬。文王，聖人也，知道事之實，見王季棺見，知其精神欲見百姓，故出而見之。曰：“古今帝王死，葬諸地中，有以千萬數，無欲復出見百姓者，王季何爲獨然？河、泗之濵，立家非一，水湍崩壤，棺椁露見，不可勝數，皆欲復見百姓者乎？欒水擊滑山之尾，猶河、泗之流湍濵圻也。文王見棺和露，惻然悲恨，當先君欲復出乎？”慈孝者之心，幸兾之意，賢聖惻怛，不暇思論，推生况死，故復改葬。世俗信賢聖之言，則謂王季欲見百姓者也。齊景公將伐宋，師過太山，公夢二丈人立而怒甚盛，公告晏子，晏子曰：“是宋之先，湯與伊尹也。”公疑以爲㤗山神。晏子曰：“公疑之，則嬰請言湯、伊尹之狀。湯晳以長，頥以髯，銳上而豐下，据身而揚聲。”公曰：“然，是己。”“伊尹黒而短，蓬而髯，豐上而銳下，僂身而下聲。”公曰：“然，是己，今奈何？”晏子曰：“夫湯、太甲、武丁、祖已，天下之盛君也，不冝無後，今唯宋耳，而公伐之，故湯、伊尹怒，請散師和於宋。公不用，終伐宋，軍果敗。夫湯、伊尹有知，惡景公之伐宋，故見夢盛怒以禁止之，景公不止，軍果不吉。曰：夫景公亦曾夢見彗星，其時彗星不出，果不吉。曰：夫然而夢見之者，見彗星其實非夢，見湯、伊尹實亦非也。或時景公軍敗，不吉之象也。晏子信夢，明言湯、伊尹之形，景公順晏子之言，然而是之。秦并天下，絶伊尹之後，遂至於今，湯、伊尹不祀，何以不怒乎？鄭子産聘於𣈆，𣈆侯有疾，韓宣子逆客，私焉，曰：“寡君寢疾，於今三月矣，並走羣望，有加而無瘳。今夢黄熊入於寢門，其何厲鬼也？”對曰：“以君之明，子爲大政，其何厲之有？昔堯殛鯀于羽山，其神爲黄熊，以入于羽淵，實爲夏郊，三代祀之。𣈆爲盟主，其或者未之祀乎？”韓子祀夏郊，𣈆侯有間。黄熊，鯀之精神，𣈆侯不祀，故入寢門。𣈆知而祀之，故疾有間。非死人有知之驗乎？夫鯀殛於羽山，人知也；神爲黄熊，入于羽淵，人何以得知之？使若魯公牛哀病化爲虎，在故可實也。今鯀遠殛於羽山，人不與之處，何能知之？且文曰“其神爲熊”，是死也。死而魂神爲黄熊，非人所得知也。人死，世謂鬼，鬼象生人之形，見之與人無異，然猶非死人之神，況熊非人之形，不與人相似乎？審鯀死，其神爲黄熊，則熊之死，其神亦或時爲人，人夢見之，何以知非死禽獸之神也？信黄熊謂之鯀神，又信所見之鬼以爲死人精也，此人物之精未可定，黄熊爲鯀之神未可審也。且夢，象也。吉凶且至，神明示象，熊羆之占，自有所爲。使鯀死，其神審爲黄熊，夢見黄熊，必鯀之神乎？諸侯祭山川，設𣈆侯夢見山川，何復不以祀山川，山川自見乎？人病，多或夢見先祖死人來立其側，可復謂“先祖死人求食，故來見形”乎？人夢所見，更爲他占，未必以所見爲實也。何以驗之？夢見生人，明日所夢見之人不與己相見。夫所夢見之人不與己相見，則知鯀之黄熊不入寢門；不入，則鯀不求食；不求食，則𣈆侯之疾，非廢夏郊之禍；非廢夏郊之禍，則𣈆侯有間，非祀夏郊之福也。無福之實，則無有知之驗矣。亦猶淮南王劉安坐謀反而死，世傳以爲仙而升天。本傳之虛，子産聞之，亦不能實。偶𣈆侯之疾，適當自衰，子産遭言黄熊之占，則信黄熊，鯀之神矣。髙皇帝以趙王如意爲似我，而欲立之。吕后恚恨，後酖殺趙王。其後吕后出，見蒼犬噬其左腋，怪而卜之，趙王如意爲祟，遂病腋傷，不愈而死。蓋以如意精神爲蒼犬，見變以報其仇也。曰：勇士忿怒，交刃而戰，負者被創，仆地而死。目見彼之中己，死後其神尚不能報。吕后酖如意時，身不自徃，使人飲之，不知其爲酖毒。憤不知殺己者爲誰，安能爲祟以報吕后？使死人有知，恨者莫過髙祖。髙祖愛如意，而吕后殺之，髙祖魂怒，宜如雷霆，吕后之死，宜不旋日。豈髙祖之精不若如意之神，將死後憎如意，善吕后之殺也？丞相武安侯田蚡與故大將軍灌夫杯酒之恨，事至上聞。灌夫繫獄，竇嬰救之，勢不能免。灌夫坐法，竇嬰亦死。其後田蚡病甚，號曰：“諾諾！”使人視之，見灌夫、竇嬰俱坐其側，蚡病不衰，遂至死。曰：相殺不一人也。殺者後病，不見所殺，田蚡見所殺。田蚡獨然者，心負憤恨，病亂妄見也。或時見他鬼，而占鬼之人聞其徃時與夫、嬰爭，欲見神審之名，見其狂“諾諾”，則言夫、嬰坐其側矣。淮陽都尉尹齊爲吏酷虐，及死，怨家欲燒其尸，亡去歸葬。夫有知，故人且燒之也。神，故能亡去。曰：尹齊亡，神也，有所應。秦時三山亡，周末九鼎淪，必以亡者爲神，三山、九鼎有知也。或時吏知怨家之謀，竊舉持亡，懼怨家怨己，云“自去”。凡人能亡，足能歩行也。今死，血脉斷絶，足不能復動，何用亡去？呉烹伍子胥，漢葅彭越。燒、葅，一僇也；胥、越，一勇也。子胥、彭越不能避烹亡葅，獨謂尹齊能歸葬，失實之言，不驗之語也。亡新改葬元帝傅后，發其棺，取玉柙印璽，送定陶，以民禮葬之。發棺時，臭憧",
                    "zhushu": "一本作“爐”。"
                },
                {
                    "paragraph": "于天，洛陽丞臨棺，聞臭而死。又改葬定陶共王丁后，火從藏中出，燒殺吏士數百人。夫改葬禮卑，又損奪珍物，二恨怨，故爲臭出火以中傷人，曰“臭聞於天”。多藏食物，腐朽猥發，人不能堪毒憤，而未爲怪也。火出於藏中者，怪也，非丁后之神也。何以驗之？改葬之恨，孰與掘墓盗財物也？歲凶之時，掘丘墓取衣物者，以千萬數。死人必有知，人奪其衣物，倮其尸骸，時不能禁，後亦不能報。此尚微賤，未足以言。秦始皇葬於驪山，二世末，天下盗賊掘其墓，不能出臰爲火以殺一人。貴爲天子，不能爲神，丁、傅婦人，安能爲怪？變神非一，發起殊處，見火聞臭，則謂丁、傅之神，誤矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "紀妖篇第六十三",
            "paragraphs": [
                {
                    "paragraph": "紀妖篇第六十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "衛靈公將之𣈆，至濮水之上，夜聞鼓新聲者，說之，使人問之，左右皆報弗聞。召師㳙而告之，曰：“有鼓新聲者，使人問，左右盡報弗聞。其狀似鬼，子爲我聽而冩之。”師㳙曰：“諾。”因靜坐撫琴而冩之。明日，報曰：“臣得之矣，然而未習，請更宿而習之。”靈公曰：“諾。”因復宿。明日已習，遂去之𣈆。𣈆平公觴之施夷之臺。酒酣，靈公起曰：“有新聲，願請奏以示公。”公曰：“善。”乃召師㳙，令坐師曠之旁，援琴鼓之。未終，曠撫而止之，曰：“此亡國之聲，不可遂也。”平公曰：“此何道出？”師曠曰：“此師延所作淫聲，與紂爲靡靡之樂也。武王誅紂，懸之白旄，師延東走，至濮水而自投。故聞此聲者，必於濮水之上。先聞此聲者，其國削，不可遂也。”平公曰：“寡人好者音也，子其使遂之。”師㳙鼔究之。平公曰：“此所謂何聲也？”師曠曰：“此所謂清商。”公曰：“清商固最悲乎？”師曠曰：“不如清徴。”公曰：“清徴可得聞乎？”師曠曰：“不可。古之得聽清徴者，皆有德義之君也。今吾君德薄，不足以聽之。”公曰：“寡人所好者音也，願試聽之。”師曠不得已，援琴鼓之。一奏，有玄鶴二八從南方來，集於郭門之上危；再奏而列；三奏，延頸而鳴，舒翼而舞，音中宫商之聲，聲徹于天。平公大恱，坐者皆喜。平公提觴而起，爲師曠壽，反坐而問曰：“樂莫悲于清徴乎？”師曠曰：“不如清角。”平公曰：“清角可得聞乎？”師曠曰：“不可。昔者黄帝合鬼神於西大山之上，駕象輿，六玄龍，畢方並轄，蚩尤居前，風伯進掃，雨師灑道，虎狼在前，鬼神在後，蟲虵伏地，白雲覆上，大合鬼神，乃作爲清角。今主君德薄，不足以聽之；聽之，將恐有敗。”平公曰：“寡人老矣，所好者音也，願遂聽之。”師曠不得已而鼓之。一奏之，有雲從西北起；再奏之，風至，大雨隨之，裂帷幕，破俎豆，墮廊瓦。坐者散走，平公恐懼，伏于廊室。𣈆國大旱，赤地三年。平公之身遂癃病。何謂也？曰：“是非衛靈公國且削，則𣈆平公且病。若國且旱亡妖也。”師曠曰：“先聞此聲者國削，二國先聞之矣。何知新聲非師延所鼓也？”曰：“師延自投濮水，形體腐於水中，精氣消於泥塗，安能復鼓琴？屈原自沉於江。屈原善著文，師延善鼔琴。如師延能鼓琴，則屈原能復書矣。”楊子雲弔屈原，屈原何不報？屈原生時，文無不作，不能報子雲者，死爲泥塗，手既朽，無用書也。屈原手朽無用書，則師延指敗無用鼔琴矣。孔子當泗水而葬，泗水却流，世謂孔子神而能却泗水。孔子好教授，猶師延之好鼔琴也。師延能鼓琴於濮水之中，孔子何爲不能教授於泗水之側乎？趙簡子病，五日不知人，大夫皆懼，於是召進扁鵲。扁鵲入視病，出，董安于問扁鵲，扁鵲曰：“血脉治也，而怪。昔秦繆公甞如此矣，七日悟，悟之日，告公孫支與子輿曰：‘我之帝所，甚樂。吾所以乆者，適有學也。’帝告我：‘𣈆國且大亂，五世不安，其復將霸，未老而死。霸者之子，且令而國男女無别。’公孫支書而藏之于篋。於是𣈆獻公之亂，文公之霸，襄公敗秦師於崤而歸縱滛，此之所謂。今主君之病與之同，不出三日，病必間，間必有言也。”居二日半，簡子悟，告大夫曰：“我之帝所甚樂，與百神游于鈞天，靡樂九奏萬舞，不類三代之樂，其聲動人心。有一熊欲授我，帝命我射之，中熊，熊死。有羆來，我又射之，中羆，羆死。帝甚喜，賜我一笥，皆有副。吾見兒在帝側，帝属我一翟犬，曰：‘及而子之長也，以賜之。’帝告我：‘𣈆國且襄，十世而亡，嬴姓將大敗周人於范魁之西，而亦不能有也。今余將思虞舜之勲，適余將以其胄女孟姚配而七世之孫。’”董安于受言而書藏之，以扁鵲言告簡子。簡子賜扁鵲田四萬畒。他日，簡子出，有人當道，辟之不去，從者將拘之，當道者曰：“吾欲有謁於主君。”從者以聞。簡子召之，曰：“嘻！吾有所見子遊也。”當道者曰：“屏左右，願有謁。”簡子屏人。當道者曰：“日者主君之病，臣在帝側。”簡子曰：“然，有之。子見我何爲？”當道者曰：“帝令主君射熊與羆，皆死。”簡子曰：“是何也？”當道者曰：“𣈆國且有大難，主君首之。帝令主君滅二卿，夫熊羆皆其祖也。”簡子曰：“帝賜我二笥，皆有副，何也？”當道者曰：“主君之子將剋二國於翟，皆子姓也。”簡子曰：“吾見兒在帝側，帝属我一翟犬，曰：‘及而子之長以賜之。’夫兒何說以賜翟犬？”當道者曰：“兒，主君之子也。翟犬，代之先也。主君之子且必有代，及主君之後嗣，且有革政而胡服，并二國翟。”簡子問其姓而延之以官，當道者曰：“臣野人，致帝命。”遂不見。是何謂也？曰：“是皆妖也。其占皆如當道者言，所見於帝前之事。所見當道之人，妖人也。”其後𣈆二卿范氏、中行氏作亂，簡子攻之。中行昭子、范文子敗，出犇齊。始簡子使姑布子卿相諸子，莫吉。至翟婦之子無恤，以爲貴。簡子與語，賢之。簡子募",
                    "zhushu": "一本作乃告。"
                },
                {
                    "paragraph": "諸子曰：“吾藏寳符於常山之上，先得者賞。”諸子皆上山，無所得。無恤還曰：“已得符矣。”簡子問之，無恤曰：“從常山上臨代，代可取也。”簡子以爲賢，乃廢太子而立之。簡子死，無恤代，是爲襄子。襄子既立，誘殺代王而并其地，又并知氏之地，後取空同戎。自簡子後七世至武靈王，呉廣入其母姓羸子孟姚。其後武靈王遂取中山，并胡地。武靈王之十九年，更爲胡服，國人化之。皆如其言，無不然者。蓋妖祥見於兆審矣，皆非實事。吉凶之漸，若天告之。何以知天不實告之也？以當道之人在帝側也。夫在天帝之側，皆貴神也。致帝之命，是天使者也。人君之使，車騎備具；天帝之使，單身當道，非其狀也。天官百二十，與地之王者無以異也。地之王者，官属備具，法象天官，禀取制度。天地之官同，則其使者亦冝鈞。官同人異者，未可然也。何以知簡子所見帝非實帝也？以夢占知之。樓臺山陵，官位之象也。人夢上樓臺，升山陵，輙得官位。實樓臺山陵非官位也，則知簡子所夢見帝者，非天帝也。人臣夢見人君，人君必不見，又必不賜。以人臣夢占之，知帝賜二笥、翟犬者，非天帝也。非天帝，則其言與百鬼游于鈞天，非天也。魯叔孫穆子夢天壓己者，審然，是天下至地也。至地，則有樓臺之抗，不得及己；及己，則樓臺冝壞。樓臺不壞，是天不至地；不至地，則不得壓己；不得壓己，則壓己者非天也，則天之象也。叔孫穆子所夢壓己之天非天，則知趙簡子所游之天非天也。或曰：“人亦有直夢。見甲，明日則見甲矣；夢見君，明日則見君矣。”曰：“然。人有直夢。直夢皆象也，其象直耳。何以明之？直夢者，夢見甲，夢見君，明日見甲與君，此直也。如問甲與君，甲與君則不見也。甲與君不見，所夢見甲與君者，象類之也。乃甲與君象類之，則知簡子所見帝者，象類帝也。且人之夢也，占者謂之魂行。夢見帝，是魂之上天也。上天猶上山也。夢上山，足登山，手引木，然後能升。升天無所縁，何能得上？天之去人，以萬里數，人之行，日百里。魂與體形俱，尚不能疾，况魂獨行，安能速乎？使魂行與形體等，則簡子之上下天，冝數歲乃悟，七日輙覺，期何疾也？夫魂者，精氣也。精氣之行，與雲煙等。案雲煙之行不能疾，使魂行若蜚鳥乎？行不能疾。人或夢蜚者，用魂蜚也，其蜚不能疾於鳥。天地之氣，尤疾速者，飃風也。飃風之發，不能終一日。使魂行若飃風乎？則其速不過一日之行，亦不能至天。人夢上天，一卧之頃也。其覺，或尚在天上，未終下也。若人夢行至雒陽，覺，因從雒陽悟矣。魂神蜚馳何疾也？疾則必非其狀。必非其狀，則其上天非實事也。非實事，則爲妖祥矣。夫當道之人，簡子病，見於帝側，後見當道象人而言，與相見帝側之時無以異也。由此言之，卧夢爲隂候，覺爲陽占，審矣。”趙襄子既立，知伯益驕。請地韓、魏，韓、魏予之。請地於趙，趙不予。知伯益怒，遂率韓、魏攻趙襄子。襄子懼，乃犇保𣈆陽。原過從，後，至於託平驛，見三人，自帶以上可見，自帶以下不可見。予原過竹二節，莫通。曰：“爲我以是遺趙無恤。”既至，以告襄子。襄子齊三日，親自割竹，有赤書曰：“趙無恤，余霍大山陽侯天子。三月丙戍，余將使汝滅知氏，汝亦祀我百邑，余將賜汝林胡之地。”襄子再拜，受神之命。是何謂也？曰：是盖襄子且勝之祥也。三國攻𣈆陽歲餘，引汾水灌其城，城不浸者三板。襄子懼，使相張孟談私於韓、魏。韓、魏與合謀，竟以三月丙戌之日，大滅知氏，共分其地。盖妖祥之氣，象人之形，稱霍大山之神，猶夏庭之妖象龍，稱褒之二君；趙簡子之祥象人，稱帝之使也。何以知非霍大山之神也？曰：大山，地之體，猶人有骨節，骨節安得神？如大山有神，冝象大山之形。何則？人謂鬼者死人之精，其象如生人之形。今大山廣長不與人同，而其精神不異於人。不異於人，則鬼之類人；鬼之類人，則妖祥之氣也。秦始皇帝三十六年，熒惑守心，有星墜下，至地爲石，刻其石曰：“始皇死而地分。”始皇聞之，令御史逐問，莫服，盡取石旁家人誅之，因燔其石。妖使者從關東夜過華隂平野，或有人持璧遮使者曰：“爲我遺鎬池君。”因言曰：“今年祖龍死。”使者問之，因忽不見，置其璧去。使者奉璧，具以言聞。始皇帝黙然良乆，曰：“山鬼不過知一歲事。”乃言曰：“祖龍者，人之先也。”使御府視璧，乃二十八年行渡江所沉璧也。明三十七年，夢與海神戰，如人狀，是何謂也？曰：皆始皇且死之妖也。始皇夢與海神戰，恚怒入海，候神射大魚，自琅邪至勞成山，不見，至之罘山，還見巨魚，射殺一魚，遂旁海西至平原津而病，到沙丘而崩。當星墜之時，熒惑爲妖，故石旁家人刻書其石，若或爲之，文曰：“始皇死”，或教之也。猶世間童謡，非童所爲，氣導之也。凡妖之發，或象人爲鬼，或爲人象鬼而使，其實一也。𣈆公子重耳失國，乏食，於道從耕者乞飯，耕者奉塊土以賜公子，公子怒。咎犯曰：“此吉祥，天賜土地也。”其後公子得國復土，如咎犯之言。齊田單保即墨之城，欲詐燕軍，云：“天神下助我。”有一人前曰：“我可以爲神乎？”田單却走，再拜事之，竟以神下之言聞於燕軍。燕軍信其有神，又見牛若五采之文，遂信畏懼，軍破兵北。田單卒勝，復獲侵地。此人象鬼之妖也。使者過華隂，人持璧遮道，委璧而去。妖鬼象人之形也。夫沈璧於江，欲求福也。今還璧，示不受物，福不可得也。璧者，象前所沉之璧，其實非也。何以明之？以鬼象人而見，非實人也。人見鬼象生存之人，定問生存之人，不與已相見，妖氣象類人也。妖氣象人之形，則其所賫持之物非真物矣。祖龍死，謂始皇也。祖，人之本；龍，人君之象也。人物類，則其言禍亦放矣。漢高皇帝以秦始皇崩之歲，爲泗上亭長，送徒至驪山，徒多道亡，因縱所將徒，遂行不還。被酒，夜徑澤中，令一人居前。前者還報曰：“前有大虵當道，願還。”髙祖醉，曰：“壯士行，何畏！”乃前，抜劒擊斬虵，虵遂分兩，徑開。行數里，醉困臥。髙祖後人至虵所，有一老嫗夜哭之。人曰：“嫗何爲哭？”嫗曰：“人殺吾子。”人曰：“嫗子爲何見殺？”嫗曰：“吾子白帝子，化爲虵，當徑，今者赤帝子斬之，故哭。”人以嫗爲妖言，因欲笞之，嫗因忽不見。何謂也？曰：是高祖初起威勝之祥也。何以明之？以嫗忽然不見也。不見非人，非人則鬼妖矣。夫以嫗非人，則知所斬之虵非虵也。云白帝子何故爲虵夜而當道？謂虵白帝子，高祖赤帝子，白帝子爲虵，赤帝子爲人，五帝皆天之神也。子或爲虵，或爲人，人與虵異物，而其爲帝同神，非天道也。且虵爲白帝子，則嫗爲白帝后乎？帝者之后，前後冝備；帝者之子，官属冝盛。今一虵死於徑，一嫗哭於道，云“白帝子”，非實明矣。夫非實則象，象則妖也，妖則所見之物皆非物也，非物則氣也。髙祖所殺之虵非虵也，則夫鄭厲公將入鄭之時，邑中之虵與邑外之虵𨶜者，非虵也；厲公將入鄭，妖氣象虵而𨶜也。鄭國門虵非虵，則知夏庭二龍爲龍象；爲龍象，則知鄭子産之時龍戰非龍也。天道難知，使非，妖也；使是，亦妖也。留侯張良椎秦始皇，誤中副車。始皇大怒，索求張良。張良變姓名，亡匿下邳。常閑從容歩游下邳泗上，有一老父，衣褐，至良所，直墮其履泗下，顧謂張良：“孺子，下取履！”良愕然，欲敺之，以其老，爲彊忍，下取履，因跪進履。父以足受履，笑去。良大驚。父去里所，復還，曰：“孺子可教矣。後五日平明，與我期此。”良怪之，因跪曰：“諾。”五日平明，良徃。父已先在，怒曰：“與老人期，後，何也？去！後五日早㑹。”五日雞鳴，復徃。父又已先在，復怒曰：“後，何也？去，後五日復早來。”五日，良夜未半往。有頃，父來，喜曰：“當如是矣。”出一篇書，曰：“讀是則爲帝者師。後十三年，子見我濟北，榖城山下黄石即我也。”遂去，無他言，弗復見。旦日視其書，乃太公兵法也。良因異之，習讀之。“是何謂也？”曰：“是髙祖將起，張良爲輔之祥也。良居下邳，任俠。十年，陳渉等起，沛公略地下邳，良從，遂爲師將，封爲留侯。後十三年，從髙祖過濟北界，得糓成山下黄石，取而葆祠之。及留侯死，并葬黄石。盖吉凶之象神矣，天地之化巧矣，使老父象黄石，黄石象老父，何其神邪！”問曰：“黄石審老父，老父審黄石耶？”曰：石不能爲老父，老父不能爲黄石，妖祥之氣見，故驗也。何以明之？𣈆平公之時，石言魏榆。平公問於師曠曰：“石何故言？”對曰：“石不能言，或慿依也。不然，民聽偏也。”夫石不能人言，則亦不能人形矣。石言與始皇時石墜東郡，民刻之無異也。刻爲文，言爲辭，辭之與文，一實也。民刻文，氣發言，民之與氣，一性也。夫石不能自刻，則亦不能言；不能言，則亦不能爲人矣。太公兵法，氣象之也。何以知非實也？以老父非人，知書亦非太公之書也。氣象生人之形，則亦能象太公之書。問曰：“氣無刀筆，何以爲文？”曰：“魯惠公夫人仲子，生而有文在其掌，曰‘爲魯夫人’；𣈆唐叔虞文在其手，曰‘虞’；魯成季友文在其手，曰‘友’。三文之書，性自然；老父之書，氣自成也。性自然，氣自成，與夫童謡口自言，無以異也。當童之謡也，不知所受，口自言之。口自言，文自成，或爲之也。推此以省，太公釣得巨魚，刳魚得書，云‘吕尚封齊’。及武王得白魚，喉下文曰‘以予發’，蓋不虚矣。因此復原河圖、洛書，言興衰存亡，帝王際㑹，審有其文矣。皆妖祥之氣，吉凶之端也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "訂鬼篇第六十四",
            "paragraphs": [
                {
                    "paragraph": "訂鬼篇第六十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡天地之間有鬼，非人死精神爲之也，皆人思念存想之所致也。致之何由？由於疾病。人病則憂懼，憂懼見鬼出。凡人不病，則不畏懼，故得病寢祍，畏懼鬼至。畏懼則存想，存想則目虚見。何以效之？傳曰：“伯樂學相馬，顧玩所見，無非馬者。宋之庖丁學解牛，三年不見生牛，所見皆死牛也。”二者用精至矣，思念存想，自見異物也。人病見鬼，猶伯樂之見馬，庖丁之見牛也。伯樂、庖丁所見，非馬與牛，則亦知夫病者所見非鬼也。病者困劇身體痛，則謂鬼持箠杖敺擊之。若見鬼把椎鏁繩纆，立守其旁，病痛恐懼，妄見之也。初疾畏驚，見鬼之來；疾困恐死，見鬼之怒；身自疾痛，見鬼之擊。皆存想虚致，未必有其實也。夫精念存想，或泄於目，或泄於口，或泄於耳。泄於目，目見其形；泄於耳，耳聞其聲；泄於口，口言其事。晝日則鬼見，暮卧則夢聞。獨卧空室之中，若有所畏懼，則夢見夫人據案其身哭矣。覺見卧聞，俱用精神，畏懼存想，同一實也。一曰：人之見鬼，目光與卧亂也。人之晝也，氣倦精盡，夜則欲卧，卧而目光反，反而精神見人物之象矣。人病亦氣倦精盡，目雖不卧，光已亂於臥也，故亦見人物象。病者之見也，若卧若否，與夢相似。當其見也，其人能自知覺與夢，故其見物，不能知其鬼與人，精盡氣倦之效也。何以驗之？以狂者見鬼也。狂癡獨語，不與善人相得者，病困精亂也。夫病且死之時，亦與狂等。卧、病及狂三者，皆精衰倦，目光反照，故皆獨見人物之象焉。一曰：鬼者，人所見得病之氣也。氣不和者中人，中人爲鬼，其氣象人形而見。故病篤者氣盛，氣盛則象人而至，至則病者見其象矣。假令得病山林之中，其見鬼則見山林之精。人或病越地者，病見越人坐其側。由此言之，灌夫、竇嬰之徒，或時氣之形象也。凡天地之間，氣皆純於天。天文垂象於上，其氣降而生物。氣和者養生，不和者傷害。本有象於天，則其降下，有形於地矣。故鬼之見也，象氣爲之也。衆星之體，爲人與鳥獸，故其病人，則見人與鳥獸之形。一曰：鬼者，老物精也。夫物之老者，其精爲人。亦有未老，性能變化，象人之形。人之受氣，有與物同精者，則其物與之交；及病，精氣衰劣也，則來犯陵之矣。何以效之？成事：俗間與物交者，見鬼之來也。夫病者所見之鬼，與彼病物何以異？人病見鬼來，象其墓中死人來迎呼之者，宅中之六畜也。及見他鬼，非是所素知者，他家若草野之中物爲之也。一曰：鬼者，本生於人，時不成人，變化而去。天地之性，本有此化，非道術之家所能論辯。與人相觸犯者病，病人命當死，死者不離人。何以明之？禮曰：“顓頊氏有三子，生而亡去爲疫鬼。一居江水，是爲虐鬼；一居若水，是爲魍魎鬼；一居人宫室區隅漚庫，善驚人小兒。”前顓頊之世，生子必多，若顓頊之鬼神，以百數也。諸鬼神有形體法，能立樹與人相見者，皆生於善人，得善人之氣，故能似類善人之形，能與善人相害。隂陽浮游之類，若雲煙之氣，不能爲也。一曰：鬼者，甲乙之神也。甲乙者，天之别",
                    "zhushu": "一本作剛。"
                },
                {
                    "paragraph": "氣也，其形象人。人病且死，甲乙之神至矣。假令甲乙之日病，則死見庚辛之神矣。何則？甲乙鬼，庚辛報甲乙。故病人且死，殺鬼之至者，庚辛之神也。何以效之？以甲乙日病者，其死生之期，常在庚辛之日。此非論者所以爲實也。天道難知，鬼神闇昧，故具載列，令世察之也。一曰：鬼者，物也，與人無異。天地之間，有鬼之物，常在四邊之外，時徃來中國，與人雜，則凶惡之類也，故人病且死者，乃見之。天地生物也，有人如鳥獸，及其生凶物，亦有似人象鳥獸者。故凶禍之家，或見蜚尸，或見走凶，或見人形，三者皆鬼也。或謂之鬼，或謂之凶，或謂之魅，或謂之魑，皆生存實有，非虚無象類之也。何以明之？成事：俗間家人且㐫，見流光集其室，或見其形若鳥之狀，時流人堂室，察其不謂若鳥獸矣。夫物有形則能食，能食則便利，便利有驗，則形體有實矣。左氏春秋曰：“投之四裔，以禦魑魅。”山海經曰：“北方有鬼國。”說魑者，謂之龍物也。而魅與龍相連，魅則龍之類矣。又言：國，人物之黨也。山海經又曰：“滄海之中，有度朔之山，上有大桃木，其屈蟠三千里，其枝間東北曰鬼門，萬鬼所出入也。上有二神人，一曰神荼，一曰鬱壘，主閱領萬鬼。惡害之鬼，執以葦索，而以食虎。於是黄帝乃作禮，以時驅之，立大桃人，門户畫神荼、鬱壘與虎，懸葦索以禦凶魅有形，故執以食虎。”案可食之物，無空虛者。其物也，性與人殊，時見時匿，與龍不常見無以異也。一曰：人且吉凶，妖祥先見。人之且死，見百怪，鬼在百怪之中，故妖怪之動，象人之形，或象人之聲爲應，故其妖動不離人形。天地之間，妖怪非一，言有妖，聲有妖，文有妖，或妖氣象人之形，或人含氣爲妖。象人之形，諸所見鬼是也；人含氣爲妖，巫之類是也。是以實巫之辭，無所因據，其吉凶自從口出，若童之謡矣。童謡口自言，巫辭意自出。口自言，意自出，則其爲人，與聲氣自立，音聲自發，同一實也。世稱紂之時，夜郊鬼哭，及倉頡作書，鬼夜哭。氣能象人聲而哭，則亦能象人形而見，則人以爲鬼矣。鬼之見也，人之妖也。天地之間，禍福之至，皆有兆象，有漸不卒然，有象不猥來。天地之道，人將亡，凶亦出；國將亡，妖亦見。猶人且吉，吉祥至；國且昌，昌瑞到矣。故夫瑞應妖祥，其實一也。而世獨謂鬼者不在妖祥之中，謂鬼猶神而能害人，不通妖祥之道，不睹物氣之變也。國將亡，妖見，其亡非妖也；人將死，鬼來，其死非鬼也。亡國者，兵也；殺人者，病也。何以明之？齊襄公將爲賊所殺，游于姑棼，遂田于貝丘。見大豕，從者曰：“公子彭生也。”公怒曰：“彭生敢見！”引弓射之。豕人立而啼。公懼，墜于車，傷足喪履，而爲賊殺之。夫殺襄公者，賊也。先見大豕於路，則襄公且死之妖也。人謂之彭生者，有似彭生之狀也。世人皆知殺襄公者非豕，而獨謂鬼能殺人，一惑也。天地之氣爲妖者，太陽之氣也。妖與毒同，氣中傷人者謂之毒，氣變化者謂之妖。世謂童謡，熒惑使之，彼言有所見也。熒惑火星，火有毒熒，故當熒惑守宿，國有禍敗；火氣恍惚，故妖象存亡。龍，陽物也，故時變化。鬼，陽氣也，時藏時見。陽氣赤，故世人盡見鬼，其色純朱。蜚凶，陽也；陽，火也，故蜚凶之類爲火光。火𤍠焦物，故止集樹木，枝葉枯死。鴻範五行二曰火，五事二曰言。言火同氣，故童謡詩歌爲妖言。言出文成，故世有文書之怪。世謂童子爲陽，故妖言出於小童。童巫含陽，故“大雩之祭，舞童暴巫”。雩祭之禮，倍隂合陽，故猶日食隂勝，攻社之隂也。日食隂勝，故攻隂之類；天旱陽勝，故愁陽之黨。巫爲陽黨，故魯僖遭旱，議欲焚巫。巫含陽氣，以故陽地之民多爲巫。巫黨於鬼，故巫者爲鬼巫。鬼巫比於童謡，故巫之審者，能處吉凶。吉凶能處，吉凶之徒也。故申生之妖見於巫。巫含陽，能見爲妖也。申生爲妖，則知杜伯、莊子義厲鬼之徒皆妖也。杜伯之厲爲妖，則其弓矢投措皆妖毒也。妖象人之形，其毒象人之兵。鬼毒同色，故杜伯弓矢皆朱彤也。毒象人之兵，則其中人，人輙死也。中人微者即爲腓，病者不即時死。何則？腓者，毒氣所加也。妖或施其毒，不見其體；或見其形，不施其毒；或出其聲，不成其言；或明其言，不知其音。若夫申生，見其體、成其言者也；杜伯之屬，見其體、施其毒者也；詩妖、童謡、石言之屬，明其言者也；濮水琴聲，紂郊鬼哭，出其聲者也。妖之見出也，或且凶而豫見，或凶至而因出。因出，則妖與毒俱行；豫見，妖出不能毒。申生之見，豫見之妖也；杜伯、莊子義、厲鬼至，因出之妖也。周宣王、燕簡公、宋夜姑時當死，故妖見毒因擊；𣈆惠公身當獲，命未死，故妖直見而毒不射。然則杜伯、莊子義、厲鬼之見，周宣王、燕簡、夜姑且死之妖也；申生之出，𣈆惠公且見獲之妖也；伯有之夢，駟帶、公孫段且卒之妖也；老父結草，魏顆且勝之祥，亦或時杜回見獲之妖也。蒼犬噬吕后，吕后且死，妖象犬形也；武安且卒，妖象竇嬰、灌夫之面也。“故凡世間所謂妖祥，所謂鬼神者，皆太陽之氣爲之也。太陽之氣，天氣也。天能生人之體，故能象人之容。夫人所以生者，隂陽氣也。隂氣主爲骨肉，陽氣主爲精神。人之生也，隂陽氣具，故骨肉堅，精氣盛。精氣爲知，骨肉爲強。故精神言談，形體固守，骨肉精神，合錯相持，故能常見而不滅亡也。太陽之氣盛而無隂，故徒能爲象，不能爲形。無骨肉，有精氣，故一見恍惚，輒復滅亡也。”",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "言毒篇第六十五",
            "paragraphs": [
                {
                    "paragraph": "言毒篇第六十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "或問曰：“天地之間，萬物之性，含血之蟲，有蝮、虵、蜂、蠆，咸懐毒螫，犯中人身，謂護疾痛，當時不救，流徧一身。草木之中，有巴豆、野葛，食之湊懣，頗多殺人。不知此物禀何氣於天？萬物之生，皆禀元氣。元氣之中，有毒螫乎？”曰：“夫毒，太陽之熱氣也，中人人毒。”人食湊懣者，其不堪任也。不堪任，則謂之毒矣。太陽火氣，常爲毒螫，氣𤍠也。太陽之地，人民促急。促急之人，口舌爲毒。故楚越之人，促急捷疾，與人談言，口唾射人，則人脤胎腫而爲創。南郡極𤍠之地，其人祝𣗳𣗳枯，唾鳥鳥墜。巫咸能以祝延人之疾，愈人之禍者，生於江南，含烈氣也。夫毒，陽氣也，故其中人，若火灼人。或爲蝮所中，割肉置地焦沸，火氣之騐也。四方極皆爲維邊，唯東南隅有温烈氣。温烈氣發，常以春夏。春夏陽起，東南隅，陽位也。他物之氣，入人鼻目，不能疾痛。火煙入鼻鼻疾，入目目痛，火氣有烈也。物爲靡屑者多，唯一火最烈，火氣所燥也。食甘㫖之食，無傷於人。食蜜少多，則令人毒。蜜爲蜂液，蜂則陽物也。人行無所觸犯，體無故痛，痛處若箠杖之跡。人腓，腓謂鬼敺之。鬼者，太陽之妖也。微者疾謂之“邊”，其治用蜜與丹。蜜丹陽物，以類治之也。夫治風用風，治熱用熱，治邊用蜜丹，則知邊者陽氣所爲，流毒所加也。天地之間，毒氣流行，人當其衝，則面腫疾，世人謂之火流所刺也。人見鬼者，言其色赤，太陽妖氣自如其色也。鬼爲烈毒，犯人輙死，故杜伯射，周宣立崩。鬼所賫物，陽火之類。杜伯弓矢，其色皆赤。南道名毒曰“短狐”，杜伯之象，執弓而射，陽氣因而激，激而射，故其中人象弓矢之形。火困而氣𤍠，血毒盛，故食走馬之肝殺人，氣困爲𤍠也。盛夏暴行，暑暍而死，𤍠極爲毒也。人疾行汗出，對鑪汗出，嚮日亦汗出，疾温病者亦汗出，四者異事而皆汗出，困同𤍠等，火日之變也。天下萬物含太陽氣而生者，皆有毒螫。毒螫渥者，在蟲則爲蝮、蛇、蜂、蠆，在草則爲巴豆、冶",
                    "zhushu": "一作“野”字。"
                },
                {
                    "paragraph": "葛，在魚則爲鮭與𩶰䱙，故人食鮭肝而死，爲𩶰䱙螫有毒。魚與鳥同類，故鳥蜚魚亦蜚，鳥卵魚亦卵，蝮、蛇、蜂、蠆皆卵，同性類也。其在人也爲小人，故小人之口爲禍天下。小人皆懐毒氣，陽地小人毒尤酷烈，故南越之人祝誓輙效。諺曰：“衆口爍金。”口者，火也。五行二曰火，五事二曰言。言與火直，故云爍金。道口舌之爍，不言㧞木熖火，必云爍金，金制於火，火口同類也。藥生非一地，太伯辭之吳；鑄多非一工，世稱楚棠溪。温氣天下有，路畏入南海。鴆鳥生於南，人飮鴆死。辰爲龍，巳爲蛇，辰巳之位在東南。龍有毒，蛇有螫，故蝮有利牙，龍有逆鱗。木生火，火爲毒，故蒼龍之獸含火星。冶葛、巴豆皆有毒螫，故冶在東南，巴在西南。土地有燥濕，故毒物有多少；生出有處地，故毒有烈不烈。蝮、虵與魚比，故生於草澤；蜂、蠆與鳥同，故産於屋樹。江北地燥，故多蜂、蠆；江南地濕，故多蝮、虵。生高燥比陽，陽物懸垂，故蜂、蠆以尾㓨；生下濕比隂，隂物柔伸，故蝮虵以口齰。毒或藏於首尾，故螫齰有毒；或藏於體膚，故食之輒懣；或附於脣吻，故舌鼓爲禍。毒螫之生，皆同一氣，發動雖異，内爲一類。故人夢見火，占爲口舌；夢見蝮、蛇，亦口舌。火爲口舌之象，口舌見於蝮、虵。同類共本，所禀一氣也。故火爲言，言爲小人，小人爲妖，由口舌；口舌之徵，由人感天。故五事二曰言。言之咎徴，僣恒暘若。僣者奢麗，故蝮、蛇多文。文起於陽，故若致文。暘若則言從，故時有詩妖。妖氣生美好，故美好之人多邪惡。叔虎之母美，叔向之母知之，不使視寢。叔向諫其母曰：“深山大澤，實生龍虵。彼美，吾懼其生龍虵以禍汝。汝弊族也，國多大寵，不仁之人間之，不亦難乎？余何愛焉？”使徃視寢，生叔虎，美有勇力，嬖於欒懐子。及范宣子逐懐子，殺叔虎，禍及叔向。夫深山大澤，龍虵所生也。比之叔虎之母者，美色之人，懐毒螫也。生子叔虎，美有勇力。勇力所生，生於美色；禍難所發，由於勇力。火有光耀，木有容貎。龍虵東方木，含火精，故美色貎麗。膽附於肝，故生勇力。火氣猛，故多勇；木剛強，故多力也。生妖怪者，常由好色；爲禍難者，常發勇力；爲毒害者，皆在好色。美酒爲毒，酒難多飲；蜂液爲蜜，蜜難益食。勇夫強國，勇夫難近；好女說，",
                    "zhushu": "一作恱。"
                },
                {
                    "paragraph": "心，好女難畜；辯士快意，辯士難信。故美味腐腹，好色惑心，勇夫招禍，辯口致殃。四者，世之毒也。辯口之毒，爲害尤酷。何以明之？孔子見陽虎，却行，白汗交流。陽虎辯有口舌，口舌之毒，中人病也。人中諸毒，一身死之；中於口舌，一國潰亂。詩曰：“讒言罔極，交亂四國。”四國猶亂，况一人乎？故君子不畏虎，獨畏讒夫之口。讒夫之口，爲毒大矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "薄葬篇第六十六",
            "paragraphs": [
                {
                    "paragraph": "薄葬篇第六十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "聖賢之業，皆以薄葬省用爲務。然而世尚厚葬，有奢、泰之失者，儒家論不明，墨家議之非故也。墨家之議右鬼，以爲人死輒爲神鬼而有知，能形而害人，故引杜伯之類以爲效驗。儒家不從，以爲死人無知，不能爲鬼，然而賻祭備物者，示不負死以觀生也。陸賈依儒家而說，故其立語不肯明處。劉子政舉薄葬之奏，務欲省用，不能極論。是以世俗内持狐疑之議，外聞杜伯之類。又見病且終者，墓中死人來與相見，故遂信是，謂死如生。閔死獨葬，魂孤無副，丘墓閉藏，穀物乏匱，故作偶人，以侍尸柩，多藏食物，以歆精魂。積浸流至，或破家盡業，以充死棺，殺人以殉葬，以快生意。非知其内無益，而奢侈之心外相慕也。以爲死人有知，與生人無以異。孔子非之，而亦無以定實然。而陸賈之論，兩無所處。劉子政奏，亦不能明儒家無知之驗，墨家有知之故。事莫明於有效，論莫定於有證。空言虚語，雖得道心，人猶不信。是以世俗輕愚信禍福者，畏死不懼義，重死不顧生，竭財以事神，空家以送終。辯士文人有效驗，若墨家之以杜伯爲據，則“死無知之實可明，薄葬省財之教可立也”。今墨家非儒，儒家非墨，各有所持，故乖不合，業難齊同，故二家爭論。世無祭祀復生之人，故死生之義未有所定。實者死人闇昧，與人殊途，其實荒忽，難得深知。有知無知之情不可定，爲鬼之實不可是。通人知士，雖博覽古今，窺渉百家，條入葉貫，不能審知。唯聖心賢意，方比物類，爲能實之。夫論不留精澄意，苟以外效立事是非，信聞見於外，不詮訂於内，是用耳目論，不以心意議也。夫以耳目論，則以虚象爲言；虚象效，則以實事爲非。是故是非者，不徒耳目，必開心意。墨議不以心而原物，茍信聞見，則雖效驗章明，猶爲失實。失實之議難以教，雖得愚民之欲，不合知者之心。䘮物索用，無益於世。此蓋墨術所以不傳也。魯人將以璵璠歛，孔子聞之，徑庭麗級而諫。夫徑庭麗級，非禮也，孔子爲救患也。患之所由，常由有所貪。璵璠，寳物也，魯人用歛，姦人僴之，欲心生矣。姦人欲生，不畏罪法；不畏罪法，則丘墓抽矣。孔子睹微見著，故徑庭麗級，以救患直諫。夫不明死人無知之義，而著丘墓必抽之諫，雖盡比干之執，人人必不聽。何則？諸侯財多不憂貧，威彊不懼抽。死人之議，狐疑未定；孝子之計，從其重者。如明死人無知，厚葬無益，論定議立，較著可聞，則璵璠之禮不行，徑庭之諌不發矣。今不明其說而彊其諫，此蓋孔子所以不能立其教。孔子非不明死生之實，其意不分别者，亦陸賈之語指也。夫言死無知，則臣子倍其君父。故曰：“喪祭禮廢，則臣子恩泊；臣子恩泊，則倍死亡先；倍死亡先，則不孝獄多。”聖人懼開不孝之源，故不明死無知之實。異道不相連，事生厚，化自生，雖事死泊，何損於化？使死者有知，倍之非也；如無所知，倍之何損？明其無知，未必有倍死之害；不明無知，成事已有賊生之費。孝子之養親病也，未死之時，求卜迎醫，兾禍消，藥有益也。既死之後，雖審如巫咸，良如扁鵲，終不復生。何則？知死氣絶，終無補益。治死無益，厚葬何差乎？倍死恐傷化，絶卜拒醫，獨不傷義乎？親之生也，坐之高堂之上；其死也，葬之黄泉之下。黄泉之下，非人所居，然而葬之不疑者，以死絶異處，不可同也。如當亦如生存，恐人倍之，冝葬於宅，與生同也。不明無知，爲人倍其親，獨明葬黄泉，不爲離其先乎？親在獄中，罪疑未定，孝子馳走，以救其難。如罪定法立，終無門户，雖曾子、子騫，坐泣而已。何則？計動無益，空爲煩也。今死親之魂，定無所知，與拘親之罪决不可救何以異？不明無知，恐人倍其先，獨明罪定，不爲忽其親乎？聖人立義，有益於化，雖小弗除；無補於政，雖大弗與。今厚死人，何益於恩？倍之弗事，何損於義？孔子又謂“爲明器不成”，示意有明。俑則偶人，象類生人。故魯用偶人葬，孔子嘆，睹用人殉之兆也，故嘆以痛之。即如生當備物，不示如生，意悉其教。用偶人葬，恐後用生殉；用明器，獨不爲後用善器葬乎？絶用人之源，不防䘮物之路，重人不愛用，痛人不憂國，傳議之所失也。救漏防者，悉塞其穴，則水泄絶宂。不悉塞，水有所漏，漏則水爲患害。論死不悉，則奢禮不絶，不絶則喪物索用。用索物䘮，民貧耗之至，危亡之道也。蘇秦爲燕，使齊國之民髙大丘冡，多藏財物，蘇秦身弗以勸勉之，財盡民貧，國空兵弱，燕軍卒至，無以自衛，國破城亡，主出民散。今不明死之無知，使民自竭以厚葬親，與蘇秦姧計同一敗。墨家之議，自違其術，其薄葬而又右鬼。右鬼引效，以杜伯爲驗。杜伯死人。如謂杜伯爲鬼，則夫死者審有知，如有知而薄葬之，是怒死人也。情欲厚而惡薄，以薄受死者之責，雖右鬼，其何益哉？如以鬼非死人，則其信杜伯非也；如以鬼是死人，則其薄葬非也。術用乖錯，首尾相違，故以爲非。非與是不明，皆不可行。夫如是，世俗之人，可一詳覽。詳覽如斯，可一薄葬矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "四諱篇第六十七",
            "paragraphs": [
                {
                    "paragraph": "四諱篇第六十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "俗有大諱四：一曰諱西益宅。西益宅謂之不祥，不祥必有死亡。相懼以此，故世莫敢西益宅。防禁所從來者遠矣。傳曰：“魯哀公欲西益宅，史爭以爲不祥。哀公作色而怒，左右數諫而弗聽，以問其傅宰質睢曰：‘吾欲西益宅，史以爲不祥，何如？’宰質睢曰：‘天下有三不祥，西益宅不與焉。’哀公大說。有頃，復問曰：‘何謂三不祥？’對曰：‘不行禮義，一不祥也；嗜欲無止，二不祥也；不聽規諫，三不祥也。’哀公繆然深惟，慨然自反，遂不益宅。”令史與宰質睢止其益宅，徒爲煩擾，則西益宅祥與不祥，未可知也。令史、質睢以爲西益宅審不祥，則史與質雎與今俗人等也。夫宅之四面皆地也，三面不謂之“㐫”，益西面獨謂不祥，何哉？西益宅何傷於地體？何害於宅神？西益不祥，損之能善乎？西益不祥，東益能吉乎？夫不祥必有祥者，猶不吉必有吉矣。宅有形體，神有吉凶，動德致福，犯刑起禍。今言西益宅謂之不祥，何益而祥者？且惡人西益宅者，誰也？如地惡之，益東家之西，損西家之東，何傷於地？如以宅神不欲西益，神猶人也，人之處宅，欲得廣大，何故惡之？而以宅神惡煩擾，則四而益宅，皆當不祥。諸工技之家，說吉凶之占，皆有事狀。宅家言治宅犯㐫神，移徙言忌歲月，祭祀言觸血忌，喪葬言犯剛柔，皆有鬼神凶惡之禁，人不忌避，有病死之禍。至於西益宅，何害而謂之不祥？不祥之禍，何以爲敗？實說其義，“不祥”者，義理之禁，非吉凶之忌也。夫西方，長老之地，尊者之位也。尊長在西，卑㓜在東。尊長，主也；卑㓜，助也。主少而助多，尊無二上，卑有百下也。西益主，益主不増助，二上不百下也。於義不善，故謂不祥。不祥者，不冝也。於義不冝，未有凶也。何以明之？夫墓，死人所藏；田，人所飲食；宅，人所居處。三者於人，吉凶冝等。西益宅不祥，西益墓與田，不言不祥。夫墓，死人所居，因忽不慎；田，非人所處，不設尊卑；宅者，長㓜所共，加慎致意者，何可不之諱？義詳於宅，略於墓與田也。二曰諱被刑爲徒，不上丘墓。但知不可，不能知其不可之意。問其禁之者，不能知其諱；受禁行者，亦不要其忌。連相放效，至或于被刑，父母死，不送葬；若至墓側，不敢臨葬。甚失至於不行弔傷，見佗人之柩。夫徒，善人也，被刑謂之徒。丘墓之上，二親也，死亡謂之先。宅與墓何别？親與先何異？如以徒被刑，先人責之，則不冝入宅與親相見。如徒不得與死人相見，則親死在堂，不得哭柩。如以徒不得升丘墓，則徒不得上山陵。世俗禁之，執據何義？實說其意，徒不上丘墓有二義，義理之諱，非凶惡之忌也。徒用心以爲先祖全而生之，子孫亦當全而歸之。故曾子有疾，召門弟子曰：“開予足！開予手！而今而後，吾知免夫，小子！”曾子重慎，臨絶效全，喜免毁傷之禍也。孔子曰：“身體髪膚，受之父母，弗敢毁傷。”孝者怕入刑辟，刻畫身體，毁傷髪膚，少德泊行，不戒慎之所致也。愧負刑辱，深自刻責，故不升墓祀於先。古禮廟祭，今俗墓祀，故不升墓，慙負先人，一義也。墓者，鬼神所在，祭祀之處。祭祀之禮，齊戒㓗清，重之至也。今已被刑，刑殘之人，不冝與祭，供侍先人，卑謙謹敬，退讓自賤之意也。緣先祖之意，見子孫被刑，惻怛憯傷，恐其臨祀，不忍歆享，故不上墓，二義也。昔太伯見王季有聖子文王，知太王意欲立之，入吳采藥，斷髮文身，以隨吳俗。太王薨，太伯還，王季辟主，太伯再讓，王季不聽。三讓，曰：“吾之吳、越，吳、越之俗，斷髮文身。吾刑餘之人，不可爲宗廟社稷之主。”王季知不可，權而受之。夫徒不上丘墓，太伯不爲主之義也。是謂祭祀不可，非謂柩當葬，身不送也。葬死人，先祖痛；見刑人，先祖哀。權可哀之身，送可痛之屍。使先祖有知，痛屍哀形，何愧之有？如使無知，丘墓田野也，何慙之有？慙愧先者，謂身體刑殘，與人異也。古者用刑，形毁不全，乃不可耳。方今象刑，象刑重者，髠鉗之法也。若完城旦以下施刑，綵衣系躬，冠帶與俗人殊，何爲不可？世俗信而謂之皆凶，其失至於“不弔郷黨屍，不升佗人之丘”，惑也。三曰諱婦人乳子，以爲不吉。將舉吉事，入山林，遠行度川澤者，皆不與之交通。乳子之家，亦忌惡之。丘墓廬道畔，踰月乃入，惡之甚也。暫卒見若爲不吉，極原其事，何以爲惡？夫婦人之乳子也，子含元氣而出，元氣，天地之精微也，何凶而惡之？人，物也；子，亦物也。子生與萬物之生何以異？諱人之生謂之惡，萬物之生又惡之乎？生與胞俱出，如以胞爲不吉，人之有胞，猶木實之有扶也。包裹兒身，因與俱出，若鳥卵之有觳，何妨謂之惡？如惡以爲不吉，則諸生物有扶殻者，冝皆惡之。萬物廣多，難以驗事。人生何以異於六畜？皆含血氣懐子，子生與人無異，獨惡人而不憎畜，豈以人體大氣血盛乎？則夫牛馬體大於人，凡可惡之事，無與鈞等，獨有一物，不見比類，乃可疑也。今六畜與人無異，其乳皆同一狀。六畜與人無異，諱人不諱六畜，不曉其故也。世能别人之産與六畜之乳，吾將聽其諱；如不能别，則吾謂世俗所諱妄矣。且凡人所惡，莫如腐臰。腐臰之氣，敗傷人心。故鼻聞臰，口食腐，心損口惡，霍亂嘔吐。夫更衣之室，可謂臰矣；鮑魚之肉，可謂腐矣。然而有甘之更衣之室，不以爲忌；肴食腐魚之肉，不以爲諱。意不存以爲惡，故不計其可與不也。凡可憎惡者，若濺墨漆，附著人身。今目見𤾁聞，一過則已，忽亡輒去，何故惡之？出見負豕於塗，腐澌於溝，不以爲凶者，洿辱自在彼人，不著己之身也。今婦人乳子，自在其身，齋戒之人，何故忌之？江北乳子，不出房室，知其無惡也；至於犬乳，置之宅外，此復惑也。江北諱犬不諱人，江南諱人不諱犬，謡俗防惡，各不同也。夫人與犬何以異？房室宅外何以殊？或惡或不惡，或諱或不諱，世俗防禁，竟無經也。月之晦也，日月合宿，紀爲一月。猶八日，月中分謂之“弦”；十五日，日月相望謂之“望”；三十日，日月合宿謂之“晦”。晦與弦、望，一實也，非月晦，日月光氣與月朔異也。何故踰月謂之吉乎？如實凶，踰月未可謂吉；如實吉，雖未踰月，猶爲可也。實說諱忌産子乳犬者，欲使人常自㓗清，不欲使人被汚辱也。夫自㓗清則意精，意精則行清，行清而貞廉之節立矣。四曰諱舉正月、五月子。以爲正月、五月子殺父與母，不得已舉之，父母禍死，則信而謂之真矣。夫正月、五月子，何故殺父與母？人之含氣在腹腸之内，其生十月而産，共一元氣也。正與二月何殊？五與六月何異？而謂之凶也？世傳此言乆，拘數之人莫敢犯之。弘識大材，實核事理，深睹吉凶之分者，然後見之。昔齊相田嬰賤妾有子，名之曰文。文以五月生，嬰告其母勿舉也，其母竊舉生之。及長，其母因兄弟而見其子文於嬰，嬰怒曰：“吾令女去此子，而敢生之，何也？”文頓首，因曰：“君所以不舉五月子者，何故？”嬰曰：“五月子者，長至户，將不利其父母。”文曰：“人生受命於天乎？將受命於户邪？”嬰嘿然。文曰：“必受命於天，君何憂焉？如受命於户，即髙其户，誰能至者？”嬰善其言，曰：“子休矣！”其後使文主家，待賔客，賔客日進，名聞諸侯。文長過户，而嬰不死。以田文之說言之，以田嬰不死效之，世俗所諱，虛妄之言也。夫田嬰俗父，而田文雅子也。嬰信忌不實義，文信命不辟諱。雅俗異材，舉措殊操，故嬰名闇而不明，文聲馳而不滅實說，世俗諱之，亦有縁也。夫正月歲始，五月盛陽，子以生，精熾熱烈，厭勝父母。父母不堪，將受其患。傳相放傚，莫謂不然。有空諱之言，無實凶之效，世俗惑之，誤非之甚也。夫忌諱非一，必託之神怪，若設以死亡，然后世人信用畏避。忌諱之語，四方不同，畧舉通語，令世觀覽。若夫曲俗微小之諱，衆多非一，咸勸人爲善，使人重慎，無鬼神之害，凶醜之禍。世諱作豆醬，惡聞雷，一人不食，欲使人急作，不欲積家踰至春也。諱厲刀井上，恐刀墮井中也；或說以爲“刑”之字，井與刀也。厲刀井上，井刀相見，恐被刑也。毋承屋檐而坐，恐瓦墮擊人首也。毋反懸冠，爲似死人服；或說惡其反而承塵溜也。毋偃寢，爲其象屍也。毋以箸相受，爲其不固也。毋相代掃，爲脩冡之人，兾人求代己也。諸言“毋”者，教人重慎，勉人爲善。禮曰：“毋搏飯，毋流歠。”禮義之禁，未必吉凶之言也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "譋時篇第六十八",
            "paragraphs": [
                {
                    "paragraph": "譋時篇第六十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世俗起土興功，歲月有所食，所食之地必有死者。假令太歲在子，歲食於酉，正月建寅，月食於巳，子寅地興功，則酉巳之家見食矣。見食之家，作起厭勝，以五行之物懸金木水火。假令歲月食西家，西家懸金；歲月食東家，東家懸炭。設祭祀以除其凶，或空亡徙以辟其殃，連相倣效，皆謂之然。如考實之，虚妄迷也。何以明之？夫天地之神，用心等也。人民無狀，加罪行罰，非有二心兩意，前後相反也。移徙不避歲月，歲月惡其不避己之衝位，怒之也。今起功之家亦動地體，無狀之過，與移徙等。起功之家當爲歲所食，何故反令己酉之地受其咎乎？豈歲月之神恠移徙而咎起㓛哉？用心措意，何其不平也？鬼神罪過人，猶縣官謫罰民也。民犯刑罰多非一，小過宥罪，大惡犯辟，未有以無過受罪。無過而受罪，世謂之𡨚。今己酉之家，無過於月歲，子家起宅，空爲見食，此則歲𡨚無罪也。且夫太歲在子，子宅直符，午宅爲破，不湏興功起事，空居無爲，猶被其害。今歲月所食，待子宅有爲，巳、酉乃凶。太歲、歲月之神用罰爲害，動靜殊致，非天從歲月神意之道也。審論歲月之神，歲則太歲也，在天邉際，立於子位。起室者在中國一州之内。假令揚州在東南，使如鄒衍之言，天下爲一州，又在東南，歲食於酉，食西羗之地，東南之地安得凶禍？假令歲在人民之間，西宅爲酉地，則起功之家，宅中亦有酉地，何以不近食其宅中之酉地，而反食佗家乎？且食之者審誰也？如審歲月，歲月天之從神，飲食與天同。天食不食人，故郊祭不以爲牲。如非天神，亦不食人。天地之間，百神所食，聖人謂“當與人等”。推生事死，推人事鬼，故百神之祀，皆用衆物，無用人者。物食人者，虎與狼也。歲月之神，豈虎狼之精哉？倉卒之世，榖食乏匱，人民饑餓，自相啖食，豈其啖食死者，其精爲歲月之神哉？歲月有神，日亦有神，歲食月食，日何不食？積日爲月，積月爲時，積時爲歲，千五百三十九歲爲一統，四千六百一十七歲爲一元，増積相倍之數，分餘終竟之名耳，安得鬼神之怪，禍福之驗乎？如歲月終竟者冝有神，則四時有神，綂元有神。月三日魄，八日弦，十五日望，與歲月終竟何異？歲月有神，魄與弦復有神也？一日之中，分爲十二時，平旦寅，日出夘也。十二月建寅夘，則十二月時所加寅夘也。日加十二辰不食，月建十二辰獨食，豈日加無神，月建獨有哉？何故月建獨食，日加不食乎？如日加無神，用時決事，非也；如加時有神，獨不食，非也。神之口腹與人等也。人饑則食，飽則止，不爲起功乃一食也。歲月之神，起功乃食。一歲之中，興功者希，歲月之神饑乎？倉卒之世，人民亡，室宅荒廢，興功者絶，歲月之神餓乎？且田與宅俱人所治，興功用力，勞佚鈞等。宅掘土而立木，田鑿溝而起堤，堤與木俱立，掘與鑿俱爲。起宅歲月食，治田獨不食，豈起宅時歲月饑，治田時飽乎？何事鈞作同，飲食不等也？說歲月食之家，必銓功之小大，立遠近之歩數。假令起三尺之功，食一歩之内；起十丈之役，食一里之外。功有小大，禍有近遠。䝉恬爲秦築長城，極天下之半，則其爲禍冝以萬數。案長城之造，秦民不多死。周公作雒，興功至大，當時歲月冝多食。聖人知其審食，冝徙所食地置於吉祥之位。如不知避，人民多凶。經傳之文，賢聖冝有刺譏。今聞築雒之民，四方和㑹，功成事畢，不聞多死。說歲月之家，殆虚非實也。且歲月審食，猶人口腹之饑必食也。且爲己酉地有厭勝之故，畏一金刃，懼一死炭，豈閉口不敢食哉？如實畏懼，冝如其數。“五行相勝，物氣鈞適。”如泰山失火，沃以一杯之水；河決千里，塞以一掊之土，能勝之乎？非失五行之道，小大多少不能相當也。天地之性，人物之力，少不勝多，小不厭大。使三軍持木杖，匹夫持一刃，伸力角氣，匹夫必死。金性勝木，然而木勝金負者，木多而金寡也。積金如山，燃一炭火以燔爍之，金必不消。非失五行之道，金多火少，少多小大不鈞也。五尺童子與孟賁爭，童子不勝，非童子怯，力少之故也。“狼衆食人，人衆食狼。”敵力角氣，能以小勝大者希；爭彊量功，能以寡勝衆者鮮。天道人物，不能以小勝大者，少不能服多。以一刃之金，一炭之火，厭除凶咎，却歲之殃，如何也？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "譏日篇第六十九",
            "paragraphs": [
                {
                    "paragraph": "譏日篇第六十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世俗既信歲時，而又信日。舉事若病、死、災、患，大則謂之犯觸歲月，小則謂之不避日禁。歲月之傳既用，日禁之書亦行。世俗之人，委心信之；辯論之士，亦不能定。是以世人舉事，不考於心，而合於日，不叅於義，而致於時。時日之書，衆多非一，略舉較著，明其是非，使信天時之人，將一疑而倍之。夫禍福隨盛衰而至，代謝而然。舉事曰凶，人畏凶有效；曰吉，人兾吉有驗。禍福自至，則述前之吉凶，以相戒懼。此日禁所以累世不疑，惑者所以連年不悟也。葬歷曰：“葬避九空地臽，及日之剛柔，月之竒耦。”日吉無害，剛柔相得，竒耦相應，乃爲吉良。不合此歷，轉爲凶惡。夫葬，藏棺也；歛，藏尸也。初死藏尸於棺，少乆藏棺於墓。墓與棺何别？歛與葬何異？歛於棺不避凶，葬於墓獨求吉。如以墓爲重，夫墓，土也；棺，木也。五行之性，木土鈞也。治木以贏尸，穿土以埋棺，治與穿同事，尸與棺一實也。如以穿土賊地之體，鑿溝耕園，亦冝擇日。世人能異其事，吾將聽其禁；不能異其事，吾不從其諱。日之不害，又求日之剛柔；剛柔既合，又索月之竒耦。夫日之剛柔，月之竒耦，合於葬歷，驗之於吉，無不相得。何以明之？春秋之時，天子、諸侯、卿、大夫死以千百數，案其葬日，未必合於歷。又曰：“雨不克葬，庚寅日中乃葬。”假令魯小君以剛日死，至葬日己丑，剛柔等矣。剛柔合，善日也。不克葬者，避雨也。如善日，不當以雨之故，廢而不用也。何則？雨不便事耳。不用剛柔，重凶不吉。欲便事而犯凶，非魯人之意，臣子重慎之義也。今廢剛柔，待庚寅日中，以暘爲吉也。禮：“天子七月而葬，諸侯五月，卿大夫、士三月。”假令天子正月崩，七月葬，二月崩，八月葬。諸侯、卿、大夫、士皆然。如驗之葬歷，則天子、諸侯葬月常竒常耦也。衰世好信禁，不肖君好求福。春秋之時，可謂衰矣；隱、哀之間，不肖甚矣。然而葬埋之日，不見所諱，無忌之故也。周文之世，法度備具，孔子意宻，春秋義纎。如廢吉得凶，妄舉觸禍，冝有微文小義，貶譏之辭。今不見其義，無葬歷法也。祭祀之歷，亦有吉凶。假令血忌月殺之日固凶，以殺牲設祭，必有患禍。夫祭者，供食鬼也。鬼者，死人之精也。若非死人之精，人未甞見鬼之飲食也。推生事死，推人事鬼，見生人有飲食，死爲鬼當能復飲食，感物思親，故祭祀也。及他神百鬼之祠，雖非死人，其事之禮，亦與死人同。蓋以不見其形，但以生人之禮准況之也。生人飲食無日，鬼神何故有日？如鬼神審有知，與人無異，則祭不冝擇日；如無知也，不能飲食，雖擇日避忌，其何補益？實者，百祀無鬼，死人無知。百祀報功，示不忘德；死如事生，示不背亡。祭之無福，不祭無禍。祭與不祭，尚無禍福，況日之吉凶，何能損益？如以殺牲見血，避血忌月殺，則生人食六畜，亦冝辟之。海内屠肆，六畜死者，日數千頭，不擇吉凶，早死者未必屠工也。天下死罪，各月斷囚，亦數千人，其刑於市，不擇吉日，受禍者未必獄吏也。肉盡殺牲，獄具斷囚，囚斷牲殺，創血之實，何以異於祭祀之牲？獨爲祭祀設歷，不爲屠工、獄吏立見？世俗用意，不實類也。祭非其鬼，又信非其諱，持二非徃求一福，不能得也。沐書曰：“子日沭，令人愛之；夘日沐，令人白頭。”夫人之所愛憎，在容貎之好醜；頭髮白黑，在年歲之稚老。使醜如嫫母，以子日沭，能得愛乎？使十五女子，以夘日沭，能白髮乎？且沭者，去首垢也。洗，去足垢；盥，去手垢；浴，去身垢。皆去一形之垢，其實等也。洗盥浴不擇日，而沭獨有日。如以首爲最尊，尊則浴亦治面，面亦首也。如以髮爲最尊，則櫛亦宜擇日。櫛用木，沐用水，水與木俱五行也。用木不避忌，用水獨擇日。如以水尊於木，則諸用水者冝皆擇日。且水不若火尊，如必以尊卑，則用火者冝皆擇日。且使子沐，人愛之，夘沐，其首白者，誰也？夫子之性，水也；夘，木也。水不可愛，木色不白。子之禽，鼠；夘之獸，兎也。鼠不可愛，兎毛不白。以子日沐，誰使可愛？夘日沐，誰使凝白者？夫如是，沐之日無吉凶，爲沐立日厯者，不可用也。裁衣有書，書有吉凶，凶日製衣則有禍，吉日則有福。夫衣與食俱輔人體，食輔其内，衣衛其外。飲食不擇日，製衣避忌日，豈以衣爲於其身重哉？人道所重，莫如食急，故八政一曰“食”，二曰“貨”。衣服，貨也。如以加之於形爲尊重，在身之物，莫大於冠。造冠無禁，裁衣有忌，是於尊者略，卑者詳也。且夫沐去頭垢，冠爲首飾；浴除身垢，衣衛體寒。沐有忌，冠無諱；浴無吉凶，衣有利害。俱爲一體，共爲一身，或善或惡，所諱不均。俗人淺知，不能實也。且衣服不如車馬，九錫之禮，“一曰車馬，二曰衣服”。作車不求良辰，裁衣獨求吉日，俗人所重，失輕重之實也。工伎之書，起宅蓋屋必擇日。夫屋覆人形，宅居人體，何害於歲月而必擇之？如以障蔽人身者神惡之，則夫裝車、治舩、著盖、施㡌，亦當擇日。如以動地穿土神惡之，則夫鑿溝、耕園亦冝擇日。夫動土擾地神，地神能原人無有惡意，但欲居身自安，則神之聖心必不忿怒。不忿怒，雖不擇日，猶無禍也。如土地之神不能原人之意，茍惡人動擾之，則雖擇日，何益哉？王法禁殺傷人，殺傷人皆伏其罪，雖擇日犯法，終不免辠。如不禁也，雖妄殺傷，終不入法。縣官之法，猶鬼神之制也；穿鑿之過，猶殺傷之罪也。人殺傷不在擇日，繕治室宅，何故有忌？又學書諱丙日，云倉頡以丙日死也。禮不以子夘舉樂，殷夏以子夘日亡也。如以丙日書，子夘日舉樂，未必有禍，重先王之亡日，悽愴感動，不忍以舉事也。忌日之法，盖丙與子夘之類也，殆有所諱，未必有凶禍也。堪輿曆曆上諸神非一，聖人不言，諸子不傳，殆無其實。天道難知，假令有之，諸神用事之日也，忌之何福？不諱何禍？王者以甲子之日舉事，民亦用之，王者聞之，不刑法也。夫王者不怒民不與己相避，夫神何爲獨當責之？王法舉事，以人事之可否，不問日之吉凶。孔子曰：“卜其宅兆而安厝之。”春秋祭祀，不言卜日。禮曰：“内事以柔日，外事以剛日。”剛柔以慎内外，不論吉凶以爲禍福。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "卜筮篇第七十",
            "paragraphs": [
                {
                    "paragraph": "卜筮篇第七十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "俗信卜筮，謂卜者問天，筮者問地，蓍神龜靈，兆數報應。故捨人議而就卜筮，違可否而信吉凶。其意謂天地審告報，蓍龜真神靈也。如實論之，卜筮不問天地，蓍龜未必神靈。有神靈，問天地，俗儒所言也。何以明之？子路問孔子曰：“猪肩羊膊，可以得兆；雚葦藁芼，可以得數；何必以蓍龜？”孔子曰：“不然，盖取其名也。夫蓍之爲言𦒿也，龜之爲言舊也。”明狐疑之事，當問𦒿舊也。由此言之，蓍不神，龜不靈，盖取其名，未必有實也。無其實，則知其無神靈；無神靈，則知不問天地也。且天地口耳何在，而得問之？天與人同道，欲知天，以人事相問，不自對，見其人，親問其意，意不可知；欲問天，天髙，耳與人相遠。如天無耳，非形體也。非形體，則氣也。氣若雲霧，何能告人？蓍以問地，地有形體，與人無異。問人，不近耳，則人不聞；人不聞，則口不告人。夫言問天，則天爲氣，不能爲兆；問地，則地耳遠，不聞人言。信謂天地告報人者，何據見哉？人在天地之間，猶蟣虱之着人身也。如蟣虱欲知人意，鳴人耳傍，人猶不聞。何則？小大不均，音語不通也。今以微小之人，問巨大天地，安能通其聲音？天地安能知其㫖意？或曰：“人懐天地之氣，天地之氣在形體之中，神明是矣。人將卜筮，告令蓍龜，則神以耳聞口言。若己思念，神明從胷腹之中聞知其㫖。故鑚龜揲蓍，兆見數著。”夫人用神思慮，思慮不決，故問蓍龜。蓍龜兆數與意相應，則是神可謂明告之矣。時或意以爲可，兆數不吉；或兆數則吉，意以爲凶。夫思慮者，己之神也。爲兆數者，亦已之神也。一身之神，在胷中爲思慮，在胷外爲兆數。猶人入户而坐，出門而行也。行坐不異意，出入不易情。如神明爲兆數，不冝與思慮異。天地有體，故能揺動。揺動，有生之類也。生則與人同矣。問生人者，湏以生人乃能相報。如使死人問生人，則必不能相荅。今天地生而蓍龜死，以死問生，安能得報？枯龜之骨，死蓍之莖，問生之天地，世人謂之天地報應，誤矣。如蓍龜爲若版牘，兆數爲若書字，象類人君出教令乎？則天地口耳何在而有教令？孔子曰：“天何言哉？四時行焉，百物生焉。”天不言，則亦不聽人之言。天道稱自然無爲，今人問天地，天地報應，是自然之有爲以應人也。案易之文，觀揲蓍之法，二分以象天地，四揲以象四時，歸竒於扐以象閏月，以象類相法，以立卦數耳，豈云天地合報人哉？人道相問則對，不問不應。無求，空扣人之門；無問，虚辨人之前，則主人笑而不應，或怒而不對。試使卜筮之人，空鑚龜而卜，虚揲蓍而筮，戯弄天地，亦得兆數，天地妄應乎？又試使人罵天而卜，毆地而筮，無道至甚，亦得兆數。茍謂兆數，天地之神，何不滅其火，灼其手，振其指而亂其數，使之身體疾痛，血氣湊踊，而猶爲之見兆出數，何天地之不憚勞，用心不惡也？由此言之，卜筮不問天地，兆數非天地之報，明矣。然則卜筮亦必有吉凶。論者或謂隨人善惡之行也，猶瑞應應",
                    "zhushu": "一作“隨”。"
                },
                {
                    "paragraph": "善而至，災異隨惡而到。治之善惡，善惡所致也，疑非天地故應之也。吉人鑚龜，輙從善兆；凶人揲蓍，輙得逆數。何以明之？紂，至惡之君也，當時災異繁多，七十卜而皆凶。故祖伊曰：“格人元龜，罔敢知吉。”賢者不舉，大龜不兆，災變亟至。周武受命，髙祖龍興，天人並佑，竒怪既多，豐沛子弟，卜之又吉。故吉人之體，所致無不良；凶人之起，所招無不醜。衛石駘卒，無適子，有庶子六人，卜所以爲後者，曰：“沐浴佩玉則兆。”五人皆沐浴佩玉。石祁子曰：“焉有執親之䘮而沐浴佩玉？”不沐浴佩玉，石祁子兆。衛人卜以龜爲有知也。龜非有知，石祁子自知也。祁子行善政，有嘉言，言嘉政善，故有明瑞。使時不卜，謀之於衆，亦猶稱善。何則？人心神意，同吉凶也。此言若然，然非卜筮之實也。夫鑚龜揲蓍，自有兆數。兆數之見，自有吉凶。而吉凶之人，適與相逢。吉人與善兆合，凶人與惡數遇。猶吉人行道逢吉事，顧睨見祥物，非吉事祥物，爲吉人瑞應也。凶人遭遇凶惡於道，亦如之。夫見善惡，非天應荅，適與善惡相逢遇也。鑚龜揲蓍，有吉凶之兆者，逢吉遭凶之類也。何以明之？周武王不豫，周公卜三龜，公曰：“乃逢是吉。”魯卿莊叔生子穆叔，以周易筮之，遇明夷之謙。夫卜曰“逢”，筮曰“遇”，實遭遇所得，非善惡所致也。善則逢吉，惡則遇凶，天道自然，非爲人也。推此以論，人君治有吉凶之應，亦猶此也。君德遭賢，時適當平，嘉物竒瑞。",
                    "zhushu": "偶至。"
                },
                {
                    "paragraph": "不肖之君，亦反此焉。世人言卜筮者多，得實誠者寡。論者或謂蓍龜可以叅事，不可純用。夫鑚龜揲蓍，兆數輙見，見無常占，占者生意。吉兆而占謂之凶，凶數而占謂之吉。吉凶不效，則謂卜筮不可信。周武王伐紂，卜筮之，逆占曰：“大凶。”太公推蓍蹈龜而曰：“枯骨死草，何知而凶？”夫卜筮兆數，非吉凶誤也。占之不審吉凶，吉凶變亂，變亂，故太公黜之。夫蓍筮龜卜，猶聖王治世；卜筮兆數，猶王治瑞應。瑞應無常，兆數詭異。詭異則占者惑，無常則議者疑。疑則謂平未治，惑則謂吉不良。何以明之？夫吉兆數，吉人可遭也。治遇符瑞，聖德之驗也。周王伐紂，遇烏魚之瑞，其卜曷爲逢不吉之兆？使武王不當起，出不冝逢瑞；使武王命當興，卜不冝得凶。由此言之，武王之卜不得凶占，謂之凶者，失其實也。魯將伐越，筮之，得“鼎折足”。子貢占之以爲凶。何則？鼎而折足，行用足，故謂之凶。孔子占之以爲吉，曰：“越人水居，行用舟，不用足，故謂之吉。”魯伐越，果克之。夫子貢占鼎折足以爲凶，猶周之占卜者謂之逆矣。逆中必有吉，猶折鼎足之占，冝以伐越矣。周多子貢直占之知，寡若孔子詭論之材，故覩非常之兆，不能審也。世因武王卜無非而得凶，故謂卜筮不可純用，略以助政，示有鬼神，明已不得專。著書記者，採掇行事，若韓非飾邪之篇，明己效之驗，毁卜訾筮，非世信用。夫卜筮非不可用，卜筮之人占之誤也。洪範稽疑，卜筮之變，必問天子卿士，或時審是。夫不能審占，兆數不驗，則謂卜筮不可信用。𣈆文公與楚子戰，夢與成王搏，成王在上而盬其腦。占曰：“凶。”咎犯曰：“吉。君得天，楚伏其罪。盬君之腦者，柔之也。”以戰，果勝，如咎犯占。夫占夢與占龜同，𣈆占夢者不見象指，猶周占龜者不見兆者爲也。象無不然，兆無不審。人之知闇，論之失實也。傳或言：武王伐紂，卜之而龜𠒮，占者曰：“凶。”太公曰：“龜𠒮以祭則凶，以戰則勝。”武王從之，卒克紂焉。審若此傳，亦復孔子論卦、咎犯占夢之類也。蓋兆數無不然，而吉凶失實者，占不巧工也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "辨祟篇第七十一",
            "paragraphs": [
                {
                    "paragraph": "辨祟篇第七十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世俗信禍祟，以爲人之疾病、死亡，及更患、被罪、戮辱、懽笑，皆有所犯。起功、移徙、祭祀、䘮葬、行作、入官、嫁娶，不擇吉日，不避歲月，觸鬼逢神，忌時相害。故發病生禍，絓法入罪，至于死亡，殫家滅門，皆不重慎，犯觸忌諱之所致也。如實論之，乃妄言也。凡人在世，不能不作事；作事之後，不能不有吉凶。見吉，則指以爲前時擇日之福，見凶，則㓨以爲徃者觸忌之禍。多或擇日而得禍，觸忌而獲福。工伎射事者，欲遂其術，見禍，忌而不言，聞福，匿而不達。積禍以驚不慎，列福以勉畏時。故世人無愚智賢不肖，人君布衣，皆畏懼信向，不敢抵犯，歸之乆遠，莫能分明。以爲天地之書，賢聖之術也。人君惜其官，人民愛其身，相隨信之，不復狐疑。故人君興事，工伎滿閤；人民有爲，觸傷問時，姧書僞文，由此滋生。巧惠生意，作知求利，驚惑愚暗，漁富偷貧，愈非古法度、聖人之至意也。聖人舉事，先定於義，義已定立，決以卜筮，示不專己，明與鬼神同意共指，欲令衆下信用不疑。故書列七卜，易載八卦，從之未必有福，違之未必有禍。然而禍福之至，時也；死生之到，命也。人命懸於天，吉凶存於時。命窮操行善，天不能續；命長操行惡，天不能奪。天，百神主也。道德仁義，天之道也；戰栗恐懼，天之心也。廢道滅德，賤天之道；嶮隘恣雎，悖天之意。世間不行道德，莫過桀、紂；妄行不軌，莫過幽、厲。桀、紂不早死，幽、厲不夭折。由此言之，逢福獲喜，不在擇日避時；渉患麗禍，不在觸歲犯月，明矣。孔子曰：“死生有命，富貴在天。”茍有時日，誠有禍祟，聖人何惜不言？何畏不說？案古圖籍，仕者安危，千君萬臣，其得失吉凶，官位髙下，位禄降升，各有差品。家人治産，貧富息耗，夀命長短，各有遠近。非髙大尊貴舉事以吉日，下小卑賤以凶時也。以此論之，則亦知禍福死生，不在遭逢吉祥，觸犯凶忌也。然則人之生也，精氣育也；人之死者，命窮絶也。人之生，未必得吉逢喜，其死，獨何爲謂之犯凶觸忌？以孔子證之，以死生論之，則亦知夫百禍千凶，非動作之所致也。孔子，聖人知府也；死生，大事也；大事，道效也。孔子云：“死生有命，富貴在天。”衆文微言不能奪，俗人愚夫不能易，明矣。人之於世，禍福有命；人之操行，亦自致之。其安居無爲，禍福自至，命也；其作事起功，吉凶至身，人也。人之疾病，希有不由風濕與飲食者。當風卧濕，握錢問祟；飽飯饜食，齋精解禍。而病不治，謂祟不得；命自絶，謂筮不審，俗人之知也。夫倮蟲三百六十，人爲之長。人，物也，萬物之中有知慧者也。其受命於天，禀氣於元，與物無異。鳥有巢棲，獸有窟宂，蟲魚介鱗，各有區處，猶人之有室宅樓臺也。能行之物，死傷病困，小大相害，或人捕取以給口腹，非作窠穿穴有所觸，東西行徙有所犯也。人有死生，物亦有終始；人有起居，物亦有動作。血脉、首足、耳目、鼻口，與人不别，惟好惡與人不同，故人不能曉其音，不見其指耳。及其游於黨類，接於同品，其知去就，與人無異。共天同地，並仰日月，而鬼神之禍，獨加於人，不加於物，未曉其故也。天地之性人爲貴，豈天禍爲貴者作，不爲賤者設哉？何其性類同而禍患别也？刑不上大夫，聖王於貴者闊也。聖王刑賤不罰貴，鬼神禍貴不殃賤，非易所謂“大人與鬼神合其吉凶”也。我有所犯，抵觸縣官，羅麗刑法，不曰過所致，而曰家有負。居處不慎，飲食過節，不曰失調和，而曰徙觸時。死者累屬，葬棺至十，不曰氣相汙，而曰葬日凶。有事歸之有犯，無爲歸之所居。居衰宅耗，蜚凶流尸，集人室居；又禱先祖，寢禍遺殃。疾病不請醫，更患不修行，動歸於禍，名曰犯觸，用知淺略，原事不實，俗人之材也。猶繫罪司空，作徒未必到吏日惡，繫役時凶也。使殺人者求吉日出詣吏，剬罪推善，時入獄繫，寧能令事解赦令至哉？人不觸禍不被罪，不被罪不入獄。一旦令至，解械徑出，未必有解除其凶者也。天下千獄，獄中萬囚，其舉事未必觸忌諱也。居位食禄，專城長邑，以千萬數，其遷徙日未必逢吉時也。歷陽之都，一夕沉而爲湖，其民未必皆犯歲月也。髙祖始起，豐沛俱復，其民未必皆慎時日也。項羽攻襄安，襄安無噍類，未必不禱賽也。趙軍爲秦所坑於長平之下，四十萬衆同時俱死，其出家時，未必不擇時也。辰日不哭，哭有重䘮，戊己死者，復尸有隨，一家滅門，先死之日，未必辰與戊巳也。血忌不殺牲，屠肆不多禍，上朔不㑹衆，沽舎不觸殃，塗上之暴尸，未必出以徃亡，室中之殯柩，未必還以歸忌。由此言之，諸占射禍祟者，皆不可信用，信用之者，皆不可是。夫使食口十人，居一宅之中，不動钁錘，不更居處，祠祀嫁娶，皆擇吉日，從春至冬，不犯忌諱，則夫十人比至百年，能不死乎？占射事者必將復曰：“宅有盛衰，若歲破直符，不知避也。”夫如是，令數問工伎之家，宅盛即留，衰則避之，及歲破直符，輙舉家移，比至百年，能不死乎？占射事者必將復曰：“移徙觸時，徃來不吉。”夫如是，復令輙問工伎之家：“可徙則徃，可還則來，比至百年，能不死乎？”占射事者必將復曰：“泊命夀極。”夫如是，人之死生，竟自有命，非觸歲月之所致，無負凶忌之所爲也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "難歲篇第七十二",
            "paragraphs": [
                {
                    "paragraph": "難歲篇第七十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "俗人險心，好信禁忌；知者亦疑，莫能實定。是以儒雅服從，工伎得勝。吉凶之書，伐經典之義；工伎之說，凌儒雅之論。今略實論，令親覽，揔核是非，使世一悟。移徙法曰：“徙抵太歲，凶；負太歲，亦凶。”抵太歲名曰“歲下”，負太歲名曰“歲破”，故皆凶也。假令太歲在甲子，天下之人皆不得南北徙，起宅嫁娶，亦皆避之。其移東西，若徙四維，相之如者皆吉。何者？不與太歲相觸，亦不抵太歲之衝也。實問避太歲者何意也？令太歲惡人徙乎？則徙者皆有禍；令太歲不禁人徙，惡人抵觸之乎？則道上之人南北行者皆有殃。太歲之意，猶長吏之心也。長吏在塗，人行觸車馬，干其吏從，長吏怒之，豈獨抱器載物，去宅徙居觸犯之者而乃責之哉？昔文帝出，過霸陵橋，有一人行逢車駕，逃於橋下，以爲文帝之車已過，疾走而出，驚乗輿馬。文帝怒，以屬廷尉張釋之，釋之當論。使太歲之神行若文帝出乎？則人犯之者，必有如橋下走出之人矣。方今行道路者，暴溺仆死，何以知非觸遇太歲之出也？爲移徙者又不能處，不能處，則犯與不犯未可知；未可知，則其行與不行未可審也。且太歲之神審行乎？則冝有曲折，不宜直南北也。長吏出舍，行有曲折，如天神直道不曲折乎？則從東西四維徙者猶干之也。若長吏之南北行，人從東如西，四維相之，如猶抵觸之，如不正南北，南北之徙又何犯？如太歲不動行乎？則冝有宫室營堡，不與人相見，人安得而觸之？如太歲無體，與長吏異，若煙雲虹蜺，直經天地，極子午南北陳乎，則東西徙，若四維徙者亦干之。譬若今時人行觸繁霧蜮氣，無從横負郷，皆中傷焉。如審如氣，人當見之，雖不移徙，亦皆中傷。且太歲，天别神也，與青龍無異。龍之體不過數千丈，如令神者冝長大，饒之數萬丈，令體掩北方，當言太歲在北方，不當言在子。其東有丑，其西有亥，明不專掩北方，極東西之廣明矣。令正言在子位，觸土之中，直子午者，不得南北徙耳。東邉直丑巳之地，西邉直亥未之民，何爲不得南北徙？丑與亥地之民，使太歲左右通得南北徙及東西徙，可則丑在子東，亥在子西，丑亥之民東西徙，觸歲之位；巳未之民東西徙，忌歲所破。儒者論天下九州，以爲東西南北，盡地廣長，九州之内五千里，竟三河土中。周公卜宅經曰：“王來紹上帝，自服于土中。”雒則土之中也。鄒衍論之，以爲九州之内五千里，竟合爲一州，在東東位，名曰赤縣州。自有九州者九焉，九九八十一，凡八十一州。此言殆虚。地形難審，假令有之，亦一難也。使天下九州如儒者之議，直雒邑以南，對三河以北，豫州、荆州、冀州之部，有太歲耳。雍、梁之間，青、兖、徐、楊之地，安得有太歲？使如鄒衍之論，則天下九州在東南位，不直子午，安得有太歲？如太歲不在天地極，分散在民間，則一家之宅輙有太歲，雖不南北徙，猶抵觸之。假令從東里徙西里，西里有太歲；從東宅徙西宅，西宅有太歲。或在人之東西，或在人之南北，猶行途上，東西南北皆逢觸人。太歲位數千萬億，天下之民，徙者皆凶，爲移徙者，何以審之？如審立於天地之際，猶王者之位在土中也。東方之民，張弓西射，人不謂之“射王”者，以不能至王者之都，自止射其處也。今徙豈能北至太歲位哉？自止徙百歩之内，何爲謂之傷太歲乎？且移徙之家，禁南北徙者，以爲歲在子位，子者破午，南北徙者，抵觸其衝，故謂之凶。夫破者，湏有以椎破之也。如審有所用，則不徙之民皆被破害；如無所用，何能破之？夫雷，天氣也，盛夏擊折，折木破山，時暴殺人。使太歲所破若迅雷也，則聲音冝疾，死者冝暴；如不若雷，亦無能破。如謂衝抵爲破，衝抵安能相破？東西相與爲衝，而南北相與爲抵。如必以衝抵爲凶，則東西常凶，而南北常惡也。如以太歲神其衝獨凶，神莫過於天地，天地相與爲衝，則天地之間無生人也。或上十二神登明從魁之輩，工伎家謂之“皆天神也”，常立子丑之位，俱有衝抵之氣，神雖不若太歲，冝有微敗。移徙者雖避太歲之凶，猶觸十二神之害，爲移徙時者，何以不禁？冬氣寒，水也，水位在北方；夏氣𤍠，火也，火位在南方。案：秋冬寒、春夏𤍠者，天下普然，非獨南北之方水火衝也。今太歲位在子耳，天下皆爲太歲，非獨子午衝也。審以所立者爲主，則午可爲大夏，子可爲大冬。冬夏南北徙者，可復凶乎？立春，艮王、震相、巽胎、离没、坤死、兊囚、乾廢、坎休。王之衝死，相之衝囚，王相衝位，有死囚之氣。乾坤六子，天下正道，伏羲、文王象以治世，文爲經所載，道爲聖所信，明審於太歲矣。人或以立春東北徙，抵艮之下，不被凶害。太歲立於子，彼東北徙，坤卦近於午，猶艮以坤徙觸子位，何故獨凶？正月建於寅，破於申，從寅申徙，相之如者，無有凶害。太歲不指午而空曰歲破，午實無凶禍，而虛禁南北，豈不妄哉？十二月爲一歲，四時節竟，隂陽氣終，竟復爲一歲，日月積聚之名耳，何故有神而謂之立於子位乎？積分爲日，累日爲月，連月爲時，紀時爲歲，歲則日月時之類也。歲而有神，日月時亦復有神乎？千五百三十九爲一綂，四千六百一十七歲爲一元，歲猶統元也。歲有神，綂元復有神乎？論之以爲無。假令有之，何故害人？神莫過於天地，天地不害人。人謂百神，百神不害人。太歲之氣，天地之氣也，何憎於人，觸而爲害？且文曰“甲子不徙”，言甲與子殊位，太歲立子不居甲，爲移徙者，運之而復居甲。爲之而復居甲。爲移徙時者，亦冝復禁東西徙。甲與子鈞，其凶冝同。不禁甲而獨忌子，爲移徙時者，竟妄不可用也。人居不能不移徙，移徙不能不觸歲，不觸歲不能不得時死。工伎之人，見今人之死，則歸禍於徃時之徙。俗心險危，死者不絶，故太歲之言，傳世不滅。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "詰術篇第七十三",
            "paragraphs": [
                {
                    "paragraph": "詰術篇第七十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "圖宅術曰：“宅有八術，以六甲之名，數而第之。第定名立，宫商殊别。宅有五音，姓有五聲。宅不冝其姓，姓與宅相賊，則疾病死亡，犯罪遇禍。”詰曰：“夫人之在天地之間也，萬物之貴者耳。其有宅也，猶鳥之有巢，獸之有穴也。謂宅有甲乙，巢穴復有甲乙乎？甲乙之神，獨在民家，不在鳥獸何？夫人之有宅，猶有田也。以田飲食，以宅居處。人民所重，莫食最急。先田後宅，田重於宅也。田間阡陌，可以制八術；比土爲田，",
                    "zhushu": "一有“不”字。"
                },
                {
                    "paragraph": "可以數甲乙。甲乙之術，獨施於宅，不設於田，何也？府廷之内，吏舍比屬，吏舍之形制，何殊於宅？吏之居處，何異於民？不以甲乙第舍，獨以甲乙數宅，何也？民間之宅，與郷亭比屋相屬，接界相連，不并數郷亭，獨第民家，甲乙之神，何以獨立於民家也？數宅之術，行市亭，數巷街，以第甲乙，入市門曲折，亦有巷街，人晝夜居家，朝夕坐市，其實一也。市肆戸何以不第甲乙？州郡列居，縣邑雜處，與街巷民家何以異？州郡縣邑何以不數甲乙也？天地開闢有甲乙邪？後王乃有甲乙？如天地開闢本有甲乙，則上古之時，巢居穴處，無屋宅之居，街巷之制，甲乙之神皆何在？”數宅旣以甲乙，五行之家數日亦當以甲乙。甲乙有支干，支干有加時。支干加時，專比者吉，相賊者凶。當其不舉也，未必加憂支辱也。事理有曲直，罪法有輕重，上官平心，原其獄狀，未有支干吉凶之驗，而有事理曲直之效，爲支干者何以對此？武王以甲子日戰勝，紂以甲子日戰負，二家俱期，兩軍相當，旗幟相望，俱用一日，或存或亡。且甲與子專比，昧爽時加寅，寅與甲乙不相賊，武王終以破紂，何也？日，火也，在天爲日，在地爲火。何以驗之？陽燧郷日，火從天來。由此言之，火，日氣也。日有甲乙，火無甲乙何？日十而辰十二，日辰相配，故甲與子連。所謂日十者，何等也？端端之日有十邪？而將一有十名也？如端端之日有十，甲乙是其名，何以不從言甲乙，必言子丑何？日廷圖，甲乙有位，子丑亦有處，各有部署，𠛱布五方，若王者營衛，常居不動。今端端之日，",
                    "zhushu": "中行。"
                },
                {
                    "paragraph": "旦出東方，夕入西方，行而不已，與日廷異，何謂甲乙爲日之名乎？術家更說日甲乙者，自天地神也。日更用事，自用甲乙勝負爲吉凶，非端端之日名也。夫如是，於五行之象，徒當用甲乙決吉凶而已，何爲言加時乎？案加時者，端端之日加也。端端之日，安得勝負？五音之家，用口調姓名及字，用姓定其名，用名正其字。口有張歙，聲有外内，以定五音宫商之實。夫人之有姓者，用禀於天，天得五行之氣爲姓邪？以口張歙、聲外内爲姓也？如以本所禀於天者爲姓，若五榖萬物禀氣矣，何故用張口歙、聲内外定正之乎？古者因生以賜姓，因其所生賜之姓也。若夏吞薏苡而生，則姓苡氏；商吞燕子而生，則姓爲子氏；周履大人跡，則姬氏。其立名也，以信、以義，",
                    "zhushu": "以像，以假。"
                },
                {
                    "paragraph": "以類。以生名爲信，若魯公子友生，文在其手曰“友”也。以德名爲義，若文王爲昌，武王爲發也。以𩔖名爲像，若孔子名丘也。取於物爲假，若宋公名杵曰也；取於父爲𩔖，有似𩔖於父也。其立字也，展名取同義，名賜，字子貢；名予字子我。其立姓則以本所生，置名則以信、義、像、假、類，字則展名取同義。不用口張歙、外内調宫商之義爲五音術，何據見而用？古者有本姓，有氏姓。陶氏、田氏，事之氏姓也；上官氏、司馬氏，吏之氏姓也；孟氏、仲氏，王父字之氏姓也。氏姓有三：事乎，吏乎，王父字乎？以本姓則用所生，以氏姓則用事、吏、王父字。用口張歙，調姓之義何居？匈奴之俗，有名無姓字，無與相調諧，自以夀命終，禍福何在？禮：“買妾不知其姓，則卜之。”不知者，不知本姓也。夫妾必有父母家姓，然而必卜之者，父母姓轉易失實，禮重取同姓，故必卜之。姓徒用口調諧姓族，則禮買妾何故卜之？圖宅術曰：“商家門不冝南向，徴家門不冝北向。”則商金，南方火也；徴火北方水也。水勝火，火賊金，五行之氣不相得，故五姓之宅，門有宜嚮。嚮得其冝，富貴吉昌；嚮失其冝，貧賤衰耗。夫門之與堂何以異？五姓之門，各有五姓之堂，所向無宜何？門之掩地，不如堂廡，朝夕所處，於堂不於門。圖吉凶者，冝皆以堂。如門人所出入，則戸亦冝然。孔子曰：“誰能出不由戸？”言戸不言門。五祀之祭，門與戸均。如當以門正所嚮，則戸何以不當與門相應乎？且今府廷之内，吏舍連屬，門嚮有南北；長吏舍傳，閭居有東西。長吏之姓，必有宫商；諸吏之舍，必有徴羽。安官遷徙，未必角姓門南嚮也；失位貶黜，未必商姓門北出也。或安官遷徙，或失位貶黜何？姓有五音，人之質性，亦有五行。五音之家，商家不冝南嚮門，則人禀金之性者，可復不冝南嚮坐、南行歩乎？一曰：“五音之門，有五行之人。”假令商姓口食五人，五人中各有五色，木人青，火人赤，水人黑，金人白，土人黄。五色之人俱出南嚮之門，或凶或吉，夀命或短或長。凶而短者，未必色白；吉而長者，未必色黄也。五行之家，何以爲決？南嚮之門，賊商姓家，其實如何？南方火也，使火氣之禍，若火延燔，徑從南方來乎？則雖爲北嚮門，猶之凶也。火氣之禍，若夏日之𤍠，四方洽浹乎？則天地之間皆得其氣，南嚮門家何以獨凶？南方火者，火位南方。一曰：“其氣布在四方，非必南方獨有火，四方無有也。”猶水位在北方，四方猶有水也。火滿天下，水辨四方。火或在人之南，或在人之北。謂火常在南方，是則東方可無金，西方可無木乎？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "解除篇第七十四",
            "paragraphs": [
                {
                    "paragraph": "解除篇第七十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世信祭祀，謂“祭祀必有福”。又然解除，謂“解除必去凶”。解除初禮，先設祭祀。比夫祭祀，若生人相賔客矣。先爲賔客設膳食已，驅以刄杖，鬼神如有知，必恚止戰，不肯徑去。若懐恨，反而爲禍。如無所知，不能爲凶。解之無益，不解無損。且人謂鬼神何如狀哉？如謂鬼有形象，形象生人，生人懐恨，必將害人。如無形象，與煙雲同，驅逐雲煙，亦不能除。形既不可知，心亦不可圖，鬼神集止人宅，欲何求乎？如勢欲殺人，當驅逐之時，避人隱匿，驅逐之止，則復還立故處。如不欲殺人，寄託人家，雖不驅逐，亦不爲害。貴人之出也，萬民並觀，填街滿巷，爭進在前。士卒驅之，則走而却；士卒還去，即復其處；士卒立守，終日不離，僅能禁止。何則？欲在於觀，不爲壹驅還也。使鬼神與生人同，有欲於宅中，猶萬民有欲於觀也。士卒驅逐，不乆立守，則觀者不却也。然則驅逐鬼者，不極一歲，鬼神不去。今驅逐之，終食之間，則舍之矣。舍之，鬼復還來，何以禁之？暴榖於庭，雞雀啄之，主人驅彈則走，縱之則來，不終日立守，雞雀不禁。使鬼神乎，不爲驅逐去止；使鬼不神乎，與雞雀等，不常驅逐，不能禁也。虎狼入都，弓弩廵之，雖殺虎狼，不能除虎狼所爲來之患。盗賊攻城，官軍擊之，雖却盗賊，不能滅盗賊所爲至之禍。虎狼之來，應政失也；盗賊之至，起世亂也。然則鬼神之集，爲命絶也。殺虎狼，却盗賊，不能使政得世治；然則盛解除，驅鬼神，不能使凶去而命延。病人困篤，見鬼之至，性猛剛者，挺劒操杖，與鬼戰𨷵。戰𨷵壹再，錯指受服，知不服，必不終也。夫解除所驅逐鬼，與病人所見鬼，無以殊也；其驅逐之，與戰𨷵無以異也。病人戰𨷵，鬼猶不去；宅主解除，鬼神必不離。由此言之，“解除宅”者，何益於事？信其凶去，不可用也。且夫所除，宅中客鬼也。宅中主神有十二焉，青龍白虎，列十二位。龍虎猛神，天之正鬼也。飛尸流凶，安敢妄集？猶主人猛勇，姦客不敢闚也。有十二神舍之，宅主驅逐，名爲去十二神之客，恨十二神之意，安能得吉？如無十二神，則亦無飛尸流凶。無神無凶，解除何補？驅逐何去？解逐之法，緣古逐疫之禮也。昔顓頊氏有子三人，生而皆亡。一居江水爲虐鬼，一居若水爲魍魎，一居歐隅之間主疫病人。故歲終事畢，驅逐疫鬼，因以送陳、迎新、内吉也。世相倣效，故有解除。夫逐疫之法，亦禮之失也。行堯舜之德，天下太平，百災消滅；雖不逐疫，疫鬼不徃。行桀紂之行，海内擾亂，百禍並起，雖日逐疫，疫鬼猶來。衰世好信鬼，愚人好求福。周之季世，信鬼脩祀，以求福助；愚主心惑，不顧自行，功猶不立，治猶不定。故在人不在鬼，在德不在祀。國期有遠近，人命有長短。如祭祀可以得福，解除可以去凶，則王者可竭天下之財，以興延期之祀；冨家翁嫗可求解除之福，以取踰世之夀。案天下人民，夭夀貴賤，皆有禄命；操行吉凶，皆有衰盛。祭祀不爲福，福不由祭祀。世信鬼神，故好祭祀；祭祀無鬼神，故通人不務焉。祭祀，厚事鬼神之道也，猶無吉福之驗；況盛力用威，驅逐鬼神，其何利哉？祭祀之禮，解除之法，衆多非一，且以一事效其非也。夫小祀足以況大祭，一鬼足以卜百神。世間繕治宅舍，鑿地掘土，功成作畢，解謝土神，名曰“解土”。爲土偶人以像鬼形，令巫祝延，以解土神。已祭之後，心快意喜，謂鬼神解謝，殃禍除去。如討論之，乃虛妄也。何以驗之？夫土地猶人之體也，普天之下，皆爲一體，頭足相去以萬里數。人民居土上，猶蚤虱著人身也。蚤蝨食人，賊人肌膚，猶人鑿地，賊地之體也。蚤蝨内知，有欲觧人之心，相與聚㑹，解謝於所食之肉旁，人能知之乎？夫人不能知蚤蝨之音，猶地不能曉人民之言也。胡越之人，耳口相類，心意相似，對口交耳而談，尚不相解，況人不與地相似，地之耳口與人相達乎？今所解者地乎？則地之耳遠，不能聞也。所解一宅之土，則一宅之土猶人一分之肉也，安能曉之？如所解宅神乎？則此名曰解宅，不名曰解土。禮，入宗廟，無所主意，斬尺二寸之木，名之曰主，主心事之，不爲人像。今解土之祭，爲土偶人，像鬼之形，何能解乎？神荒忽無形，出入無門，故謂之神。今作形像，與禮相違，失神之實，故知其非。象似布藉，不設鬼形。解土之禮，立土偶人，如祭山可爲石形，祭門戸可作木人乎？𣈆中行寅將亡，召其太祝，欲加罪焉。曰：“子爲我祀，犧牲不肥澤也，且齊戒不敬也，使吾國亡，何也？”祝簡對曰：“昔日吾先君中行宻子有車十乗，不憂其薄也，憂德義之不足也。今主君有革車百乗，不憂義之薄也，唯患車之不足也。夫舩車飭則賦歛厚，賦歛厚則民謗詛。君茍以祀爲有益於國乎？詛亦將爲亡矣。”一人祝之，一國詛之，一祝不勝萬詛，國亡不亦冝乎？祝其何罪？中行子乃慙。今世信祭祀，中行子之類也。不脩其行而豐其祝，不敬其上而畏其鬼，身死禍至，歸之於祟，謂祟未得。得祟脩祀，禍繁不止，歸之於祭，謂祭未敬。夫論解除，觧除無益；論祭祀，祭祀無補；論巫祝，巫祝無力。竟在人不在鬼，在德不在祀，明矣哉！",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "祀義篇第七十五",
            "paragraphs": [
                {
                    "paragraph": "祀義篇第七十五",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "世信祭祀，以爲祭祀者必有福，不祭祀者必有禍。是以病作卜祟，祟得脩祀，祀畢意解，意解病已。執意以爲祭祀之助，勉奉不絶。謂死人有知，鬼神飲食，猶相賔客，賔客恱喜，報主人恩矣。其脩祭祀，是也；信其事之，非也。實者，祭祀之意，主人自盡恩懃而已，鬼神未必歆享之也。何以明之？今所祭者報功，則縁生人爲恩義耳，何歆享之有？今所祭死人，死人無知，不能飲食。何以審其不能歆享飲食也？夫天者，體也，與地同。天有列𪧐，　地有宅舍。宅舍附地之體，列宿着天之形。形體具，則有口，乃能食。使天地有口能食，祭食冝食盡。如無口，則無體，無體則氣也，若雲霧耳，亦無能食。如天地之精神，若人之有精神矣。以人之精神，何冝飲食？中人之體七八尺，身大四五圍，食斗食，歠斗羮，乃能飽足，多者三四斗。天地之廣大以萬里數，圜丘之上一蠒栗牛，粢飴大羮不過數斛，以此食天地，天地安能飽？天地用心，猶人用意也。人食不飽足，則怨主人，不報以德矣。“必謂天地審能飽食，則夫古之郊者負天地，山猶人之有骨節也，水猶人之有血脉也，故人食腸滿，則骨節與血脉因以盛矣。”今祭天地，則山川隨天地而飽，今别祭山川以爲異神，是人食己更食骨節與血脉也。“社稷報生榖物之功，萬民生於天地，猶毫毛生於體也。”祭天地，則社稷設其中矣。人君重之，故復别祭。必以爲有神，是人之膚肉當復食也。五祀初本在地，門戸用木與土，土木生於地，井竈室中霤皆屬於地，祭地，五祀設其中矣。人君重之，故復别祭。必以爲有神，是食已當復食形體也。風伯、雨師、雷公，是羣神也。風猶人之有吹喣也，雨猶人之有精液也，雷猶人之有腹鳴也，三者附於天地。祭天地，三者在矣，人君重之，故别祭。必以爲有神，則人吹喣、精液、腹鳴當復食也。日月猶人之有目，星辰猶人之有髪，三光附天，祭天，三光在矣，人君重之，故復别祭。必以爲有神，則人之食己，復食目與髪也。宗廟，己之先也。生存之時，謹敬供養，死不敢不信，故脩祭祀，縁生事死，示不忘先。五帝三王，郊宗黄帝、帝嚳之屬，報功堅力，不敢忘德，未必有鬼神審能歆享之也。夫不能歆享，則不能神；不能神，則不能爲福，亦不能爲禍。禍福之起，由於喜怒；喜怒之發，由於腹腸。有腹腸者輙能飲食，不能飲食則無腹腸；無腹腸則無用喜怒；無用喜怒，則無用爲禍福矣。或曰：“歆氣不能食也。”夫歆之與飲食，一實也。用口食之，用口歆之。無腹腸則無口，無口無用食，則亦無用歆矣。何以驗其不能歆也？以人祭祝有過，不能即時犯也。夫歆不用口，則用鼻矣。口鼻能歆之，則目能見之；目能見之，則手能擊之。今手不能擊，則知口鼻不能歆之也。或難曰：“宋公鮑之身有疾，祝曰夜姑，掌將事於厲者。”厲鬼杖檝而與之言曰：“何而粢盛之不膏也？何而蒭犧之不肥碩也？何而珪璧之不中度量也？而罪歟？其鮑之罪歟？”夜姑順色而對曰：“鮑身尚㓜，在襁褓，不預知焉。”審是掌之，厲鬼舉檝而掊之，斃於壇下。此非能言用手之驗乎？曰：夫夜姑之死，未必厲鬼擊之也，時命當死也。妖象厲鬼，象鬼之形，則象鬼之言；象鬼之言，則象鬼而擊矣。何以明之？夫鬼者，神也。神則先知，先知則冝自見粢盛之不膏，珪璧之失度，犧牲之臞小，則因以責讓夜姑，以檝擊之而已，無爲先問。先問，不知之效也；不知，不神之驗也。不知不神，則不能見體出言，以檝擊人也。夜姑，義臣也，引罪自予己，故鬼擊之。如無義而歸之鮑身，則厲鬼將復以檝掊鮑之身矣。且祭祀不偹，神怒見體，以殺掌祀。如禮備神喜，肯見體以食賜主祭乎？人有喜怒，鬼亦有喜怒。人不爲怒者身存，不爲喜者身亡。厲鬼之怒，見體而罰。宋國之祀，必時中禮，夫神何不見體以賞之乎？夫怒喜不與人同，則其賞罸不與人等；賞罸不與人等，則其掊夜姑，不可信也。且夫歆者，内氣也；言者，出氣也。能歆則能言，猶能吸則能呼矣。如鬼神能歆，則冝言於祭祀之上。今不能言，知不能歆，一也。凡能歆者，口鼻通也。使鼻鼽不通，口鉗不開，則不能歆矣。人之死也，口鼻腐朽，安能復歆？二也。禮曰：“人死也，斯惡之矣。”與人異類，故惡之也。爲尸不動，朽敗滅亡，其身不與生人同，則知不與生人通矣。身不同，知不通，其飲食不與人鈞矣。胡越異類，飲食殊味，死之與生，非直胡之與越也。由此言之，死人不歆，三也。當人之卧也，置食物其旁，不能知也。覺乃知之，知乃能食之。夫死，長卧不覺者也，安能知食？不能歆之，四也。或難曰：“祭則鬼享之，何謂也？”曰：言其脩具謹㓗，粢牲肥香，人臨見之，意飲食之。推己意以況鬼神，鬼神有知，必享此祭，故曰鬼享之祀。難曰：“易曰：‘東鄰殺牛，不如西鄰之礿祭。’夫言東鄰不若西鄰，言東鄰牲大福少，西鄰祭少福多也。今言鬼不享，何以知其福有多少也？”曰：此亦謂脩具謹㓗與不謹㓗也。紂殺牛祭，不致其禮；文王礿祭，竭盡其敬。夫禮不至則人非之，禮敬盡則人是之。是之則舉事多助，非之則言行見畔。見畔若祭，不見享之禍；多助若祭，見歆之福。非鬼爲祭祀之故有喜怒也。何以明之？茍鬼神不當湏人而食，湏人而食，是不能神也。信鬼神歆祭祀，祭祀爲禍福，謂鬼神居處何如狀哉？自有儲偫邪？將以人食爲饑飽也？如自有儲偫，儲偫必與人異，不當食人之物；如無儲偫，則人朝夕祭乃可耳。壹祭壹否，則神壹饑壹飽；壹饑壹飽，則神壹怒壹喜矣。且病人見鬼，及卧，夢與死人相見，如人之形，故其祭祀如人之食。縁有飲食，則冝有衣服，故復以繒製衣，以象生儀。其祭如生人之食，人欲食之，兾鬼饗之。其製衣也，廣縱不過一尺若五六寸，以所見長大之神，貫一尺之衣，其肯喜而加福於人乎？以所見之鬼爲審死人乎，則其製衣冝若生人之服；如以所製之衣審鬼衣之乎，則所見之鬼冝如偶人之狀。夫如是也，世所見鬼非死人之神，或所衣之神非所見之鬼也。鬼神未定，厚禮事之，安得福祐而堅信之乎？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "祭意篇第七十六",
            "paragraphs": [
                {
                    "paragraph": "祭意篇第七十六",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "樹王者祭天地，諸侯祭山川，卿大夫祭五祀，士庶人祭其先。宗廟社稷之祀，自天子達於庶人。尚書曰：“肆類于上帝，禋于六宗，望于山川，徧于羣臣。”禮曰：“有虞氏禘黄帝而郊嚳，祖顓頊而宗堯；夏后氏亦禘黄帝而郊鯀，祖顓頊而宗禹；殷人禘嚳而郊㝠，祖契而宗湯；周人禘嚳而郊稷，祖文王而宗武王。燔柴於大壇，祭天也。瘞埋於大折，祭地也。用騂犢。埋少牢於大昭，祭時也。相近於坎壇，祭寒暑也。”王宫，祭日也。夜明，祭月也。幽宗，祭星也。雩宗，祭水旱也。四坎壇，祭四方也。山林、川谷、丘陵，能出雲，爲風雨，見怪物，皆曰神。有天下者祭百神。諸侯在其地則祭，亡其地則不祭。此皆法度之祀，禮之常制也。王者父事天，母事地，推人事父母之事，故亦有𥙊天地之祀。“山川”以下，報功之義也。縁生人有功得賞，鬼神有功亦祀之。山出雲雨潤萬物，六宗居六合之間，助天地變化，王者尊而祭之，故曰“六宗”。社稷報生萬物之功，社報萬物，稷報五榖。五祀報門、戸、井、竈、室中𩅸之功。門、戸，人所出入，井、竈，人所飮食，中𩅸，人所託處。五者功鈞，故俱祀之。周棄曰：“少昊有四叔，曰重、曰該、曰修、曰熈，實能金大木反。使重爲句芒，該爲蓐收，脩及熈爲玄冥，世不失職，遂濟窮桑，此其三祀也。顓頊氏有子曰犁，爲祝融；共工氏有子曰句龍，爲后土，此其二祀也。后土爲社，稷，田正也。有烈山氏之子曰柱，爲稷，自夏以上祀之。周棄亦爲稷，自商以來祀之。”禮曰：“烈山氏之有天下也，其子曰柱，能殖百榖；夏之衰也，周棄繼之，故祀以爲稷。”共工氏之霸九州也，其子曰后土，能平九土，故祀以爲社。傳或曰，炎帝作火，死而爲竈。禹勞力天下水，死而爲社。禮曰：“王爲羣姓立七祀，曰司命，曰中靈，曰國門，曰國行，曰泰厲，曰戸，曰竈。諸侯爲國立五祀，曰司命，曰中霤，曰國門，曰國行，曰公厲。大夫立三祀：曰族厲，曰門，曰行。適士立二祀：曰門，曰行。庶人立一祀：或立戸，或立竈。”社稷五祀之祭，未有所定，皆爲思其德，不忘其功也。中心愛之，故飲食之。愛鬼神者祭祀之。自禹興脩社稷，祀后稷，其後絶廢。髙皇帝四年，詔天下祭靈星。七年，使天下祭社稷。靈星之祭，祭水旱也，於禮舊名曰雩。雩之禮，爲民祈榖雨，祈榖實也。春求實，一歲再祀，蓋重榖也。春以二月，秋以八月。故論語曰：“莫春者，春服既成，冠者五六人，童子六七人，浴乎沂，風乎舞雩，詠而歸。”莫春，四月也。周之四月，正歲二月也。二月之時，龍星始出，故傳曰：“龍見而雩。”龍星見時，歲已啓蟄而雩。春雩之禮廢，秋雩之禮存，故世常脩靈星之祀，到今不絶。名變於舊，故世人不識；禮廢不具，故儒者不知。世儒案禮，不知靈星何祀，其難曉而不識說。縣官名曰“明星”，緣明星之名，說曰“歲星”。歲星，東方也。東方主春，春主生物，故祭歲星，求春之福也。四時皆有力於物，獨求春者，重本尊始也。審如儒者之說，求春之福，反以秋祭，非求春也。月令祭戸以春，祭門以秋，各冝其時。如或祭門以秋，謂之祭戸，論者肯然之乎？不然，則明星非歲星也，乃龍星也。龍星二月見，則雩祈榖雨；龍星八月將入，則秋雩祈榖實。儒者或見其義，語不空生。春雩廢，秋雩興，故秋雩之名，自若爲明星也，實曰“靈星”。靈星者，神也。神者，謂龍星也。羣神謂風伯、雨師、雷公之屬。風以揺之，雨以潤之，雷以動之。四時生成，寒暑變化。日月星辰，人所瞻仰。水旱，人所忌惡。四方，氣所由來。山林川谷，民所取材用。此鬼神之功也。凡祭祀之義有二：一曰報功，二曰脩先。報功以勉力，脩先以崇恩。力勉恩崇，功立化通，聖主之務也。是故聖王制祭祀也，法施於民則祀之，以死勤事則祀之，以勞定國則祀之，能禦大災則祀之，能捍大患則祀之。帝嚳能序星辰以著衆，堯能賞均刑法以義終，舜勤民事而野死，鯀勤洪水而殛死，禹能脩鯀之功，黄帝正名百物以明民共財，顓頊能脩之，契爲司徒而民成，㝠勤其官而水死，湯以寛治民而除其虐，文王以文治，武王以武功去民之災。凡此功烈，施布於民，民頼其力，故祭報之。宗廟先祖，己之親也。生時有養親之道，死亡義不可背，故脩祭祀，示如生存。推人事鬼神，縁生事死人，有賞功供養之道，故有報恩祀祖之義。孔子之畜狗死，使子贛埋之，曰：“吾聞之也，弊帷不棄，爲埋馬也；弊蓋不棄，爲埋狗也。丘也貧，無盖，於其封",
                    "zhushu": "一本註：“音窆。”"
                },
                {
                    "paragraph": "也，亦與之席，毋使其首䧟焉。”延陵季子過徐，徐君好其劒，季子以當使於上國，未之許與。季子使還，徐君已死，季子解劒帶其冡樹。御者曰：“徐君已死，尚誰爲乎？”季子曰：“前已心許之矣，可以徐君死故，負吾心乎？”遂帶劒於冡樹而去。祀爲報功者，其用意猶孔子之埋畜狗也；祭爲不背先者，其恩猶季之帶劒於冡樹也。聖人知其若此，祭猶齋戒畏敬，若有鬼神；脩興弗絶，若有禍福。重恩尊功，慇懃厚恩，未必有鬼而享之者。何以明之？以飲食祭地也。人將飲食，謙退，示當有所先。孔子曰：“雖䟽食菜羮，𤓰祭，必齋如也。”禮曰：“侍食於君，君使之祭，然後飲食之。”祭猶禮之諸祀也。飲食亦可毋祭，禮之諸神亦可毋祀也。祭祀之實一也，用物之費同也。知祭地無神，猶謂諸祀有鬼，不知類也。經傳所載，賢者所紀，尚無鬼神，況不著篇籍？世間淫祀，非鬼之祭，信其有神爲禍福矣。好道學仙者，絶穀不食，與人異食，欲爲清㓗也。鬼神清㓗於仙人，如何與人同食乎？論之以爲人死無知，其精不能爲鬼。假使有之，與人異食，異食則不肯食人之食，不肯食人之食，",
                    "zhushu": "一有“食”字。"
                },
                {
                    "paragraph": "則無求於人，無求於人，則不能爲人禍福矣。凡人之有喜怒也，有求得與不得，得則喜，不得則怒。喜則施恩而爲福，怒則發怒而爲禍。鬼神無喜怒，",
                    "zhushu": "一有“其”字。"
                },
                {
                    "paragraph": "則雖常祭而不絶，乆廢而不脩，其何禍福於人哉？",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "實知篇第七十七",
            "paragraphs": [
                {
                    "paragraph": "實知篇第七十七",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒者論聖人，以爲前知千歲，後知萬世。有獨見之明，獨聽之聰，事來則名，不學自知，不問自曉，故稱聖則神矣。若蓍龜之知吉凶，蓍草稱神，龜稱靈矣。賢者才下不能及，智劣不能料，故謂之賢。夫名異則實殊，質同則稱鈞。以聖名論之，知聖人卓絶，與賢殊也。孔子將死，遺䜟書曰：“不知何一男子，自謂秦始皇，上我之堂，踞我之牀，顛倒我衣裳，至沙丘而亡。”其後秦王兼吞天下，號始皇，廵狩至魯，觀孔子宅，乃至沙丘，道病而崩。又曰：“董仲舒亂我書。”其後江都相董仲舒論思春秋，造著傳記。又書曰：“亡秦者胡也。”其後二世胡亥竟亡天下。用三者論之，聖人後知萬世之效也。孔子生不知其父，若母匿之，吹律自知殷宋大夫子氏之世也。不案圖書，不聞人言，吹律精思，自知其世，聖人前知千歲之驗也。曰：此皆虛也。案神怪之言，皆在䜟記，所表皆效圖書。“亡秦者胡”，河圖之文也。孔子條暢增益，以表神怪，或後人詐記，以明效驗。髙皇帝封吴王，送之，拊其背曰：“漢後五十年，東南有反者，豈汝邪？”到景帝時，濞與七國通謀反漢。建此言者，或時觀氣見象，處其有反，不知主名。髙祖見濞之勇，則謂之是。原此以論，孔子見始皇、仲舒，或時但言“將有觀我之宅”“亂我之書”者。後人見始皇入其宅，仲舒讀其書，則增益其辭，著其主名。如孔子神而空見始皇、仲舒，則其自爲殷後子氏之世，亦當黙而知之，無爲吹律以自定也。孔子不吹律，不能立其姓，及其見始皇，睹仲舒，亦復以吹律之類矣。案始皇本事，始皇不至魯，安得上孔子之堂，踞孔子之牀，顛倒孔子之衣裳乎？始皇三十七年十月癸丑出游，至雲夢，望祀虞舜於九嶷。浮江下，觀藉柯，度梅渚，過丹陽，至錢唐。臨浙江，濤惡，乃西百二十里，從陜中度，上㑹稽，祭大禹，立石刋頌，望于南海。還過吳江乘，旁海上，北至琅邪。自琅邪北至勞、成山，因至之罘，遂並海西至平原津而病，崩於沙丘平臺。既不至魯，䜟記何見而云始皇至魯？至魯未可知，其言孔子曰“不知何一男子”之言，亦未可用。“不知何一男子”之言不可用，則言董仲舒“亂我書”，亦復不可信也。行事文記，譎常人言耳，非天地之書，則皆縁前因古，有所據狀，如無聞見，則無所狀。凡聖人見禍福也，亦揆端推類，原始見終，從閭巷論朝堂，由昭昭察冥冥。䜟書祕文，逺見未然，空虚闇昧，豫睹未有，達聞暫見，卓譎怪神，若非庸口所能言。放象事類以見禍，推原徃驗以處來事者亦能，非獨聖也。周公治魯，太公知其後世當有削弱之患；太公治齊，周公睹其後世當有劫弑之禍。見法術之極，睹禍亂之前矣。紂作象箸而箕子譏，魯以偶人葬而孔子嘆，緣象箸見龍干之患，偶人睹殉葬之禍也。太公、周公俱見未然，箕子、孔子並睹未有，所由見方來者，賢聖同也。魯侯老，太子弱，漆室之女，倚柱而嘯，由老弱之徴，見敗亂之兆也。婦人之知，尚能推類以見方來，況聖人君子，才髙智明者乎？秦始皇十年，嚴襄王母夏太后夢孝文王后曰華陽后，與文王葬夀陵，夏太后、嚴襄王葬於范陵，故夏太后别葬杜陵。曰：“東望吾子，西望吾夫，後百年，旁當有萬家邑。”其後皆如其言。必以推類見方來爲聖，漆室、夏太后，聖也。秦昭王十年，樗里子卒，葬于渭南章臺之東，曰：“後百年，當有天子宫挾我墓。”至漢興，長樂宫在其東，未央宫在其西，武庫正值其墓，竟如其言。先知之效，見方來之驗也。如以此效聖，樗里子聖人也。如非聖人，先知、見方來，不足以明聖。然則樗里子見天子宫挾其墓也，亦猶辛有知伊川之當戎。昔辛有過伊川，見被髮而祭者，曰：“不及百年，此其戎乎！”其後百年，𣈆遷陸渾之戎於伊川焉，竟如。辛有之知當戎，見被髮之兆也。樗里子之見天子挾其墓，亦見博平之墓也。韓信葬其母，亦行營髙敞地，令其旁可置萬家，其後竟有萬家處其墓旁。故樗里子之見博平王有宫臺之兆，猶韓信之睹髙敞萬家之臺也。先知之見，方來之事，無達視洞聽之聰明，皆案兆察跡，推原事類。春秋之時，卿大夫相與㑹遇，見動作之變，聽言談之詭，善則明吉祥之福，惡則處凶妖之禍。明福處禍，逺圖未然，無神怪之知，皆由兆類。以今論之，故夫可知之事者，思慮所能見也；不可知之事，不學不問不能知也。不學自知，不問自曉，古今行事，未之有也。夫可知之事，惟精思之，雖大無難；不可知之事，厲心學問，雖小無易。故智能之士，不學不成，不問不知。難曰：夫項託年七歲教孔子，案七歲未入小學，而教孔子，性自知也。孔子曰：“生而知之，上也；學而知之，其次也。”夫言生而知之，不言學問，謂若項託之類也。王莽之時，勃海尹方年二十一，無所師友，性智開敏，明達六藝。魏都牧淳于倉奏：“方不學，得文能讀誦，論義引五經文，文說議事，厭合人之心。”帝徴方，使射蜚蟲，筴射無非知者，天下謂之聖人。夫無所師友，明達六藝，本不學書，得文能讀，此聖人也。不學自能，無師自達，非神而何？曰：“雖無師友，亦己有所問受矣；不學書，已弄筆墨矣。”兒始生産，耳目始開，雖有聖性，安能有知？項託七歲，其三四歲時，而受納人言矣。尹方年二十一，其十四五時，多聞見矣。性敏才茂，獨思無所據，不睹兆象，不見類驗，却念百世之後，有馬生牛，牛生驢，桃生李，李生梅，聖人能知之乎？臣弑君，子弑父，仁如顔淵，孝如曾參，勇如賁育，辯如賜予，聖人能見之乎？孔子曰：“其或繼周者，雖百世可知也。”又曰：“後生可畏，焉知來者之不如今也？”論損益，言“可知”；稱後生，言“焉知”？後生難處，損益易明也。此尚爲逺，非所聽察也。使一人立於牆東，令之出聲，使聖人聴之牆西，能知其黒白短長、鄕里姓字所自從出乎？溝有流壍，澤有枯骨，髮首陋亡，肌肉腐絕，使人詢之，能知其農商老少，若所犯而坐死乎？非聖人無知，其知無以知也。知無以知，非問不能知也。不能知，則賢聖所共病也。難曰：“詹何坐，弟子侍，有牛鳴於門外。”弟子曰：“是黒牛也而白蹄。”詹何曰：“然，是黒牛也而白其蹄。”使人視之，果黒牛而以布褁其蹄。詹何，賢者也，尚能聴聲而知其色，以聖人之智，反不能知乎？曰：能知黑牛白其蹄，能知此牛誰之牛乎？白其蹄者以何事乎？夫術數直見一端，不能盡其實，雖審一事，曲辯問之，輙不能盡知。何則？不目見口問，不能盡知也。魯僖公二十九年，介葛盧來朝，舍于昌衍之上，聞牛鳴，曰：“是牛生三犧，皆已用矣。”或問：“何以知之？”曰：“其音云。”人問牛主，竟如其言。此復用術數，非知所能見也。廣漢楊翁仲聴鳥獸之音，乘蹇馬之野，田間有放眇馬，相去鳴聲相聞。翁仲謂其御曰：“彼放馬知此馬而目眇。”其御曰：“何以知之？”曰：“罵此轅中馬蹇，此馬亦罵之眇。”其御不信，往視之，目竟眇焉。翁仲之知馬聲，猶詹何、介葛盧之聴牛鳴也。據術任數，相合其意，不達視聽，遥見流目以察之也。夫聽聲有術，則察色有數矣。推用術數，若先聞見，衆人不知，則謂神聖。若孔子之見獸，名之曰狌狌；太史公之見張良，似婦人之形矣。案孔子未嘗見狌狌，至輙能名之。太史公與張良異世，而目見其形。使衆人聞此言，則謂神而先知。然而孔子名狌狌，聞昭人之歌；太史公之見張良，觀宣室之畫也。隂見黙識，用思深祕，衆人闊略，寡所意識，見賢聖之名物，則謂之神。推此以論，詹何見黑牛白蹄，猶此類也。彼不以術數，則先時聞見於外矣。方今占射事之工，據正術數，術數不中，集以人事。人事於術數而用之者，與神無異。詹何之徒，方今占射事者之類也。如以詹何之徒性能知之，不用術數，是則巢居者先知風，穴處者先知雨，智明早成，項託、尹方其是也。難曰：“黄帝生而神靈，弱而能言；帝嚳生而自言其名。未有聞見於外，生輙能言，稱其名，非神靈之效，生知之驗乎？”曰：黄帝生而言，然而母懐之二十月生，計其月數，亦已二歲在母身中矣。帝嚳能自言其名，然不能言他人之名，雖有一能，未能徧通。所謂神而生知者，豈謂生而能言其名乎？乃謂不受而能知之，未得能見之也。黄帝、帝嚳雖有神靈之驗，亦皆早成之才也。人才早成，亦有晚就。雖未就師，家問室學。人見其幼成早就，稱之過度。云項託七歲，是必十歲；云教孔子，是必孔子問之；云黄帝、帝嚳生而能言，是亦數月；云尹方年二十一，是亦且三十；云無所師友，有不學書，是亦遊學家習。世俗褒稱過實，毁敗踰惡。世俗傳顔淵年十八歲升太山，望見呉昌門外有繋白馬。定考實顔淵年三十不升太山，不望吳昌門。項託之稱，尹方之譽，顔淵之類也。人才有高下，知物由學，學之乃知，不問不識。子貢曰：“夫子焉不學？而亦何常師之有？”孔子曰：“吾十有五而志乎學。”五帝三王皆有所師。曰：“是欲爲人法也。”曰：“精思亦可爲人法，何必以學者？事難空知，賢聖之才能立也。”所謂“神”者，不學而知；所謂“聖”者，須學以聖。以聖人學，知其非聖。天地之間，含血之類，無性知者。狌狌知往，鳱鵲知來，禀天之性，自然者也。如以聖人爲若狌狌乎？則夫狌狌之類，鳥獸也。僮謡不學而知，可謂神而先知矣。如以聖人爲若僮謡乎？則夫僮謡者，妖也。世間聖神，以爲巫與？鬼神用巫之口告人。如以聖人爲若巫乎？則夫爲巫者亦妖也。與妖同氣，則與聖異類矣。巫與聖異，則聖不能神矣。不能神，則賢之黨也。同黨，則所知者無以異也。及其有異，以入道也。聖人疾，賢者遅；賢者才多，聖人智多。所知同業，多少異量；所道一途，歩騶相過。事有難知易曉，賢聖所共關思也。若夫文質之復，三教之重，正朔相緣，損益相因，賢聖所共知也。古之水火，今之水火也；今之聲色，後世之聲色也。鳥獸草木，人民好惡，以今而見古，以此而知來，千歲之前，萬世之後，無以異也。追觀上古，探察來世，文質之類，水火之軰，賢聖共之；見兆聞象，圖畫禍福，賢聖共之；見怪名物，無所疑惑，賢聖共之。事可知者，賢聖所共知也；不可知者，聖人亦不能知也。何以明之？使聖空坐先知雨也，性能一事知逺道，孔竅不普，未足以論也。所論“先知性達”者，盡知萬物之性，畢睹千道之要也。如知一不通二，達左不見右，偏駮不純，踦校不具，非所謂聖也。如必謂之聖，是明聖人無以竒也。詹何之徒聖，孔子之黨亦稱聖，是聖無以異於賢，賢無以乏於聖也。賢聖皆能，何以稱聖竒於賢乎？如俱任用術數，賢何以不及聖？實者，聖賢不能知性，須任耳目以定情實。其任耳目也，可知之事，思之輙決；不可知之事，待問乃解。天下之事，世間之物，可思而，愚夫能開精；不可思而知，上聖不能省。孔子曰：“吾嘗終日不食，終夜不寢，以思，無益，不如學也。”天下事有不可知，猶結有不可解也。見說善解結，結無有不可解；結有不可解，見說不能解也。非見說不能解也，結有不可解；及其解之，用不能也。聖人知事，事無不可知；事有不可知，聖人不能知。非聖人不能知，事有不可知；及其知之，用不知也。故夫難知之事，學問所能及也；不可知之事，問之學之，不能曉也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "知實篇第七十八",
            "paragraphs": [
                {
                    "paragraph": "知實篇第七十八",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "凡論事者，違實不引效驗，則雖甘義繁說，衆不見信。論聖人不能神而先知，先知之間，不能獨見，非徒空說虚言，直以才智准況之工也。事有證驗，以效實然。何以明之？孔子問公叔文子於公明賈曰：“信乎，夫子不言，不笑，不取，有諸？”對曰：“以告者過也。夫子時然后言，人不厭其言；樂然后笑，人不厭其笑；義然后取，人不厭其取。”孔子曰：“豈其然乎？豈其然乎？”天下之人有如伯夷之廉，不取一芥於人，未有不言、不笑者也。孔子旣不能如心揣度，以決然否，心怪不信，又不能逹視遙見，以審其實，問公明賈，乃知其情。孔子不能先知，一也。陳子禽問子貢曰：“夫子至於是邦也，必聞其政。求之與？抑與之與？”子貢曰：“夫子温、良、恭、儉、讓以得之。”温、良、恭、儉、讓，尊行也。有尊行於人，人親附之。人親附之，則人告語之矣。然則孔子聞政以人言，不神而自知之也。齊景公問子貢曰：“夫子賢乎？”子貢對曰：“夫子乃聖，豈徒賢哉？”景公不知孔子聖，子貢正其名；子禽亦不知孔子所以聞政，子貢定其實。對景公云：“夫子聖，豈徒賢哉！”則其對子禽亦當云“神而自知之，不聞人言”。以子貢對子禽言之，聖人不能先知，二也。顔淵炊飯，塵落甑中，欲置之則不清，投地則棄飯，掇而食之。孔子望見，以爲竊食。聖人不能先知，三也。塗有狂夫，投刃而候；澤有猛虎，厲牙而望。知見之者，不敢前進。如不知見，則遭狂夫之刃，犯猛虎之牙矣。匡人之圍孔子，孔子如審先知，當早易道以違其害；不知而觸之，故遇其患。以孔子圍言之，聖人不能先知，四也。子畏於匡，顔淵後。孔子曰：“吾以汝爲死矣。”如孔子先知，當知顔淵必不觸害，匡人必不加悖。見顔淵之來，乃知不死；未來之時，謂以爲死。聖人不能先知，五也。陽貨欲見孔子，孔子不見，饋孔子豚。孔子時其亡也，而往拜之，遇諸塗。孔子不欲見，既往，候時其亡，是勢必不欲見也，反遇於路。以孔子遇陽虎言之，聖人不能先知，六也。“長沮、桀溺耦而耕，孔子過之，使子路問津焉。”如孔子知津，不當更問。論者曰：“欲觀隱者之操。”則孔子先知，當自知之，無爲觀也。如不知而問之，是不能先知，七也。孔子母死，不知其父墓，𣩵於五甫之衢，人見之者，以爲葬也。蓋以無所合葬，𣩵之謹，故人以爲葬也。鄰人鄒曼甫之母告之，然后得合葬於防。有塋自在防，殯於衢路，聖人不能先知，八也。既得合葬，孔子反，門人後，雨甚至，孔子問曰：“何遲也？”曰：“防墓崩。”孔子不應三，孔子泫然流涕曰：“吾聞之，古不脩墓。”如孔子先知，當先知防墓崩，比門人至，冝流涕以俟之。人至乃知之，聖人不能先知，九也。“子入太廟，每事問。”不知故問，爲人法也。孔子未嘗入廟，廟中禮器衆多非一，孔子雖聖，何能知之？以嘗見，實已知而復問爲人法。孔子曰：“疑思問。”疑乃當問邪？實己知，當復問爲人法。孔子知五經，",
                    "zhushu": "一有問字。"
                },
                {
                    "paragraph": "門人從之學，當復行問以爲人法，何故專口授弟子乎？不以已知五經復問爲人法，獨以已知太廟復問爲人法，聖人用心，何其不一也？以孔子入太廟言之，聖人不能先知，十也。主人請賔飲食，若呼賔頓，若舍賔，如聞其家有輕子洎孫，必教親徹饌退膳，不得飲食，閉館關舍，不得頓。賓之執計，則必不往。何則？知請呼無喜，空行勞辱也。如往無喜，勞辱復還，不知其家，不曉其實，人實難知，吉凶難圖。如孔子先知，冝知諸侯惑於讒臣，必不能用，空勞辱已，聘召之到，冝寢不往。君子不爲無益之事，不履辱身之行，無爲周流應聘，以取削跡之辱；空說非主，以犯絶糧之厄。由此言之，近不能知。論者曰：“孔子自知不用，聖思閔道不行，民在塗炭之中，庶幾欲佐諸侯行道濟民，故應聘周流，不避患恥。爲道不爲己，故逢患而不惡；爲民不爲名，故蒙謗而不避。”曰：“此非實也。”孔子曰：“吾自衛反魯，然後樂正，雅、頌各得其所。”是謂孔子自知時也。何以自知？魯、衛，天下最賢之國也。魯、衛不能用己，則天下莫能用己也。故退作春秋，刪定詩、書。以“自衛反魯”言之，知行應聘時未自知也。何則？無兆象效驗，聖人無以定也。魯、衛不能用，自知極也；魯人獲麟，自知絶也。道極命絶，兆象著明，心懐望沮，退而幽思。夫周流不休，猶病未死，禱卜使痊也；死兆未見，冀得活也。然則應聘未見絶證，冀得用也。死兆見舍，卜還毉絶，攬筆定書。以應聘周流言之，聖人不能先知，十一也。孔子曰：“游者可爲綸，走者可爲矰。至於龍，吾不知其乘雲風上升。今日見老子，其猶龍邪！”聖人知物知事。老子與龍，人物也；所從上下，事也，何故不知？如老子神，龍亦神，聖人亦神，神者同道，精氣交連，何故不知？以孔子不知龍與老子言之，聖人不能先知，十二也。孔子曰：“孝哉閔子騫！人不間於其父母昆弟之言。”虞舜大聖，隱藏骨肉之過，冝愈子騫。瞽叟與象使舜治廪浚井，意欲殺舜。當見殺已之情，早諫豫止。既無如何，冝避不行。若病不爲，何故使父與弟得成殺己之惡，使人聞非父弟，萬世不滅？以虞舜不豫見，聖人不能先知，十三也。武王不豫，周公請命，壇墠既設，筴祝已畢，不知天之許已與不，乃卜三龜，三龜皆吉。如聖人先知，周公當知天已許之，無爲頓復卜三龜。知聖人不以獨見立法，則更請命，祕藏不見。天意難知，故卜而合兆，兆決心定，乃以從事。聖人不能先知，十四也。晏子聘於魯，堂上不趨，晏子趨；授玉不跪，晏子跪。門人怪而問於孔子，孔子不知，問於晏子，晏子解之，孔子乃曉。聖人不能先知，十五也。陳賈問於孟子曰：“周公何人也？”曰：“聖人。”“使管叔監殷，管叔畔也。二者有諸？”曰：“然。”“周公知其畔而使，不知而使之與？”曰：“不知也。”“然則聖人且有過與？”曰：“周公，弟也；管叔，兄也。周公之過也，不亦冝乎？”孟子，實事之人也，言周公之聖處其下，不能知管叔之畔，聖人不能先知，十六也。孔子曰：“賜不受命，而貨殖焉，億則屢中。”罪子貢善居積，億貴賤之期，數得其時，故貨殖多，冨比陶朱。然則聖人先知也，子貢億數中之類也。聖人據象兆，原物類，億而得之。其見變名物，博學而識之。巧商而善意，廣見而多記，由微見較，若揆之今睹千載，所謂智如淵海。孔子見竅睹微，思慮洞達，材智兼倍，彊力不倦，超踰倫等耳。目非有達視之明，知人所不知之狀也。使聖人達視逺見，洞聽潜聞，與天地談，與鬼神言，知天上地下之事，乃可謂神而先知，與人卓異。今耳目聞見與人無别，遭事睹物與人無異，差賢一等爾，何以謂神而卓絶？夫聖猶賢也，人之殊者謂之聖，則聖賢差小大之稱，非絶殊之名也。何以明之？齊桓公與管仲謀伐莒，謀未發而聞於國。桓公怪之，問管仲曰：“與仲甫謀伐莒，未發，聞於國，其故何也？”管仲曰：“國必有聖人也。”少頃，當東郭牙至。管仲曰：“此必是已。”乃令賔延而上之，分級而立。管曰：“子邪，言伐莒？”對曰：“然。”管仲曰：“我不伐莒，子何故言伐莒？”對曰：“臣聞君子善謀，小人善意。臣竊意之。”管仲曰：“我不言伐莒，子何以億之？”對曰：“臣聞君子有三色：驩然喜樂者，鍾皷之色；愁然清浄者，衰絰之色；怫然充滿手足者，兵革之色。君口垂不噞，所言莒也；君舉臂而指，所當又莒也。臣竊虞國小諸侯不服者，其唯莒乎！臣故言之。”夫管仲，上智之人也，其别物審事矣。云“國必有聖人”者，至誠謂國必有也。東郭牙至，云“此必是己”，謂東郭牙聖也。如賢與聖絶輩，管仲知時無十二聖之黨，當云“國必有賢者”，無爲言聖也。謀未發而聞於國，管仲謂“國必有聖人”，是謂聖人先知也。及見東郭牙，云“此必是已”，謂賢者聖也，東郭牙知之審，是與聖人同也。客有見淳于髠於梁惠王者，再見之，終無言也。惠王怪之，以讓客曰：“子之稱淳于生，言管、晏不及。及見寡人，寡人未有得也。寡人未足爲言邪？”客謂髠曰：“固也。吾前見王志在遠，後見王志在音，吾是以黙然。”客具報。王大駭曰：“嗟乎！淳于生誠聖人也。前淳于生之來，人有獻龍馬者，寡人未及視，㑹生至。後來，人有獻謳者，未及試，亦㑹生至。寡人雖屏左右，私心在彼。”夫髠之見惠王在遠與音也，雖湯、禹之察，不能過也。志在胷臆之中，蔵匿不見，髠能知之。以髠等爲聖，則髠聖人也；如以髠等非聖，則聖人之知，何以過髠之知惠王也？觀色以窺心，皆有因緣以准的之。楚靈王㑹諸侯，鄭子産曰：“魯、邾、宋、衛不來。”及諸侯㑹，四國果不至。趙堯爲符璽御史，趙人方與公謂御史大夫周昌曰：“君之史趙堯且代君位。”其後堯果爲御史大夫。然則四國不至，子産原其理也；趙堯之爲御史大夫，方與公睹其狀也。原理睹狀，處著方來，有以審之也。魯人公孫臣，孝文皇帝時上書言漢土德，其符黄龍當見。後黄龍見成紀。然則公孫臣知黄龍將出，案律歷以處之也。賢聖之知事冝驗矣。賢聖之才，皆能先知。其先知也，任術用數，或善商而巧意，非聖人空知。神怪與聖賢，殊道異路也。聖賢知不踰，故用思相出入；遭事無神怪，故名號相貿易。故夫賢聖者，道德智能之號；神者，眇茫恍惚無形之實。實異，質不得同；實鈞，效不得殊。聖神號不等，故謂聖者不神，神者不聖。東郭牙善億，以知國情；子貢善意，以得貨利。聖人之先知，子貢、東郭牙之徒也。與子貢、東郭同，則子貢、東郭之徒亦聖也。夫如是，聖賢之實同而名號殊，未必才相懸絶，智相兼倍也。太宰問於子貢曰：“夫子聖者歟？何其多能也？”子貢曰：“固天縱之將聖，又多能也。”將者，且也。不言已聖，言且聖者，以爲孔子聖未就也。夫聖若爲賢矣，治行厲操，操行未立，則謂且賢。今言且聖，聖可爲之故也。孔子曰：“吾十有五而志于學，三十而立，四十而不惑，五十而知天命，六十而耳順。”從知天命至耳順，學就知明，成聖之驗也。未五十、六十之時，未能知天命至耳順也，則謂之“且”矣。當子貢荅太宰時，殆三十、四十之時也。魏昭王問於田詘曰：“寡人在東宫之時，聞先生之議曰：‘爲聖易。’有之乎？”田詘對曰：“臣之所學也。”昭王曰：“然則先生聖乎？”田詘曰：“未有功而知其聖者，堯之知舜也；待其有功而後知其聖者，市人之知舜也。今詘未有功，而王問詘曰：‘若聖乎？’敢問王亦其堯乎？”夫聖可學爲，故田詘謂之易。如卓與人殊，禀天性而自然，焉可學？而爲之安能成？田詘之言爲易聖，未必能成。田詘之言爲易，未必能是。言“臣之所學”，盖其實也。賢可學爲，勞佚殊，故賢聖之號，仁智共之。子貢問於孔子：“夫子聖矣乎？”孔子曰：“聖則吾不能，我學不饜，而教不倦。”子貢曰：“學不饜者，智也；教不倦者，仁也。仁且智，夫子既聖矣。”由此言之，仁智之人，可謂聖矣。孟子曰：“子夏、子游、子張得聖人之一體，冉牛、閔子騫、顔淵具體而微。”六子在其世，皆有聖人之才，或頗有而不具，或備有而不明，然皆稱聖人，聖人可勉成也。孟子又曰：“非其君不事，非其民不使，治則進，亂則退，伯夷也。何事非君，何使非民，治亦進，亂亦進，伊尹也。可以仕則仕，可以已則已，可以乆則乆，可以速則速，孔子也。皆古之聖人也。”又曰：“聖人，百世之師也，伯夷、柳下惠是也。故聞伯夷之風者，頑夫廉，懦夫有立志；聞柳下惠之風者，薄夫敦，鄙夫寛。奮乎百世之上，百世之下聞之者，莫不興起，非聖而若是乎？而況親炙之乎？”夫伊尹、伯夷、栁下惠不及孔子，而孟子皆曰“聖人”者，賢聖同類，可以共一稱也。宰予曰：“以子觀夫子，賢於堯、舜逺矣。”孔子聖，冝言“聖於堯、舜”，而言“賢”者，聖賢相出入，故其名稱相貿易也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "定賢篇第七十九",
            "paragraphs": [
                {
                    "paragraph": "定賢篇第七十九",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "聖人難知，賢者比於聖人爲易知。世人且不能知賢，安能知聖乎？世人雖言知賢，此言妄也。知賢何用？知之如何？以仕宦得髙官、身冨貴爲賢乎？則冨貴者，天命也。命冨貴，不爲賢；命貧賤，不爲不肖。必以冨貴效賢不肖，是則仕宦以才，不以命也。以事君調合寡過爲賢乎？夫順阿之臣，佞幸之徒是也。准主而說，適時而行，無廷逆之郄，則無斥退之患。或骨體𡢃麗，面色稱媚，上不憎而善生，恩澤洋溢過度，未可謂賢。以朝庭選舉皆歸善爲賢乎？則夫著見而人所知者舉多，幽隱人所不識者薦少，虞舜是也。堯求則咨於鯀，共工則嶽已不得。由此言之，選舉多少，未可以知實。或德髙而舉之少，或才下而薦之多。明君求善察惡於多少之間，時得善惡之實矣。且廣交多徒，求索衆心者，人愛而稱之。清直不容郷黨，志㓗不交非徒，失衆心者，人憎而毁之。故名多生於知謝，毁多失於衆意。齊威王以毁封即墨大夫，以譽烹阿大夫。即墨有功而無譽，阿無效而有名也。子貢問曰：“郷人皆好之，何如？”孔子曰：“未可也。”“郷人皆惡之，何如？”曰：“未可也。”不若郷人之善者好之，其不善者惡之。夫如是，稱譽多而小大皆言善者，非賢也。善人稱之，惡人毁之，毁譽者半，乃可有賢。以善人所稱，惡人所毁，可以知賢乎？夫如是，孔子之言可以知賢。不知譽此人也者賢，毁此人者惡也？或時稱者惡而毁者善也？人眩惑無别也。以人衆所歸附，賓客雲合者爲賢乎？則夫人衆所附歸者，或亦廣交多徒之人也。衆愛而稱之，則蟻附而歸之矣。或尊貴而爲利，或好士下客，折節俟賢。信陵、孟甞、平原、春申，食客數千，稱爲賢君。大將軍衛青及霍去病，門無一客，稱爲名將。故賔客之會，在好下之君，利害之賢。或不好士，不能爲輕重，則衆不歸而士不附也。以居位治人，得民心歌詠之爲賢乎？則夫得民心者，與彼得士意者，無以異也。爲虚恩拊循其民，民之欲得，即喜樂矣。何以效之？齊田成子、越王句踐是也。成子欲專齊政，以大斗貸、小斗收而民恱。句踐欲雪㑹稽之耻，拊循其民，弔死問病而民喜。二者皆自有所欲爲於他，而僞誘屬其民，誠心不加而民亦說。孟嘗君夜出秦𨵿，雞未鳴而𨵿不闓，下坐賤客鼔臂爲雞鳴，而雞皆和之，𨵿即闓而孟嘗得出。又雞可以姦聲感，則人亦可以僞恩動也。人可以僞恩動，則天亦可巧詐應也。動致天氣，冝以精神。而人用陽燧取火於天，消鍊五石，五月盛夏，鑄以爲器，乃能得火。今又但取刀劒恒、銅鉤之屬，切磨以嚮日，亦得火焉。夫陽燧、刀劒、鉤能取火於日，恒非賢聖，亦能動氣於天。若董仲舒信土龍之能致雲雨，盖亦有以也。夫如是，應天之治，尚未可謂賢，况徒得人心，即謂之賢，如何？以居職有成功見效爲賢乎？夫居職何以爲功效？以人民附之，則人民可以僞恩說也。隂陽和，百姓安者，時也。時和，不肖遭其安；不和，雖聖逢其危。如以隂陽和而效賢不肖，則堯以洪水得黜，湯以大旱爲殿下矣。如功效謂事也，身爲之者，功著可見；以道爲計者，效没不章。鼓無當於五音，五音非鼓不和；師無當於五服，五服非師不親；水無當於五采，五采非水不章。道爲功本，功爲道效。據功謂之賢，是則道人之不肖也。髙祖得天下，賞羣臣之功，蕭何爲賞首。何則？髙祖論功，比獵者之縱狗也。狗身獲禽，功歸於人。羣臣手戰，其猶狗也；蕭何持重，其猶人也。必據成功謂之賢，是則蕭何無功。功賞不可以效賢，一也。夫聖賢之治世也有術，得其術則功成，失其術則事廢。譬猶醫之治病也，有方篤劇猶治，無方毚微不愈。夫方猶術，病猶亂，醫猶吏，藥猶教也。方施而藥行，術設而教從，教從而亂止，藥行而病愈。治病之醫，未必惠於不爲醫者，然而治國之吏，未必賢於不能治國者，偶得其方，遭曉其術也。治國湏術以立功，亦有時當自亂，雖用術，功終不立者；亦有時當自安，雖無術，功猶成者。故夫治國之人，或得時而功成，或失時而無效。術人能因時以立功，不能逆時以致安。良醫能治未當死之人命，如命窮夀盡，方用無驗矣。故時當亂也，堯舜用術，不能立功；命當死矣，扁鵲行方，不能愈病。射御巧技，百工之人，皆以法術，然后功成事立，效驗可見。觀治國，百工之類也。功立，猶事成也。謂有功者賢，是謂百工皆賢人也。趙人吾丘夀王，武帝時待詔，上使從董仲舒受春秋，髙才通明於事，後爲東郡都尉。上以夀王之賢，不置太守。時軍發，民騷動，歲惡，盗賊不息。上賜夀王書曰：“子在朕前時，輻湊並至，以爲天下少雙，海内寡二。至連十餘城之勢，任四千石之重，而盗賊浮舩行攻取於庫兵，甚不稱在前時，何也？”夀王謝言難禁。復召爲光禄大夫，常居左右，論事說議，無不是者。才髙智深，通明多見。然其爲東郡都尉，歲惡盗賊不息，人民騷動，不能禁止。不知壽王不得治東郡之術邪？亡將東郡適當復亂，而壽王之治偶逢其時也？夫以壽王之賢，治東郡不能立功，必以功觀賢，則壽王棄而不選也。恐必世多如壽王之類，而論者以無功不察其賢。燕有谷，氣寒，不生五糓。鄒衍吹律致氣，旣寒，更爲温。燕以種黍，黍生豐熟，到今名之曰“黍谷”。夫和隂陽，當以道德至誠，然而鄒衍吹律，寒谷更温，黍榖育生。推此以況，諸有成功之類，有若鄒衍吹律之法。故得其術也，不肖無所能；失其數也，賢聖有不治。此功不可以效賢，二也。人之舉事，或意至而功不成，事不立而勢貫山，荆軻、醫夏無且是矣。荆軻入秦之計，本欲刼秦王，生致於燕，邂逅不偶，爲秦所擒。當荆軻之逐秦王，秦王環柱而走，醫夏無且以藥囊提荆軻，既而天下名軻爲烈士。秦王賜無且金二百鎰。夫爲秦所擒，生致之功不立；藥囊提㓨客，益於救主，然猶稱賞者，意至勢盛也。天下之士，不以荆軻功不成，不稱其義；秦王不以無且無見效，不賞其志。志善不效成功，義至不謀就事。義有餘，效不足，志巨大而功細小。智者賞之，愚者罰之。必謀功不察志，論陽效不存隂計。是則豫讓拔劒斬襄子之衣，不足識也；伍子胥鞭笞平王尸，不足載也；張良椎始皇誤中副車，不足記也。三者道地不便，計畫不得，有其勢而無其功，懐其計而不得爲其事，是功不可以效賢。",
                    "zhushu": "三也。"
                },
                {
                    "paragraph": "以孝於父、弟於兄爲賢乎？則夫孝弟之人，有父兄者也。父兄不慈，孝弟乃章。舜有瞽瞍，參有曾晳，孝立名成，衆人稱之。如無父兄，父兄慈良",
                    "zhushu": "無章。"
                },
                {
                    "paragraph": "顯之效，孝弟之名無所見矣。忠於君者，亦與此同。龍逢、比干，忠著夏、殷，桀、紂惡也；稷、契、臯陶，忠闇唐、虞，堯、舜賢也。故螢火之明，掩於日月之光；忠臣之聲，蔽於賢君之名。死君之難，出命捐身，與此同。臣遭其時，死其難，故立其義而獲其名。大賢之渉世也，翔而後集，色斯而舉，亂君之患，不累其身，危國之禍，不及其家，安得逢其禍而死其患乎？齊詹問於晏子曰：“忠臣之事其君也，若何？”對曰：“有難不死，出亡不送。”詹曰：“列地而予之，踈爵而貴之，君有難不死，出亡不送，可謂忠乎？”對曰：“言而見用，臣奚死焉？諫而見從，終身不亡，臣奚送焉？若言不見用，有難而死，是妄死也；諫而不見從，出亡而送，是詐僞也。故忠臣者，能盡善於君，不能與䧟於難。”案晏子之對，以求賢於世，死君之難，立忠節者，不應科矣。是故大賢寡可名之節，小賢多可稱之行。可得箠者小，而可得量者少也。惡至大，箠弗能；數至多，升斛弗能。有小少易名之行，又發於衰亂易見之世，故節行顯而名聲聞也。浮於海者，迷於東西，大也；行於溝，咸識舟檝之跡，小也。小而易見，衰亂亦易察。故世不危亂，竒行不見；主不悖惑，忠節不立。鴻卓之義，發於顛沛之朝；清髙之行，顯於衰亂之世。以全身免害，不被刑戮，若南容懼白圭者爲賢乎？則夫免於害者幸，而命禄吉也，非才智所能禁，推行所能却也。神蛇能斷而復屬，不能使人弗斷；聖賢能困而復通，不能使人弗害。南容能自免於刑戮，公冶以非罪在縲絏，伯玉可懐於無道之國。文王拘羑里，孔子厄陳、蔡，非行所致之難，掩已而至，則有不得自免之患，累已而滯矣。夫不能自免於患者，猶不能延命於世也。命窮，賢不能自續；時厄，聖不能自免。以委國去位，棄冨貴就貧賤爲賢乎？則夫委國者，有所迫也。若伯夷之徒，昆弟相讓以國，耻有分争之名。及太王亶甫重戰其故民，皆委國及去位者，道不行而志不得也。如道行志得，亦不去位。故委國去位，皆有以也，謂之爲賢；無以者，可謂不肖乎？且有國位者，故得委而去之；無國位者，何委？夫割財用及讓下受分，與此同實。無財何割？口饑何讓？“倉廩實，民知禮節；衣食足，知榮辱。”讓生於有餘，争生於不足。人或割財助用，袁將軍再與兄子分家財，多有以爲恩義。崑山之下，以玉爲石；彭蠡之濱，以魚食犬豕。使推讓之人，財若崑山之玉、彭蠡之魚，家財再分，不足爲也。韓信寄食於南昌亭長，何財之割？顔淵簞食瓢飲，何財之讓？管仲分財取多，無廉讓之節，貧乏不足，志義廢也。以避世離俗、清身㓗行爲賢乎？是則委國去位之類也。富貴人情所貪，髙官大位人之所欲樂，去之而隱，生不遭遇，志氣不得也。長沮、桀溺避世隱居，伯夷、於陵去貴取賤，非其志也。恬憺無欲，志不在於仕，茍欲全身養性爲賢乎？是則老𣆀之徒也。道人與賢殊科者，憂世濟民於難，是以",
                    "zhushu": "孔子。"
                },
                {
                    "paragraph": "棲棲墨子，遑遑不進，與孔、墨合務，而還與黄、老同操，非賢也。以舉義千里，師將朋友無廢禮爲賢乎？則夫家富財饒、筋力勁彊者能堪之。匱乏無以舉禮，羸弱不能奔逺，不能任也。是故百金之家，境外無絶交；千乗之國，同盟無廢贈，財多故也。使榖食如水火，雖貪恡之人，越境而布施矣。故財少，則正禮不能舉一；有餘，則妄施能於千。家貧無斗筲之儲者，難責以交施矣。舉檐千里之人，杖筴越疆之士，手足胼胝，面目驪黑，無傷感不任之疾，筋力皮革，必有與人異者矣。推此以況爲君要證之吏，身被疾痛而口無一辭者，亦肌肉骨節堅彊之故也。堅彊則能隱事而立義，軟弱則誣時而毁節。豫讓自賊，妻不能識；貫髙被箠，身無完肉。實體有不與人同者，則其節行有不與人鈞者矣。以經明帯徒聚衆爲賢乎？則夫經明，儒者是也。儒者，學之所爲也。儒者學，學儒矣。傳先師之業，習口說以教，無胷中之造，思定然否之論。郵人之過書，門者之傳教也，封完書不遺，教審令不遺誤者，則爲善矣。傳者傳學，不妄一言，先師古語，到今具存。雖帶徒百人以上，位博士文學，郵人、門者之類也。以通覽古今祕隱傳記無所不記爲賢乎？是則傳者之次也。才髙好事，勤學不舍，若專成之苗裔，有世祖遺文，得成其篇業，觀覽諷誦，若典官文書，若太史公及劉子政之徒，有主領書記之職，則有博覽通逹之名矣。以權詐卓譎，能將兵御衆爲賢乎？是韓信之徒也。戰國獲其功，稱爲名將；世平能無所施，還入禍門矣。“高鳥死，良弓藏；狡兎得，良犬烹。”權詐之臣，髙鳥之弓，狡兎之犬也。安平身無冝，則弓藏而犬烹。安平之主，非棄臣而賤士，世所用助上者，非其冝也。向令韓信用權變之才，爲若叔孫通之事，安得謀反誅死之禍哉？有功彊之權，無守平之智；曉將兵之計，不見已定之義；居平安之時，爲反逆之謀，此其所以功滅國絶，不得名爲賢也。辯於口，言甘辭巧爲賢乎？則夫子貢之徒是也。子貢之辯勝顔淵，孔子序置於下。實才不能高，口辯機利，人決能稱之。夫自文帝尚多虎圏嗇夫，少上林尉。張釋之稱周勃、張相如，文帝乃悟。夫辯於口，虎圏嗇夫之徒也，難以觀賢。以敏於筆，文墨兩集爲賢乎？夫筆之與口，一實也。口出以爲言，筆書以爲文。口辯，才未必高；然則筆敏，知未必多也。且筆用何爲敏？以敏於官曹事。事之難者，莫過於獄，獄疑則有請讞。盖世優者，莫過張湯。張湯文深，在漢之朝，不稱爲賢。太史公序累以湯爲酷，酷非賢者之行。魯林中哭婦，虎食其夫，又食其子，不能去者，善政不苛，吏不暴也。夫酷，苛暴之黨也，難以爲賢。以敏於賦頌，爲弘麗之文爲賢乎？則夫司馬長卿、楊子雲是也。文麗而務巨，言眇而趨深，然而不能處定是非，辯然否之實。雖文如錦繡，深如河漢，民不覺知是非之分，無益於彌爲崇實之化。以清節自守，不降志辱身爲賢乎？是則避世離俗，長沮、桀溺之類也。雖不離俗，節與離世者鈞。清其身而不輔其主，守其節而不勞其民。大賢之在世也，時行則行，時止則止。銓可否之冝，以制清濁之行。子貢讓而止善，子路受而觀德。夫讓，亷也；受，則貪也。貪有益，廉有損，推行之節，不得常清𦕈也。伯夷無可，孔子謂之“非”。操違於聖，難以爲賢矣。或問於孔子曰：“顔淵何人也？”曰：“仁人也，丘不如也。”“子貢何人也？”曰：“辯人也，丘弗如也。”“子路何人也？”曰：“勇人也，丘弗如也。”客曰：“三子者皆賢於夫子，而爲夫子服役，何也？”孔子曰：“丘能仁且忍，辯且詘，勇且怯。以三子之能，易丘之道，弗爲也。”孔子知所設施之矣。有高才㓗行，無知明以設施之，則與愚而無操者同一實也。夫如是，皆有非也。無一非者，可以爲賢乎？是則郷原之人也。孟子曰：“非之，無舉也；刺之，無刺也；同於流俗，合於汚世，居之似忠信，行之似廉㓗，衆皆說之，自以爲是，而不可與入堯、舜之道。”故孔子曰：“郷原，德之賊也。”似之而非者，孔子惡之。夫如是，何以知實賢？知賢竟何用？世人之檢，茍見才髙能茂，有成功見效，則謂之賢。若此甚易，知賢何難？書曰：“知人則哲，惟帝難之。”據才髙卓異者，則謂之賢耳，何難之有？然而難之，獨有難者之故也。夫虞舜不易知人，而世人自謂能知賢，誤也。然則賢者竟不可知乎？曰：“易知也。而稱難者，不見所以知之則難。聖人不易知也，及見所以知之，中才而察之。譬猶工匠之作器也，曉之則無難，不曉則無易。賢者易知於作器。”世無别，故真賢集於俗士之間。俗士以辯惠之能，據官爵之尊，望顯盛之寵，遂專爲賢之名。賢者還在閭巷之間，貧賤終老，被無驗之謗。若此，何時可知乎？然而必欲知之，觀善心也。夫賢者才能未必髙也而心明，智力未必多而舉是。何以觀心？必以言。有善心則有善言。以言而察行，有善言則有善行矣。言行無非，治家親戚有倫，治國則尊卑有序。無善心者，白黒不分，善惡同倫，政治錯亂，法度失平。故心善，無不善也。心不善，無能善。心善則能辯然否。然否之義定，心善之效明，雖貧賤困窮，功不成而效不立，猶爲賢矣。故治不謀功，要所用者是；行不責效，期所爲者正。正是審明，則言不湏繁，事不湏多。故曰：言不務多，務審所謂；行不務遠，務審所由。言得道理之心，口雖訥不辯，辯在胷臆之内矣。故人欲心辯，不欲口辯。心辯則言醜而不違，口辯則辭好而無成。孔子稱少正夘之惡曰：“言非而博，順非而澤。”内非而外以才能餝之，衆不能見，則以爲賢。夫内非外餝是，世以爲賢，則夫内是外無以自表者，衆亦以爲不肖矣。是非亂而不治，聖人獨知之；人言行多若少正夘之類，賢者獨識之。世有是非錯繆之言，亦有審誤紛亂之事。決錯繆之言，定紛亂之事，唯賢聖之人爲能任之。聖心明而不闇，賢心理而不亂。用明察非，非無不見；用理銓疑，疑無不定。與世殊指，雖言正是，衆不曉見。何則？沉溺俗言之日乆，不能自還以從實也。是故正是之言，爲衆所非；離俗之禮，爲世所譏。管子曰：“君子言堂滿堂，言室滿室。”怪此之言，何以得滿？如正是之言出，堂之人皆有正是之知，然后乃滿。如非正是，人之乖㓨異，安得爲滿？夫歌曲妙者，和者則寡；言得實者，然者則鮮。和歌與聽言，同一實也。曲妙人不能盡和，言是人不能皆信。魯文公逆祀，去者三人；定公順祀，畔者五人。貫於俗者，則謂禮爲非。曉禮者寡，則知是者希。君子言之，堂室安能滿？夫人不謂之滿，世則不得見。口談之實語，筆墨之餘跡，陳在簡筴之上，乃可得知。故孔子不王，作春秋以明意。案春秋虚文業，以知孔子能王之德。孔子，聖人也。有若孔子之業者，雖非孔子之才，斯亦賢者之實驗也。夫賢與聖同軌而殊名，賢可得定，則聖可得論也。問：“周道不弊，孔子不作春秋。春秋之作，起周道弊也。如周道不弊，孔子不作者，未必無孔子之才，無所起也。夫如是，孔子之作春秋，未可以觀聖；有若孔子之業者，未可知賢也。”曰：周道弊，孔子起而作之，文義褒貶是非，得道理之實，無非僻之誤，以故見孔子之賢，實也。夫無言，則察之以文；無文，則察之以言。設孔子不作，猶有遺言。言必有起，猶文之必有爲也。觀文之是非，不顧作之所起。世間爲文者衆矣，是非不分，然否不定。桓君山論之，可謂得實矣。論文以察實，則君山漢之賢人也。陳平未仕，割肉閭里，分均若一，能爲丞相之驗也。夫割肉與割文，同一實也。如君山得執漢平，用心與爲論不殊指矣。孔子不王，素王之業，在於春秋。然則桓君山素丞相之跡，存於新論者也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "正說篇第八十",
            "paragraphs": [
                {
                    "paragraph": "正說篇第八十",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒者說“五經”，多失其實。前儒不見本末，空生虛說；後儒信前師之言，隨舊述故，滑習辭語。茍名一師之學，趨爲師教授，及時蚤仕，汲汲競進，不暇留精用心，考實根核。故虛說傳而不絶，實事沒而不見，“五經”並失其實。尚書、春秋事較易，畧正題目麤粗之說，以照篇中微妙之文。說尚書者，或以爲本百兩篇，後遭秦燔詩、書，遺在者二十九篇。夫言秦燔詩、書，是也；言本百兩篇者，妄也。盖尚書本百篇，孔子以授也。遭秦用李斯之議，燔燒“五經”，濟南伏生抱百篇藏於山中。孝景皇帝時，始存尚書。伏生已岀山中，景帝遣鼂錯往從受尚書二十餘篇。伏生老死，書殘不竟。鼂錯傳於倪寛。至孝宣皇帝之時，河内女子發老屋，得𨓜易、禮、尚書各一篇，奏之。宣帝下示博士，然后易、禮、尚書各益一篇，而尚書二十九篇始定矣。至孝景帝時，魯共王壊孔子教授堂以爲殿，得百篇尚書於墻壁中。武帝使使者取視，莫能讀者，遂祕於中，外不得見。至孝成皇帝時，徴爲古文尚書學。東海張霸案百篇之序，空造百兩之篇，獻之成帝。帝出祕百篇以校之，皆不相應，於是下霸於吏。吏白霸罪當至死。成帝髙其才而不誅，亦惜其文而不滅。故百兩之篇傳在世間者，傳見之人則謂尚書本有百兩篇矣。或言秦燔詩、書者，燔詩經之書也，其經不燔焉。夫詩經獨燔其書。書，五經之緫名也。傳曰：“男子不讀經，則有博戯之心。”子路使子羔爲費宰，孔子曰：“賊夫人之子。”子路曰：“有民人焉，有社稷焉，何必讀書，然後爲學？”五經緫名爲書。傳者不知秦燔書所起，故不審燔書之實。秦始皇二十四年，置酒咸陽宫，博士七十人前爲夀。僕射周青臣進頌秦始皇。齊人淳于越進諫，以爲始皇不封子弟，卒有田常、六卿之難，無以救也。譏青臣之頌，謂之爲䛕。秦始皇下其議丞相府，丞相斯以爲越言不可用，因此謂諸生之言惑亂黔首，乃令史官盡燒五經，有敢蔵諸書、百家語者刑，唯博士官乃得有之。五經皆燔，非獨諸家之書也。傳者信之，見言詩、書，則獨謂經、謂之書矣。傳者或知尚書爲秦所燔，而謂二十九篇其遺脫不燒者也。審若此言，尚書二十九篇，火之餘也。七十一篇爲炭灰，二十九篇獨遺邪？夫伏生年老，鼂錯從之學時，適得二十餘篇。伏生死矣，故二十九篇獨見，七十一篇遺脫。遺脫者七十一篇，反謂二十九篇遺脫矣。或說尚書二十九篇者，法曰斗七宿也。四七二十八篇，其一曰斗矣，故二十九。夫尚書滅絶於秦，其見在者二十九篇，安得法乎？宣帝之時，得佚尚書及易、禮各一篇，禮、易篇數亦始足，焉得有法？案百篇之序，闕遺者七十一篇，獨爲二十九篇立法，如何？或說曰：“孔子更選二十九篇，二十九篇獨有法也。”盖俗儒之說也，未必傳記之明也。二十九篇殘而不足，有傳之者，因不足之數，立取法之說，失聖人之意，違古今之實。夫經之有篇也，猶有章句；有章句也，猶有文字也。文字有意以立句，句有數以連章，章有體以成篇，篇則章句之大者也。謂篇有所法，是謂章句復有所法也。詩經舊時亦數千篇，孔子刪去復重，正而存三百篇，猶二十九篇也。謂二十九篇有法，是謂三百五篇復有法也。或說春秋十二月也。春秋十二公，猶尚書之百篇。百篇無所法，十二公安得法？說春秋者曰：“二百四十二年，人道浹，王道備，善善惡惡，撥亂世，反諸正，莫近於春秋。”若此者，人道王道適具足也。三軍六師萬二千人，足以陵敵伐㓂，横行天下，令行禁止，未必有所法也。孔子作春秋，紀魯十二公，猶三軍之有六師也；士衆萬二千，猶年有二百四十二也。六師萬二千人，足以成軍；十二公二百四十二年，足以立義。說事者好神道恢義，不肖以遭禍，是故經傳篇數，皆有所法。考實根本，論其文義，與彼賢者作書、詩無以異也。故聖人作經，賢者作書，義窮理竟，文辭備足，則爲篇矣。其立篇也，種類相從，科條相附。殊種異類，論說不同，更别爲篇。意異則文殊，事改則篇更。據事意作，安得法象之義乎？或說“春秋二百四十二年”者，上壽九十，中壽八十，下壽七十。孔子據中壽三世而作，三八二十四，故二百四十年也。又說“爲赤制之中數也”。又說“二百四十二年，人道浹，王道備”。夫據三世，則浹備之說非；言浹備之說爲是，則據三世之論誤。二者相伐而立其義，聖人之意何定哉？凡紀事言年月日者，詳悉重之也。洪範五紀：歲、月、日、星，紀事之文，非法象之言也。紀十二公享國之年，凡有二百四十二，凡此以立三世之說矣。實孔子紀十二公者，以爲十二公事適足以見王義邪？據三世，三世之數適得十二公而足也。如據十二公，則二百四十二年不爲三世見也。如據三世，取三八之數，二百四十年而已，何必取二？說者又曰：“欲合隱公之元也，不取二年，隱公元年不載於經。”夫春秋自據三世之數而作，何用隱公元年之事爲始？湏隱公元年之事爲始，是竟以備足爲義，據三世之說不復用矣。設隱公享國五十年，將盡紀元年以來邪？中㫁以備三八之數也？如盡紀元年以來，三八之數則中斷；如中斷以備三世之數，則隱公之元不合，何如？且年與月日，小大異耳，其所紀載，同一實也。二百四十二年，謂之據三世，二百四十二年中之日月，必有數矣。年據三世，日月多少何據哉？夫春秋之有年也，猶尚書之有章。章以首義，年以紀事。謂春秋之年有據，是謂尚書之章亦有據也。說易者皆謂伏羲作八卦，文王演爲六十四。夫聖王起，河出圖，洛出書。伏羲王，河圖從河水中出，易卦是也。禹之時，得洛書，書從洛水中出，洪範九章是也。故伏羲以卦治天下，禹案洪範以治洪水。古者，烈山氏之王得河圖，夏后因之曰連山；烈山氏之王得河圖，殷人因之曰歸藏；伏羲氏之王得河圖，周人曰周易。其經卦皆六十四。文王、周公因彖十八章究六爻。世之傳說易者，言伏羲作八卦，不實其本，則謂伏羲真作八卦也。伏羲得八卦，非“作”之；文王得成六十四，非“演”之也。演作之言，生於俗傳。茍信一文，使夫真是幾滅不存。既不知易之爲河圖，又不知存於俗何家易也？或時連山、歸藏，或時周易。案禮，夏、殷、周三家相損益之制，較著不同。如以周家在後，論今爲周易，則禮亦冝爲周禮。六典不與今禮相應，今禮未必爲周，則亦疑今易未必爲周也。案左丘明之傳，引周家以卦，與今易相應，殆周易也。說禮者，皆知禮也，爲禮何家禮也？孔子曰：“殷因於夏禮，所損益可知也；周因於殷禮，所損益可知也。”由此言之，夏、殷、周各自有禮。方今周禮邪？夏、殷也？謂之周禮？周禮六典，案今禮經不見六典，或時殷禮未絶，而六典之禮不傳，世因謂此爲周禮也？案周官之法，不與今禮相應，然則周禮六典是也。其不傳，猶古文尚書、春秋左氏不興矣。說論者皆知說文解語而已，不知論語本幾何篇。但周以八寸爲尺，不知論語所獨一尺之意。夫論語者，弟子共紀孔子之言行，勑記之時甚多，數十百篇，以八寸爲尺，紀之約省，懷持之便也。以其遺非經，傳文紀識恐忘，故以但八寸尺，不二尺四寸也。漢興失亡，至武帝發取孔子壁中古文，得二十一篇，齊、魯二，河間九篇，三十篇。至昭帝始讀二十一篇。宣帝下太常博士，時尚稱書難曉，名之曰傳，後更隷寫以傳誦。初，孔子孫孔安國以教魯人扶卿，官至荆州刺史，始曰論語。今時稱論語二十篇，又失齊、魯、河間九篇。本三十篇，分布亡失，或二十一篇。目或少或多，文讃或是或誤。說論語者，但知以剥解之問，以纎微之難，不知存問本根、篇數、章目。温故知新，可以爲師。今不知古，稱師如何？孟子曰：“王者之迹熄而詩亡，詩亡然後春秋作。𣈆之乗，楚之檮杌，魯之春秋，一也。”若孟子之言，春秋者，魯史記之名，乘、檮杌同。孔子因舊故之名，以號春秋之經，未必有竒說異意，深美之據也。今俗儒說之，春者，歲之始，秋者，其終也。春秋之經，可以奉始養終，故號爲春秋。春秋之經，何以異尚書？尚書者，以爲上古帝王之書，或以爲上所爲下所書，授事相實而爲名，不依違作意以見竒。說尚書者得經之實，說春秋者失聖之意矣。春秋左氏傳：“桓公十有七年冬十月朔，日有食之。不書日，官失之也。”謂官失之言，盖其實也。史官記事，若今時縣官之書矣。其年月尚大難失，日者微小易忘也。盖紀以善惡爲實，不以日月爲意。若夫公羊、糓梁之傳，日月不具，輙爲意使，失平常之事，有怪異之說，徑直之文，有曲折之義，非孔子之心。夫春秋實及冬夏，不言者，亦與不書日月同一實也。唐、虞、夏、殷、周者，土地之名。堯以唐侯嗣位，舜從虞地得逹，禹由夏而起，湯因殷而興，武王階周而伐，皆本所興昌之地，重本不忘始，故以爲號，若人之有姓矣。說尚書謂之有天下之代號。唐、虞、夏、殷、周者，功德之名，盛隆之意也。故唐之爲言，蕩蕩也；虞者，樂也；夏者，大也；殷者，中也；周者，至也。堯則蕩蕩，民無能名；舜則天下虞樂；禹承二帝之業，使道尚蕩蕩，民無能名；殷則道得中；周武則功德無不至。其立義美也，其褒五家大矣，然而違其正實，失其初意。唐虞夏殷周，猶秦之爲秦，漢之爲漢。秦起於秦，漢興於漢中，故曰猶秦漢。猶王莽從新都侯起，故曰亡新。使秦漢在經傳之上，說者將復爲秦漢作道德之說矣。堯老求禪，四嶽舉舜，堯曰：“我其試哉。”說尚書曰：“試者，用也，我其用之爲天子也。”文爲天子也。文又曰：“女于時，觀厥刑于二女。”“觀”者，觀爾虞舜於天下，不謂堯自觀之也。若此者，髙大堯舜，以爲聖人相見已審，不湏觀試，精耀相炤，曠然相信。又曰：“四門穆穆，入于大麓，烈風雷雨不迷。”言大麓，三公之位也。居一公之位，大總録二公之事，衆多並吉，若疾風大雨。夫聖人才髙，未必相知也。聖成事，舜難知佞，使臯陶陳知人之法。佞難知，聖亦難别。堯之才，猶舜之知也。舜知佞，堯知聖。堯聞舜賢，四嶽舉之，心知其竒，而未必知其能，故言“我其試哉”。試之於職，妻以二女，觀其夫婦之法，職治脩而不廢，夫道正而不僻。復令人庶之野而觀其聖，逢烈風疾雨，終不迷惑。堯乃知其聖，授以天下。夫文言“觀”“試”，觀試其才也。說家以爲譬喻增飾，使事失正是，誠而不存；曲折失意，使僞說傳而不絶。造說之傳，失之乆矣。後生精者，茍欲明經，不原實；而原之者，亦校古隨舊，重是之文，以爲說證。經之傳不可從，五經皆多失實之說。尚書、春秋行事成文，較著可見，故頗獨論。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "書解篇第八十一",
            "paragraphs": [
                {
                    "paragraph": "書解篇第八十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "或曰：“士之論髙，何必以文？”荅曰：“夫人有文質乃成。物有華而不實，有實而不華者。”易曰：“聖人之情見乎辭。”出口爲言，集扎爲文。文辭施設，實情敷烈。夫文德，世服也。空書爲文，實行爲德，著之於衣爲服。故曰：德彌盛者文彌縟，德彌彰者人彌明。大人德擴其文炳，小人德熾其文斑。官尊而文繁，德髙而文積。華而睆者，大夫之簀，曾子寢疾，命元起易。由此言之，衣服以品賢，賢以文爲差。愚傑不别，湏文以立折。非唯於人，物亦咸然。龍鱗有文，於蛇爲神；鳳羽五色，於鳥爲君；虎猛，毛蚡蜦；龜知，背負文。四者體不質，於物爲聖賢。且夫山無林，則爲土山，地無毛，則爲瀉土，人無文，則爲僕人。土山無麋鹿，瀉土無五糓，人無文德，不爲聖賢。上天多文，而后土多理。二氣協和，聖賢禀受，法象本類，故多文彩。瑞應符命，莫非文者。𣈆唐叔虞、魯成季友，惠公夫人號曰仲子，生而怪竒，文在其手。張良當貴，出與神㑹，老父授書，卒封留侯。河神，故出圖；洛靈，故出書。竹帛所記怪竒之物，不出潢洿。物以文爲表，人以文爲基。棘子成欲彌文，子貢譏之。謂文不足竒者，子成之徒也。著作者爲文儒，說經者爲世儒。二儒在世，未知何者爲優。或曰：“文儒不若世儒。世儒說聖人之經，解賢者之傳，義理廣博，無不實見，故在官常位，位最尊者爲博士，門徒聚衆，招㑹千里，身雖死亡，學傳於後。文儒爲華淫之說，於世無補，故無常官，弟子門徒，不見一人，身死之後，莫有紹傳。此其所以不如世儒者也。”荅曰：“不然。夫世儒說聖情，共起並驗，俱追聖人。事殊而務同，言異而義鈞。何以謂之文儒之說無補於世？世儒業易爲，故世人學之多，非事可析第，故官廷設其位。文儒之業，卓絶不循，人寡其書，業雖不講，門雖無人，書文竒偉，世人亦傳。彼虚說，此實篇，折累二者，孰者爲賢？案古俊乂，著作辭說，自用其業，自明於世。世儒當時雖尊，不遭文儒之書，其跡不傳。周公制禮樂，名垂而不滅；孔子作春秋，間傳而不絶。周公、孔子，難以論言。漢世文章之徒，陸賈、司馬遷、劉子政、楊子雲，其材能若竒，其稱不由人。世傳詩家魯申公，書家千乗歐陽、公孫，不遭太史公，世人不聞。夫以業自顯，孰與湏人乃顯？夫能紀百人，孰與廑能顯其名？”或曰：“著作者，思慮間也，未必材知出異人也。居不幽，思不至。使著作之人，緫衆事之凡，典國境之職，汲汲忙忙，或暇著作？試使庸人積閑暇之思，亦能成篇八十數。文王日昃不暇食，周公一沐三握髪，何暇優游爲麗美之文於筆札？孔子作春秋，不用於周也；司馬長卿不預公卿之事，故能作子虚之賦；楊子雲存中郎之官，故能成太玄經，就法言。使孔子得王，春秋不作；長卿、子雲爲相，賦、玄不工籍。”荅曰：“文王日昃不暇食，此謂演易而益卦；周公一沐三握髪，爲周改法而制。周道不弊，孔子不作，休思慮間也。周法闊踈，不可因也。夫禀天地之文，發於胷臆，豈爲間作不暇日哉？感僞起妄，源流氣烝。管仲相桓公，致於九合；商鞅相孝公，爲秦開帝業，然而二子之書，篇章數十。長卿、子雲，二子之倫也。俱感，故才並；才同，故業鈞。皆士而各著，不以思慮間也。問事彌多而見彌博，官彌劇而識彌泥。居不幽則思不至，思不至則筆不利。嚚頑之人，有幽室之思，雖無憂，不能著一字。盖人材有能，無有不暇。有無材而不能思，無有知而不能著。有鴻材欲作而無起，細知以問而能記。盖竒有無所因，無有不能言；兩有無所睹，無不暇造作。”或曰：“凡作者精思已極，居位不能領職。盖人思有所𠋣着，則精有所盡索。著作之人，書言通竒，其材已極，其知已罷。案古作書者多位，布散槃解，輔傾寜危，非著作之人所能爲也。夫有所偪，有所泥，則有所自，篇章數百。吕不韋作春秋，舉家徙蜀；淮南王作道書，禍至滅族；韓非著治術，身下秦獄。身且不全，安能輔國？夫有長於彼，安能不短於此？深於作文，安能不淺於政治？”荅曰：“人有所優，固有所劣；人有所工，固有所拙。非劣也，志意不爲也；非拙也，精誠不加也。志有所存，顧不見泰山；思有所至，有身不暇徇也。稱干將之利，刺則不能撃，撃則不能刺，非刄不利，不能一且二也。蛢彈雀則失鷜，射鵲則失鴈，方貟畫不俱成，左右視不並見，人材有兩爲，不能成一。使干將寡刺而更擊，蛢捨鵲而射鴈，則下射無失矣。人委其篇章，專爲政治，則子産、子賤之跡不足侔也。古作書者，多立功不用也。管仲、晏嬰，功書並作；商鞅、虞卿，篇治俱爲。高祖既得天下，馬上之計未敗；陸賈造新語，髙祖粗納采；吕氏横逆，劉氏將傾，非陸賈之䇿，帝室不寧。盖材知無不能，在所遭遇，遇亂則知立功，有起則以其材著書者也。出口爲言，著文爲篇。古以言爲功者多，以文爲敗者希。吕不韋、淮南王以他爲過，不以書有非；使客作書，不身自爲；如不作書，猶䝉此章章之禍。人古今違屬，未必皆著作材知極也。鄒陽舉䟽，免罪於梁；徐樂上書，身拜郎中。材能以其文爲功於人，何嫌不能營衛其身？韓蚤信公子非，國不傾危；及非之死，李斯如竒，非以著作材極，不能復有爲也。春物之傷，或死之也；殘物不傷，秋亦大長。假令非不死，秦未可知。故才人能令其行可尊，不能使人必法己；能令其言可行，不能使人必采取之矣。”或曰：“古今作書者非一，各穿鑿失經之實，傳違聖人質，故謂之蕞殘，比之玉屑。故曰：‘蕞殘滿車，不成爲道；玉屑滿篋，不成爲寳。’前人近聖，猶爲蕞殘，况逺聖從後復重爲者乎？其作必爲妄，其言必不明，安可采用而施行？”荅曰：“聖人作其經，賢者造其傳，述作者之意，採聖人之志，故經湏傳也。俱賢所爲，何以獨謂經傳是，他書記非？彼見經傳，傳經之文，經湏而解，故謂之是。他書與書相違，更造端緒，故謂之非。若此者，韙是於五經。”使言非五經，雖是不見聽。使“五經”從孔門出，到今常令人不缺㓕，謂之純壹，信之可也。今“五經”遭亡秦之奢侈，觸李斯之横議，燔燒禁防。伏生之休，抱經深藏。漢興，收“五經”，經書缺㓕而不明，篇章棄散而不具。鼂錯之軰，各以私意分拆文字，師徒相因相授，不知何者爲是。亡秦無道，敗亂之也。秦雖無道，不燔諸子。諸子尺書，文篇具在，可觀讀以正說，可采掇以示後人。後人復作，猶前人之造也。夫俱鴻而知，皆傳記所稱，文義與經相薄，何以獨謂文書失經之實？由此言之，經缺而不完，書無佚本，經有遺篇，折累二者，孰與蕞殘？易據事象，詩采民以爲篇，樂湏不驩，禮待民平，“四經”有據，篇章乃成。尚書、春秋，采掇史記，史記興，無異書，以民事一意，“六經”之作皆有據。由此言之，書亦爲本，經亦爲末，末失事實，本得道質，折累二者，孰爲玉屑？知屋漏者在宇下，知政失者在草野，知經誤者在諸子。諸子尺書，文明實是。說章句者，終不求解扣明，師師相傳，初爲章句者，非通覽之人也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "案書篇第八十二",
            "paragraphs": [
                {
                    "paragraph": "案書篇第八十二",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "儒家之宗，孔子也；墨家之祖，墨翟也。且案儒道傳而墨法廢者，儒之道義可爲，而墨之法議難從也。何以驗之？墨家薄葬右鬼，道乖相反，違其實，冝以難從也。乖違如何？使鬼非死人之精也，右之未可知。今墨家謂鬼“審人之精也”，厚其精而薄其屍，此於其神厚而於其體薄也。薄厚不相勝，華實不相副，則怒而降禍，雖有其鬼，終以死恨。人情欲厚惡薄，神心猶然。用墨子之法，事鬼求福，福罕至而禍常來也。以一況百，而墨家爲法，皆若此類也。廢而不傳，盖有以也。春秋左氏傳者，盖出孔子壁中。孝武皇帝時，魯共王壊孔子教授堂以爲宫，得佚春秋三十篇，左氏傳也。公羊髙、榖梁寘、胡母氏皆傳春秋，各門異戸，獨左氏傅爲近得實。何以驗之？禮記造於孔子之堂，太史公，漢之通人也，左氏之言與二書合，公羊髙、糓梁寘、胡母氏不相合。又諸家去孔子逺，逺不如近，聞不如見。劉子政玩弄左氏，童僕妻子皆呻吟之。光武皇帝之時，陳元、范叔上書連屬，條事是非，左氏遂立。范叔尋因罪罷。元、叔天下極才，講論是非，有餘力矣。陳元言訥，范叔章詘，左氏得實明矣。言多怪，頗與孔子“不語怪力”相違返也。吕氏春秋亦如此焉。國語，左氏之外傳也。左氏傳經，辭語尚畧，故復選録國語之辭以實。然則左氏、國語，世儒之實書也。公孫龍著堅白之論，析言剖辭，務折曲之言，無道理之較，無益於治。齊有三鄒衍之書，瀇洋無涯，其文少驗，多驚耳之言。案大才之人，率多侈縱，無實是之驗；華虚誇誕，無審察之實。商鞅相秦，作耕戰之術；管仲相齊，造輕重之篇。富民豐國，彊主弱",
                    "zhushu": "一作“威”。"
                },
                {
                    "paragraph": "敵，公賞罰，與鄒衍之書並言，而太史公兩紀，世人疑惑，不知所從。案張儀與蘓秦同時，蘇秦之死，儀固知之。儀知各審，冝從儀言以定其實，而說不明，兩傳其文。東海張商亦作列傳，豈蘓秦、商之所爲邪？何文相違甚也？三代世表言五帝三王皆黄帝子孫，自黄帝轉相生，不更禀氣於天。作殷本紀，言契母簡狄浴於川，遇玄鳥墜𡖉，吞之，遂生契焉。及周本紀，言后稷之母姜嫄野出，見大人跡，履之，則姙身生后稷焉。夫觀世表，則契與后稷，黄帝之子孫也；讀殷、周本紀，則玄鳥、大人之精氣也。二者不可兩傳，而太史公兼紀不别。案帝王之妃，不冝野出，浴於川水。今言浴於川，吞玄鳥之卵，出於野，履大人之跡，違尊貴之節，誤是非之言也。新語，陸賈所造，盖董仲舒相被服焉，皆言君臣政治得失，言可采行，事美足觀。鴻知所言，參貳經傳，雖古聖之言，不能過増。陸賈之言，未見遺闕，而仲舒之言雩祭可以應天，土龍可以致雨，頗難曉也。夫致旱者以雩祭，不夏郊之祀，豈𣈆侯之過邪？以政失道，隂陽不和也。𣈆廢夏郊之祀，𣈆侯寢疾，用鄭子産之言，祀夏郊而疾愈。如審雩不脩，龍不治，與𣈆同禍，爲之再也。以政致旱，宜復以政。政虧而復脩雩治龍，其何益哉？春秋公羊氏之說，亢陽之節，足以復政。隂陽相渾，旱湛相報，天道然也，何乃脩雩設龍乎？雩祀神喜哉？或雨至，亢陽不改，旱禍不除，變復之義，安所施哉？且夫寒温與旱湛同，俱政所致，其咎在人。獨爲亢旱求福，不爲寒温求祐，未曉其故。如當復報寒温，宜爲雩龍之事。鴻材巨識，第兩疑焉。董仲舒著書不稱“子”者，意殆自謂過諸子也。漢作書者多，司馬子長、楊子雲，河漢也；其餘，涇渭也。然而子長少臆中之說，子雲無世俗之論。仲舒說道術竒矣，北方三家尚矣。䜟書云：“董仲舒，亂我書。”盖孔子言也。讀之者或爲“亂我書”者，煩亂孔子之書也；或以爲“亂”者，理也，理孔子之書也。共一“亂”字，理之與亂，相去甚逺。然而讀者用心不同，不省本實，故說誤也。夫言“煩亂孔子之書”，才高之語也；其言“理孔子之書”，亦知竒之言也。出入聖人之門，亂理孔子之書，子長、子雲無此言焉。世俗用心不實，省事失情，二語不定，轉側不安。案仲舒之書，不違儒家，不及孔子。其言“煩亂孔子之書”者，非也；孔子之書不亂，其言“理孔子之書”者，亦非也。孔子曰：“師摰之始，關雎之亂，洋洋乎盈耳哉！”亂者，於孔子言也。孔子生周，始其本；仲舒在漢，終其末，盡也。皮續太史公書，盖其義也。賦頌篇下其有“亂曰”章，盖其類也。孔子終論，定於仲舒之言，其修雩始龍，必將有義，未可怪也。顔淵曰：“舜何人也？予何人也？”五帝三王，顔淵獨慕舜者，知己歩騶有同也。知德所慕，黙識所追，同一實也。仲舒之言道德政治，可嘉美也；質定世事，論說世疑，桓君山莫上也。故仲舒之文可及，而君山之論難追也。驥與衆馬絶跡，或蹈驥哉？有馬於此，足行千里，終不名驥者，與驥毛色異也。有人於此，文偶仲舒，論次君山，終不同於二子者，姓名殊也。故馬效千里，不必驥騄；人期賢知，不必孔、墨。何以驗之？君山之論難追也。兩刄相割，利鈍乃知；二論相訂，是非乃見。是故韓非之四難，桓寛之鹽鐵，君山新論之類也。世人或疑，言非是僞，論者實之，故難爲也。卿决疑訟，獄定嫌罪，是非不决，曲直不立，世人必謂“卿獄之吏，才不任職”。至於論，不務全疑，兩傳并紀，不宜明處，孰與剖破渾沌，解决亂絲，言無不可知，文無不可曉哉？案孔子作春秋，采毫毛之善，貶纎介之惡。可褒，則義以明其行善；可貶，則明其惡以譏其操。新論之義，與春秋㑹一也。夫俗好珍古不貴今，謂今之文不如古書。夫古今一也，才有髙下，言有是非，不論善惡而徒貴古，是謂古人賢今人也。案東畨鄒伯竒、臨淮袁太伯、袁文術、㑹稽吳君髙、周長生之軰，位雖不至公卿，誠能知之囊槖，文雅之英雄也。觀伯竒之元思，太伯之易章句，文術之箴銘，君髙之越紐録，長生之洞歷，劉子政、揚子雲不能過也。善才有淺深，無有古今；文有僞真，無有故新。廣陵陳子迴、顔方，今尚書郎班固、蘭臺令楊終、傳毅之徒，雖無篇章，賦頌記奏，文辭斐炳。賦象屈原、賈生，奏象唐林、谷永，並比以觀好，其美一也。當今未顯，使在百世之後，則子政、子雲之黨也。韓非著書，李斯采以言事；楊子雲作太玄，侯鋪子隨而宣之。非、𥝠同門，雲、鋪共朝，覩竒見益，不爲古今變心易意。實事貪善，不逺爲術，併肩以迹相輕。好竒無己，故竒名無窮。楊子雲反離騷之經，非能盡反，一篇文往往見非，反而奪之。六畧之錄萬三千篇，雖不盡見，指趣可知，略借不合義者，案而論之。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "對作篇第八十三",
            "paragraphs": [
                {
                    "paragraph": "對作篇第八十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "或問曰：“賢聖不空生，必有以用其心。上自孔、墨之黨，下至荀、孟之徒，教訓必作垂文，何也？”對曰：“聖人作經，藝者傳記，匡濟薄俗，驅民使之歸實誠也。”案六略之書萬三千篇，增善消惡，割截横拓，驅役遊慢，期便道善，歸正道焉。孔子作春秋，周民弊也。故采求毫毛之善，貶纎介之惡，撥亂世，反諸正，人道浹，王道備，所以檢押靡薄之俗者，悉具宻致。夫防决不備，有水溢之害；網解不結，有獸失之患。是故周道不弊，則民不文薄；民不文薄，春秋不作。楊、墨之學不亂傳義，則孟子之傳不造；韓國不小弱，法度不壊廢，則韓非之書不爲；高祖不辨得天下，馬上之計未轉，則陸賈之語不奏；衆事不失實，凡論不壊亂，則桓譚之論不起。故夫賢聖之興文也，起事不空爲，因因不妄作，作有益於化，化有補於正。故漢立蘭臺之官，校審其書，以考其言。董仲舒作道術之書，頗言災異政治所失，書成文具，表在漢室。主父偃嫉之，誣奏其書。天子下仲舒於吏，當謂之“下愚”。仲舒當死，天子赦之。夫仲舒言災異之事，孝武猶不罪而尊其身，况所論無觸忌之言，核道實之事，收故實之語乎？故夫賢人之在世也，進則盡忠宣化以明朝廷；退則稱論貶說以覺失俗。俗也不知還，則立道輕爲非；論者不追救，則迷亂不覺悟。是故論衡之造也，起衆書並失實，虛妄之言勝真美也。故虚妄之語不黜，則華文不見息；華文放流，則實事不見用。故論衡者，所以銓輕重之言，立真僞之平，非茍調文飾辭，爲竒偉之觀也。其本皆起人間有非，故盡思極心，以機世俗。世俗之性，好奇怪之語，說虛妄之文。何則？實事不能快意，而華虛驚耳動心也。是故才能之士，好談論者，増益實事，爲美盛",
                    "zhushu": "一作“盛溢”。"
                },
                {
                    "paragraph": "之語；用筆墨者，造生空文，爲虚妄之傳。聽者以爲真然，說而不舍；覽者以爲實事，傳而不絶。不絶，則文載竹帛之上；不舎，則誤入賢者之耳。至或南靣稱師，賦姦僞之說；典城佩紫，讀虚妄之書。明辨然否，疾心傷之，安能不論？孟子傷楊、墨之議，大奪儒家之論，引平直之說，褒是抑非，世人以爲好辯。孟子曰：“予豈好辯哉？予不得已！”今吾不得已也。虛妄顯於真，實誠亂於僞，世人不悟，是非不定，紫朱雜厠，瓦玉集糅，以情言之，豈吾心所能忍哉？衛驂乗者越職而呼車，惻怛發心，恐土之危也。夫論說者閔世憂俗，與衛驂乗者同一心矣。愁精神而幽魂魄，動胷中之静氣，賊年損夀，無益於性，禍重於顔回，違負黄老之教，非人所貪，不得已故爲論衡。文露而㫖直，辭姦而情實。其政務言治民之道。論衡諸篇，實俗間之凢人所能見，與彼作者無以異也。若夫九虚、三増、論死、訂鬼，世俗所乆惑，人所不能覺也。人君遭弊，改教於上；人臣愚惑，作論於下。實得，則上教從矣。兾悟迷惑之心，使知虚實之分。實虚之分定，而",
                    "zhushu": "一有“後”字。"
                },
                {
                    "paragraph": "華僞之文滅；華僞之文滅，則純誠之化日以孳矣。",
                    "zhushu": "“純誠”一作“純厚”。"
                },
                {
                    "paragraph": "或曰：“聖人作，賢者述。以賢而作者，非也。論衡、政務，可謂作者非。”曰：“作也，亦非述也，論也。論者，述之次也。五經之興，可謂作矣。”太史公書，劉子政序、班叔皮傳，可謂述矣。桓山君新論，鄒伯竒檢論，可謂論矣。今觀論衡、政務，桓、鄒之二論也，非所謂作也。造端更爲前始末，有若倉頡作書，奚仲作車是也。易言伏羲作八卦，前是未有八卦，伏羲造之，故曰作也。文王圖八，自演爲六十四，故曰衍。謂論衡之成，猶六十四卦，而又非也。六十四卦以狀衍增益，其卦溢，其數多。今論衡就世俗之書，訂其真僞，辯其實虚，非造始更爲，無本於前也。儒生就先師之說，詰而難之；文吏就獄卿之事，覆而考之。謂論衡爲作，儒生、文吏謂作乎？上書奏記，陳列便冝，皆欲輔政。今作書者，猶書奏記，說發胷臆，文成手中，其實一也。夫上書謂之奏，奏記轉易其名謂之書。建初孟年，中州頗歉，頴川、汝南民流四散，聖主憂懐，詔書數至。論衡之人，奏記郡守，冝禁奢侈，以備困乏。言不納用，退題記草，名曰備乏。酒縻五糓，生起盗賊，沉湎飲酒，盗賊不絶，奏記郡守，禁民酒，退題記草，名曰禁酒。由此言之，夫作書者，上書奏記之文也。記謂之造作上書，上書奏記是作也。𣈆之乗，而楚之檮杌，魯之春秋，人事各不同也。易之乾坤，春秋之元，楊氏之玄，卜氣號不均也。由此言之，唐林之奏，谷永之章，論衡、政務，同一趨也。漢家極筆墨之林，書論之造，漢家尤多。陽成子張作樂，楊子雲造玄，二經發於臺下，讀於闕掖，卓絶驚耳，不述而作，材疑聖人，而漢朝不譏。况論衡細說微論，解釋世俗之疑，辯照是非之理，使後進曉見然否之分，恐其廢失，著之簡牘，祖經章句之說，先師竒說之類也。其言伸繩，彈割俗傳。俗傳蔽惑，僞書放流，賢通之人，疾之無已。孔子曰：“詩人疾之不能黙，丘疾之不能伏。”是以論也。玉亂於石，人不能别，或若楚之王尹以玉爲石，卒使卞和受刖足之誅。是反爲非，虚轉爲實，安能不言？俗傳既過，俗書又僞。若夫鄒衍謂今天下爲一州，四海之外，有若天下者九州。淮南書言：共工與顓頊争爲天子，不勝，怒而觸不周之山，使天柱折，地維絶。堯時十日並出，堯上射九日。魯陽戰而日暮，援戈麾日，日爲郤還。世間書傳，多若等類，浮妄虚僞，没奪正是。心濆涌，筆手擾，安能不論？論則考之以心，效之以事，浮虚之事，輙立證驗。若太史公之書，據許由不隱，燕太子丹不使日再中，讀見之者，莫不稱善。政務爲郡國守相、縣邑令長陳通政事所當尚務，欲令全民立化，奉稱國恩。論衡九虛、三增，所以使俗務實誠也；論死、訂鬼，所以使俗薄䘮葬也。孔子徑庭麗級，被棺歛者不省；劉子政上薄葬奏，送蔵者不約；光武皇帝草車茅馬，爲明器者不姦。何世書俗言不載？信死之語汶濁之也。今著論死及死僞之篇，明死無知，不能爲鬼，兾觀覽者將一曉解約葬，更爲節儉。斯盖論衡有益之驗也。言茍有益，雖作何害？倉頡之書，世以紀事；奚仲之車，世以自載；伯余之衣，以辟寒暑；桀之瓦屋，以辟風雨。夫不論其利害，而徒譏其造作，是則倉頡之徒有非，世本十五家皆受責也。故夫有益也，雖作，無害也。雖無害，何補？古有命使采爵，欲觀風俗，知下情也。詩作民間，聖王可云“汝民也，何發作”，囚罪其身，殁滅其詩乎？今已不然，故詩傳亞今。論衡、政務，其猶詩也，兾望見采，而云“有過”，斯盖論衡之書所以興也。且凡造作之過，意其言妄而謗誹也。論衡實事疾妄，齊世、宣漢、恢國、驗符、盛褒、湏頌之言，無誹謗之辭。造作如此，可以免於罪矣。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "自紀篇第八十四",
            "paragraphs": [
                {
                    "paragraph": "自紀篇第八十四",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "王充者，㑹稽上虞人也，字仲任。其先本魏郡元城一姓。孫一幾世嘗從軍有功，封㑹稽陽亭。一歲倉卒國絶，因家焉。以農桑爲業。世祖勇任氣，卒咸不揆於人。歲凶，横道傷殺，怨讎衆多。㑹世擾亂，恐爲怨讎所擒，祖父汎舉家檐載，就安㑹稽，留錢唐縣，以賈販爲事。生子二人，長曰“䝉”，少曰“誦”，誦即充父。祖世任氣，至䝉、誦滋甚，故䝉、誦在錢唐，勇勢凌人。末復與豪家丁伯等結怨，舉家徙處上虞。建武三年，充生。爲小兒，與儕倫遨戯，不好狎侮。儕倫好掩雀捕蟬，戯錢林熈，充獨不肯，誦竒之。六歲教書，恭愿仁順，禮敬具備，矜莊寂寥，有巨人之志。父未嘗笞，母未嘗非，閭里未嘗讓。八歲出於書館。書館小僮百人以上，皆以過失𥘵謫，或以書醜得鞭。充書日進，又無過失。手書既成，辭師受論語、尚書，日諷千字。經明德就，謝師而專門，援筆而衆竒。所讀文書，亦日博多。才髙而不尚茍作，口辯而不好談對。非其人，終日不言。其論說始若詭於衆，極聽其終，衆乃是之。以筆著文，亦如此焉。操行事上，亦如此焉。在縣位至掾功曹，在都尉府位亦掾功曹，在太守爲列掾五官功曹行事，入州爲從事。不好徼名於世，不爲利害見將。常言人長，希言人短。專薦未達，解已進者過。及所不善，亦弗譽；有過不解，亦弗復䧟。能釋人之大過，亦悲夫人之細非。好自周，不肯自彰。勉以行操爲基，耻以材能爲名。衆㑹乎坐，不問不言；賜見君將，不及不對。在郷里慕蘧伯玉之節，在朝廷貪史子魚之行。見汗傷不肯自明，位不進亦不懐恨。貧無一畒庇身，志佚於王公；賤無斗石之秩，意若食萬鍾。得官不欣，失位不恨。處𨓜樂而欲不放，居貧苦而志不倦。淫讀古文，甘聞異言。世書俗說，多所不安，幽處獨居，考論實虚。充爲人清重，遊必擇友，不好茍交。所友位雖微卑，年雖㓜稚，行茍離俗，必與之友。好傑友雅徒，不汜結俗材。俗材因其微過，蜚條䧟之，然終不自明，亦不非怨其人。或曰：“有良材竒文，無罪見䧟，胡不自陳？羊勝之徒，摩口膏舌；鄒陽自明，入獄復出。茍有全完之行，不冝爲人所缺，既耐勉自伸，",
                    "zhushu": "不冝。"
                },
                {
                    "paragraph": "爲人所屈。”荅曰：“不清不見塵，不髙不見危，不廣不見削，不盈不見虧。士兹多口，爲人所䧟，盖亦其冝。好進故自明，憎退故自陳。吾無好憎，故黙無言。羊勝爲讒，或使之也；鄒陽得免，或抜之也。孔子稱命，孟子言天，吉凶安危，不在於人。昔人見之，故歸之於命，委之於時，浩然恬忽，無所怨尤。福至不謂己所得，禍到不謂己所爲。故時進意不爲豐，時退志不爲虧。不嫌虧以求盈，不違險以趨平，不鬻智以干禄，不辭爵以弔名，不貪進以自明，不惡退以怨人。同安危而齊死生，鈞吉凶而一敗成。遭十羊勝，謂之無傷。動歸於天，故不自明。”充性恬澹，不貪富貴。爲上所知，抜擢越次，不慕髙官；不爲上所知，貶黜抑屈，不恚下位。比爲縣吏，無所擇避。或曰：“心難而行易，好犮同志，仕不擇地，濁操傷行，世何效放？”荅曰：“可效放者，莫過孔子。孔子之仕，無所避矣。爲乗曰委吏，無於邑之心；爲司空相國，無說豫之色。舜耕歷山，若終不免；及受堯禪，若卒自得。憂德之不豐，不患爵之不尊；耻名之不白，不惡位之不遷。垂棘與瓦同櫝，明月與礫同囊，茍有二寳之質，不害爲世所同。世能知善，雖賤猶顯；不能别白，雖尊猶辱。處卑與尊齊操，位賤與貴比德，斯可矣。”俗性貪進忽退，收成棄敗。充升擢在位之時，衆人蟻附；廢退窮居，舊故叛去。志俗人之寡恩，故閑居作譏俗節義十二篇。兾俗人觀書而自覺，故直露其文，集以俗言。或譴謂之淺，荅曰：“以聖典而示小雅，以雅言而說丘野，不得所曉，無不逆者。故蘇秦精說於趙，而李兊不說；商鞅以王說秦，而孝公不用。夫不得心意所欲，雖盡堯、舜之言，猶飲牛以酒，啖馬以脯也。故鴻麗深懿之言，關於大而不通於小。不得已而強聽，入胷者少。孔子失馬於野，野人閉不與，子貢妙稱而怒，馬圄諧說而懿。俗曉露之言，勉以深鴻之文，猶和神仙之藥以治齀欬，制貂狐之表以取薪菜也。且禮有所不㣥，事有所不湏。㫁決知辜，不必臯陶；調和葵韮，不俟狄牙。閭巷之樂，不用韶、武。里母之祀，不待太牢。既有不湏，而又不冝。牛刀割雞，舒㦸采葵，鈇龯　裁箸，盆盎酌巵，大小失冝，善之者希。何以爲辯？喻深以淺。何以爲智？喻難以易。賢聖銓材之所冝，故文能爲深淺之差。”充既疾俗情，作譏俗之書。又閔人君之政，徒欲治人，不得其冝，不曉其務，愁精苦思，不睹所趨，故作政務之書。又傷僞書俗文，多不實誠，故爲論衡之書。夫賢聖歿而大義分，蹉𧿶殊趨，各自開門。通人觀覽，不能釘銓。遥聞傳授，筆冩耳取，在百歲之前。歷日彌乆，以爲昔古之事，所言近是，信之入骨，不可自解，故作實論。其文盛，其辯爭，浮華虛僞之語，莫不澄定。没華虚之文，存敦厖之朴；撥流失之風，反宓戯之俗。充書形露易觀。或曰：“口辯者其言深，筆敏者其文沉。案經藝之文，賢聖之言，鴻重優雅，難卒曉睹。世讀之者，訓古乃下。盖賢聖之材鴻，故其文語與俗不通。玉隱石間，珠匿魚腹，非玉工珠師，莫能采得。寳物以隱閉不見，實語亦冝深沉難測。譏俗之書，欲悟俗人，故形露其指，爲分别之文。論衡之書，何爲復然？豈材有淺極，不能爲覆？何文之察，與彼經藝殊軌轍也？”荅曰：“玉隱石間，珠匿魚腹，故爲深覆。及玉色剖於石心，珠光出於魚腹，其隱乎？猶吾文未集於簡札之上，藏於胷臆之中，猶玉隱珠匿也。及出荴露，猶玉剖珠出乎！爛若天文之照，順若地理之曉，嫌疑隱微，盡可名處。且名白，事自定也。論衡者，論之平也。”口則務在明言，筆則務在露文。髙士之文雅，言無不可曉，指無不可睹。觀讀之者，曉然若盲之開目，聆然若聾之通耳。三年盲子，卒見父母，不察察相識，安肯說喜？道畔巨樹，塹邊長溝，所居昭察，人莫不知。使樹不巨而隱，溝不長而匿，以斯示人，堯、舜猶惑。人靣色部七十有餘，頰肌明㓗，五色分别，隱微憂喜，皆可得察，占射之者，十不失一。使面黝而黑醜，垢重襲而覆部，占射之者，十而失九。夫文由語也，或淺露分别，或深迃優雅，孰爲辯者？故口言以明志，言恐滅遺，故著之文字。文字與言同趨，何爲猶當隱閉指意？獄當嫌辜，卿決疑事，渾沌難曉，與彼分明可知，孰爲良吏？夫口論以分明爲公，筆辯以荴露爲通，吏文以昭察爲良。深覆典雅，指意難覩，唯賦頌耳。經傳之文，賢聖之語，古今言殊，四方談異也。當言事時，非務難知，使指閉隱也。後人不曉，世相離逺，此名曰語異，不名曰材鴻。淺文讀之難曉，名曰不巧，不名曰知明。秦始皇讀韓非之書，嘆曰：“猶獨不得此人同時。”其文可曉，故其事可思。如深鴻優雅，湏師乃學，投之於地，何嘆之有？夫筆著者，欲其易曉而難爲，不貴難知而易造；口論務解分而可聽，不務深迃而難睹。孟子相賢以眸子明瞭者，察文以義可曉。充書違詭於俗。或難曰：“文貴夫順合衆心，不違人意，百人讀之莫譴，千人聞之莫怪。故管子曰：‘言室滿室，言堂滿堂。’今殆說不與世同，故文刺於俗，不合於衆。”荅曰：論貴是而不務華，事尚然而不髙合。論說辯然否，安得不譎常心、逆俗耳？衆心非而不從，故䘮黜其僞而存定其真。如當從衆順人心者，循舊守雅，諷習而已，何辯之有？孔子侍坐於魯哀公，公賜桃與黍，孔子先食黍而啖桃，可謂得食序矣。然左右皆掩口而笑，貫俗之日乆也。今吾實猶孔子之序食也；俗人違之，猶左右之掩口也。善雅歌，於鄭爲人悲；禮舞，於趙爲不好。堯、舜之典，伍伯不肯觀；孔、墨之籍，季、孟不肯讀。寧危之計，黜於閭巷；撥世之言，訾於品俗。有美味於斯，俗人不嗜，狄牙甘食；有寳玉於是，俗人投之，卞和佩服。孰是孰非，可信者誰？禮俗相背，何世不然？魯文逆祀，畔者五人。盖猶是之語，髙士不舍，俗夫不好；惑衆之書，賢者欣頌，愚者逃頓。充書不能純美。或曰：“口無擇言，筆無擇文。文必麗以好，言必辯以巧。言瞭於耳則事味於心；文察於目則篇留於手。故辯言無不聽，麗文無不冩。今新書既在論譬，說俗爲戾，又不美好，於觀不快。盖師曠調音，曲無不悲；狄牙和膳，肴無澹味。然則通人造書，文無瑕穢。吕氏、淮南懸於市門，觀讀之者，無訾一言。今無二書之美，文雖衆盛，猶多譴毁。”荅曰：“夫養實者不育華，調行者不餙辭。豐草多華英，茂林多枯枝。爲文欲顯白其爲，安能令文而無譴毁？”救火拯溺，義不得好；辯論是非，言不得巧。入澤隨龜，不暇調足；深淵捕蛟，不暇定手。言姦辭簡，指趨妙遠；語甘文峭，務意淺小。稻糓千鍾，糠皮太半；閱錢滿億，穿決出萬。大羮必有澹味，至寳必有瑕穢，大簡必有大好，良工必有不巧。然則辯言必有所屈，通文猶有所黜。言金由貴家起，文糞自賤室出。淮南、吕氏之無累害，所由出者，家冨官貴也。夫貴故得懸於市，冨故有千金副。觀讀之者，惶恐畏忌，雖見乖不合，焉敢譴一字？充書旣成，或稽合於古，不類前人。或曰：“謂之飾文偶辭，或徑或迃，或屈或舒；謂之論道，實事委璅，文給甘酸，諧於經不驗，集於傳不合，稽之子長不當，内之子雲不入。文不與前相似，安得名佳好，稱工巧？”荅曰：“飾貌以彊類者失形，調辭以務似者失情。百夫之子，不同父母，殊類而生，不必相似，各以所禀，自爲佳好。文必有與合，然后稱善，是則代匠斵不傷手，然后稱工巧也。文士之務，各有所從，或調辭以巧文，或辯僞以實事。必謀慮有合，文辭相襲，是則五帝不異事，三王不殊業也。”美色不同面，皆佳於目；悲音不共聲，皆快於耳。酒醴異氣，飲之皆醉；百糓殊味，食之皆飽。謂文當與前合，是謂舜眉當復八采，禹目當復重瞳。充書文重或曰：“文貴約而指通，言尚省而趍明。辯士之言要而達，文人之辭寡而章。今所作新書，出萬言，繁不省，則讀者不能盡；篇非一，則傳者不能領。被躁人之名，以多爲不善。語約易言，文重難得，",
                    "zhushu": "玉少石多。"
                },
                {
                    "paragraph": "多者不爲珍；龍少魚衆，少者固爲神。”荅曰：“有是言也。盖寡言無多，而華文無寡。爲世用者，百篇無害；不爲用者，一章無補。如皆爲用，則多者爲上。少者",
                    "zhushu": "爲下。"
                },
                {
                    "paragraph": "累積千金，比於一百，孰爲富者？盖文多勝寡，財寡愈貧。世無一卷，吾有百篇；人無一字，吾有萬言。孰者爲賢？今不曰所言非，而云泰多；不曰世不好善，而云不能領，斯盖吾書所以不得省也。”夫宅舍多，土地不得小；戸口衆，簿籍不得少。今失實之事多，華虚之語衆，指實定冝，辯争之言，安得約徑？韓非之書，一條無異，篇以十第，文以萬數。夫形大，衣不得𥚹；事衆，文不得𥚹。事衆文饒，水大魚多。帝都糓多，王市肩磨。書雖文重，所論百種。按古太公望，近董仲舒，傳作書篇百有餘，吾書亦纔出百，而云泰多，盖謂所以出者微，觀讀之者不能不譴呵也。河水沛沛，比夫衆川，孰者爲大？蟲繭重厚，稱其出絲，孰爲多者？充仕數不耦，而徒著書自紀。或虧曰：“所貴鴻材者，仕宦耦合，身容說納，事得功立，故爲髙也。今吾子渉世落魄，仕數黜斥，材未練於事，力未盡於職，故徒幽思屬文，著記美言，何補於身？衆多欲以何趨乎？”荅曰：“材鴻莫過孔子。孔子才不容，斥逐，伐樹接浙，見圍削迹，困餓陳、蔡，門徒菜色。今吾材不逮孔子，不偶之厄，未與之等，偏可輕乎？且達者未必知，竆者未必愚，遇者則得，不遇失之。故夫命厚禄善，庸人尊顯；命薄禄惡，竒俊落魄。必以偶合稱材量德，則夫專城食土者，材賢孔、墨。身貴而名賤，則居㓗而行墨。食千鍾之禄，無一長之德，乃可戯也。”若夫德髙而名白，官卑而禄泊，非才能之過，未足以爲累也。士願與憲共廬，不慕與賜同衡；樂與夷俱旅，不貪與蹠比迹。髙士所貴，不與俗均，故其名稱不與世同，身與草木俱朽，聲與日月並彰，行與孔子比窮，文與楊雄爲雙，吾榮之。身通而知困，官大而德細，於彼爲榮，於我爲累，偶合容說，身尊體佚，百載之後，與物俱歿，名不流於一嗣，文不遺於一札，官雖傾倉，文德不豐，非吾所臧。德汪濊而淵懿，知滂沛而盈溢，筆瀧漉而雨集，言溶㵠",
                    "zhushu": "一有窟字。"
                },
                {
                    "paragraph": "而泉出，富材羨知，貴行尊志，體列於一世，名傳於千載，乃吾所謂異也。充細族孤門，或啁之曰：“宗祖無淑懿之基，文墨無篇籍之遺，雖著鴻麗之論，無所禀階，終不爲髙。夫氣無漸而卒至曰變，物無類而妄生曰異，不常有而忽見曰妖，詭於衆而突出曰怪。吾子何祖？其先不載。況未嘗履墨涂，出儒門，吐論數千萬言，冝爲妖變，安得寳斯文而多賢？”荅曰：“鳥無世鳳皇，獸無種麒麟，人無祖聖賢，物無常嘉珍。",
                    "zhushu": "才高。"
                },
                {
                    "paragraph": "見屈遭時而然，",
                    "zhushu": "士貴。"
                },
                {
                    "paragraph": "故孤興；物貴，故獨産。文孰常在？有以放賢。是則澧泉有故源，而嘉禾有舊根也。”屈竒之士見，倜儻之辭生，度不與俗協，庸角不能程。是故罕發之迹，記於牒籍；希岀之物，勒於鼎銘。五帝不一世而起，伊、望不同家而岀。千里殊跡，百載異發。土貴雅材而慎興，不因髙據以顯達。母驪犢騂，無害犧牲；祖濁裔清，不牓竒人。",
                    "zhushu": "“牓”讀爲“妨”。"
                },
                {
                    "paragraph": "鯀惡禹聖，叟頑舜神。伯牛寢疾，仲弓㓗全。顔路庸固，回傑超倫。孔、墨祖愚，丘、翟聖賢。楊家不通，卓有子雲；桓氏稽可，遹出君山。更禀於元，故能著文。充以元和三年徙家辟，詣楊州部丹陽、九江、廬江。後入爲治中。材小任大，職在刺割，筆札之思，歷年寢廢。章和二年，罷州家居。年漸七十，時可懸輿，仕路隔絶，志窮無如。事有否然，身有利害。髮白齒落，日月踰邁，儔倫彌索，鮮所恃賴。貧無供養，志不娛快。曆數冉冉，庚辛域際，雖懼終徂，愚猶沛沛，乃作“養性”之書，凡十六篇。養氣自守，適食則酒，閉明塞聦，愛精自保，適輔服藥引導，庶兾性命可延，斯湏不老。既晚無還，垂書示後。惟人性命，長短有期，人亦蟲物，生死一時，年歷但記，孰使留之？猶入黄泉，消爲土灰。上自黄、唐，下臻秦、漢而來，折𠂻以聖道，㭊理於通材，如衡之平，如鑑之開，幼老生死古今，罔不詳該。命以不延，吁嘆悲哉！",
                    "zhushu": ""
                }
            ]
        }
    ]
}