{
    "name": "鬼谷子",
    "author": "戰國・鬼谷子",
    "loadChapterCount": 25,
    "chapters": [
        {
            "name": "鬼谷子敘",
            "paragraphs": [
                {
                    "paragraph": "鬼谷子敘",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "翰林院編修、充內廷國史館纂修、武英殿纂修、文源閣庠校官秦恩復𢰅。鬼谷子，陶宏景注，三卷，陽湖孫淵如同年讀道藏於華陰嶽廟時所錄本也。乾隆丁未，恩復與淵如校書于。文源閣，暇日出以相示，計欲付梓，旋以乞假歸里，不果。戊申冬來京師，因取而校之。按鬼谷子不知何人，道藏目錄云：“姓王，名詡，晉平公時人。”史記云：“蘇秦師事鬼谷先生”。拾遺記則以“鬼谷”爲“歸谷”，葢“歸”鬼聲轉。爾雅曰：“鬼之爲言歸也。”其謂蘇秦旗名鬼谷者，以史記蘇秦列傳有“簡練以爲揣摩，期年揣摩成”之語，而鬼谷子適有揣、摩二篇，遂附會其說，衴無所據。或云“周時豪士，隱于鬼谷”者，近是。書凡三卷，自卑闔至符言，凡十二篇，轉丸、胠篋二篇舊亡。又有本經陰符七篇，及持樞中經共二十一篇。考說苑、史記注、文𨕖注、太平御覽、意林諸書所引，頗有數條爲今書所不載，或文與今本差異，則知書之脫佚，不僅轉丸、胠篋二篇也。是書不見漢志，至隨、唐始著錄。隨書作三卷，舊唐書、新唐書皆作二卷，又作三卷，直題曰“蘇秦𢰅”。史記素隱引樂壹注云：“蘇秦欲神秘其道，故假名鬼谷”。然漢書從橫家有蘇子三十二篇，使假名鬼谷，何以班固畧而不注也？柳子厚嘗譏其險盩峭薄，妄言亂世。今觀其書，詞峭義奥，反覆變幻，蘇秦得其緒餘，卽掉舌爲從約長，眞從横家之祖也。至注鬼谷者，舊有樂壹、皇甫謐、陶宏景、尹知章四家。陶注至中興書目始見。樂注，文𨕖注中一引之。太平御覽遊說部所引注，皆與陶注不同，意亦樂氏注也。今藏本不著注者名氏，淵如據注中有“元亮曰”云云，元亮爲陶潛字，宏景引其言，故去姓稱字，斷爲陶注。恩復按：中興書目、晁公武讀書志、陳振孫書錄解題、錢遵王讀書敏求記皆稱陶宏景注，則知陶注自宋迄今猶存。鬼谷子世多有其書，而陶注不傳，向非道藏所存，則亦終湮失矣。恩復因剌取唐、宋書注所引，校正文字一二，舊注亦掇而存之，附於本文之下。其或他書所引本文，今本不載，及稱鬼谷事迹足相攷證者，并附錄于後，以備觀覽焉。乾隆五十四年八月朔日書",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "鬼谷子篇目考",
            "paragraphs": [
                {
                    "paragraph": "鬼谷子篇目考",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "隋書經籍志“縱橫家”：鬼谷子三卷，",
                    "zhushu": "皇甫謐注。鬼谷子，周世隱於鬼谷。"
                },
                {
                    "paragraph": "鬼谷子三卷。",
                    "zhushu": "樂一注。",
                    "type": 2
                },
                {
                    "paragraph": "舊唐書經籍志：鬼谷子二卷，",
                    "zhushu": "蘇秦𢰅。"
                },
                {
                    "paragraph": "又三卷，",
                    "zhushu": "樂壹注。"
                },
                {
                    "paragraph": "又三卷。",
                    "zhushu": "尹知章注。",
                    "type": 2
                },
                {
                    "paragraph": "新唐書藝文志：鬼谷子二卷。",
                    "zhushu": "蘇秦。"
                },
                {
                    "paragraph": "樂壹注鬼谷子三卷。尹知章注鬼谷子三卷。",
                    "zhushu": "尹知章，不著錄。",
                    "type": 2
                },
                {
                    "paragraph": "柳宗元鬼谷子辯曰：“元冀好讀古書，然甚賢鬼谷子，爲其指要，幾知言鬼谷子要爲無取。漢時劉向、班固錄書無鬼谷子，鬼谷子後出，而險盩峭薄，",
                    "zhushu": "盩，音戾。"
                },
                {
                    "paragraph": "恐其妄言亂世，難信，學者宜其不道。而世之言縱橫者，時葆其書。尤者晚乃益出七術，",
                    "zhushu": "鬼谷子下篇有陰符七術，謂盛神法五龍、養志法靈龜、實意法螣蛇、分威法伏熊、散勢法鷙鳥、轉圜法猛獸、損兌法靈蓍七章是也。"
                },
                {
                    "paragraph": "怪謬異甚，不可考校。其言益奇，而道益陿，",
                    "zhushu": "張云：陿，音洽，隘也。"
                },
                {
                    "paragraph": "使人狙狂失守，",
                    "zhushu": "狙，子余反。"
                },
                {
                    "paragraph": "而易於䧟墜。幸矣，人之葆之者少。今元子又文之以指要，鳴呼！其爲好術也過矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "中興書目：鬼谷子三卷。周時高士，無鄉里族姓名字，以其所隱，自號鬼谷先生。蘇秦、張儀事之，授以捭𨵵，下至符言等十有二篇，及轉圓本經持樞、中經等篇，亦以告儀、秦者也。一本始末皆東晉陶宏景注，一本捭𨵵、反應、內揵、抵巇四篇，不庠何人訓釋，中、下二卷與宏景所注同。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "宋史藝文志：鬼谷子三卷。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "晁公武讀書志：鬼谷子三卷，鬼谷先生𢰅。按史記，戰國時隱居𣾢川陽城之鬼谷，因以自號。長于養性治身，蘇秦、張儀師之，受縱橫之事。敘",
                    "zhushu": "五伯厚漢書藝文志攷證引晁氏讀書志云：“尹知章敘。”"
                },
                {
                    "paragraph": "謂此書卽授秦、儀者。捭闔之術士三章，",
                    "zhushu": "攷證引注云：“一云十二章。”"
                },
                {
                    "paragraph": "本經、持樞、中經三篇，",
                    "zhushu": "攷證引注云：“一云受轉丸、胠篋三章。”"
                },
                {
                    "paragraph": "梁陶宏景注。",
                    "zhushu": "按：馬氏通考經籍志引讀書志，此下有“隋志以爲蘇秦書，唐志以爲尹知章注，未知孰是。陸龜䝉詩謂鬼谷先生名詡，不詳所從出”三十五字。"
                },
                {
                    "paragraph": "柳子厚嘗曰：“劉向、班固錄書無鬼谷子，鬼谷子後出，而嶮盩峭薄，恐其妄言亂世難信。尤者晚乃益出七術，怪謬異甚，言益隘，使人狙狂失守。來鵠亦曰：“鬼谷子昔教人詭紿激訐、揣測憸猾之術，悉備于章，學之者惟儀、秦而已。如捭闔、飛箝，實今之常態。”是知漸漓之後，不讀鬼谷子書者，其行事皆得自然符契也。昔蒼頡作文字，鬼爲之哭，不知鬼谷作是書，鬼何爲耶？世人欲知鬼谷子者，觀二子言畧盡矣。故掇其大要蓍之篇。鄭樵通志藝文略：鬼谷子三卷，",
                    "zhushu": "皇甫謐注。鬼谷先生，楚人也。生于周世，隱居鬼谷。"
                },
                {
                    "paragraph": "又三卷，",
                    "zhushu": "樂壹注。"
                },
                {
                    "paragraph": "又三卷，",
                    "zhushu": "唐尹知章注。"
                },
                {
                    "paragraph": "又三卷。",
                    "zhushu": "梁陶宏景注。",
                    "type": 2
                },
                {
                    "paragraph": "馬端臨通考經籍志：鬼谷子三卷。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "王應麟玉海引史記正義：鬼谷，谷名，在𨿅州陽城縣北五里。七錄有蘇秦書。樂壹注云：秦欲神秘其道，故假名鬼谷也。鬼谷子三卷，樂壹注。樂壹，字正，魯郡人，有陰符七術，有揣及摩二篇。占國策云：得太公阴符之謀，伏而誦之，簡練以爲揣摩，朞年揣摩成。按：鬼谷子乃蘇秦書明矣。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "王應麟漢書藝文志考證：縱橫：蘇子三十二篇。○鬼谷子三卷。樂壹注云：蘇秦欲神秘其道，故假名鬼谷也。史記正義：戰國策云：“乃發書陳篋數十，得太公陰符之謀，伏而誦之，簡練以爲揣摩。”鬼谷子有陰符七術，有揣及摩二篇，乃蘇秦書明矣。東萊呂氏曰：戰國游說之風，蘇秦、張儀、公孫衍實倡之。秦，周人也。儀與衍，皆魏人也。故言權變辯智之士，必曰三晉、兩周云。石林葉氏曰：蘇秦學出於揣摩，未嘗卓然有志天下，反覆無常，不守一道，度其𨻶苟可入者則爲之，此揣摩之術也。故始求說周，周顯王不能用，則去而之秦。再求說秦，秦孝公不能用，則去而之燕。幸燕文侯適合而從說行。其所以說周者，吾不能知，若秦孝公而聽之，則必先爲衡說以噬六國，何有于周？此蘇秦所以取死也。",
                    "zhushu": "太平御覽引蘇秦曰：“天子坐九重之內，樹塞其門，旅以翳明，衡以隱聽，鸞以抑馳。”後漢王符傳注引蘇子曰：“人生一世，若朝露之宅于桐葉耳，其與幾何？”御覽又引“蘭以芳自燒，膏以肥自𤋲，翠以羽殃身，蚌以珠致破”。○按蘇子三條，其文與鬼谷子不類，則鬼谷之非蘇秦書明矣。"
                },
                {
                    "paragraph": "劉氏涇曰：老之翕張，儒之闔闢，其與鬼谷徃來如環。鬼，幽而顯者也；谷，扣而應者也。藏幽露顯，一扣一應，信如其名哉！",
                    "zhushu": "此條亦王伯厚考證所引，故附錄之。",
                    "type": 2
                },
                {
                    "paragraph": "高似孫子畧曰：戰國之事危矣，士有挾雋異豪偉之氣，求騁乎用，其應對酬酢，變詐激昻，以自放於文章，見於頓挫險怪、離合揣摩者，其辭又極矣。鬼谷子書，其智謀，其數術，其變譎，其辭談，蓋出於戰國諸人之表。夫一闢一闔，易之神也；一翕一張，老氏之幾也。鬼谷之術，往往有得於闔闢翕張之外，神而明之，益至於自放潰裂而不可禦。子嘗觀諸陰符矣，窮天之用，賊人之私，而陰謀詭秘，有金匱韜畧之所不可該者，而鬼谷盡得而泄之，其亦一代之雄乎！按劉向、班固錄書無鬼谷子，隋志始有之，列於縱橫家。唐志以爲蘇秦之書。然蘇秦所記，以爲周時有豪士隱者，居鬼谷，自號鬼谷先生，無鄉里族姓名字。今攷其言，有曰：“世無常貴，事無常師。”又曰：“人動我靜，人言我聽。知性則寡累，知命則不憂。”凡此之類，其爲辭亦卓然矣。至若盛神、養志諸篇，所謂“中稽道德之祖，散入神明之赜”者，不亦幾首。郭璞登樓賦有曰：“揖首陽之二老，招鬼谷之隱士。”又遊僊詩曰：“靑溪千餘仞，中有一道士。借問此何誰，云是鬼谷子”。可謂慨想其人矣。徐廣曰：潁川陽城有鬼谷。注其書者，樂壹、皇甫謐、陶宏景、尹知章。",
                    "zhushu": "知章，唐人。",
                    "type": 2
                },
                {
                    "paragraph": "陳振孫書錄解題：鬼谷子三卷。戰國時蘇秦、張儀所師事者，號鬼谷先生。其地在潁川陽城，名氏不傳于世。此書漢志亦無有，隋、唐志則直以爲蘇秦𢰅，不可攷也。隋志有皇甫謐、樂壹二家注，今本稱陶宏景注。又云：按唐書藝文志作二卷。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "錢會讀書敏求記：陶宏景注鬼谷子三卷。鬼谷子，無鄉里族姓名字，戰國時隱居潁川陽城之鬼谷，故以爲號。其轉丸、胠篋二篇今亾。貞白曰：或云卽本經、中經是也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "捭闔第一",
            "paragraphs": [
                {
                    "paragraph": "捭闔第一",
                    "zhushu": "捭，撥動也。闔，閉藏也。凡與人之言道，或撥動之令有言，示其同也；戓閉藏之令自言，示其異也。",
                    "type": 1
                },
                {
                    "paragraph": "粤若稽古，聖人之在天地間也。",
                    "zhushu": "若，順。稽，考也。聖人在天地間，觀人設敎，必順考古道而爲之。"
                },
                {
                    "paragraph": "爲衆生之先。",
                    "zhushu": "首出萬物以前人，用先知覺後知，用先覺覺後覺，故爲衆生先。"
                },
                {
                    "paragraph": "觀陰陽之開闔以命物。",
                    "zhushu": "陽開以生物，陰闔以成物。生成旣著，須立名以命之也。"
                },
                {
                    "paragraph": "知存亡之門户。",
                    "zhushu": "不忘亡者存，有其存者亡。能知吉㐫之先見者，其惟知機乎？故曰“知存亡之門户”也。"
                },
                {
                    "paragraph": "籌䇿萬類",
                    "zhushu": "一本作“物”"
                },
                {
                    "paragraph": "之終始，逹人心之理，見變化之朕焉。",
                    "zhushu": "萬𩔖終始，人心之理，變化眹迹，莫不朗然元悟，而無幽不測，故能籌䇿逹見焉。"
                },
                {
                    "paragraph": "而守司其門户。",
                    "zhushu": "司，主守也。門户，即上存亡之門户也。聖人旣逹物理終始，知存亡之門户，能守而司之，令其背亡而趣存也。"
                },
                {
                    "paragraph": "故聖人之在天下也，自古之今，其道一也。",
                    "zhushu": "意林引作“自古及今。”莫不背亡而趣存，故曰“其道一也。”"
                },
                {
                    "paragraph": "變化無窮，各有所歸。",
                    "zhushu": "其道雖一，行之不同，故曰“變化無窮。然有條而不紊，故曰“各有所歸”也。"
                },
                {
                    "paragraph": "或陰或陽，或柔或剛，或開或閉，或弛或張。",
                    "zhushu": "此二者法象各異，施敎不同。"
                },
                {
                    "paragraph": "是故聖人一守司其門户，審察其所先後。",
                    "zhushu": "意林引無“一”字“所”字。政敎雖殊，至於守司門户則一，故審察其所宜先者先行，所宜後者後行之也。"
                },
                {
                    "paragraph": "度權量能，校其伎巧短長。",
                    "zhushu": "權，謂權謀。能，謂才能。伎巧，謂百工之役。言聖人之用人，必量度其謀能之優劣，校考其伎巧之長短，然後因材而用。"
                },
                {
                    "paragraph": "夫賢不肖、智愚、勇怯、仁義有差，乃可捭，乃可闔，乃可進，乃可退，乃可賤，乃可貴。無爲以牧之。",
                    "zhushu": "言賢不肖、智愚、勇怯，材性不同，各有差品。賢者可捭而同之，不肖者可闔而異之，智之與勇，可進而貴之，愚之與怯，可退而賤之。賢愚各當其分，股肱各盡其力，但恭己無爲牧之而已矣。"
                },
                {
                    "paragraph": "審定有無，以",
                    "zhushu": "一本作“與”。"
                },
                {
                    "paragraph": "其實虚。隨其嗜欲，以見其志意。",
                    "zhushu": "言任賢之道，必審定其材術之有無，性行之虚實，然後隨其嗜欲而任之，以見其志意之眞僞也。"
                },
                {
                    "paragraph": "微排其所言而捭反之，以求其實，貴得其指。闔而捭之，以求其利。",
                    "zhushu": "凡言事者，則微排抑其所言，撥動以反難之，以求其實情。實情旣得，又自閉藏而撥動之，彼以求其所言之利何如耳。"
                },
                {
                    "paragraph": "或開而示之，或闔而閉之。開而示之者，同其情也；闔而閉之者，異其誠也。",
                    "zhushu": "開而同之，所以盡其情；闔而異之，所以知其誠也。"
                },
                {
                    "paragraph": "可與不可，審明其計謀，以原其同異。",
                    "zhushu": "凡有所言，有可有不可，必明審其計謀，以原其同異。"
                },
                {
                    "paragraph": "離合有守，先從其志。",
                    "zhushu": "計謀雖離合不同，但能有所執守，則先從其志以盡之，以知成敗之歸也。"
                },
                {
                    "paragraph": "即欲捭之貴周，即欲闔之貴宻。周宻之貴微，",
                    "zhushu": "文選注引云：“卽欲聞之貴密，密之貴㣲。”“阖”作“聞”，“密之貴㣲”上脫“周”字。"
                },
                {
                    "paragraph": "而與道相追。",
                    "zhushu": "言撥動之貴其周徧，閉藏之，貴其隱宻。而此二者，皆須微妙合於道之理，然後爲得也。"
                },
                {
                    "paragraph": "捭之者，料其情也；闔之者，結其誠也。",
                    "zhushu": "料而簡擇。結，謂繫束。情有眞僞，故須簡擇；誠或無終，故須繫束也。"
                },
                {
                    "paragraph": "皆",
                    "zhushu": "一本作“旣”。"
                },
                {
                    "paragraph": "見其權衡輕重，乃爲之度數。聖人因而爲之慮。",
                    "zhushu": "權衡旣陳，輕重自分，然後爲之度數，以制其輕重。輕重因得所，而爲設謀慮，使之道行也。"
                },
                {
                    "paragraph": "其不中權衡度數，聖人因而自爲之慮。",
                    "zhushu": "謂輕重不合於斤兩，長短不充於度數，便爲癈物，何所施哉？聖人因是自爲謀慮，更求其反也。"
                },
                {
                    "paragraph": "故捭者，或捭而出之，或捭而納之。",
                    "zhushu": "謂中權衡者，出而用之；其不中者，納而藏之也。"
                },
                {
                    "paragraph": "闔者，或闔而取之，或闔而去之。",
                    "zhushu": "誠者，闔而取之；不誠者，闔而去之。"
                },
                {
                    "paragraph": "捭闔者，天地之道。",
                    "zhushu": "闔户謂之坤，闢户謂之乾，故謂“天地之道”。"
                },
                {
                    "paragraph": "捭闔者，以變動陰陽，四時開閉，以化萬物。縱橫。",
                    "zhushu": "陰陽、變動、四時、開閉，皆捭闔之道也。“縱橫”，謂癈起也。萬物或開以起之，或闔而癈之。"
                },
                {
                    "paragraph": "反出，反覆，反忤，必由此矣。",
                    "zhushu": "言捭闔之道，或反之令出於彼；或反之覆來於此；或反之於彼，忤之於此，皆從捭闔而生，故曰“必由此也”。"
                },
                {
                    "paragraph": "捭闔者，道之大化，說之變也，必豫審其變化。",
                    "zhushu": "言事無開闔，則大道不化，言說無變。故開閉者，所以化大道，變言“說”。事雖大，莫不成之於變化，故必豫之，吉㐫繫焉。"
                },
                {
                    "paragraph": "口者，心之門户",
                    "zhushu": "六字意林引"
                },
                {
                    "paragraph": "也；心者，神之主也。",
                    "zhushu": "心因口宣，故口者，心之門户也。神爲心用，故心者，神之主也。"
                },
                {
                    "paragraph": "志意、喜欲、思慮、智謀，皆由門户岀入。",
                    "zhushu": "意林作智謀皆從之出。凡此八者，皆往來於口中，故曰：“由門户出入也。”"
                },
                {
                    "paragraph": "故關之",
                    "zhushu": "一本有以字。"
                },
                {
                    "paragraph": "捭闔，制之以出入。捭之者，開也，言也，陽也；闔之者，閉也，黙也，陰也。",
                    "zhushu": "言八者若無開閉，事或不節，故關之以捭闔者，所以制其出入。開言於外，故曰“陽也”；閉情於内，故曰“陰也”。"
                },
                {
                    "paragraph": "陰陽其和，終始其義。",
                    "zhushu": "開閉有節，故陰陽和；先後合冝，故終始義。"
                },
                {
                    "paragraph": "故言“長生”“安樂”“富貴”“尊榮”“顯名”",
                    "zhushu": "一本作“榮顯名譽”。"
                },
                {
                    "paragraph": "“愛好”“財利”“得意”“喜欲”，爲“陽”，曰“始”；",
                    "zhushu": "凡此皆欲人之生，故曰“始”，曰“陽”。"
                },
                {
                    "paragraph": "故言“死”，",
                    "zhushu": "一本有“亡”字。"
                },
                {
                    "paragraph": "“憂患”“貧賤”“苦辱”“棄損”“亡利”“失意”“有害”“刑戮”“誅罰”，爲“陰”，曰“終”；",
                    "zhushu": "凡此皆欲人之死，故曰“陰”，曰“終”。"
                },
                {
                    "paragraph": "諸言法陽之𩔖者，皆曰“始”，言善以始其事。諸言法陰之類者，",
                    "zhushu": "“者”字据上文增。一本有"
                },
                {
                    "paragraph": "皆曰“終”，言惡以終爲謀。",
                    "zhushu": "謂言“說”者，有於陰言之，有於陽言之，聽者宜知其然。"
                },
                {
                    "paragraph": "捭闔之道，以陰陽試之。",
                    "zhushu": "謂或撥動之，或閉藏之，以陰陽之言試之，則其情慕可知。"
                },
                {
                    "paragraph": "故與陽言者依崇高，與陰言者依卑小。",
                    "zhushu": "謂與情陽者言，高以引之，與情陰者言，卑以引之。"
                },
                {
                    "paragraph": "以下求小，以高求大。",
                    "zhushu": "陰言卑小，故曰“以下求小”；陽言崇高，故曰“以高求大”。"
                },
                {
                    "paragraph": "由此言之，無所不出，無所不入，無所不可。",
                    "zhushu": "陰陽之理盡，小大之情得，故出入皆可，何所不可乎？"
                },
                {
                    "paragraph": "可以說人，可以說家，可以說國，可以說天下。",
                    "zhushu": "無所不可，故所說皆可。"
                },
                {
                    "paragraph": "爲小無内，爲大無外。",
                    "zhushu": "盡陰則無内，盡陽則無外。"
                },
                {
                    "paragraph": "益損、去就，倍反，皆以陰陽御其事。",
                    "zhushu": "以道相成曰“益”，以事相賊曰“損”。義乖曰“去”，志同曰“就”。去而遂絶曰“倍”，去而復來曰“反”。凡此不出陰陽之情，故曰“皆以陰陽御其事”也。"
                },
                {
                    "paragraph": "陽動而行，陰止而藏。陽動而出，陰隨而入。陽還終始，陰極反陽。",
                    "zhushu": "此言上下相成，由陰陽相生也。"
                },
                {
                    "paragraph": "以陽動者，德相生也；以陰静者，形相成也。以陽求陰，苞以德也；以陰結陽，施以力也。",
                    "zhushu": "此言上以爵祿養下，下以股肱宣力。"
                },
                {
                    "paragraph": "陰陽相求，由捭闔也。",
                    "zhushu": "上下所以能相求者，由開閉而生也。"
                },
                {
                    "paragraph": "此天地之",
                    "zhushu": "一本無“之”字，當衍。"
                },
                {
                    "paragraph": "陰陽之道，而說人之法也。",
                    "zhushu": "言旣體天地，象陰陽，故其法可以說人也。"
                },
                {
                    "paragraph": "爲萬事之先，是謂圓方之門户。",
                    "zhushu": "天圓地方，上下之義也。理盡開閉，然後生萬物，故“爲萬事先”。上下之道，自此出入，故曰“圓方之門户”。"
                }
            ]
        },
        {
            "name": "反應第二",
            "paragraphs": [
                {
                    "paragraph": "反應第二",
                    "zhushu": "太平御覽引作反覆篇，据本文當作“反覆”。一本亦作“反應”。聽言之道，或有不合，必反以難之。彼因難以更思，必有以應也。",
                    "type": 1
                },
                {
                    "paragraph": "古之大化者，乃與無形俱生。",
                    "zhushu": "大化者，謂古之聖人以大道化物也。無形者，道也。動必由道，故曰“無形俱生”也。"
                },
                {
                    "paragraph": "反以觀往，覆以驗今；反以知古，覆以知今；反以知彼，覆以知己。",
                    "zhushu": "一本作“此”。言大化聖人，稽衆捨己，舉事重愼，反覆詳驗。欲以知來，先以觀往；欲以知今，先以考古；欲以知彼，先度於己。故能舉無遺策，動必成功。"
                },
                {
                    "paragraph": "動静虚實之理，不合來今，反古而求之。",
                    "zhushu": "動静由行止也，虚實由眞僞也。其理不合於今，反求於古者也。"
                },
                {
                    "paragraph": "事有反而得覆者，聖人之意也。",
                    "zhushu": "事有不合，反而求彼，翻得覆㑹於此。成此在於考彼，契今由於求古，斯聖人之意也。"
                },
                {
                    "paragraph": "不可不察。",
                    "zhushu": "不審則失之於幾，故“不可不察”。"
                },
                {
                    "paragraph": "人言者，動也；己黙者，静也。因其言，聽其辭。",
                    "zhushu": "以静觀動，則所見審；因言觀辭，則所得明。"
                },
                {
                    "paragraph": "言有不合者，反而求之，其應必出。",
                    "zhushu": "謂言者或不合於理，未可即斥，但反而難之，使自求之，則契理之應，怡然自出。"
                },
                {
                    "paragraph": "言有象，事有比；其有象比，以觀其次。",
                    "zhushu": "應理旣出，故能“言有象，事有比”。前事旣有象比，更當觀其次，令得自盡。象，謂法象，比謂比例。"
                },
                {
                    "paragraph": "象者象其事，比者比其辭也。以無形求有聲。",
                    "zhushu": "理在玄微，故無形也。無言則不彰，故以無形求有聲。聲即言也。“比”謂比𩔖也。"
                },
                {
                    "paragraph": "其釣語合事，得人實也。",
                    "zhushu": "得魚在於投餌，得語在於發端。發端則語應，投餌則魚來，故曰“釣語”。語則事合，故曰“合事”。明試在於敷言，故曰“得人實也”。"
                },
                {
                    "paragraph": "其張𦊨網而取獸也，多張其㑹而司之。道合其事，彼自岀之。此釣人之網也。",
                    "zhushu": "張網而司之，彼獸自得。道合其事，彼理自出。理旣彰，聖賢斯辨，雖欲自隱，其道無由，故曰“釣人之網”也。"
                },
                {
                    "paragraph": "常持其網驅之，其言無比，乃爲之變。",
                    "zhushu": "持釣人之網，驅令就職事也。或乖，彼遂不言。無比，如此則爲之變常易網，更有以勇之者矣。"
                },
                {
                    "paragraph": "以象動之，以報其心，見其情，隨而牧之。",
                    "zhushu": "此言其變也。報，猶合也。謂更開法象以動之，旣合其心，其情可見，因隨其情而牧養也。"
                },
                {
                    "paragraph": "已反往，彼覆來，言有象比，因而定基。",
                    "zhushu": "已反往以求彼，彼必覆來而就職，則奇策必申。故言有象比，則口無擇言，故可以定邦家之基矣。"
                },
                {
                    "paragraph": "重之襲之，反之覆之，萬事不失其辭。",
                    "zhushu": "謂象比之言，旣可以定基，然後重之、襲之、反覆之，皆謂再三詳審，不容謬妄，故能萬事允愜，無復失其辭者也。"
                },
                {
                    "paragraph": "聖人所誘愚智，事皆不疑。",
                    "zhushu": "聖人誘愚，則閉藏之，以知其誠；誘智，則撥動之，以盡其情。咸得其實，故事皆不疑也。"
                },
                {
                    "paragraph": "古善反聽者，乃變鬼神以得其情。",
                    "zhushu": "言善反聽者，乃坐忘遺鑒，不思云覧，故能變鬼神以得其情，洞幽微而㝠㑹。夫鬼神本宻，今則不能，故曰“變”也。"
                },
                {
                    "paragraph": "其變當也，而牧之審也。",
                    "zhushu": "言旣變而當理，然後牧之道審也。"
                },
                {
                    "paragraph": "牧之不審，得情不明。得情不明，定基不審。",
                    "zhushu": "情明在於審牧，故“不審則不明”。審基在於情明，故“不明則不審”。"
                },
                {
                    "paragraph": "變象、比，必有反辭，以還聽之。",
                    "zhushu": "謂言者於象、比有變，必有反辭以難之，令其先說，我乃還静以聽之。"
                },
                {
                    "paragraph": "欲聞其聲反黙，欲張反瞼，欲高反下，欲取反與。",
                    "zhushu": "此言反聽之道，有以誘致之。故欲聞彼聲，我反静黙；欲彼開張，我反瞼歛；欲彼高大，我反卑下；欲彼收取，我反施與。如此則物情可致，無能自隱也。"
                },
                {
                    "paragraph": "欲開情者，象而比之，以牧其辭。同聲相呼，實理同歸。",
                    "zhushu": "欲開彼情，先設象比而動之。彼情旣動，將欲生辭，徐徐牧養，令其自言。譬猶鶴鳴于陰，聲同必應，故能以實理相歸也。"
                },
                {
                    "paragraph": "或因此，或因彼，或以事上，或以牧下。",
                    "zhushu": "謂所言之事，或因此發端，或因彼發端，其事有可以事上，可以牧下者也。"
                },
                {
                    "paragraph": "此聽眞僞，知同異，得其情詐也。",
                    "zhushu": "謂眞僞、同異、情詐，因此上事而知也。"
                },
                {
                    "paragraph": "動作言黙，與此出入，喜怒由此以見其式。",
                    "zhushu": "謂動作言黙，莫不由情與之岀入。至於或喜或怒，亦由此情以見其式也。"
                },
                {
                    "paragraph": "皆以先定，爲之法則。",
                    "zhushu": "謂上六者，皆以先定於情，然後法則可爲。"
                },
                {
                    "paragraph": "以反求覆，觀其所託。故用此者，",
                    "zhushu": "反於彼者，所以求覆於此，因以觀彼情之所託。此謂信也。知人在於見情，故言“用此”也。"
                },
                {
                    "paragraph": "己欲平静，以聽其辭，察其事，論萬物，别雄雌。",
                    "zhushu": "謂聽言之道，先自平静，旣得其辭，然後察其事，或論序萬物，或分别雄雌也。"
                },
                {
                    "paragraph": "雖非其事，見微知𩔖。",
                    "zhushu": "謂所言之事，雖非時要，然觀此可以知微，故曰“見微知𩔖”。"
                },
                {
                    "paragraph": "若探人而居其内，量其能，射其意也，符應不失，如螣蛇之所指，若羿之引矢。",
                    "zhushu": "聞其言則可知其情。故若探人而居其内，則情原必盡，故量能射意，乃無一失，若合符契，螣蛇所指，禍福不差，羿之引矢，命處輒中，聽言察情，不異於此，故以相況也。"
                },
                {
                    "paragraph": "故知之始己，自知而後知人也。",
                    "zhushu": "知人者智，自知者明。智從明生，明能生智。故欲知人，必須自知。"
                },
                {
                    "paragraph": "其相知也，若比目之魚；見形也，若光之與影也。",
                    "zhushu": "太平御覽引反覆篇云：“其和也，若比目魚；其伺言也，若聲與嚮。”注曰“和，答問也。因問而言，申敘其解，如比目魚相須而行，候察言辭往來，若影之隨形，嚮之應聲。”按：本文與此異。我能知己，彼須我知，必兩得之，然後聖賢道合，故若比目之魚，聖賢合則理自彰，猶光生而影見。"
                },
                {
                    "paragraph": "其察言也不失，若磁石之取鍼，舌之取燔骨。",
                    "zhushu": "以聖察賢，復何所失？故若磁石之取鍼，舌之取燔骨。"
                },
                {
                    "paragraph": "其與人也微，其見情也疾。",
                    "zhushu": "聖賢相與，其道甚微，不移寸陰，見情甚疾。"
                },
                {
                    "paragraph": "如陰與陽，如陽與陰。如圓與方，如方與圓。",
                    "zhushu": "上下之道，取𩔖股肱，比之一體，其來尚矣。故其相成也，如陰與陽；其相形也，猶圓與方。"
                },
                {
                    "paragraph": "未見形，圓以道之；旣形，方以事之。",
                    "zhushu": "謂向晦入息，未見之時，當以圓道導之。亦旣出潜離隱，見形之後，即以方職任之。"
                },
                {
                    "paragraph": "進退左右，以是司之。",
                    "zhushu": "此言用人之道，或升進，或黜退，或貶左，或崇右，一惟上圓方之理，故曰“以是道司之”。"
                },
                {
                    "paragraph": "已不先定，牧人不正。",
                    "zhushu": "方圓進退，若不先定，則於牧人之理，不道其正也。"
                },
                {
                    "paragraph": "事用不巧，是謂忘情失道。",
                    "zhushu": "用事不巧，則操末續顚，圓鑿方枘，情道兩失，故曰“忘情失道”也。"
                },
                {
                    "paragraph": "已審先定以牧人，䇿而無形容，莫見其門，是謂天神。",
                    "zhushu": "已能審定，以之牧人，至德潜暢，玄風遠扇，非形非容，無門無户，見形而不及道，日用而不知，故謂之天神也。"
                },
                {
                    "paragraph": "",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "内揵第三",
            "paragraphs": [
                {
                    "paragraph": "内揵第三",
                    "zhushu": "揵者，持之令固也。言上下之交，必内情相得，然後結固而不離。",
                    "type": 1
                },
                {
                    "paragraph": "君臣上下之事，有遠而親，近而疏。",
                    "zhushu": "道合則遠而親，情乖則近而疏。"
                },
                {
                    "paragraph": "就之不用，去之反求。",
                    "zhushu": "非其意，則就之而不用；順其事，則去之而反求。"
                },
                {
                    "paragraph": "日進前而不御，遥聞聲而相思。",
                    "zhushu": "意林引“或遙聞而相思，或進前而不御”。分違，則日進前而不御；理契，則遥聞聲而相思。"
                },
                {
                    "paragraph": "事皆有内揵，素結本始。",
                    "zhushu": "言或有遠之而相親，去之反求，聞聲而思者，皆由内合相待，素結其始，故曰“皆有内揵，素結本始”也。"
                },
                {
                    "paragraph": "或結以道德，或結以黨友，或結以財貨，或結以采色。",
                    "zhushu": "結以道德，謂以道德結連於君，若帝之臣，名爲臣，實爲師也。結以黨友，謂以友道結連於君，王者之臣，名爲臣也，實爲友也。結以貨財，結以采色，謂若桀紂之臣費仲、惡來之𩔖是也。"
                },
                {
                    "paragraph": "用其意，欲入則入，欲岀則出，欲親則親，欲疏則疏，欲就則就，欲去則去，欲求則求，欲思則思。",
                    "zhushu": "自入出己下八事，皆用臣之意，隨其所欲，故能固志於君，物莫能間也。"
                },
                {
                    "paragraph": "若蛈母之從其子也，出無間，入無朕，獨往獨來，莫之能止。",
                    "zhushu": "蚨母，螲蟷也，似蜘蛛，在穴中，有葢。言蚨母養子，以葢覆穴，出入往來，初無間眹，故物不能止之。今内揵之臣，委曲從君，以自結固，無有間隙，亦由是也。"
                },
                {
                    "paragraph": "内者，進說辭；揵者，揵所謀也。",
                    "zhushu": "說辭旣進，内結於君，故曰“内者，進說辭”也。度情爲謀，君不持而不捨，故曰“揵者，揵所謀”也。"
                },
                {
                    "paragraph": "故遠而親者，有陰德也；近而疏者，志不合也。",
                    "zhushu": "陰德，謂陰私相德也。"
                },
                {
                    "paragraph": "就而不用者，策不得也；去而反求者，事中來也。",
                    "zhushu": "謂所言當時未合，事過始駭，故曰“中來”。"
                },
                {
                    "paragraph": "日進前而不御者，施不合也；遥聞聲而相思者，合於謀，待決事也。",
                    "zhushu": "自故遠而親者至此節，鄧析子文，與此微異。謂所行合於己謀，待之以決其事，故曰“遥聞聲而相思”也。"
                },
                {
                    "paragraph": "故曰：“不見其𩔖而爲之者見逆；不得其情而說之者見非。”",
                    "zhushu": "言不得其情𩔖而說之者，必北轅迴楚，陳軫遊秦，所以見非逆也。"
                },
                {
                    "paragraph": "得其情乃制其術。",
                    "zhushu": "“得”字上，一本有“必”字。得其情，則鴻遇長風，魚緃大壑，沛然莫之能禦，故能制行其術也。"
                },
                {
                    "paragraph": "此用可出可入，可揵可開。",
                    "zhushu": "此用者，謂其情也。則出入自由，揵開任意也。"
                },
                {
                    "paragraph": "故聖人立事，以此先知而揵萬物。",
                    "zhushu": "言以得情立事，故能先知可否。萬品所以結固而不離者，皆由得情也。"
                },
                {
                    "paragraph": "由夫道德、仁義、禮樂、計謀。",
                    "zhushu": "由夫得情，故能行其仁義、道德以下事也。"
                },
                {
                    "paragraph": "先取詩書，混說損益，議去論就。",
                    "zhushu": "混，同也。謂先考詩書之言，以同己說，然後損益時事，議論去就也。"
                },
                {
                    "paragraph": "欲合者用内，欲去者用外。",
                    "zhushu": "“内”謂情内。“外”謂情外。得情自合，失情自去，此葢理之常也。"
                },
                {
                    "paragraph": "外内者必明道數，揣䇿來事，見疑訣之。",
                    "zhushu": "言善知内外者，必明識道術之數，預揣來事，見疑能決也。"
                },
                {
                    "paragraph": "䇿無失計，立功建德。",
                    "zhushu": "旣能明道術，故䇿無失計。䇿無失計，乃可以立功建德也。"
                },
                {
                    "paragraph": "治名入産業，曰揵而内合。",
                    "zhushu": "理君臣之名，使上下有序；入賦稅之業，使遠近無差。上下有序，則職分明；遠近無差，則徭役簡。如此則爲國之基，故曰“揵而内合”也。"
                },
                {
                    "paragraph": "上暗不治，下亂不窹，揵而反之。",
                    "zhushu": "上暗不治其任，下亂不窹其萌。如此天下無邦，域中曠主。兼昧者可行其事，侮己者由是而興，故曰“揵而反之”。"
                },
                {
                    "paragraph": "内自得而外不留，說而飛之。",
                    "zhushu": "言自賢之主，自以所行爲得，而外不留賢者之說。如此者，則爲作聲譽而飛揚之，以釣觀其心也。"
                },
                {
                    "paragraph": "若命自來，己迎而御之。",
                    "zhushu": "君心旣善己，必自有命來召己。旣迎而御之，以行其志。"
                },
                {
                    "paragraph": "若欲去之，因危與之。",
                    "zhushu": "翔而後集。意欲去之，因將危與之辭矣。"
                },
                {
                    "paragraph": "環轉因化，莫之所爲，退爲大儀。",
                    "zhushu": "去就之際，反覆量宜，如員環之轉，因彼變化，雖傍者莫知其所爲。如是而退，可謂全身大儀。儀者，法也。"
                }
            ]
        },
        {
            "name": "抵巇第四",
            "paragraphs": [
                {
                    "paragraph": "抵巇第四",
                    "zhushu": "“巇”，太平御覽引作“㩬”。劉逵注左思賦云：“鬼谷先生書有抵戲篇，又作‘戲’。”抵，擊實也。巇，釁隙也。墻崩，因隙，器壤因釁。而撃實之，則墻器不敗。若不可救，因而除之，更有所營置。人事亦由是也。",
                    "type": 1
                },
                {
                    "paragraph": "物有自然，事有合離。",
                    "zhushu": "文選注引云：“物有自然。”樂氏注曰：“自然，繼本名也。”此言合離，若乃自然之理，"
                },
                {
                    "paragraph": "有近而不可見，遠而可知。近而不可見者，不察其辭也；遠而可知者，反往以驗來也。",
                    "zhushu": "察辭觀行，則近情可見；反往驗來，則遠事可知。古猶今也，故反考往古，則可驗來，故曰“反往以驗”。"
                },
                {
                    "paragraph": "巇者，罅也。罅者，𡼏也。𡼏者，成大隙也。",
                    "zhushu": "隙大則崩毁將至，故宜有以抵之也。"
                },
                {
                    "paragraph": "巇始有眹，可抵而塞，可抵而卻，",
                    "zhushu": "三句太平御覽引。"
                },
                {
                    "paragraph": "可抵而息，可抵而匿，可抵而得，此謂抵巇之理也。",
                    "zhushu": "朕者，隙之將兆，謂其微也。自中成者，可抵而塞。自外來者，可抵而郤。自下生者，可抵而息。其萌微者，可抵而匿。都不可治者，可抵而得。深知此五者，然後善抵巇之理也。"
                },
                {
                    "paragraph": "事之危也，聖人知之，獨保其用。因化說事，",
                    "zhushu": "三句太平御覽引。"
                },
                {
                    "paragraph": "通逹計謀，以識細微，",
                    "zhushu": "四字文選注引。形而上者，謂之聖人。故危兆𦆵形，朗然先覺，旣明且哲，故獨保其用也。因化說事，隨機逞術，通逹計謀，以經緯識而預防之也。"
                },
                {
                    "paragraph": "經起秋毫之末，揮之於太山之本。",
                    "zhushu": "漢高祖以布衣登皇帝位，殷湯由百里而馭萬邦。經，始也。揮，動也。"
                },
                {
                    "paragraph": "其施外兆萌牙孽之謀，皆由抵巇。抵巇隙，爲道術。",
                    "zhushu": "言化政施外，兆萌牙孽之時，託聖謀而計起。葢由善抵巇之理，故能不失其機。然則巇隙旣發，乃可行道術，故曰“抵巇隙爲道術”也。"
                },
                {
                    "paragraph": "天下分錯，上無明主，公侯無道徳，則小人讒賊，賢人不用，聖人竄匿，貪利詐僞者作，君臣相惑，土崩瓦解而相伐射，父子離散，乖亂反目，是謂萌牙巇罅。",
                    "zhushu": "此謂亂政萌牙，爲國之巇罅。伐射，謂相攻伐而激射。"
                },
                {
                    "paragraph": "聖人見萌牙巇罅，則抵之以法。世可以治，則抵而塞之；不可治，則抵而得之。或抵如此，或抵如彼，或抵反之，或抵覆之。",
                    "zhushu": "如此，謂抵而塞之。如彼，謂抵而得之。反之，謂助之爲理。覆之，謂因取其國。"
                },
                {
                    "paragraph": "五帝之政，抵而塞之；三王之事，抵而得之。",
                    "zhushu": "五帝之政，世間猶可理，故曰“抵而塞之”。是以有禪讓之事。三王之事，世間不可理，故曰“抵而得之”。是以有征伐之事也。"
                },
                {
                    "paragraph": "諸侯相抵，不可勝數。當此之時，能抵爲右。",
                    "zhushu": "謂五伯時。右，由上也。"
                },
                {
                    "paragraph": "自天地之合離終始，必有巇隙，不可不察也。",
                    "zhushu": "合離，謂否泰。言天地之道正觀，尚有否泰爲之巇隙，又況於人乎？故曰“不可不察”也。"
                },
                {
                    "paragraph": "察之以捭闔，能用此道，聖人也。",
                    "zhushu": "捭闔，亦否泰也。體大道以經人事者，聖人也。"
                },
                {
                    "paragraph": "聖人者，天地之使也。",
                    "zhushu": "後天而奉天時，故曰“天地之使也。"
                },
                {
                    "paragraph": "世無可抵，則深隱而待時；時有可抵，則爲之謀。可以上合，可以檢下。",
                    "zhushu": "上合謂抵而塞之，助時爲治。檢下謂抵而得之，束手歸己也。"
                },
                {
                    "paragraph": "能因能循，爲天地守神。",
                    "zhushu": "言能因循此道，則大寶之位可居，故能爲天地守其神祀也。"
                },
                {
                    "paragraph": "",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "飛箝第五",
            "paragraphs": [
                {
                    "paragraph": "飛箝第五",
                    "zhushu": "飛，謂作聲譽以飛揚之。箝，謂牽持緘束，令不得脫也。言取人之道，先作聲譽以飛揚之，彼必露情竭志而無隱，然後因其所好，牽持緘束，不得轉移。",
                    "type": 1
                },
                {
                    "paragraph": "凡度權量能，所以徴遠來近。",
                    "zhushu": "凡度其權畧，量其材能，爲遠作聲譽者，所以徴遠而來近也。謂賢者所在，或遠或近，以此徴來，若燕昭尊隗，即其事也。"
                },
                {
                    "paragraph": "立勢而制事，必先察同異，别是非之語。",
                    "zhushu": "案：下文及注，“異”下脫“之黨”二字。言遠近旣至，乃立賞罰之勢，制能否之事。事勢旣立，必先察黨與之同異，别言語之是非。"
                },
                {
                    "paragraph": "見内外之辭，知有無之數。",
                    "zhushu": "外，謂浮虚。内，謂情實。有無，謂道術能否。又必見其情僞之辭，知其能否之數。"
                },
                {
                    "paragraph": "決安危之計，定親疎之事。",
                    "zhushu": "旣察同異，别是非，見内外，知有無，然後與之決安危之計，定親疎之事，則賢不肖可知也。"
                },
                {
                    "paragraph": "然後乃權量之，其有隱括，乃可徴，乃可求，乃可用。",
                    "zhushu": "權之，所以知其輕重；量之，所以知其長短。輕重旣分，長短旣形，乃施隱括以輔其曲直。如此，則徴之亦可，求之亦可，用之亦可。"
                },
                {
                    "paragraph": "引鉤箝之辭，飛而箝之。",
                    "zhushu": "鉤，謂誘致其情。言人之材性，各有差品，故鉤箝之辭，亦有等級。故引鉤箝之辭。内惑而得其情曰鉤，外譽而得其情曰飛。得情即箝持之，令不得脫移，故曰“鉤箝”。故曰“飛鉤箝”。"
                },
                {
                    "paragraph": "鉤箝之語，其說辭也，乍同乍異。",
                    "zhushu": "謂說鉤箝之辭，或捭而同之，或合而異之，故曰“乍同乍異”也。"
                },
                {
                    "paragraph": "其不可善者，或先徴之，而後重累。",
                    "zhushu": "不可善，謂鉤箝之辭所不能動，如此，必先命徴召之。重累者，謂其人旣至，然後狀其材所有。其人旣至，然後都狀其材術所有，知其所能。人或因此從化者也。"
                },
                {
                    "paragraph": "或先重以",
                    "zhushu": "“以”字疑衍。"
                },
                {
                    "paragraph": "累，而後毁之。",
                    "zhushu": "或有雖都狀其所有，猶未從化，然後就其材術短者訾毁之。人或過而從之，言不知化者也。"
                },
                {
                    "paragraph": "或以重累爲毀，或以毁爲重累。",
                    "zhushu": "或有狀其所有，其短自形，此以重累爲毁也。或有歷說其短，材術便著，此以毁爲重累也。爲其人難動，故或重累之，或訾毁之，所以驅誘令從化。"
                },
                {
                    "paragraph": "其用或稱財貨、𤦺瑋、珠玉、璧白、采色以事之。",
                    "zhushu": "其用，謂人旣從化，將用之，必先知其性行好惡，動以財貨采色者，欲知其人貪廉也。"
                },
                {
                    "paragraph": "或量能立勢以鉤之。",
                    "zhushu": "量其能之優劣，然後立去就之勢，以鉤其情，以知智謀。"
                },
                {
                    "paragraph": "或伺候見𡼏而箝之。",
                    "zhushu": "謂伺彼行事，見其𡼏而箝持之，以知其勇怯也。"
                },
                {
                    "paragraph": "其事用抵巇。",
                    "zhushu": "謂此上事用抵巇之術而爲之。"
                },
                {
                    "paragraph": "將欲用之天下，必度權量能，見天時之盛衰，制地形之廣狹，岨嶮之難易，人民貨財之多少，諸侯之交孰親孰疎，孰愛孰憎。",
                    "zhushu": "將用之於天下，謂用飛箝之術，輔於帝王。度權量能，欲知帝王材能，可輔成否，天時盛衰，地形廣狹，人民多少。又欲知天時、地利、人和，合其泰否，諸侯之交，親疎愛憎，又欲知從否之衆寡，"
                },
                {
                    "paragraph": "心意之慮懐。審其意，知其所好惡，乃就說其所重。以飛箝之辭，鉤其所好，以箝求之。",
                    "zhushu": "旣審其慮懷，知其好惡，然後就其所最重者而說之。又以飛箝之辭，鉤其所好。旣知其所好，乃箝而求之。所好不違，則何說而不行哉！"
                },
                {
                    "paragraph": "用之於人，則量智能，權材力，料氣勢，爲之樞機，",
                    "zhushu": "一本有飛字。"
                },
                {
                    "paragraph": "以迎之隨之，以箝和之，以意宜之。此飛箝之綴也。",
                    "zhushu": "用之於人，謂用飛箝之術於諸侯也。量智能、料氣勢者，亦欲知其智謀能否也。樞，所以主門之動靜；機，所以主弩之放發。言旣知其諸侯智謀能否，然後立法鎭其動靜，制其放發，猶𤠾之於門，機之於弩，或先而迎之，或後而隨之，皆箝其情以和之，用其意以宜之。如此，則諸侯之權可得而執，己之恩又得而固，故曰“飛箝之綴也”，謂用飛箝之術連於人也。"
                },
                {
                    "paragraph": "用於人，則空往而實來，綴而不失，以究其辭。可箝而從，可箝而横，可引而東，可引而西，可引而南，可引而北，可引而反，可引而覆。",
                    "zhushu": "用於人，謂以飛箝之術任使人也。但以聲譽揚之，故曰“空往”。彼則開心露情，歸附於己，故曰“實來”。旣得其情，必綴而勿失，又令敷奏以言，以究其辭。如此則從横、東西、南北、反覆，惟在已之箝引，無思不服。"
                },
                {
                    "paragraph": "雖覆能復，不失其度。",
                    "zhushu": "雖有覆敗，必能復振，不失其節度。此箝之終也。"
                }
            ]
        },
        {
            "name": "忤合第六",
            "paragraphs": [
                {
                    "paragraph": "忤合第六",
                    "zhushu": "大道旣隠，正道不得坦然而行，故將合於此，必忤於彼，令其不疑，然後可行其意，即伊、吕之去就是也。",
                    "type": 1
                },
                {
                    "paragraph": "凡趨合倍反，計有適合。",
                    "zhushu": "言趨合倍反，雖參差不齊，然施之計謀，理乃適合。"
                },
                {
                    "paragraph": "化轉環屬，各有形勢。反覆相求，因事爲制。",
                    "zhushu": "言倍反之理，隨化而轉，如連環之屬。然其去就，各有形勢，或反或覆，理自相求，莫不因彼事情，爲之立制也。"
                },
                {
                    "paragraph": "是以聖人居天地之間，立身、御世、施敎、揚聲、明名也。必因事物之會，觀天時之宜，因之所多所少，以此先知之，與之轉化。",
                    "zhushu": "所多所少，謂政敎所宜多、所宜少也。旣知多少所宜，然後爲之増减，故曰“以此先知”，謂用倍反之理知之也。轉化，謂轉變以從化也。"
                },
                {
                    "paragraph": "世無常貴，事無常師。",
                    "zhushu": "二句意林引。能仁爲貴，故無常貴。立善爲師，故無常師。"
                },
                {
                    "paragraph": "聖人常爲無不爲，所聽無不聽。",
                    "zhushu": "善必爲之，故無不爲。無稽之言不聽，故無所聽。"
                },
                {
                    "paragraph": "成於事而合於計謀，與之爲主。",
                    "zhushu": "於事必成，於謀必合。如此者，與衆立之，推以爲主也。"
                },
                {
                    "paragraph": "合於彼而離於此，計謀不兩忠，",
                    "zhushu": "合於彼必離於此，是其忠謀不得兩施也。"
                },
                {
                    "paragraph": "必有反忤。反於是，",
                    "zhushu": "一本作此。"
                },
                {
                    "paragraph": "忤於彼，忤於此，反於彼，其術也。",
                    "zhushu": "旣有不兩施，宜行反忤之術。反忤者，意欲反合於此，必行忤於彼。忤者，設疑其事，令昧者不知覺其事也。"
                },
                {
                    "paragraph": "用之天下，必量天下而與之；用之國，必量國而與之；用之家，必量家而與之；用之身，必量身材能氣勢而與之。大小進退，其用一也。",
                    "zhushu": "用之者，謂反忤之術。量者，謂其事業有無。與，謂與之親。凡行忤者，必稱其事業所有而親媚之，則暗主無從而覺，故得行其術也。所行之術，雖有大小進退之異，然而至於稱事揚親則一，故曰“其用一也”。"
                },
                {
                    "paragraph": "必先謀慮計定，而後行之以飛箝之術。",
                    "zhushu": "將行反忤之術，必須先定計謀，然後行之，又用飛箝之術以彌縫之。"
                },
                {
                    "paragraph": "古之善背向者，乃恊四海，包諸侯，忤合之地而化轉之，然後以之求合。",
                    "zhushu": "言古之深識背向之理者，乃合同四海，兼并諸侯，驅置忤合之地，然後設法變化而轉移之。衆心旣從，乃求其眞主而與之合也。"
                },
                {
                    "paragraph": "故伊尹五就湯，五就桀，然後合於湯。吕尚",
                    "zhushu": "一本作“望”。"
                },
                {
                    "paragraph": "三就文王，三入殷而不能有所明，然後合於文王。",
                    "zhushu": "太平御覽引忤合篇云：“伊尹五就桀，五就湯，然後合於湯。呂尚三入殷朝，三就文王，然後合於文王。”此天知之至，歸之不疑。注云：“伊尹、呂尚各以至知說聖王，因擇釣行其□䇿。”按：本文與此小異。伊尹、吕尚所以就桀、紂者，以忤之令不疑。彼旣不疑，然後得合於其眞主矣。"
                },
                {
                    "paragraph": "此知天命之箝，故歸之不疑也。",
                    "zhushu": "以天命系于殷湯、文王，故二臣歸二主不疑也。"
                },
                {
                    "paragraph": "非至聖人逹奥，不能御世。不",
                    "zhushu": "据別本增。"
                },
                {
                    "paragraph": "勞心苦思，不能原事。不悉心見情，不能成名。材質不惠，不能用兵。忠實無眞，不能知人。故忤合之道，己必自度材能知睿，量長短遠近，孰不如？",
                    "zhushu": "夫忤合之道，不能行於勝己，而必用之於不我若，故知誰不如，然後行之也。"
                },
                {
                    "paragraph": "乃可以進，乃可以退，乃可以縱，乃可以横。",
                    "zhushu": "旣行忤合之道於不如己者，則進退縱横，唯吾所欲耳。"
                }
            ]
        },
        {
            "name": "揣篇第七",
            "paragraphs": [
                {
                    "paragraph": "揣篇第七",
                    "zhushu": "太平御覽引作揣情篇。",
                    "type": 1
                },
                {
                    "paragraph": "古之善用天下者，必量天下之權，而揣諸侯之情。量權不審，不知强弱輕重之稱。揣情不審，不知隱匿變化之動靜。何謂量權？曰：“度於大小，謀於衆寡，稱貨財之",
                    "zhushu": "一本無“之”字。"
                },
                {
                    "paragraph": "有無，料人民多少饒乏，有餘不足幾何；辨地形之險易，孰利孰害？謀慮孰長孰短？君臣",
                    "zhushu": "別本無“臣”字。"
                },
                {
                    "paragraph": "之親疏，孰賢孰不肖？與賔客之知",
                    "zhushu": "別本無“知”字。"
                },
                {
                    "paragraph": "睿，孰少孰多；",
                    "zhushu": "別本作“孰多孰少”。"
                },
                {
                    "paragraph": "觀天時之禍福，孰吉孰㐫；諸侯之親",
                    "zhushu": "一本有“疎”字，別本有“信”字。"
                },
                {
                    "paragraph": "孰用孰不用；百姓之心去就變化，孰安孰危，孰好孰憎，反側孰便。能知如",
                    "zhushu": "一本無“如”字，別本同"
                },
                {
                    "paragraph": "此者，是謂權量。",
                    "zhushu": "天下之情，必見於權也。善修量權，其情可得而知之。知其情而用之者，何適而不可哉！"
                },
                {
                    "paragraph": "揣情者，必以其甚喜之時，往而極其欲也，其有欲也，不能隱其情。",
                    "zhushu": "二句文𨕖注引上有“藏形”二字，似誤。"
                },
                {
                    "paragraph": "必以其甚懼之時，往而極其惡也，其有惡也，不能隱其情，情欲必失其變。",
                    "zhushu": "夫人之性，甚喜則所欲著，甚懼則所惡彰，故因其彰著而往極之。惡欲旣極，則其情不隱，是以情欲因喜懼之變而失也。"
                },
                {
                    "paragraph": "感動而不知其變者，乃且錯其人，勿與語，而更問所親，知其所安。",
                    "zhushu": "雖因喜懼之時，以欲惡感動，尚不知其變。如此者，乃且置其人，無與之語，徐徐更問斯人之所親，則其情欲所安可知也。"
                },
                {
                    "paragraph": "夫情變於内者，形見於外。故常必以其見者而知其隱者，此所以",
                    "zhushu": "一本無“以”字。"
                },
                {
                    "paragraph": "謂測深揣情。",
                    "zhushu": "文選注引此四字。夫情貌不差，内變者必見外貌，故常以其外見而知其内隱。觀色而知情者，必用此道，此所謂測深揣情也。"
                },
                {
                    "paragraph": "故計國事者，則當審權量，說人主，則當審揣情。謀慮情欲，必出於此。",
                    "zhushu": "太平御覽引揣情篇云：“說王公君長，則審情以說，避所短，從所長。”今按：藏本無此文。審權量則國事可計，審揣情則人主可說。至於謀慮情欲，皆揣而後行，故曰“謀慮情欲，必出於此”也。"
                },
                {
                    "paragraph": "乃可貴，乃可賤；乃可重，乃可輕；乃可利，乃可害；乃可成，乃可敗。其數一也。",
                    "zhushu": "言審於揣術，則貴賤成敗，唯己所制，無非揣術所爲，故曰“其數一也”。"
                },
                {
                    "paragraph": "故雖有先王之道，聖智之謀，非揣情，隱匿無所索之。此謀之大本也，而說之法也。",
                    "zhushu": "先王之道，聖智之謀，雖弘曠云妙，若不兼揣情之術，則彼之隱匿，從何而求之？然則揣情者，乃成謀之本，而說之法制也。"
                },
                {
                    "paragraph": "常有事於人，人莫先事而至，此最難爲。",
                    "zhushu": "挾揣情之術者，必包獨見之明，故有事於人，人莫能先也。又能窮幾盡變，故先事而至。自非體玄極妙，則莫能爲此矣。故曰：此難爲者也。"
                },
                {
                    "paragraph": "故曰：“揣情最難守司。言必時其謀慮。”",
                    "zhushu": "人情險於山川，難於知天。今欲揣度而守司之，不亦難乎。故曰：揣情最難守司。謀慮出於人情，必當知其時節，此其所以最難也。"
                },
                {
                    "paragraph": "故觀蜎飛蠕動，無不有利害，可以生事美。生事者，幾之勢也。",
                    "zhushu": "蜎飛蠕動，微虫耳，亦猶懷利害之心，故順之則喜恱，逆之則勃怒，況於人乎？況於鬼神乎？是以利害者，理所不能無；順逆者，事之所必行。然則順之招利，逆之致害，理之常也。觀此可以成生事之美。生事者，必審幾微之勢。故曰：“生事者，幾之勢也。”"
                },
                {
                    "paragraph": "此揣情飾言成文章，而後論之。",
                    "zhushu": "言旣揣其情，然後修飾言語以遵之。故說辭必使成文章而后可論也。"
                }
            ]
        },
        {
            "name": "摩篇第八",
            "paragraphs": [
                {
                    "paragraph": "摩篇第八",
                    "zhushu": "太平御覽引作“摩意篇”",
                    "type": 1
                },
                {
                    "paragraph": "摩之符也。",
                    "zhushu": "別本有“內”字。"
                },
                {
                    "paragraph": "内符者，揣之主也。",
                    "zhushu": "太平御覽引摩意篇云：“摩者，揣之也。”今按全篇無此文，附錄于此。○按此節文義不明，疑有脫誤。卽御覽所此亦有脫字，無善本，是正，姑仍之。謂揣知其情，然後以其所欲摩之。故摩爲揣之術。内符者，謂情欲動於内，而符驗見於外。揣者見外符而知内情，故曰符爲揣之主也。"
                },
                {
                    "paragraph": "用之有道，其道必隱。",
                    "zhushu": "揣者，所以度其情慕，摩者，所以動而内符。用揣摩者，必先定其理，故曰用之有道。然則以情度情，情本潛宻，故曰其道必隱也。"
                },
                {
                    "paragraph": "微",
                    "zhushu": "別本㣲字接前隱字讀。"
                },
                {
                    "paragraph": "摩之以其所欲，測而深之，内符必應。其應也，必有爲之。",
                    "zhushu": "言旣揣知其情所趨向，然後以其所欲，微而摩之，得所欲而情必動。又測而探之，如此，則内符必應。内符旣應，必欲爲其所爲也。"
                },
                {
                    "paragraph": "故微而去之。是謂塞窌、匿端、隱貌、逃情，而人不知，故",
                    "zhushu": "一本有能字。"
                },
                {
                    "paragraph": "成其事而無患。",
                    "zhushu": "君旣所爲，事必可成，然後從之。臣事貴於無成有終，故微而去之爾。若乃已不同於此，計令功歸於君，如此可謂“塞窌、匿端、隱貌、逃情”。情逃而窌塞，則人何從而知之？人旣不知，所以息其所僣妬，故能成事而無患也。"
                },
                {
                    "paragraph": "摩之在此，符之在彼，從而應之，事無不可。",
                    "zhushu": "此摩甚微，彼應自著，觀者但覩其著，而不見其微，如此用之，功專在彼，故事無不可也。"
                },
                {
                    "paragraph": "古之善摩者，如操鉤而臨深淵，餌而投之，必得魚焉。",
                    "zhushu": "御覽引“焉”作“矣”。"
                },
                {
                    "paragraph": "故曰“主事日成，而人不知，主兵日勝，而人不畏”也。",
                    "zhushu": "釣者露餌而藏鉤，故魚不見鉤而可得；賢者觀功而隱摩，故人不知摩而自服，故曰“主事日成，而人不知”也。兵勝由於善摩，摩隱則無從而畏，故曰“主兵日勝，而人不畏”也。"
                },
                {
                    "paragraph": "聖人謀之於陰，故曰神；成之於陽，故曰明。",
                    "zhushu": "潛謀陰宻，日用不知，若神道之不測，故曰神也。功成事遂，煥然彰著，故曰“明也。"
                },
                {
                    "paragraph": "所謂“主事日成”者，積德也，而民安之不知其所以利；積善也，而民道之不知其所以然，而天下比之神明也。",
                    "zhushu": "聖人者，體道而設敎，參天地而施化，韜光晦迹，藏用顯仁，故人安得而不知其所以利，從道而不知其所以然，故比之神明。"
                },
                {
                    "paragraph": "主兵日勝者，常戰於不爭不費，而民不知所以服，不知所以畏，而天下比之神明。",
                    "zhushu": "善戰者，絶禍於心胷，禁邪於未萌，故以不爭爲戰。師旅不起，故國用不費。至德潛暢，玄風遐扇，功成事就，百姓皆得自然，故不知所以服，不知所以畏，比之于神明。"
                },
                {
                    "paragraph": "其",
                    "zhushu": "別本無“其”字。"
                },
                {
                    "paragraph": "摩者，有以平，有以正；有以喜，有以怒；有以名，有以行；有以廉，有以信；有以利，有以卑。",
                    "zhushu": "凡此十者，皆摩之所由而發。言人之材性參差，事務變化，故摩者亦消息盈虚，因幾而動之。"
                },
                {
                    "paragraph": "平者，靜也；正者，直也；喜者，恱也；怒者，動也；名者，發也；行者，成也；廉者，潔也；信者，明也；利者，求也；卑者，諂也。",
                    "zhushu": "名貴發揚，故曰“發”也；行貴成功，故曰“成”也。"
                },
                {
                    "paragraph": "故聖人所獨用者，衆人皆有之，然無成功者，其用之非也。",
                    "zhushu": "言上十事，聖人獨用以爲摩，而能成功立事。然衆人莫不有所以用之，非道不能成。"
                },
                {
                    "paragraph": "故謀莫難於周宻，說莫難於悉聽，事莫難于必成。",
                    "zhushu": "二句太平御覽引“悉聽”作“悉行”。又注云：“摩不失其情，故能建功。”"
                },
                {
                    "paragraph": "此三者摩，",
                    "zhushu": "“摩”字据别本增。"
                },
                {
                    "paragraph": "然後能之。",
                    "zhushu": "謀不周宻，則失幾而害成；說不悉聽，則違順而生疑；事不必成，則止簣而有廢。皆有所難。能任之而無難者，其唯聖人乎！"
                },
                {
                    "paragraph": "故謀必欲周宻，必擇其所與通者說也。故曰：或結而無隙也。",
                    "zhushu": "爲通者說，謀必虚受，如受石投水，開流而納泉，如此則何隙而可得？故曰：結而無隙也。"
                },
                {
                    "paragraph": "夫事成必合於數，故曰：道數與時相偶者也。",
                    "zhushu": "夫謀成必先考合於術數，故道、術時三者相偶合，然後事可成而功業可立也。"
                },
                {
                    "paragraph": "說者聽必合於情，故曰：情合者",
                    "zhushu": "别本有“必”字。"
                },
                {
                    "paragraph": "聽。",
                    "zhushu": "進說而能令聽者，其唯情合者乎！"
                },
                {
                    "paragraph": "故物歸𩔖。抱薪趨火，燥者先燃；平地注水，濕者先濡。",
                    "zhushu": "四句北堂書鈔引。又意林引此四句下有“此類相應也”五字，與藏本異。"
                },
                {
                    "paragraph": "此物𩔖相應，於勢譬猶是也。此言内符之應外摩也如是。",
                    "zhushu": "言内符之應，外摩得𩔖則應，譬猶水流就濕，火行就燥也。"
                },
                {
                    "paragraph": "故曰：摩之以其𩔖，焉有不相應者？乃摩之以其欲，焉有不聽者？故曰：“獨行之道。”",
                    "zhushu": "善於摩者，其唯聖人乎！故曰“獨行之道”者也。"
                },
                {
                    "paragraph": "夫幾者不晚，成而不抱，久而化成。",
                    "zhushu": "見幾而作，何晚之有？功成不拘，何抱之有？久行此二者，可以化天下。"
                }
            ]
        },
        {
            "name": "權篇第九",
            "paragraphs": [
                {
                    "paragraph": "權篇第九",
                    "zhushu": "太平御覽引作量權篇。",
                    "type": 1
                },
                {
                    "paragraph": "說者，說之也；說之者，資之也。",
                    "zhushu": "說者，說之於彼人也。說之者，有資於彼人也。資，取也。"
                },
                {
                    "paragraph": "飾言者，假之也；假之者，益損也。",
                    "zhushu": "說者，所以文飾言語，但假借以求入於彼，非事要也。亦旣假之，須有損益，故曰“假之者，損益之謂也”。"
                },
                {
                    "paragraph": "應對者，利辭也。利辭也，輕論也。",
                    "zhushu": "謂彼有所問，卒應而對之者，但便利辭也。辭務便利，故所（此下當有脫誤。）"
                },
                {
                    "paragraph": "成義者，明之也。明之者，符驗也。",
                    "zhushu": "覈實事務以成義理者，欲明其眞僞也。眞僞旣明，則符驗自□□，“符驗”也。言或反覆，欲相却也。"
                },
                {
                    "paragraph": "難言者，却論也。却論者，釣幾也。",
                    "zhushu": "言或不合，反覆相難，所以却論前事也。却論者，必理精而事明，幾微可得而盡矣，故曰“却論者，釣幾也。”求其深微曰釣也。"
                },
                {
                    "paragraph": "佞言者，諂而于忠。",
                    "zhushu": "“于”字應是“干”字之訛。爾雅釋言日：“干，求也。”玩注自明。下四節及注并同。“諂”者，先意承欲，以求忠名，故曰“諂而于忠”。"
                },
                {
                    "paragraph": "䛕言者，愽而于智。",
                    "zhushu": "“博”者，繁稱文辭，以求智名，故曰“博而于智。"
                },
                {
                    "paragraph": "平言者，決而于勇。",
                    "zhushu": "“決”者，縱舍不疑，以求勇名，故曰“決而于智”。"
                },
                {
                    "paragraph": "戚言者，權而于信。",
                    "zhushu": "“戚”者，憂也，謂象憂戚而陳言也。“權”者，策選進謀，以求信名，故曰“權而于信”。"
                },
                {
                    "paragraph": "静言者，反而于勝。",
                    "zhushu": "静言者，謂象清淨而陳言。“反”者，先分不足以窒非，以求勝名，故曰“反而于勝”。"
                },
                {
                    "paragraph": "先意成欲者，諂也。繁稱文辭者，博也。䇿選進謀者，權也。縱舍不宜者，決也。先分不足而窒非者，反也。",
                    "zhushu": "己實不足，不自知而内訟，而反攻人之過，窒他謂非，如此者，反也。"
                },
                {
                    "paragraph": "故口者，幾關也，所以關",
                    "zhushu": "“關”字脫，据太平御覽及注文增。"
                },
                {
                    "paragraph": "閉情意也。",
                    "zhushu": "藝文類聚及太平御覽引。"
                },
                {
                    "paragraph": "耳目者，心之佐助也，所以窺間見姦邪，故曰“參調而應，利道而動。”",
                    "zhushu": "口者，所以發言語，故曰“口者，機關也。”情意宜否，在於機𨵿，故曰“所以關閉情意也”。耳目者，所以助心通理，故曰“心之佐助也”。心得耳目，即能窺見間隙，見彼姦邪，故曰“窺間見姦邪”。耳、心、目三者，調和而相應感，則動必成功，吉無不利。其所無□□，則以順道而動，故曰“參調而應，利道而動”者也。"
                },
                {
                    "paragraph": "故繫言而不亂，翺翔而不迷，變易而不危者，觀要得理。",
                    "zhushu": "苟能覩要得理，便可曲成不失。故雖繫言紛葩不亂，翺翔越□不迷，變易改常而不危者也。"
                },
                {
                    "paragraph": "故無目者，不可示以五色，無耳者，不可告以五音。",
                    "zhushu": "五色爲有目者施，故無目不可得而示其五色；五音爲有耳者作，故無耳不可得而告其五音。此二者爲下文分也。"
                },
                {
                    "paragraph": "故不可以往者，無所開之也；不可以來者，無所受之也。物有不通者，故不事也。",
                    "zhushu": "此不可以往說於彼者，爲彼暗滯，無所可開也；彼所不來說於此者，爲此淺局，無所可受也。夫淺局之與暗滯，常閉塞而不通，故聖人不事也。"
                },
                {
                    "paragraph": "古人有言曰：“口可以食，不可以言。”",
                    "zhushu": "二句藝文類聚及太平御覽引。"
                },
                {
                    "paragraph": "言者，有諱忌也。衆口爍金，言有曲故也。",
                    "zhushu": "口食可以肥百體，故可食也。口言或可以招百殃，故不可以言也。言者觸忌諱，故曰“有忌諱也。金爲堅物，衆口能爍之，則以衆口有私曲故”也。故曰“言有曲故”也。"
                },
                {
                    "paragraph": "人之情，出言則欲聽，舉事",
                    "zhushu": "一本脫“事”字。"
                },
                {
                    "paragraph": "則欲成。",
                    "zhushu": "可聽在於合彼，可成在於順理。此爲下起端也。"
                },
                {
                    "paragraph": "是故智者不用其所短，而用愚人之所長；",
                    "zhushu": "一本有“智者”二字。"
                },
                {
                    "paragraph": "不用其所拙，而用愚人之所工，",
                    "zhushu": "四句，意林引“不用其所拙”上無“智者”二字，“工”作巧。"
                },
                {
                    "paragraph": "故不困也。",
                    "zhushu": "智者之短，不勝愚人之長，故用愚人之長也。智者之拙，不勝愚人之工，故用愚人之工也。常能棄拙短而用工長，故不困也。"
                },
                {
                    "paragraph": "言其有利者，從其所長也；言其有害者，避其所短也。",
                    "zhushu": "人能從利之所長，避害之所短，故出言必見聽，舉事必有成功也。"
                },
                {
                    "paragraph": "故介虫之悍也，必以堅厚；螫蟲之動也，必以毒螫。故禽獸之用其長，而談者，知用其用也。",
                    "zhushu": "太平御覽引量權篇云：“介蟲之捍，必以甲而後動；螫蟲之動，必先螫毒。故禽獸知其所長，而談者不知用也。”注云：“蟲以甲自覆障，而言說者不知其長。”按：本文與此小異。言介蟲之捍也，□堅厚以自藏。螫蟲之動也，行毒螫以自衞。此用其所長也，故能自免於害。至於他鳥獸，莫不知用其長，以自保全。談者感此，亦知其所用而用也。"
                },
                {
                    "paragraph": "故曰：“辭言五：曰病，曰恐，",
                    "zhushu": "原本作“怨”，据別本改正。"
                },
                {
                    "paragraph": "曰憂，曰怒，曰喜。”",
                    "zhushu": "五者有一，必失中和而不平暢。（一本引作正文。）"
                },
                {
                    "paragraph": "故曰“病者，感衰氣而不神”也，",
                    "zhushu": "病者恍惚，故氣衰而不神也。"
                },
                {
                    "paragraph": "恐者，腸絶而無主也，",
                    "zhushu": "恐者内動，故腸絶而言無主也。"
                },
                {
                    "paragraph": "憂者，閉塞而不泄也，",
                    "zhushu": "憂者怏悒，故閉塞而言不泄也。"
                },
                {
                    "paragraph": "怒者，妄動而不治也，",
                    "zhushu": "怒者鬰勃，故妄動而言不治也。"
                },
                {
                    "paragraph": "喜者，宣散而無要也。",
                    "zhushu": "喜者揺蕩，故宣散而言無要也。"
                },
                {
                    "paragraph": "此五者，精則用之，利則行之。",
                    "zhushu": "此五者旣失於平常，故用之在精，而行之在利。其不精利，則廢而止之也。"
                },
                {
                    "paragraph": "故與智者言，依於博，與拙者言，",
                    "zhushu": "原本、別本作“與拙者言”，据太平御覽改正。"
                },
                {
                    "paragraph": "依於辨，與辨者言依於要，",
                    "zhushu": "三句，太平御覽引"
                },
                {
                    "paragraph": "與貴者言依於勢，與富者言依於高，",
                    "zhushu": "“高”當從鄧析子作“豪”爲是。"
                },
                {
                    "paragraph": "與貧者言依於利，與賤者言依於謙，",
                    "zhushu": "鄧析子無此句。"
                },
                {
                    "paragraph": "與勇者言依於敢，與過",
                    "zhushu": "“過”當作“進”，別本作“通”，鄧析子作“愚”。"
                },
                {
                    "paragraph": "者言，依於銳。此其術",
                    "zhushu": "“術”，太平御覽引作“說”。"
                },
                {
                    "paragraph": "也，而人常反之。",
                    "zhushu": "太平御覽引量權篇云：“言有通者，從其所長；言有塞者，從其所短。”注云：“人辭說條通理逹，卽敘述從其長者，以昭其德。人言壅𣻉，卽避其短，稱宣其善，以顯其行。言說之樞機，事物之志務者也。”今按：全篇無此文，附錄于此。此量宜發言之術也。不逹者反之，則逆理而不免成於害也。"
                },
                {
                    "paragraph": "是故與智者言，將此以明之；與不智者言，將此以教之，而甚難爲也。",
                    "zhushu": "與智者語，將以其明斯術；與不智者語，以此術敎之。然人迷日因久，敎之不易，故難爲也。"
                },
                {
                    "paragraph": "故言多𩔖，事多變。故終日言，不失其𩔖，故事不亂。",
                    "zhushu": "“言”者條流舛雜，故“多𩔖”也。事則隨時而化，故多變也。若言不失𩔖，事亦不亂，"
                },
                {
                    "paragraph": "終日不變，而不失其主，故智貴不妄。",
                    "zhushu": "不亂故不變，故其主有常。能令有常而不變者，智之用也，故其智可貴而不妄。"
                },
                {
                    "paragraph": "聽貴聦，智貴明，辭貴奇。",
                    "zhushu": "聽聦則眞僞不亂，知明則可否自分，辭奇則是非有證。三者能行，則功成事立，故須貴也。"
                }
            ]
        },
        {
            "name": "謀篇第十",
            "paragraphs": [
                {
                    "paragraph": "謀篇第十",
                    "zhushu": "太平御覽引作謀慮篇。",
                    "type": 1
                },
                {
                    "paragraph": "爲人",
                    "zhushu": "別本無“爲人”二字。"
                },
                {
                    "paragraph": "凡謀有道，必得其所因，以求其情。",
                    "zhushu": "得其所因，則其情可求。見情而謀，則事無不濟。"
                },
                {
                    "paragraph": "審得其情，乃立三儀。三儀者，曰上，曰中，曰下。參以立焉以生奇。奇",
                    "zhushu": "一本作“計”。"
                },
                {
                    "paragraph": "不知其所擁，始於古之所從。",
                    "zhushu": "太平御覽引謀慮篇云：“乃立三儀，日上，日中，日下，參以立焉。”注云：“三仪，有上，有下，有中。”言審情之術，必立上智、中才、下愚三者，叅以驗之，然後奇計可得而生。奇計旣生，莫不通逹，故不知其所擁蔽。然此奇計，非自今也，乃始於古之順道而動者，葢從於順也。"
                },
                {
                    "paragraph": "故鄭人之取玉也，載司南之車，爲其不惑也。",
                    "zhushu": "藝文類聚、文選注、太平御覽斥引。又“載”字上，熱文類聚有“必”字。"
                },
                {
                    "paragraph": "夫度材、量能、揣情者，亦事之司南也。故同情而俱相親者，其俱成者也；同欲而相疏者，其偏害者也。",
                    "zhushu": "太平御覽引鬼谷子曰：“肅愼氏獻白雉于文王，還，恐迷路，問周公，作指南車以送之。”今按：全書無此文，疑是“司南”句下注文也。同情，謂欲共謀立事，事若俱成，後必相親。若乃一成一害，後必相疎，理之常也。"
                },
                {
                    "paragraph": "同惡而相親者，其俱害者也；同惡而相疎者，",
                    "zhushu": "別本有“其”字。"
                },
                {
                    "paragraph": "偏害者也。",
                    "zhushu": "同惡，謂同爲彼所惡，後若俱害，情必相親。若乃□□□□，理必相疎，亦理之常也。"
                },
                {
                    "paragraph": "故相益則親，相損則疎，其數行也。此所以察同異之分",
                    "zhushu": "一本有“其”字。"
                },
                {
                    "paragraph": "𩔖一也。",
                    "zhushu": "同異之分，用此而察。"
                },
                {
                    "paragraph": "故墻壞於其",
                    "zhushu": "“其”字据別本增。"
                },
                {
                    "paragraph": "隙，木毁於其節，",
                    "zhushu": "意林引二“其”字并作“有”。"
                },
                {
                    "paragraph": "斯葢其分也。",
                    "zhushu": "墻木毁由於隙節，況於人事之變生於同異，故曰“斯葢其分”。"
                },
                {
                    "paragraph": "故變生於事，事生謀，謀生計，計生議，議生說，說生進，",
                    "zhushu": "六句太平御覽引無“於”字；又引注曰：“會同異曰議，决是非曰說。”"
                },
                {
                    "paragraph": "進生退，退生制，因以制於事。故百事一道，而百度一數也。",
                    "zhushu": "言事有本根，各有從來。譬之卉木，因根而有枝條花葉，故曰“變隙然後生於事業”。生事業者，必須計謀。成計謀者，必須議說。議說必有當否，故須進退之。旣有黜陟，須事以爲法，而百事百度，何莫由斯而至？其道數一也。"
                },
                {
                    "paragraph": "夫仁人輕貨，不可誘以利，可使出費。勇士輕難，不可懼以患，可使據危。智者逹於數，明於理，不可欺以誠，可示以道理，可使立功。是三才也。",
                    "zhushu": "使輕貨者出費，則費可全；使輕難者據危，則危可安；使逹數者立功，則功可成。總三材而用之，可以光耀千里，豈徒十二乗而已？"
                },
                {
                    "paragraph": "故愚者易蔽也，不肖者易懼也，貪者易誘也，是因事而裁之。",
                    "zhushu": "以此三術，取彼三短，可以立事立功也。謀者因事興慮，宜知之而裁之，故曰“因事而裁之”。"
                },
                {
                    "paragraph": "故爲强者，積於弱也；有餘者，積於不足也。此其道術行也。",
                    "zhushu": "柔弱勝於剛强，故積弱可以爲强大。直若曲，故積曲可以爲直。少則得衆，故積不足可以爲有餘。然則以弱爲强，以曲爲直，以不足爲有餘，斯道術之所行，故曰“道術行也”。"
                },
                {
                    "paragraph": "故外親而内疏者，說内；内親而外疏者，說外。",
                    "zhushu": "外陽相親而内實疏者，說内以除其内疏。内實相親而外陽疏者，說外以除其外疏也。"
                },
                {
                    "paragraph": "故因其疑以變之，因其見以然之，",
                    "zhushu": "若内外無親而懐疑者，則因其疑而變化之。彼或因見而有所見，則因其所見而然之。"
                },
                {
                    "paragraph": "因其說以要之，因其勢以成之，",
                    "zhushu": "旣然見彼或有可否之說，則因其說要結之。可否旣形，便有去就之勢，則因其勢以成就之。"
                },
                {
                    "paragraph": "因其惡以權之，因其患以斥之，",
                    "zhushu": "去就旣成，或有惡患，則因其惡也，以權量之；因其患也，爲斥除之。"
                },
                {
                    "paragraph": "摩而恐之，高而動之，",
                    "zhushu": "患惡旣除，或恃勝而驕者，便切摩以恐懼之，高危以感動之。"
                },
                {
                    "paragraph": "微而正之，符而應之。",
                    "zhushu": "雖恐動之，尚不知變者，則微有所引據以證之，爲設符驗以應之。"
                },
                {
                    "paragraph": "擁而塞之，亂而惑之，是謂計謀。",
                    "zhushu": "雖有爲設引據符驗，尚不知變者，此則或深不可救也。使擁而塞之，亂而惑之，因抵而得之，如此者，可以計謀之用也。"
                },
                {
                    "paragraph": "計謀之用，公不如私，私不如結，結而無隙者也。",
                    "zhushu": "公者揚于王庭，名爲聚訟，莫執其咎，其事難成。𥝠者不出門庭，愼宻無失，其功可立。故公不如私。雖復潛謀，不如與彼要結。二人同心，物莫之間，欲求其隙，其可得乎？"
                },
                {
                    "paragraph": "正不如奇。奇，流而不止者也。",
                    "zhushu": "正者循理守常，難以速進。奇者，反經合義，事同機發。故正不如奇。奇計一行，則流通而莫知止也。故曰“奇，流而不止者”也。"
                },
                {
                    "paragraph": "故說人主者，必與之言奇；說人臣者，必與之言私。",
                    "zhushu": "與人主言奇，則非常之功可立；與人臣言私，則保身之道可全。"
                },
                {
                    "paragraph": "其身内，其言外者疏；其身外，其言深者危。",
                    "zhushu": "身在内而言外泄者，必見疎也；身居外而言深切者，必見危也。"
                },
                {
                    "paragraph": "無以人之近所不欲",
                    "zhushu": "別本作“無以身之所不欲”"
                },
                {
                    "paragraph": "而强之於人，無以人之所不知而敎之於人。",
                    "zhushu": "謂其事雖近，彼所不欲，莫强與之，將生恨怒也。敎人當以所知，今反以人所不知敎之，猶以暗除暗，豈爲益哉？"
                },
                {
                    "paragraph": "人之有好也，學而順之；人之有惡也，避而諱之，故陰道而陽取之也。",
                    "zhushu": "學順人之所好，避諱人之所惡，但陰自爲之，非彼所逆，彼必感恱，明言以報之，故曰“陰道而陽取之”也。"
                },
                {
                    "paragraph": "故去之者縱之，縱之者乗之。",
                    "zhushu": "將欲去之，必先聽縱，令極其過惡。過惡旣極，便可以法乘之，故曰“縱之者乗之”也。"
                },
                {
                    "paragraph": "貌者，不美又不惡，故至情托焉。",
                    "zhushu": "貌者，謂察人之貌以知其情也。謂其人中和平淡，見善不美，見惡不非，如此者，可以至情托之，故曰“至情託焉”。"
                },
                {
                    "paragraph": "可知者，可用也；不可知者，謀者所不用也。",
                    "zhushu": "謂彼情寛宻，可令知者，可爲用謀，故曰“可知者，可用也”。其不寛宻，不可令知者，謀者不爲用謀也，故曰“不可知者，謀者所不用也”。"
                },
                {
                    "paragraph": "故曰“事貴制人，而不貴見制於人。制人者，握權也；見制於人者，制命也。",
                    "zhushu": "制命者，言命爲人所制也。"
                },
                {
                    "paragraph": "故聖人之道陰，愚人之道陽。",
                    "zhushu": "聖人之道，内陽而外陰；愚人之道，内陰而外陽。"
                },
                {
                    "paragraph": "智者事易，而不智者事難。以此觀之，亡不可以爲存，而危不可以爲安，",
                    "zhushu": "爲存爲安，二“爲”字，一本皆作“反”。"
                },
                {
                    "paragraph": "然而無爲而貴智矣。",
                    "zhushu": "智者寛恕，故易事；愚者猜忌，故難事。然而不智必有危亡之禍。以其難事，故賢者莫得申其計畫，則亡者遂亡，危者遂危，欲求安存，不亦難乎？今欲存其亡，安其危，則他莫能爲，惟智者可矣，故曰“無爲而貴智”矣。"
                },
                {
                    "paragraph": "智用於衆人之所不能知，而能用於衆人之所不能見。",
                    "zhushu": "衆人所不能知，衆人所不能見，智獨能用之，所以貴於智矣。"
                },
                {
                    "paragraph": "旣用，見可否，擇事而爲之，所以自爲也。見不可，擇事而爲之，所以爲人也。",
                    "zhushu": "亦旣用智，先己而後人，所見可否，擇事爲之，將此自爲；所不可見，擇事而爲之，將此爲人。亦猶伯樂敎所親相駑駘，敎所憎相千里也。"
                },
                {
                    "paragraph": "故先王之道，陰言有之，曰：“天地之化，在高與深。聖人之制道，在隱與匿。”非獨忠信仁義也，中正而已矣。",
                    "zhushu": "言先王之道，貴於陰宻，追古遺言，證有此理，曰：“天地之化，唯在高深；聖人之制道，唯在隱匿。”所隱者中正，自然合道，非專在仁義忠信也。故曰：“非獨忠信仁義。”"
                },
                {
                    "paragraph": "道理，逹於此義者，",
                    "zhushu": "原本作“之”，據別本改正，"
                },
                {
                    "paragraph": "則可與言。",
                    "zhushu": "言謀者曉逹道理，能於此義逹暢，則可與語至而言極矣。"
                },
                {
                    "paragraph": "由能得此，則可與榖遠近之義。",
                    "zhushu": "榖，養也。若能得此道之義，則可與居大寳之位，養遠近之人，誘於仁壽之域也。"
                }
            ]
        },
        {
            "name": "決篇第十一",
            "paragraphs": [
                {
                    "paragraph": "決篇第十一",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "爲人凡決物，必托於疑者，善其用福，惡其有患害，至於誘也。",
                    "zhushu": "有疑然後決，故曰“必托於疑者”。凡人之情，用福則善，有患則惡。福患之理未明，疑之所由生，故曰“善其用福，惡其有患”。然善於決疑者，必誘得其情，乃能斷其可否也。"
                },
                {
                    "paragraph": "終無惑，偏有利焉，去其利則不受也。奇之所託。",
                    "zhushu": "懐疑曰惑，不正曰偏。決者能無惑偏，行者乃有通濟，然後福利生焉。若乃去其福利，則疑者不受其決。"
                },
                {
                    "paragraph": "若有利於善者，隱托於惡，則不受矣。致疎遠。",
                    "zhushu": "謂疑者本其利善，而決者隱其利善之情，反託之於惡，則不受其決，更致疎遠矣。"
                },
                {
                    "paragraph": "故其有使失利，其",
                    "zhushu": "一本無其字。"
                },
                {
                    "paragraph": "有使離害者，此事之失。",
                    "zhushu": "言上之二者，或去利託於惡，疑者旣不受其決，則所行罔能通濟，故有失利罹害之敗。凡此皆決事之失也。"
                },
                {
                    "paragraph": "聖人所以能成其事者有五：有以陽德之者，有以陰賊之者，有以信誠之者，有以蔽匿之者，有以平素之者。",
                    "zhushu": "聖人善變通，窮物理，凡所決事，期於必成。事成理著者，以陽德決之；情隱言僞者，以陰賊決之；道成志直者，以信誠決之；姦小禍微者，以蔽匿決之；循常守故者，以平素決之。"
                },
                {
                    "paragraph": "陽勵於一言，陰勵於二言，平素、樞機以用，四者微而施之。",
                    "zhushu": "勵，勉也。陽爲君道，故所言必勵於一。一，無爲也。陰爲臣道，故所言必勵於二。二，有爲也。君道無爲，故以平素爲主；臣道有爲，故以樞機爲用。言一也，二也，平素也，樞機也，四者其所施爲，必精微而契妙，然後事行而理不難。"
                },
                {
                    "paragraph": "於是度以往事，驗之來事，參之平素，可則決之。",
                    "zhushu": "君臣旣有定分，然後度往驗來，參以平素，計其是非，於理旣可，則爲之決也。"
                },
                {
                    "paragraph": "公王大人之事也，危而美",
                    "zhushu": "一本作變"
                },
                {
                    "paragraph": "名者，可則決之。",
                    "zhushu": "危由高也。事高而名美者，則爲決之。"
                },
                {
                    "paragraph": "不用費力而易成者，可則決之。",
                    "zhushu": "所謂惠而不費，故爲決之。"
                },
                {
                    "paragraph": "用力犯勤苦，然而不得已而爲之者，則可決之。",
                    "zhushu": "所謂“知之所無柰何，安之若命”，故爲之決。（一本引正文。）"
                },
                {
                    "paragraph": "去患者，可則決之；從福者，可則決之。",
                    "zhushu": "去患從福之人，理之大順，故爲決之也。"
                },
                {
                    "paragraph": "故夫決情定疑，萬事之機。",
                    "zhushu": "一本作基。"
                },
                {
                    "paragraph": "以正亂治，決成敗。難爲者。",
                    "zhushu": "治亂以之正，成敗以之決。失之毫釐，差之千里。樞機之發，榮辱之主，故曰“難爲”。"
                },
                {
                    "paragraph": "故先王乃用蓍龜者，以自決也。",
                    "zhushu": "夫以先王之聖智，無所不通，猶用蓍龜以自決，況自斯己下，而可以專已自信，不博謀於通識者哉！"
                }
            ]
        },
        {
            "name": "符言第十二",
            "paragraphs": [
                {
                    "paragraph": "符言第十二",
                    "zhushu": "發言必驗，有若符契，故曰“符言”。",
                    "type": 1
                },
                {
                    "paragraph": "安徐正静，其被節無不肉。",
                    "zhushu": "一本作先肉，無“無不”二字。被，及也。肉，肥也。謂饒𥙿也。言人若居位，能安徐正静，則所及人節度無不饒𥙿。"
                },
                {
                    "paragraph": "善與而不静，虚心平意，以待傾損。",
                    "zhushu": "言人君善與事結而不安静者，但虚心平意以待之，傾損之期必至矣。"
                },
                {
                    "paragraph": "有主位。",
                    "zhushu": "主於位者，安徐正静而己。"
                },
                {
                    "paragraph": "目貴明，耳貴聦，心貴智。",
                    "zhushu": "“智”，鄧析子作“公”。目明則視無不見，耳聦則聽無不聞，心智則思無不通。是三者無擁，則何措而非當也。"
                },
                {
                    "paragraph": "以天下之目視者，則無不見；以天下之耳聽者，則無不聞；以天下之心慮者，則無不知。",
                    "zhushu": "“心”，鄧析子作“智”。昔在帝堯，聦明文思，光宅天下，葢用此道也。"
                },
                {
                    "paragraph": "輻湊並進，則明不可塞。",
                    "zhushu": "夫聖人不自用其聦明思慮，而任之天下，故明者爲之視，聦者爲之聽，智者爲之謀，若雲從龍，風從虎，霈然而莫之禦，輻湊並進，不亦宜乎？若日月照臨，其可塞哉？故曰“明不可塞”也。"
                },
                {
                    "paragraph": "有主明。",
                    "zhushu": "主於明者，以天下之目視也。"
                },
                {
                    "paragraph": "德之術曰：勿堅而拒之。",
                    "zhushu": "崇德之術，在於恢弘博納。山不讓塵，故能成其高；海不辭流，故能成其深；聖人不拒衆，故能成其大。故曰“勿堅而拒之”也。"
                },
                {
                    "paragraph": "許之則防守，拒之則閉塞。",
                    "zhushu": "言許而容之，衆必歸而防守；拒而逆之，衆必違而閉塞。歸而防守，則危可安，違而閉塞，則通更壅。夫崇德者，安可以不弘納哉！"
                },
                {
                    "paragraph": "高山仰之可極，深淵度之可測，神明之位術正静，其莫之極歟！",
                    "zhushu": "一本無“歟”字。高莫過山，猶可極；深莫過淵，猶可測。若乃神明之位，德術正静，迎之不見其前，隨之不見其後，其可測量乎哉？"
                },
                {
                    "paragraph": "有主德。",
                    "zhushu": "主於德者，在於含弘而勿距也。"
                },
                {
                    "paragraph": "用賞貴信，用刑貴正。",
                    "zhushu": "賞信則立功之士致命捐生，刑正則受戮之人没齒無怨也。"
                },
                {
                    "paragraph": "賞賜貴信，必驗耳目之所見聞，其所不見聞者，莫不闇化矣。",
                    "zhushu": "言施恩行賞，耳目所見聞，則能驗察不謬，動必當功。如此則信在言前，雖不見聞者，莫不闇化也。"
                },
                {
                    "paragraph": "誠暢於天下神明，而況姦者干君。",
                    "zhushu": "言毎賞從信，則至誠暢於天下，神明保之如赤子，天祿不傾如泰山，又況不逞之徒，欲奮其姦謀，干於君位者哉！此猶腐肉之齒，利劒鋒接，必無事矣。"
                },
                {
                    "paragraph": "有主賞。",
                    "zhushu": "主於賞者，貴於信也。"
                },
                {
                    "paragraph": "一曰天之，二曰地之，三曰人之。四方上下，左右前後，熒𤏘之處安在？",
                    "zhushu": "夫四方上下，左右前後，有陰陽向背之宜，有國從事者，不可不知。又熒𤏘，天之法星，所居災眚，吉凶尤著。故曰：“雖有明天子，必察熒𤏘之所在。”故亦須知也。"
                },
                {
                    "paragraph": "有主問。",
                    "zhushu": "主於問者，須辨三才之道。"
                },
                {
                    "paragraph": "心爲九竅之治，君爲五官之長。",
                    "zhushu": "九竅運爲，心之所使；五官動作，君之所命。"
                },
                {
                    "paragraph": "爲善者，君與之賞；爲非者，君與之罰。",
                    "zhushu": "賞善罰非，爲政之大經也。"
                },
                {
                    "paragraph": "君因其政之所以求，因與之，則不勞。",
                    "zhushu": "與者應彼所求，求者應而無得。應求則取施不妄，得應則行之無怠。循性而動，何勞之有？"
                },
                {
                    "paragraph": "聖人用之，故能賞之。因之循理，固",
                    "zhushu": "一本作故，鄧析子亦作故。"
                },
                {
                    "paragraph": "能久長。",
                    "zhushu": "因求而與，恱莫大焉。雖無玉帛，勸同賞矣。然因逆理，禍莫速焉。因之循理，固能長久者也。"
                },
                {
                    "paragraph": "有主因。",
                    "zhushu": "主於因者，貴於循理。"
                },
                {
                    "paragraph": "人主不可不周，人主不周，則羣臣生亂。",
                    "zhushu": "周，謂徧知物理。於理不周，故羣臣亂也。"
                },
                {
                    "paragraph": "家于其無常也，内外不通，安知所開？",
                    "zhushu": "一本作聞。家，猶業也。羣臣旣亂，故所業者無常，而内外閉塞，觸途多礙，何如知所開乎？"
                },
                {
                    "paragraph": "開閉不善，不見原也。",
                    "zhushu": "開閉，即捭闔也。旣不用捭闔之理，不見爲善之源也。"
                },
                {
                    "paragraph": "有主周。",
                    "zhushu": "主於周者，在於徧知物理。"
                },
                {
                    "paragraph": "一曰長目，二曰飛耳，三曰樹明。",
                    "zhushu": "用天下之目視，故曰“長視”。用天下之耳聽，故曰“飛耳”。用天下之心慮，故曰“樹明”者也。"
                },
                {
                    "paragraph": "千里之外，隱微之中，是謂洞。天下姦，莫不闇變更。",
                    "zhushu": "言用天下之心慮，則無不知，故千里之外，隱微之中，莫不玄覽。旣察隱微，故爲姦之徒絶邪於心胷，故曰“莫不闇變更”也。"
                },
                {
                    "paragraph": "有主恭。",
                    "zhushu": "主於恭者，在於聦明文思。"
                },
                {
                    "paragraph": "循名而爲，實，安而完。",
                    "zhushu": "實旣副名，所以安全。"
                },
                {
                    "paragraph": "名實相生，反相爲情。",
                    "zhushu": "循名而爲實，因實而生名，名實不虧，則情在其中。"
                },
                {
                    "paragraph": "故曰：“名當則生於實，實生於理。”",
                    "zhushu": "名當自生於實，實立自生於理。"
                },
                {
                    "paragraph": "理生於名實之德。",
                    "zhushu": "無理不當，則名實之德自生也。"
                },
                {
                    "paragraph": "德生於和，和生於當。",
                    "zhushu": "有德必和，能和自當。"
                },
                {
                    "paragraph": "有主名。",
                    "zhushu": "主於名者，在於稱實。"
                },
                {
                    "paragraph": "轉丸、胠亂",
                    "zhushu": "据注，“亂”當作“篋”。"
                },
                {
                    "paragraph": "二篇皆亡，",
                    "zhushu": "一本作轉丸第十三，胠篋第十四，下注“亡”字。或有莊周胠篋而充次第者。按：鬼谷之書，崇尚計謀，祖述聖智，而莊周胠篋乃以聖人爲大盜之資，聖法爲桀跖之失，亂天下者，聖人之由也。葢欲縱聖棄智，驅一代於混茫之中，殊非此書之意，葢無取焉。或曰：“轉丸、胠篋者，本經、中經是也。”（別本引稱陶宏景曰。）"
                }
            ]
        },
        {
            "name": "盛神法五龍第十三",
            "paragraphs": [
                {
                    "paragraph": "盛神法五龍第十三",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "本經陰符七篇",
                    "zhushu": "自本經以下，一本題作外篇。陰符者，私志於内，物應於外，若合符契，故曰“陰符”。由本以經末，故曰“本經”。"
                },
                {
                    "paragraph": "盛神法五龍",
                    "zhushu": "五龍，五行之龍也。龍則變化無窮，神則陰陽不測，故盛神之道，法五龍也。"
                },
                {
                    "paragraph": "盛神中有五氣。神爲之長，心爲之舍，德爲之人。養神之所歸諸道。",
                    "zhushu": "五氣，五藏之氣也，謂神、魂、魄、精、志也。神居四者之中，故爲之長；心能含容，故爲之舍；德能制邪，故爲之人。然養事之宜，歸之於道。"
                },
                {
                    "paragraph": "道者，天地之始，一其紀也。物之所造，天之所生，包宏無形，化氣先天地而成，莫見其形，莫知其名，謂之神靈。無名，天地之始，故曰“道者，天地之始”也。道始所生者。",
                    "zhushu": "一故曰“一其紀也”。言天道混成，陰陽陶鑄，萬物以之造化，天地以之生成，包容宏厚，莫見其形。至於化育之氣，乃先天地而成，不可以狀貌詰，不可以名字尋，妙萬物而爲言者也，是以謂之神靈。"
                },
                {
                    "paragraph": "故道者，神明之源。一其化端，是以德養五氣。心能得一，乃有其術。",
                    "zhushu": "神明稟道而生，故曰“道者，神明之源”也。化端不一，有時不化，故曰“一其化端”也。循理有成謂之德。五氣各能循理，則成功可致，故曰“德養五氣”也。一者，無爲而自然者也。心能無爲，其術自生，故曰“心能得一，乃有其術”也。"
                },
                {
                    "paragraph": "術者，心氣之道所由舍者，神",
                    "zhushu": "一本無神字"
                },
                {
                    "paragraph": "乃爲之使。",
                    "zhushu": "心氣合自然之道，乃能生術。術之有道由舍，則神乃爲之使。"
                },
                {
                    "paragraph": "九竅十二舍者，氣之門户，心之總攝也。生受之天，謂之眞人。眞人者，與天爲一。",
                    "zhushu": "十二者，謂目見色，耳聞聲，鼻受香，口知味，身覺觸，意思事，根境互相停舍，故曰“十二舍”也。氣候由之出入，故曰“氣之門户”也。唯心之所操秉，故曰“心之總攝”也。凡此皆受之於天，不𧇾其素，故曰“眞人”。眞人者，體同於天，故曰“與天爲一”也。"
                },
                {
                    "paragraph": "而知之者，内修錬而知之，謂之聖人。聖人者，以𩔖知之。",
                    "zhushu": "内修錬，謂假學而知之者也。然聖人雖聖，猶假學而知，假學即非自然，故曰“以𩔖知之”也。"
                },
                {
                    "paragraph": "故人與生一出於化物。",
                    "zhushu": "言人相與生，在天地之間，其得一耳。旣出之後，隨物而化，故有不同也。"
                },
                {
                    "paragraph": "知𩔖在竅，有所疑惑，通於心術，術必有不通。",
                    "zhushu": "竅，謂孔竅也。言之事𩔖，在於九竅。然竅之所疑，必與術相通。若乃心無其術，術必不通也。"
                },
                {
                    "paragraph": "其通也，五氣得養，務在舍神，此之謂化。",
                    "zhushu": "心術能通，五氣自養。然養五氣者，務令來歸舍。神旣來舍，自然隨理而化也。"
                },
                {
                    "paragraph": "化有五氣者，志也、思也、神也、德也。",
                    "zhushu": "一本脫也字。"
                },
                {
                    "paragraph": "神其一長也。静和者養氣，養氣得其和，四者不衰，四邊威勢無不爲存而舍之，是謂神化歸於身，謂之眞人。",
                    "zhushu": "言能化者，在於全五氣。神其一長者，言能齊一志思而君長之。神旣一長，故能静和而養氣。氣旣養，德必和焉。四者，志、思、神、德也。四者能不衰，則四邊威勢，無有不爲。常存而舍之，則神道變化自歸於身。神化歸身，可謂眞人。"
                },
                {
                    "paragraph": "眞人者，同天而合道，執一而養産萬𩔖，懐天心，施德養，無爲以包志慮思意，而行威勢者也。士者，通逹之。神盛乃能養志。",
                    "zhushu": "一者，無爲也。言眞人養産萬𩔖，懐抱天心，施德養育，皆以無爲爲之，故曰“執一而産養萬𩔖”。至於志意思慮，運行威勢，莫非自然循理而動，故曰“無爲以包”也。然通逹此道，其唯善爲士乎！旣能盛神，然後乃可養志者也。"
                },
                {
                    "paragraph": "",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "養志法靈龜第十四",
            "paragraphs": [
                {
                    "paragraph": "養志法靈龜第十四",
                    "zhushu": "志者，察是非，龜者，知吉凶，故曰“養志法靈龜”。",
                    "type": 1
                },
                {
                    "paragraph": "養志者，心氣之思不逹也。",
                    "zhushu": "言以心氣不逹，故須養志以求通也。"
                },
                {
                    "paragraph": "有所欲，志存而思之。志者，欲之使也。欲多志",
                    "zhushu": "一本無“志”字"
                },
                {
                    "paragraph": "則心散，心散則志衰，志衰則思不逹也。",
                    "zhushu": "此眀縱欲者不能飬氣志，故所思不逹者也。"
                },
                {
                    "paragraph": "故心氣一則欲不偟，欲不偟則志意不衰，志意不衰則思",
                    "zhushu": "一本無“思”字"
                },
                {
                    "paragraph": "理逹矣。",
                    "zhushu": "此眀寡欲者能飬其志，故思理逹矣。"
                },
                {
                    "paragraph": "理逹則和通，和通則亂氣不煩",
                    "zhushu": "一本作“暴"
                },
                {
                    "paragraph": "於胷中。",
                    "zhushu": "和通則莫不調暢，故亂氣自消。"
                },
                {
                    "paragraph": "故内以養氣，外以知人。養志則心通矣，知人則分職明矣。",
                    "zhushu": "心通則一身泰，職明則天下平。"
                },
                {
                    "paragraph": "將欲用之於人，必先知飬其氣",
                    "zhushu": "一本無“氣”字"
                },
                {
                    "paragraph": "志。知人氣盛衰，而飬其氣志，察其所安，以知其所能。",
                    "zhushu": "將欲用之於人，謂之飬志之術，用人也。飬志則氣盛，不飬則氣衰。盛衰旣形，則其所安所能可知矣。然則善於飬志者，其唯寡欲乎！"
                },
                {
                    "paragraph": "志不養，心氣不固；心氣不固，則思慮不逹；思慮不逹，則志意不實；志意不實，則應對不猛。應對不猛，則失志而心氣虚。志失而心氣虚，則喪其神矣。",
                    "zhushu": "此明喪神始於志不飬也。"
                },
                {
                    "paragraph": "神喪則髣髴，髣髴則叅㑹不一。",
                    "zhushu": "髣髴，不精明之貌。叅㑹，謂志、心、神三者之交㑹也。神不精明，則多違錯，故叅㑹不得其一。"
                },
                {
                    "paragraph": "飬志之始，務在安己。己安則志意實堅，志意實堅則威勢不分，神明常固守，乃能分之。",
                    "zhushu": "安者，謂少欲而心安也。威勢旣不分散，神明常來固守，如此則威精分勢，震動物也。上分謂散亡也，下分謂我有其威而能動彼，故曰“乃能分也”。"
                }
            ]
        },
        {
            "name": "實意法螣蛇第十五",
            "paragraphs": [
                {
                    "paragraph": "實意法螣蛇第十五",
                    "zhushu": "意委曲，蛇能屈伸，故實意法螣蛇也。",
                    "type": 1
                },
                {
                    "paragraph": "實意者，氣之慮也。",
                    "zhushu": "意實則氣平，氣平則慮審，故曰“實意者，氣之慮”。"
                },
                {
                    "paragraph": "心欲安静，慮欲深遠。心安静則神明榮，慮深遠則計謀成。神明榮則志不可亂，計謀成則功不可間。智不可亂，故能成其計謀；功不可間，故能寜其邦國。意慮定則心遂安，則其所行不錯。神者得則凝。",
                    "zhushu": "一本作得其寧凝。心安則物無爲而順理，不思而玄覽，故雖心之所不錯，神自得之，得之則無不成矣。凝者，成也。"
                },
                {
                    "paragraph": "識氣寄，姦邪得",
                    "zhushu": "“邪得”二字，一本脫。"
                },
                {
                    "paragraph": "而𠋣之，詐謀得而惑之，言無由心矣。",
                    "zhushu": "寄，謂客寄。言氣非眞，但客寄耳。故姦邪得而𠋣之，詐謀得而惑之。如此則言皆胷臆，無復由心矣。"
                },
                {
                    "paragraph": "故信心術，守眞一而不化，待人意慮之交㑹，聽之候之也。",
                    "zhushu": "言心術誠明而不𧇾，眞一守固而不化，然後待人接物，彼必輪誠盡意，智者慮能，明者獻䇿，上下同心，故能交㑹也。用天下之耳聽，故物候可知矣。"
                },
                {
                    "paragraph": "計謀者，存亡樞機。慮不㑹，則聽不審矣。候之不得，計謀失矣，則意無所信，虚而無實。",
                    "zhushu": "計得則存，計失則亡，故曰“計謀者，存亡之樞機”。慮不合物，則聽者不爲已，聽不審著。聽旣不審，候豈得哉？乖候而謀，非失而何？故計謀之慮，務在實意，實意必從心術始，故曰“必在心術始”也。"
                },
                {
                    "paragraph": "無爲而求，安静五臟，和通六腑，精神魂魄，固守不動，乃能内視反聽，定志思之大虚，待神往來。",
                    "zhushu": "言欲求安心之道，必寂澹無爲。如此則五臓安静，六腑通和，精神魂魄，各守所司，澹然不動，則可以内視無形，反聽無聲，志慮定，太虚至，神明千萬往來歸於己也。"
                },
                {
                    "paragraph": "以觀天地開闢，知萬物所造化，見",
                    "zhushu": "一本作具。"
                },
                {
                    "paragraph": "陰陽之終始，原人事之政理，不出户而知天下，不窺牖而見天",
                    "zhushu": "一本無天字。"
                },
                {
                    "paragraph": "道，不見而命，不行而至。",
                    "zhushu": "唯神也，寂然不動，感而遂通天下之故，能知於不知，見於不見，豈待出户牖闚之，然後知見哉！固以不見而命，不行而至也。"
                },
                {
                    "paragraph": "是謂道知，以通神明，應於無方，而神宿矣。",
                    "zhushu": "道，無思也，無爲也。然則道知者，豈用知而知哉！以其無知，故能通神明，應於無方，而神來舍。宿，猶舍也。"
                }
            ]
        },
        {
            "name": "分威法伏熊第十六",
            "paragraphs": [
                {
                    "paragraph": "分威法伏熊第十六",
                    "zhushu": "精虚動物謂之威，發近震遠謂之分。熊之搏擊，必先伏而後動，故分威法伏熊。",
                    "type": 1
                },
                {
                    "paragraph": "分威者，神之覆也。",
                    "zhushu": "覆，猶衣被也。震神明衣被，然後其職可分也。"
                },
                {
                    "paragraph": "故静固志意，神歸其舍，則威覆盛矣。",
                    "zhushu": "言致神之道，必須静意固志，自歸其舍，則神之威覆隆盛矣。舍者，志意之宅也。"
                },
                {
                    "paragraph": "威覆盛則内實堅，内實堅則莫當，莫當則能以分人之威，而動其勢如其天。",
                    "zhushu": "外威旣盛，則内志堅實，表裏相副，誰敢當之？物不能當之。物不能當，則我之威分矣。威分動，則物皆肅然，畏其人之若天也。"
                },
                {
                    "paragraph": "以實取虚，以有取無，若",
                    "zhushu": "一本脫“若”字。"
                },
                {
                    "paragraph": "以鎰稱銖。",
                    "zhushu": "言威勢旣盛，人物肅然，是我實有而彼虚無，故能以我實取彼虚，以我有取彼無，取之也。動必相應，猶稱銖以成鎰。二十四銖爲鎰者也。"
                },
                {
                    "paragraph": "故動者必隨，唱者必和，撓其一指，觀其餘次，動變見形，無能間者。",
                    "zhushu": "言威分勢震，物猶風，故能動必有隨，唱必有和，但撓其指，以名呼之，則羣物畢至。然徐徐以次觀其餘衆，猶性安之，各令得所。於是風以動之，變以化之，猶泥之在鈞，羣器之形自見。如此，則天下樂推而不厭，誰能間之也。"
                },
                {
                    "paragraph": "審於唱和，以間見間，動變明而威可分。",
                    "zhushu": "言審識唱和之理，故能有間必知。我旣知間，亦旣見間，即能間，故能明於動變而威可分者，"
                },
                {
                    "paragraph": "將欲動變，必先飬志伏意以視間。",
                    "zhushu": "旣能飬志伏意，視之其間，則變動之術可成矣。"
                },
                {
                    "paragraph": "知其固實者，自養也；讓己者，養人也。故神存兵亡，乃爲之形勢。",
                    "zhushu": "謂自知志意固實者，此可以自養也。能行禮讓於己者，乃可以養人也。如此則神存於内，兵亡於外，乃可爲之形勢也。"
                }
            ]
        },
        {
            "name": "散勢法鷙鳥第十七",
            "paragraphs": [
                {
                    "paragraph": "散勢法鷙鳥第十七",
                    "zhushu": "勢散而後物服，猶鳥擊禽獲，故散勢法鷙鳥也。",
                    "type": 1
                },
                {
                    "paragraph": "散勢者，神之使也。",
                    "zhushu": "勢由神發，故勢者神之使。"
                },
                {
                    "paragraph": "用之必循間而動。",
                    "zhushu": "無間則勢不行，故用之心循間而動。"
                },
                {
                    "paragraph": "威肅内盛，推間而行之，則勢散。",
                    "zhushu": "言威敬内盛，行之又因間而發，則勢自然而散矣。"
                },
                {
                    "paragraph": "夫散勢者，心虚志溢。",
                    "zhushu": "心虚則物無不包，志溢則事無不決，所以能散其勢。"
                },
                {
                    "paragraph": "意失威勢，精神不專，其言外而多變。",
                    "zhushu": "志意衰微而失勢，精神挫衂而不專，則言疏外而譎變。"
                },
                {
                    "paragraph": "故觀其志意爲度數，乃以揣說圖事，盡圓方，齊長短。",
                    "zhushu": "知其志意隆替，然後可爲之度數。度數旣立，乃後揣說之，圖其事也，必盡圓方之理，變短長之用也。"
                },
                {
                    "paragraph": "無則不散。",
                    "zhushu": "一本作行。"
                },
                {
                    "paragraph": "勢散者，",
                    "zhushu": "一本作“散勢者”。"
                },
                {
                    "paragraph": "待間而動，動",
                    "zhushu": "一本有“而”字。"
                },
                {
                    "paragraph": "勢分矣。",
                    "zhushu": "散不得間，則勢不行。故散勢者，待間而動，動而得間，勢自分矣。"
                },
                {
                    "paragraph": "故善思間者，必内精五氣，外視虚實，動而不失分散之實。",
                    "zhushu": "五氣内精，然後可以外察虚實之理。不失則間必可知。有間必知，故能不失分散之實也。"
                },
                {
                    "paragraph": "動則隨其志意，知其計謀。",
                    "zhushu": "計謀者，志意之所成，故隨其志意，必知其計謀也。"
                },
                {
                    "paragraph": "勢者，利害之決，權變之威。勢敗者，不以神肅察也。",
                    "zhushu": "神不肅察，所以勢敗。"
                }
            ]
        },
        {
            "name": "轉圓法猛獸第十八",
            "paragraphs": [
                {
                    "paragraph": "轉圓法猛獸第十八",
                    "zhushu": "言聖智之不窮，若轉圓之無止。轉圓之無止，猶獸威無盡，故轉圓法猛獸。",
                    "type": 1
                },
                {
                    "paragraph": "轉圓者，無窮之計。",
                    "zhushu": "一本有“也”字。"
                },
                {
                    "paragraph": "無窮者，必有聖人之心，以原",
                    "zhushu": "一本作厚。"
                },
                {
                    "paragraph": "不測之智。以不測之智而通心術，",
                    "zhushu": "聖心若鏡，物感斯應，故不測之智，心術之要可通也。"
                },
                {
                    "paragraph": "而神道混沌爲一，以變論萬義，",
                    "zhushu": "一本無義字。"
                },
                {
                    "paragraph": "𩔖說義無窮。",
                    "zhushu": "旣以聖心原不測通心術，故雖神道混沌，妙物杳㝠，而能𩔖其萬𩔖之變，說無窮之義也。"
                },
                {
                    "paragraph": "智畧計謀，各有形容，或圓或方，或陰或陽，或吉或凶，事𩔖不同。",
                    "zhushu": "事至然後謀興，謀興然後事濟。事無常准，故形容不同。圓者運而無窮，方者止而有分，陰則潛謀未兆，陽則功用斯彰。吉則福至，凶則禍來。凡此事皆反□□，故曰“事𩔖不同”者也。"
                },
                {
                    "paragraph": "故聖人懐此之用，轉圓而求其合。",
                    "zhushu": "此謂所謀圓方以下六事，旣有不同，或多乖謬，故聖人法轉圓之思，以求順通合也。"
                },
                {
                    "paragraph": "故興造化者爲始，動作無不包大道，以觀神明之域。",
                    "zhushu": "一本作機。聖人體道以爲用，其動也神，其隨也天。故興造敎化，其功動作，先合大道之理，以稽神明之域。神道不違，然後發施號令。"
                },
                {
                    "paragraph": "天地無極，人事無窮，各以成其𩔖，見其計謀，必",
                    "zhushu": "一本作各。"
                },
                {
                    "paragraph": "知其吉凶成敗之所終也。",
                    "zhushu": "一本無也字。天地則獨長且久，故無極；人事則吉凶相生，故無窮。天地以日月不過，陵谷不迁爲成，人事以長保元亨，考終厥命爲成。故見其計謀之得失，則吉凶成敗之所終，皆可知也。"
                },
                {
                    "paragraph": "轉圓者，或轉而吉，或轉而凶。聖人以道先知存亡，乃知轉圓而從方。",
                    "zhushu": "言吉凶無常准，故取𩔖轉圓。然聖人坐忘遺鑒，體同乎道，故先知存亡之所在，乃後轉圓而從其方，棄凶而從吉。方謂存亡之所在也。"
                },
                {
                    "paragraph": "圓者所以合語，方者所以錯事，轉化者所以觀計謀，接物者所以觀進退之意。",
                    "zhushu": "圓者，通變不窮，故能合彼此之語。方者，分位斯定，故可錯有爲之事；轉化者，改禍爲福，故可觀計謀之得失；接物者，順通人情，故可以觀進退之意、是非之事也。"
                },
                {
                    "paragraph": "皆見其㑹，乃爲要結，以接其說也。",
                    "zhushu": "謂上四者，必見㑹之變，然後總其綱要而結之，則情僞之說，可接引而盡矣。"
                }
            ]
        },
        {
            "name": "損兌法靈蓍第十九",
            "paragraphs": [
                {
                    "paragraph": "損兌法靈蓍第十九",
                    "zhushu": "老子曰：“塞其兌。”河上公曰：“兌，目也。”莊子曰：“心有眼。”然則兌者，謂以心眼察理也。“損”者，謂減損他慮，專以心察也。兌能知得失，蓍能知休咎，故損兌法靈蓍也。",
                    "type": 1
                },
                {
                    "paragraph": "損兌者，幾危之決也。",
                    "zhushu": "幾危之理，兆動之微，非心眼莫能察見，故曰“損兌者，幾危之決也”。"
                },
                {
                    "paragraph": "事有適然，物有成敗，幾危之動，不可不察。",
                    "zhushu": "適然者，有時而然也。物之成敗，有時而然。幾危之動，自微至著。若非情適遠心，知機玄覽，則不能知於未兆，察於未形，使風濤潜駭，危機宻發，然後河海之量，堙爲窮流，一簣之積，疊成山嶽。不謀其始，雖悔何之？故曰“不可不察”。"
                },
                {
                    "paragraph": "故聖人以無爲待有德，言察辭合於事。",
                    "zhushu": "夫聖人者，勤於求賢，宻於任使，故端拱無爲，以待有德之士。士之至也，必敷奏以言，故曰“言察辭”也。又明試以功，故曰“合於事”也。"
                },
                {
                    "paragraph": "兌者，知之也；損者，行之也。",
                    "zhushu": "用其心眼，故能知之；減損他慮，故能行之。"
                },
                {
                    "paragraph": "損之說之，物有不可者，聖人不爲辭也。",
                    "zhushu": "言減損之說，及其所說之物，理有不可，聖人不生辭以論。"
                },
                {
                    "paragraph": "故智者不以言失人之言。故辭不煩而心不虚，志不亂而意不邪。",
                    "zhushu": "智者聽輿人之訟，采蒭蕘之言，雖復辨周萬物，不自說也。故不以已能言而棄人之言。旣有衆言，故辭當而不煩。還任衆心，故心誠而不僞。心誠言當，志意豈復亂哉？"
                },
                {
                    "paragraph": "當其難易而後",
                    "zhushu": "一本作“復”。"
                },
                {
                    "paragraph": "爲之謀，自然之道以爲實。",
                    "zhushu": "失事而後謀生，改常而後計起。故心當其難易之際，然後爲之謀。謀失自然之道，則事廢而功𧇾。故必因自然之道，以爲用謀之實也。"
                },
                {
                    "paragraph": "圓者不行，方者不止，是謂大功。益之損之，皆爲之辭。",
                    "zhushu": "夫謀之妙者，必能轉禍爲福，因敗成功，追彼而成我也。彼用圓者，謀令不行；彼用方者，謀令不止。然則圓行方止，理之常也。吾謀旣發，彼不得其常，豈非大功哉？至於謀之損益，皆爲生辭以論其得失也。"
                },
                {
                    "paragraph": "用分威散勢之權，以見其兌威，其機危乃爲之決。",
                    "zhushu": "夫所以能分威散勢者，心眼之由也。心眼旣明，機危之威可知之矣。旣知之，然後能決之。"
                },
                {
                    "paragraph": "故善損兌者，譬若決水於千仞之堤，轉圓石於萬仞之谿。",
                    "zhushu": "一本作“壑”。言善損慮以專心眼者，見事審，得理明，意決而不疑，志雄而不滯，其猶決水轉石，誰能當禦哉？（自“雄而不𣻉”以下十五字，一本误作正文，错简在“持樞”句上。）"
                }
            ]
        },
        {
            "name": "持樞第二十",
            "paragraphs": [
                {
                    "paragraph": "持樞第二十",
                    "zhushu": "樞者，居中以運外，處近而制遠，主於轉動者也。故天之北辰，謂之天樞；門之運轉者，謂之户樞。然則持樞者，動運之柄，以制物也。",
                    "type": 1
                },
                {
                    "paragraph": "持樞，謂春生、夏長、秋收、冬藏，天之正也。",
                    "zhushu": "言春夏秋冬，四時運行，不爲而自然也。不爲而自然，所以爲正也。"
                },
                {
                    "paragraph": "不可干而逆之。逆之者，雖成必敗。",
                    "zhushu": "言理所必有，物之自然者，静而順之，則四時行焉，萬物生焉。若乃干其時令，逆其氣候，成者猶敗，況未成者。元亮曰：“含氣之𩔖，順之必恱，逆之必怒，況天爲萬物之尊而逆之。”"
                },
                {
                    "paragraph": "故人君亦有天樞，生養成藏。",
                    "zhushu": "言人君法天以運動，故曰“亦有天樞”。然其生養成藏，天道之行也。人事之正，亦復不别耳。"
                },
                {
                    "paragraph": "亦復不别，干而逆之。逆之雖盛必衰，此天道人君之大綱也。",
                    "zhushu": "言干天之行，逆人之正，所謂倒置之曰道，非義而何？此持樞之術，恨太簡促，暢理不盡，或篇簡脫爛，本不能全也。（以上五句，一本引稱陶宏景曰。）"
                }
            ]
        },
        {
            "name": "中經第二十一",
            "paragraphs": [
                {
                    "paragraph": "中經第二十一",
                    "zhushu": "謂由中以經外，發於心本，以彌縫於物者也，故曰“中經”。",
                    "type": 1
                },
                {
                    "paragraph": "中經，謂振窮趍急，施之能言厚德之人，救物執窮者，不忘恩也。",
                    "zhushu": "振，起也。趍，向也。物有窮急，當振起而向護之。乃其施之，必在能言之士、厚德之人。若能救彼拘執，則窮者懐終不忘恩也。"
                },
                {
                    "paragraph": "能言者，儔善博惠。",
                    "zhushu": "儔，𩔖也。謂能言之士，解紛救難，雖不失善人之𩔖，而能博行恩惠也。"
                },
                {
                    "paragraph": "施德者，依道。",
                    "zhushu": "言施德之人，勤能修理，所爲不失道也。"
                },
                {
                    "paragraph": "而救拘執者，飬使小人。",
                    "zhushu": "言小人在拘執而能救養之，則小人可得而使也。"
                },
                {
                    "paragraph": "葢士當世異時，或當因免",
                    "zhushu": "一本作勉。"
                },
                {
                    "paragraph": "闐坑，或當伐害能言，或當破德爲雄，或當抑拘成罪，或當戚戚自善，或當敗敗自立。",
                    "zhushu": "闐坑，謂將有兵難，轉使溝壑，士或有所因而能免斯禍者。代害能言，謂小人之道，䜛人罔極，故能言之士多被戮害。破德爲雄，謂毁文德，崇兵戰。抑拘成罪，謂人不章，横被縲絏。戚善，謂天下蕩蕩，無復綱紀，而賢者守死善道，眞心不踰，所謂“歲寒然後知松栢後彫”也。敗敗自立，謂天未悔禍，危敗相仍，君子窮而必通，終能自立，若管仲者也。"
                },
                {
                    "paragraph": "故道貴制人，不貴制於人也。制人者握權，制於人者失命。",
                    "zhushu": "貴有術而制人，不貴無術而爲人所制者也。"
                },
                {
                    "paragraph": "是以見形爲容，象體爲貌，聞聲和音，解仇闘郄。綴去𨚫語，攝心守義。",
                    "zhushu": "此總其目，下别序之。"
                },
                {
                    "paragraph": "本經記事者，紀道數，其變要在持樞、中經。",
                    "zhushu": "此總言本經、持樞、中經之義。言本經紀事，但紀道數而已，至於權變之要，乃在持樞、中經也。"
                },
                {
                    "paragraph": "“見形爲容，象體爲貌”者，謂爻爲之生也。",
                    "zhushu": "見彼形象其體，即知其容貌者，謂用爻卦占而知之也。"
                },
                {
                    "paragraph": "可以影響、形容、象貌而得之也。",
                    "zhushu": "謂彼人之無守，故可以影響、形容、象貌占而得之。"
                },
                {
                    "paragraph": "有守之人，目不視非，耳不聽邪，言必詩書，",
                    "zhushu": "二字別本脫。"
                },
                {
                    "paragraph": "行不僻滛，以道爲形，以聽爲容，貌莊色温，不可象貌而得也。如是隱情塞郄而去之。",
                    "zhushu": "有守之人，動皆正直，舉無滛僻，厥後昌盛，暉光日新，雖有辯士之舌，無從而得發，故隱情塞郄，閉藏而去之。"
                },
                {
                    "paragraph": "聞聲和音，謂聲氣不同，則恩受不接。故商角不二合，徴羽不相配。",
                    "zhushu": "商金、角木、徴火、羽水，遞相尅食，性氣不同，故不相配合也。"
                },
                {
                    "paragraph": "能爲四聲主者，其唯宫乎？",
                    "zhushu": "宫則土也，土主四季，四者由之以生，故爲四聲主也。"
                },
                {
                    "paragraph": "故音不和則不",
                    "zhushu": "一本無“不”字。"
                },
                {
                    "paragraph": "悲，是以聲散、傷、醜、",
                    "zhushu": "一本無醜字。"
                },
                {
                    "paragraph": "害者，言必逆於耳也。",
                    "zhushu": "散、傷、醜、害，不和之音。音氣不和，必與彼乖，故言其必逆於耳。"
                },
                {
                    "paragraph": "雖有美行盛譽，不可比目合翼相須也。此乃氣不合、音不調者也。",
                    "zhushu": "言若音氣乖彼，雖行譽美盛，非彼所好，則不可如比目之魚、合翼之鳥，兩相須也。其有能令兩相求應，不與同氣者乎？"
                },
                {
                    "paragraph": "解仇闘郄，謂解羸微之仇。闘郄者，闘强也。",
                    "zhushu": "辨說之道，其猶張弓，高者抑之，下者舉之。故羸微爲仇，從而解之；强者爲郄，從而闘之也。"
                },
                {
                    "paragraph": "强郄旣闘，稱勝者高其功，盛其勢。",
                    "zhushu": "闘而者盛，從而高其功，盛其勢也。"
                },
                {
                    "paragraph": "弱者哀其負，傷其卑，行其名，耻其宗。",
                    "zhushu": "闘而弱者，從而哀其負劣，傷其卑小，汚下其名，耻辱其宗也。"
                },
                {
                    "paragraph": "故勝者闘其功勢，苟進而不知退，",
                    "zhushu": "知進而不知退，必有亢龍之悔。"
                },
                {
                    "paragraph": "弱者聞哀其負，見其傷，則强大力倍，死而是也。",
                    "zhushu": "弱者聞我哀傷，則勉强其力，倍意致死，爲我爲是也。"
                },
                {
                    "paragraph": "郄無極大，禦無强大，則皆可脅而并。",
                    "zhushu": "言雖爲郄，非能强大，其於扞禦，亦非强大。如是者，則以兵威脅，令從己而并其國也。"
                },
                {
                    "paragraph": "綴去者，謂綴已之繫言，使有餘思也。",
                    "zhushu": "繫，屬也。謂己令去，而欲綴其所屬之言，令後思而同也。"
                },
                {
                    "paragraph": "故接貞信者，稱其行，厲其志，言可爲可復，㑹之期喜",
                    "zhushu": "一本作善。欲令去後有思，故接貞信人之稱其行之盛美，厲其志，令不怠，謂此美行必可常爲，必可報復，㑹通其人，必令至於喜悅者也。"
                },
                {
                    "paragraph": "以他人之庻引驗，以結",
                    "zhushu": "一本作已"
                },
                {
                    "paragraph": "往明疑，疑而去之。",
                    "zhushu": "言旣稱行厲志，令其喜悅，然後以他人庻幾於此者，引之以爲成驗，以結已往之心。又明已疑，疑至誠，如是而去之。必思而不。"
                },
                {
                    "paragraph": "𨚫語者，察伺短也。",
                    "zhushu": "言𨚫語之道，必察伺彼短也。"
                },
                {
                    "paragraph": "故",
                    "zhushu": "一本有言字。"
                },
                {
                    "paragraph": "多必有數短之處，識其短驗之。",
                    "zhushu": "言多不能無短，旣察知其短，必記識之，以取驗之相也。"
                },
                {
                    "paragraph": "動以忌諱，示以時禁。",
                    "zhushu": "旣有其短，則以忌諱動之，時禁示之。其人因以懐懼。"
                },
                {
                    "paragraph": "然後結以安其心，收語葢藏而郤之。",
                    "zhushu": "其人旣以懐懼，必有求服之情，然後結以誠信，以安其懼心。其向語葢利而𨚫之，則其人之恩威固以深矣。"
                },
                {
                    "paragraph": "無見已之所不能於多方之人，",
                    "zhushu": "旣藏向語，又戒之曰：“勿於多方人前見其所不能也。”"
                },
                {
                    "paragraph": "攝心者，謂逢好學伎術者。則爲之稱遠。",
                    "zhushu": "欲將攝取彼心，見其好學𠆸術，則爲作聲譽，合遠近知之也。"
                },
                {
                    "paragraph": "方驗之，驚以奇怪。人繫其心於己，",
                    "zhushu": "旣爲作聲譽，方且以道驗其伎術，又以奇怪從而驚動之，如此，則彼人心繫於己也。"
                },
                {
                    "paragraph": "効之於驗，",
                    "zhushu": "當從別本作人"
                },
                {
                    "paragraph": "驗去亂其前，吾歸誠於己。",
                    "zhushu": "人旣繫心於己，又効之於時人，驗之於往賢，然後更理其前所爲，謂之曰：“吾所以然者，歸誠於彼人之己。”如此，則賢人之心可得而攝，亂者，理也。"
                },
                {
                    "paragraph": "遭滛色酒者，爲之術，音樂動之，以爲必死，生日少之憂。",
                    "zhushu": "言將欲攝愚人之心，見淫酒色者，爲之術，音樂之可說，又以過於酒色，必之死地，生日減少，以此可憂之事，以感動之也。"
                },
                {
                    "paragraph": "喜以自所不見之事，終可以觀漫瀾之命，使有後㑹。",
                    "zhushu": "又以音樂之事，彼所不見者，以喜恱之言，終以可觀，何必淫於酒色。若能好此，則性命漫瀾而無極，終㑹於永年。愚人非可以道勝說，故推音樂可以攝其心。"
                },
                {
                    "paragraph": "守義者，謂守以人義，探心在内以合",
                    "zhushu": "一本有者字"
                },
                {
                    "paragraph": "也。",
                    "zhushu": "義，宜也。宜探其内心，隨其人所宜，遂人所欲，以合之也。"
                },
                {
                    "paragraph": "探心，深得其主也。從外制内，事有繫由而隨",
                    "zhushu": "一本有之字"
                },
                {
                    "paragraph": "也。",
                    "zhushu": "旣探知其心，所以得主深也。得心旣深，故能從外制内。内由我制，則何事不行？故事有所屬，莫不由隨之也。"
                },
                {
                    "paragraph": "故小人比人，則左道而用之，至能敗家奪國。",
                    "zhushu": "小人以探心之術，來比於君子，必以左道用權。凡事非公正者，皆曰“小人”。反道亂常，害賢伐善，所用者左，所違者公，百慶昬亡，萬機曠紊，家破國奪，不亦宜乎！"
                },
                {
                    "paragraph": "非賢智不能守家以義，不能守國以道。聖人所貴道微妙者，誠以其可以轉危爲安，救亡使存也。",
                    "zhushu": "道謂中經之道也。"
                }
            ]
        },
        {
            "name": "附錄",
            "paragraphs": [
                {
                    "paragraph": "附錄",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "說苑善說篇引鬼谷子曰：“人之不善而能矯之者，難矣。說之不行，言之不從者，其辨之不明也；旣明而不行者，持之不固也；旣固而不行者，未中其心之所善也。辨之明之，持之固之，又中其人之所善，其言神而珍，白而分，能入于人之心，如此而說不行者，天下未嘗聞也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "史記太史公自序云：“故曰：聖人不朽，時變自守。”索隱曰：“此出鬼谷子，遷引之以成其章，故稱故曰也。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "史記田世家索隱引鬼谷子云：“田成子殺齊君，十二代而有齊國”。",
                    "zhushu": "按莊子胠篋篇文與此同。",
                    "type": 2
                },
                {
                    "paragraph": "太平御覽治道部引鬼谷子曰：“事聖君，有聽從，無諫諍；中君有諫諍，無諂諛；事暴君，有補削，無矯拂。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "又曰：“君得名，則羣臣恃之。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "意林引鬼谷子曰：“人動我静，人言我聽，能固能去，在我而問。知性則寡累，知命則不憂，憂累去則心平，心平而仁義著矣。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "又曰：“以備養民，猶草木之得時；以仁化人，猶天生草木以雨潤澤之。”",
                    "zhushu": "以上七條，鬼谷子逸文。",
                    "type": 2
                },
                {
                    "paragraph": "文𨕖注：“鬼谷子序曰：‘周時有豪士隱於鬼谷者，自號鬼谷子，言其自遠也。然鬼谷之名，隱者通號也。’”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "太平御覽禮儀部：“鬼谷子曰：‘周有豪士，居鬼谷，號爲鬼谷神生。蘇秦、張儀徃見之。’先生曰：‘吾將爲二子陳言至道，子其齊戒，擇日而學。’後儀、秦齊戒而徃。”",
                    "zhushu": "此條疑是鬼谷子序文。",
                    "type": 2
                },
                {
                    "paragraph": "晁公武讀書志尹知章敘：“秦、儀復徃見，先生乃正席而坐，嚴顔而言，告二子以全身之道。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "史記蘇秦列傳索隱曰：“樂壹注鬼谷子書云：‘蘇秦欲神秘其道，故假名鬼谷。’”",
                    "zhushu": "以上四條，鬼谷子序。",
                    "type": 2
                },
                {
                    "paragraph": "史記蘇秦列傳：“蘇秦東師事于齊，而習之於鬼谷先生”。徐廣曰：“潁川陽城有鬼谷，蓋是其人所居，因爲號。”駰案：風俗通義曰：“鬼谷先生，六國時從横家。”索隱曰：“鬼谷，地名也。扶風池陽、潁川陽城并有鬼谷墟，蓋是其人所居，因爲號。”○集解：“鬼谷子有揣摩篇也。王劭云：“揣情、摩意，是鬼谷之二章名，非爲一篇也。”法言云：“儀、秦學乎鬼谷術。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "論衡：“答佞萹：“蘇秦、張儀從橫習之鬼谷先生，掘地爲坑，曰：“下說令我泣出，則耐分人君之地。”蘇秦下說，鬼谷先生泣下沾襟。”又明雩萹：“蘇秦、張儀悲說坑中，鬼谷先生泣下沾襟。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "王嘉拾遺記曰：“張儀、蘇秦二人，遞剪髪以相活，或傭力寫書，行遇聖人之文，無以題記，則以墨書於掌中及股裏，夜還，折竹寫之。二人假食於路，剝樹皮爲囊，以盛天下良書。每息大樹之下，假息而寐。有一先生問曰：“二子何勤苦若是？”而儀、秦共與言論，曰：“子是何人？”答曰：“吾死生於山谷，世論謂余歸谷子也。”秦、儀後逰學，復逢歸谷子，乃請其學術，則教以干世俗之辯，乃探胷中韋秩三卷書，言輔時之事，故儀、秦學之以終身也。古史考云：仪、秦受術鬼谷先生，歸之，聲與鬼相亂故也。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "金樓子曰：“秦始皇聞鬼谷先生言，因遣徐福入海，求金菜玉蔬。”",
                    "zhushu": "別有眞隱傳、錄異記二條，乃後人妄旗，其辭鄙俗，今不錄。"
                }
            ]
        },
        {
            "name": "跋",
            "paragraphs": [
                {
                    "paragraph": "跋",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "陶宏景注鬼谷子爲道藏舊本。吾鄉秦編脩敦夫，博覽嗜古，精于校讐，因剌取諸書，考訂譌謬，梓行之，其畧見自序中元。讀鬼谷子中多䪨語，又其抵巇篇曰：“巇者，罅也”，讀巇如呼，合古聲訓字之義，非後人所能依旗。其篇名有飛箝，按周禮春官典同“徵聲韽”，後鄭讀爲“飛鉆湼韽”之韽，箝、鉆同字，賈疏卽引鬼谷子證之。又揣、摩二篇，似放蘇秦傳“簡練以爲揣摩”之語爲之，然史記虞卿傳稱虞氏春秋亦有揣摩篇，則亦游說者之通語也。竊謂書苟爲隋、唐志所著錄。而今僅存者，無不當精校傳世，况是編爲從橫家獨存之子書，陶氏注又世所久佚，誠罔羅古籍者所樂覩也。阮元䟦尾。",
                    "zhushu": ""
                }
            ]
        }
    ]
}