{
    "name": "佛說觀無量壽佛經",
    "author": "南朝宋・畺良耶舍 譯",
    "loadChapterCount": 1,
    "chapters": [
        {
            "name": "佛說觀無量壽佛經",
            "paragraphs": [
                {
                    "paragraph": "佛說觀無量壽佛經",
                    "zhushu": "",
                    "type": 1
                },
                {
                    "paragraph": "宋西域三藏畺良耶舍譯",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "如是我聞：一時，佛在王舍城耆闍崛山中，與大比丘衆，千二百五十人俱。菩薩三萬二千，文殊師利法王子而爲上首。爾時王舍大城有一太子，名阿闍世，隨順調達惡友之教，收執父王頻婆娑羅，幽閉置於七重室內，制諸群臣，一不得往。國大夫人，名韋提希，恭敬大王，澡浴淸淨，以酥蜜和麨，用塗其身，諸瓔珞中盛葡萄漿，密以上王。爾時大王，食麨飮漿，求水漱口，漱口畢已，合掌恭敬，向耆闍崛山，遙禮世尊，而作是言：“大目乾連是吾親友，願興慈悲，授我八戒。”時目乾連如鷹隼飛，疾至王所，日日如是，授王八戒。世尊亦遣尊者富樓那，爲王說法。如是時閒經三七日，王食麨蜜得聞法故，顏色和悅。時，阿闍世問守門人：“父王今者，猶存在耶。”時守門者白言：“大王！國大夫人身塗麨蜜，瓔珞盛漿，持用上王；沙門目連及富樓那，從空而來，爲王說法，不可禁制。”時阿闍世聞此語已，怒其母曰：“我母是賊，與賊爲伴；沙門惡人，幻惑呪術，令此惡王多日不死。”卽執利劍欲害其母。時有一臣，名曰月光，聰明多智，及與耆婆，爲王作禮。白言：大王臣聞毘陁論經說：“劫初已來，有諸惡王貪國位故，殺害其父一萬八千。”未曾聞有無道害母。王今爲此殺逆之事，污剎利種，臣不忍聞！是栴陁羅，我等不宜復住於此。時二大臣說此語竟，以手按劍，卻行而退。時阿闍世驚怖惶懼，告耆婆言：“汝不爲我耶？”耆婆白言：“大王！愼莫害母。”王聞此語，懺悔求救，卽便捨劍，止不害母。勅語內官：“閉置深宮，不令復出。”時，韋提希被幽閉已，愁憂憔悴，遙向耆闍崛山，爲佛作禮，而作是言：“如來世尊在昔之時，恒遣阿難來慰問我。我今愁憂，世尊威重，無由得見；願遣目連、尊者阿難，與我相見。”作是語已，悲泣雨淚，遙向佛禮，未擧頭頃。爾時世尊在耆闍崛山，知韋提希心之所念，卽勅大目揵連及以阿難，從空而來。佛從耆闍崛山沒，於王宮出。時，韋提希禮已擧頭，見世尊釋迦牟尼佛，身紫金色坐百寶蓮華。目連侍左，阿難在右，釋梵護世諸天在虛空中，普雨天華，持用供養。時韋提希見佛世尊，自絕瓔珞，擧身投地，號泣向佛。白言：“世尊！我宿何罪，生此惡子？世尊復有何等因緣，與提婆達多共爲眷屬？唯願世尊，爲我廣說無憂惱處，我當往生，不樂閻浮提濁惡世也。此濁惡處，地獄、餓鬼、畜生盈滿，多不善聚。願我未來不聞惡聲，不見惡人。今向世尊五體投地，求哀懺悔。唯願佛日教我，觀於淸淨業處。”爾時，世尊放眉閒光，其光金色，遍照十方無量世界。還住佛頂，化爲金臺，如須彌山。十方諸佛淨妙國土，皆於中現。或有國土，七寶合成；復有國土，純是蓮花；復有國土，如自在天宮；復有國土，如頗梨鏡；十方國土，皆於中現。有如是等無量諸佛國土，嚴顯可觀，令韋提希見。時，韋提希白佛言：“世尊！是諸佛土，雖復淸淨，皆有光明；我今樂生極樂世界阿彌陁佛所。唯願世尊，教我思惟，教我正受。”爾時，世尊卽便微笑，有五色光，從佛口出，一一光照頻婆娑羅王頂。爾時大王雖在幽閉，心眼無障，遙見世尊，頭面作禮，自然增進，成阿那含。爾時，世尊告韋提希：“汝今知不？阿彌陁佛去此不遠，汝當繫念，諦觀彼國淨業成者。我今爲汝廣說衆譬，亦令未來世一切凡夫欲修淨業者，得生西方極樂國土。欲生彼國者，當修三福：一者，孝養父母，奉事師長，慈心不殺，修十善業。二者，受持三歸，具足衆戒，不犯威儀。三者，發菩提心，深信因果，讀誦大乘，勸進行者。如此三事名爲淨業。”佛告韋提希：“汝今知不？此三種業，乃是過去、未來、現在三世諸佛淨業正因。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告阿難及韋提希：“諦聽，諦聽！善思念之。如來今者，爲未來世一切衆生，爲煩惱賊之所害者，說淸淨業。善哉韋提希！快問此事。阿難！汝當受持，廣爲多衆，宣說佛語。如來今者，教韋提希及未來世一切衆生，觀於西方極樂世界。以佛力故，當得見彼淸淨國土，如執明鏡自見面像。見彼國土極妙樂事，心歡喜故，應時卽得無生法忍。”佛告韋提希：“汝是凡夫，心想羸劣，未得天眼，不能遠觀，諸佛如來有異方便，令汝得見。”時，韋提希白佛言：“世尊！如我今者，以佛力故見彼國土。若佛滅後，諸衆生等，濁惡不善，五苦所逼，云何當見阿彌陁佛，極樂世界？”佛告韋提希：“汝及衆生應當專心，繫念一處，想於西方。云何作想？凡作想者，一切衆生自非生盲，有目之徒，皆見日沒。當起想念，正坐西向，諦觀於日，令心堅住，專想不移。見日欲沒，狀如懸鼓。旣見日已，閉目開目皆令明了。是爲日想，名曰初觀。作是觀者，名爲正觀。若他觀者，名爲邪觀。”佛告阿難及韋提希：“初觀成已，次作水想。想見西方一切皆是大水，見水澄淸，亦令明了，無分散意。旣見水已，當起冰想。見冰映徹，作琉璃想。此想成已，見琉璃地，內外映徹。下有金剛七寶金幢，擎瑠璃地。其幢八方，八楞具足，一一方面，百寶所成，一一寶珠，有千光明，一一光明，八萬四千色，映琉璃地，如億千日，不可具見。琉璃地上，以黃金繩，雜廁閒錯，以七寶界，分齊分明，一一寶中，有五百色光，其光如花，又似星月，懸處虛空，成光明臺。樓閣千萬，百寶合成，於臺兩邊。各有百億花幢，無量樂器，以爲莊嚴。八種淸風，從光明出，鼓此樂器，演說苦、空、無常、無我之音，是爲水想，名第二觀。此想成時，一一觀之，極令了了。閉目開目，不令散失，唯除食時，恒憶此事。作此觀者，名爲正觀。若他觀者，名爲邪觀。”佛告阿難及韋提希：“水想成已，名爲粗見，極樂國地。若得三昧，見彼國地，了了分明，不可具說。是爲地想，名第三觀。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告阿難：“汝持佛語，爲未來世一切大衆，欲脫苦者，說是觀地法。若觀是地者，除八十億劫，生死之罪。捨身他世，必生淨國，心得無疑。作是觀者，名爲正觀。若他觀者，名爲邪觀。”佛告阿難及韋提希：“地想成已，次觀寶樹。觀寶樹者，一一觀之，作七重行樹想。一一樹高八千由旬，其諸寶樹，七寶花葉，無不具足。一一華葉，作異寶色。琉璃色中，出金色光；頗梨色中，出紅色光；馬腦色中，出車璖光；車璖色中，出綠眞珠光；珊瑚琥珀，一切衆寶，以爲映飾。妙眞珠網，彌覆樹上，一一樹上有七重網，一一網閒有五百億妙華宮殿，如梵王宮。諸天童子，自然在中，一一童子，有五百億釋迦毘楞伽摩尼寶，以爲瓔珞。其摩尼光照百由旬，猶如和合百億日月，不可具名，衆寶閒錯色中上者。此諸寶樹，行行相當，葉葉相次，於衆葉閒，生諸妙花，花上自然有七寶果。一一樹葉，縱廣正等，二十五由旬；其葉千色，有百種畫，如天纓珞；有衆妙華，作閻浮檀金色；如旋火輪，宛轉葉閒，踊生諸果，如帝釋甁。有大光明，化成幢幡，無量寶蓋。是寶蓋中，映現三千大千世界一切佛事；十方佛國，亦於中現。見此樹已，亦當次第，一一觀之，觀見樹莖、枝葉、華果，皆令分明。是爲樹想，名第四觀。作是觀者，名爲正觀。若他觀者，名爲邪觀。”佛告阿難及韋提希：“樹想成已，次當想水。欲想水者，極樂國土，有八池水。一一池水，七寶所成；其寶柔軟，從如意珠王生，分爲十四支；一一支作七寶色。黃金爲渠，渠下皆以雜色金剛，以爲底沙。一一水中，有六十億七寶蓮花，一一蓮花，團圓正等，十二由旬。其摩尼水流注華閒，尋樹上下。其聲微妙，演說苦、空、無常、無我、諸波羅蜜，復有讚歎，諸佛相好者。從如意珠王，踊出金色微妙光明，其光化爲百寶色鳥，和鳴哀雅，常讚念佛、念法、念僧，是爲八功德水想，名第五觀。作是觀者，名爲正觀。若他觀者，名爲邪觀。”佛告阿難及韋提希：“衆寶國土，一一界上，有五百億寶樓，其樓閣中，有無量諸天，作天伎樂。又有樂器，懸處虛空，如天寶幢，不鼓自鳴。此衆音中，皆說念佛、念法、念比丘僧。此想成已，名爲粗見極樂世界寶樹、寶地、寶池，是爲摠觀想，名第六觀。若見此者，除無量億劫極重惡業，命終之後，必生彼國。作是觀者，名爲正觀。若他觀者，名爲邪觀。”佛告阿難及韋提希：“諦聽，諦聽！善思念之。吾當爲汝，分別解說，除苦惱法，汝等憶持，廣爲大衆，分別解說。”說是語時，無量壽佛住立空中，觀世音、大勢至，是二大士侍立左右。光明熾盛，不可具見，百千閻浮檀金色，不可爲比。時，韋提希見無量壽佛已。接足作禮，白佛言：“世尊！我今因佛力故，得見無量壽佛及二菩薩，未來衆生，當云何觀無量壽佛及二菩薩？”佛告韋提希：“欲觀彼佛者，當起想念，於七寶地上，作蓮花想，令其蓮花，一一葉作百寶色。有八萬四千脈，猶如天畫；一一脈有八萬四千光，了了分明，皆令得見。華葉小者，縱廣二百五十由旬；如是蓮華，有八萬四千大葉，一一葉閒，有百億摩尼珠王，以爲映飾。一一摩尼珠放千光明，其光如蓋，七寶合成，遍覆地上。釋迦毘楞伽摩尼寶，以爲其臺，此蓮花臺；八萬金剛甄叔迦寶、梵摩尼寶、妙眞珠網，以爲交飾於其臺上，自然而有四柱寶幢，一一寶幢，如百千萬億須彌山；幢上寶縵，如夜摩天宮。復有五百億微妙寶珠，以爲映飾。一一寶珠，有八萬四千光，一一光作八萬四千異種金色，一一金色，遍其寶土，處處變化，各作異相；或爲金剛臺，或作眞珠網，或作雜花雲，於十方面，隨意變現，施作佛事，是爲花座想，名第七觀。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告阿難：“如此妙花，是本法藏比丘，願力所成，若欲念彼佛者，當先作此妙花座想。作此想時，不得雜觀；皆應一一觀之，一一葉，一一珠，一一光，一一臺，一一幢，皆令分明，如於鏡中，自見面像。此想成者，滅除五百億劫生死之罪，必定當生極樂世界。作是觀者，名爲正觀。若他觀者，名爲邪觀。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告阿難及韋提希：“見此事已，次當想佛。所以者何？諸佛如來，是法界身，遍入一切衆生心想中；是故汝等心想佛時，是心卽是三十二相、八十隨形好。是心作佛，是心是佛。諸佛正遍知海，從心想生。是故應當一心繫念，諦觀彼佛、多陁阿伽度、阿羅呵、三藐三佛陁。想彼佛者，先當想像。閉目開目，見一寶像，如閻浮檀金色，坐彼華上。像旣坐已，心眼得開，了了分明，見極樂國七寶莊嚴寶地、寶池、寶樹行列，諸天寶縵彌覆樹上，衆寶羅網滿虛空中。見如此事，極令明了，如觀掌中。見此事已，復當更作一大蓮華，在佛左邊，如前蓮花等無有異。復作一大蓮華，在佛右邊，想一觀世音菩薩像，坐左華座，亦放金光，如前無異。想一大勢至菩薩像，坐右華座。此想成時，佛菩薩像，皆放妙光；其光金色，照諸寶樹。一一樹下，亦有三蓮花，諸蓮華上，各有一佛二菩薩像，遍滿彼國。此想成時，行者當聞水流、光明及諸寶樹、鳧鴈、鴛鴦皆說妙法。出定、入定，恒聞妙法。行者所聞，出定之時，憶持不捨，令與修多羅合。若不合者，名爲妄想，若與合者，名爲麤想見極樂世界。是爲想像，名第八觀。作是觀者，除無量億劫生死之罪，於現身中，得念佛三昧。作是觀者，名爲正觀。若他觀者，名爲邪觀。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告阿難及韋提希：“此想成已，次當更觀無量壽佛身相光明。阿難當知！無量壽佛身，如百千萬億夜摩天閻浮檀金色。佛身高六十萬億那由他恒河沙由旬；眉閒白毫，右旋宛轉，如五須彌山。佛眼淸淨，如四大海水，淸白分明，身諸毛孔，演出光明，如須彌山。彼佛圓光，如百億三千大千世界；於圓光中，有百萬億那由他恒河沙化佛；一一化佛，亦有衆多無數化菩薩，以爲侍者。無量壽佛有八萬四千相；一一相中，各有八萬四千隨形好；一一好中，復有八萬四千光明；一一光明，遍照十方世界，念佛衆生，攝取不捨。其光相好及與化佛，不可具說；但當憶想，令心明見。見此事者，卽見十方一切諸佛，以見諸佛故，名念佛三昧。作是觀者，名觀一切佛身，以觀佛身故亦見佛心。諸佛心者，大慈悲是，以無緣慈，攝諸衆生。作此觀者，捨身他世，生諸佛前，得無生忍。是故智者應當繫心諦觀無量壽佛。觀無量壽佛者。從一相好入，但觀眉間白毫，極令明了。見眉閒白毫相者，八萬四千相好自然當見。見無量壽佛者，卽見十方無量諸佛；得見無量諸佛故，諸佛現前受記。是爲遍觀一切色想，名第九觀。作是觀者，名爲正觀。若他觀者，名爲邪觀。”佛告阿難及韋提希：“見無量壽佛，了了分明已，次亦應觀觀世音菩薩。此菩薩身長八十億那由他恒河沙由旬，身紫金色，頂有肉髻，項有圓光，面各百千由旬。其圓光中，有五百化佛，如釋迦牟尼。一一化佛，有五百菩薩，無量諸天，以爲侍者。擧身光中，五道衆生，一切色相，皆於中現。頂上毘楞伽摩尼妙寶，以爲天冠。其天冠中，有一立化佛，高二十五由旬。觀世音菩薩面，如閻浮檀金色；眉閒毫相，備七寶色，流出八萬四千種光明；一一光明，有無量無數百千化佛；一一化佛，無數化菩薩，以爲侍者，變現自在滿十方界。臂如紅蓮花色，有八十億微妙光明，以爲瓔珞；其瓔珞中，普現一切諸莊嚴事。手掌作五百億雜蓮華色；手十指端，一一指端，有八萬四千畫，猶如印文。一一畫有八萬四千色，一一色有八萬四千光，其光柔軟，普照一切，以此寶手，接引衆生。擧足時，足下有千輻輪相，自然化成五百億光明臺。下足時，有金剛摩尼花，布散一切，莫不彌滿。其餘身相，衆好具足，如佛無異，唯頂上肉髻，及無見頂相，不及世尊。是爲觀觀世音菩薩眞實色身相，名第十觀。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告阿難：“若欲觀觀世音菩薩，當作是觀。作是觀者，不遇諸禍，淨除業障，除無數劫生死之罪。如此菩薩，但聞其名，獲無量福，何況諦觀！若有欲觀觀世音菩薩者，當先觀頂上肉髻，次觀天冠。其餘衆相，亦次第觀之，悉令明了，如觀掌中。作是觀者，名爲正觀。若他觀者，名爲邪觀。”佛告阿難及韋提希：“次觀大勢至菩薩，此菩薩身量大小，亦如觀世音，圓光面各二百二十五由旬，照二百五十由旬。擧身光明照十方國，作紫金色。有緣衆生，皆悉得見。但見此菩薩一毛孔光，卽見十方無量諸佛淨妙光明。是故號此菩薩名無邊光。以智慧光普照一切，令離三塗，得無上力，是故號此菩薩名大勢至。此菩薩天冠，有五百寶蓮華，一一寶華，有五百寶臺。一一臺中，十方諸佛淨妙國土廣長之相，皆於中現。頂上肉髻，如鉢頭摩花。於肉髻上，有一寶甁，盛諸光明，普現佛事。餘諸身相，如觀世音，等無有異。此菩薩行時，十方世界，一切震動，當地動處，各有五百億寶花。一一寶花，莊嚴高顯，如極樂世界。此菩薩坐時，七寶國土，一時動搖。從下方金光佛剎乃至上方光明王佛剎，於其中閒，無量塵數分身無量壽佛，分身觀世音、大勢至，皆悉雲集極樂國土，側塞空中，坐蓮華座，演說妙法，度苦衆生。作此觀者，名爲觀見大勢至菩薩；是爲觀大勢至色身相。觀此菩薩者名第十一觀，除無數劫阿僧祇生死之罪；作是觀者，不處胞胎，常遊諸佛淨妙國土。此觀成已，名爲具足觀觀世音及大勢至。作是觀者，名爲正觀。若他觀者，名爲邪觀。”佛告阿難及韋提希：“見此事時，當起想，作心自見，生於西方極樂世界，於蓮華中，結跏趺坐，作蓮花合想，作蓮華開想，蓮華開時，有五百色光，來照身想；眼目開想，見佛菩薩，滿虛空中，水鳥、樹林，及與諸佛，所出音聲，皆演妙法，與十二部經合。若出定時，憶持不失。見此事已，名見無量壽佛極樂世界。是爲普觀想，名第十二觀。無量壽佛化身無數，與觀世音及大勢至，常來至此，行人之所。作是觀者，名爲正觀。若他觀者，名爲邪觀。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告阿難及韋提希：“若欲至心生西方者，先當觀於一丈六像，在池水上。如先所說，無量壽佛身量無邊，非是凡夫心力所及。然彼如來宿願力故，有憶想者，必得成就。但想佛像，得無量福，況復觀佛具足身相！阿彌陁佛神通如意，於十方國，變現自在。或現大身，滿虛空中；或現小身，丈六八尺。所現之形，皆眞金色，圓光化佛及寶蓮花，如上所說。觀世音菩薩及大勢至，於一切處身同，衆生但觀首相，知是觀世音，知是大勢至，此二菩薩，助阿彌陁佛，普化一切。是爲雜想觀，名第十三觀。作是觀者，名爲正觀。若他觀者，名爲邪觀。”佛告阿難及韋提希：凡生西方，有九品人。上品上生者，若有衆生，願生彼國者，發三種心，卽便往生。何等爲三？一者、至誠心。二者、深心。三者、迴向發願心。具三心者，必生彼國。復有三種衆生，當得往生。何等爲三？一者、慈心不殺，具諸戒行。二者、讀誦大乘方等經典。三者、修行六念，迴向發願，生彼佛國。具此功德，一日乃至七日，卽得往生。生彼國時，此人精進勇猛故，阿彌陁如來，與觀世音及大勢至，無數化佛，百千比丘，聲聞大衆，無量諸天，七寶宮殿，觀世音菩薩，執金剛臺，與大勢至菩薩，至行者前。阿彌陁佛，放大光明，照行者身，與諸菩薩，授手迎接。觀世音、大勢至與無數菩薩，讚歎行者，勸進其心。行者見已，歡喜踊躍。自見其身，乘金剛臺，隨從佛後，如彈指頃，往生彼國。生彼國已，見佛色身，衆相具足。見諸菩薩，色相具足。光明寶林，演說妙法。聞已卽悟，無生法忍。經須臾閒，歷事諸佛，遍十方界，於諸佛前，次第受記。還至本國，得無量百千陁羅尼門，是名上品上生者。上品中生者，不必受持讀誦方等經典。善解義趣，於第一義，心不驚動，深信因果，不謗大乘，以此功德，迴向願求，生極樂國。行此行者，命欲終時，阿彌陁佛，與觀世音及大勢至、無量大衆，眷屬圍繞，持紫金臺，至行者前讚言：“法子！汝行大乘，解第一義，是故我今，來迎接汝。”與千化佛，一時授手。行者自見，坐紫金臺，合掌叉手，讚歎諸佛，如一念頃，卽生彼國，七寶池中。此紫金臺，如大寶花，經宿卽開。行者身作紫磨金色，足下亦有七寶蓮華。佛及菩薩，俱放光明，照行者身，目卽開明。因前宿習，普聞衆聲，純說甚深，第一義諦。卽下金臺，禮佛合掌，讚歎世尊。經於七日，應時卽於阿耨多羅三藐三菩提，得不退轉。應時卽能飛至十方，歷事諸佛，於諸佛所，修諸三昧。經一小劫，得無生法忍現前受記。是名上品中生者。上品下生者，亦信因果，不謗大乘，但發無上道心，以此功德，迴向願求生極樂國。彼行者命欲終時，阿彌陁佛及觀世音幷大勢至，與諸眷屬，持金蓮華，化作五百化佛，來迎此人。五百化佛一時授手，讚言：“法子！汝今淸淨，發無上道心，我來迎汝。”見此事時，卽自見身，坐金蓮花。坐已華合，隨世尊後，卽得往生七寶池中。一日一夜，蓮花乃開，七日之中，乃得見佛。雖見佛身，於衆相好，心不明了，於三七日後，乃了了見。聞衆音聲，皆演妙法。遊歷十方，供養諸佛。於諸佛前，聞甚深法，經三小劫，得百法明門，住歡喜地。是名上品下生者。是名上輩生想，名第十四觀。作是觀者，名爲正觀。若他觀者，名爲邪觀。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告阿難及韋提希：中品上生者，若有衆生，受持五戒，持八戒齋，修行諸戒，不造五逆，無衆過惡；以此善根，迴向願求生於西方極樂世界。行者臨命終時，阿彌陁佛，與諸比丘，眷屬圍繞，放金色光，至其人所，演說苦、空、無常、無我，讚歎出家，得離衆苦。行者見已，心大歡喜。自見己身，坐蓮花臺，長跪合掌，爲佛作禮。未擧頭頃，卽得往生極樂世界，蓮花尋開。當華敷時，聞衆音聲，讚歎四諦，應時卽得阿羅漢道，三明、六通、具八解脫；是名中品上生者。中品中生者，若有衆生，若一日一夜，持八戒齋，若一日一夜，持沙彌戒，若一日一夜，持具足戒，威儀無缺。以此功德，迴向願求生極樂國。戒香薰修，如此行者，命欲終時，見阿彌陁佛，與諸眷屬，放金色光，持七寶蓮花，至行者前，行者自聞空中有聲，讚言：“善男子！如汝善人，隨順三世諸佛教故，我來迎汝。”行者自見，坐蓮花上，蓮花卽合，生於西方極樂世界。在寶池中，經於七日，蓮花乃敷。花旣敷已，開目合掌，讚歎世尊。聞法歡喜，得須陁洹，經半劫已，成阿羅漢；是名中品中生者。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "中品下生者，若有善男子，善女人，孝養父母，行世仁義，此人命欲終時，遇善知識，爲其廣說阿彌陁佛國土樂事，亦說法藏比丘四十八大願。聞此事已，尋卽命終。譬如壯士屈申臂頃，卽生西方極樂世界。生經七日，遇觀世音及大勢至，聞法歡喜，得須陁洹。過一小劫，成阿羅漢。是名中品下生者。是名中輩生想，名第十五觀。作是觀者，名爲正觀。若他觀者，名爲邪觀。佛告阿難及韋提希：下品上生者，或有衆生，作衆惡業，雖不誹謗方等經典，如此愚人，多造惡法，無有慚愧，命欲終時，遇善知識，爲讚大乘十二部經首題名字。以聞如是諸經名故，除卻千劫極重惡業。智者復教合掌叉手，稱南無阿彌陁佛。稱佛名故，除五十億劫生死之罪。爾時彼佛，卽遣化佛，化觀世音，化大勢至至行者前，讚言：“善哉！善男子！汝稱佛名故，諸罪消滅，我來迎汝。”作是語已，行者卽見，化佛光明遍滿其室，見已歡喜，卽便命終！乘寶蓮華，隨化佛後，生寶池中，經七七日，蓮華乃敷。當花敷時，大悲觀世音菩薩及大勢至菩薩，放大光明，住其人前，爲說甚深十二部經。聞已信解，發無上道心。經十小劫，具百法明門，得入初地；是名下品上生者；得聞佛名、法名及聞僧名，聞三寶名，卽得往生。佛告阿難及韋提希：“下品中生者，或有衆生，毀犯五戒，八戒及具足戒，如此愚人，偸僧祇物，盜現前僧物，不淨說法，無有慚愧，以諸惡法，而自莊嚴。如此罪人，以惡業故，應墮地獄。命欲終時，地獄衆火，一時俱至。遇善知識，以大慈悲，卽爲讚說，阿彌陁佛十力威德，廣讚彼佛光明神力，亦讚戒、定、慧、解脫、解脫知見。此人聞已，除八十億劫生死之罪。地獄猛火，化爲涼風，吹諸天華。華上皆有化佛菩薩，迎接此人。如一念頃，卽得往生七寶池中蓮華之內，經於六劫，蓮華乃敷。當華敷時，觀世音、大勢至，以梵音聲，安慰彼人，爲說大乘甚深經典。聞此法已，應時卽發無上道心。是名下品中生者。”佛告阿難及韋提希：下品下生者，或有衆生，作不善業、五逆、十惡，具諸不善。如此愚人，以惡業故，應墮惡道，經歷多劫，受苦無窮。如此愚人，臨命終時，遇善知識，種種安慰，爲說妙法，教令念佛，彼人苦逼，不遑念佛。善友告言：“汝若不能念彼佛者，應稱敀命無量壽佛。”如是至心，令聲不絕，具足十念稱南無阿彌陁佛。稱佛名故，於念念中，除八十億劫生死之罪。命終之時，見金蓮花，猶如日輪，住其人前，如一念頃，卽得往生極樂世界。於蓮花中，滿十二大劫，蓮花方開。當花敷時，觀世音、大勢至，以大悲音聲，卽爲其人，廣說實相，除滅罪法。聞已歡喜，應時卽發菩提之心；是名下品下生者。是名下輩生想，名第十六觀。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爾時，世尊說是語時，韋提希與五百侍女，聞佛所說，應時卽見極樂世界廣長之相，得見佛身及二菩薩，心生歡喜，歎未曾有，豁然大悟，得無生忍。五百侍女，發阿耨多羅三藐三菩提心，願生彼國。世尊悉記，皆當往生，生彼國已，獲得諸佛現前三昧。無量諸天，發無上道心。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "爾時阿難，卽從座起，前白佛言：“世尊！當何名此經？此法之要，當云何受持？”佛告阿難：“此經名觀極樂國土無量壽佛觀世音菩薩大勢至菩薩亦名淨除業障生諸佛前。汝當受持，無令忘失！行此三昧者，現身得見無量壽佛及二大士。若善男子及善女人，但聞佛名，二菩薩名，除無量劫生死之罪，何況憶念！若念佛者，當知此人，卽是人中，芬陁利花，觀世音菩薩、大勢至菩薩，爲其勝友，當坐道場，生諸佛家。”",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛告阿難：“汝好持是語，持是語者，卽是持無量壽佛名。”佛說此語時，尊者目連、尊者阿難及韋提希等，聞佛所說，皆大歡喜。爾時世尊，足步虛空，還耆闍崛山。爾時，阿難廣爲大衆，說如上事。無量人、天龍神、夜叉，聞佛所說，皆大歡喜，禮佛而退。",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "佛說觀無量壽佛經",
                    "zhushu": "",
                    "type": 2
                },
                {
                    "paragraph": "戊戌歲高麗國大藏都監奉勅雕造",
                    "zhushu": ""
                }
            ]
        }
    ]
}