{
  "name": "庄子郭象注徐无鬼第二十四",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "徐无鬼第二十四",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音义曰：以人名篇。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "徐无鬼因女商见魏武侯，武侯劳之曰：“先生病矣，苦于山林之劳，故乃肯见于寡人。”徐无鬼曰：“我则劳于君，君有何劳于我？君将盈耆欲，长好恶，则性命之情病矣；君将黜嗜欲，掔好恶，则耳目病矣。",
          "zhushu": "耆欲好恶，内外无可○。徐无鬼，缗山人，魏之隐士也。司马本作缗山人。徐无鬼，女商人名也。李云：无鬼、女商，并魏幸臣，武侯名。击，文侯之子，治安邑。劳之，力报反。唯山林之劳，一字如字，余并下章。并力报反。盈耆，时志反，下注同。长，丁丈反。好，呼报反，下注、下章同。恶，乌路反。下注、下章同。黜，敕律反，退也，本又作出，音同。司马本作出。掔，苦田反，又口闲反。尔雅云：固也。崔云：引去也。司马云：牵也。"
        },
        {
          "paragraph": "我将劳君，君有何劳于我？”武侯超然不对。",
          "zhushu": "不说其言○超然：司马云：犹怅然也。说，音悦，下文大说同。"
        },
        {
          "paragraph": "少焉，徐无鬼曰：“尝语君吾相狗也：下之质，执饱而止，是狸德也；中之质若视日，上之质若亡其一。吾相狗，又不若吾相马也。吾相马，直者中绳，曲者中钩，方者中矩，圆者中规，是国马也，而未若天下马也。天下马有成材，若恤若失，若丧其一。若是者，超轶绝尘，不知其所。”武侯大说而笑。",
          "zhushu": "夫真人之言何逊哉？唯物所好之可也。○语，鱼据反。相，息亮反，下皆同。下之质，一本无质字。执饱而止，司马以执字绝句，云：放下之能执禽也。狸德，谓贪如狐狸也。视日音示，司马本作视，云：视日瞻远也。若亡其一，一，身也。谓精神不动，若无其身也。直者中绳，丁仲反，下皆同。司马云：直谓马齿，曲谓背上，方谓头，圆谓目。成材字亦作才，言自然巳足不湏教习也。恤音恤。失音逸。司马本作佚。李云：恤失，皆惊竦若飞也。丧，息浪反，下章注同。其一，言丧其耦也。轶，李音逸，徐徒列反。崔云：彻也。广雅云：过也。"
        },
        {
          "paragraph": "徐无鬼出，女商曰：“先生独何以说吾君乎？吾所以说吾君者，横说之则以诗书礼乐，从说之则以金板六弢。奉事而大有功者不可为数，而吾君未尝启齿。",
          "zhushu": "是直乐鴳以钟鼓耳，故愁。○说，如字，又始锐反，下皆同。司马作悦，从，子容反。板，本亦作版，薄版反，又如字。六弢，吐刀反。司马、崔云：金版六弢，皆周书篇名。或曰秘韯也。本又作六韬，谓太公六韬，文、武、虎、豹、龙、大也。乐音洛，章末同。鴳，一谏反。"
        },
        {
          "paragraph": "今先生何以说吾君，使吾君说若此乎？”徐无鬼曰：“吾直告之，吾相狗马耳。”女商曰：“若是乎？”曰：“子不闻夫越之流人乎？去国数日，见其所知而喜；",
          "zhushu": "各思其本性之所好。○君说，音悦。越之流人，越，远也。司马云：流人，有罪自流徒者也。数，所主反。"
        },
        {
          "paragraph": "去国旬月，见所尝见于国中者喜；及期年也，见似人者而喜矣。不亦去人滋久，思人滋深乎？",
          "zhushu": "各得其所好则无思，无思则忘其所以喜也。○期音基。"
        },
        {
          "paragraph": "夫逃虚空者，藜藋柱乎鼪鼬之迳，踉位其空，闻人足音跫然而喜矣，而况乎昆弟亲戚之謦欬其侧者乎？",
          "zhushu": "得所至乐，则大悦也。○逃，司马本作廵也。虚空，司马云：故怀家处为空虚也。藜，力西反。藋，徒吊反，本或作𥤊，同。柱，诛矩反。司马云：塞也。鼪音生，又音姓。鼬，由救反。迳，本亦作径。司马云：径，道也。本又作迹，元嘉本作迭，徐音逸。崔云：迭，迹。良位其空，司马云：良，良人，谓廵虚者也。位其空，谓处虚空之间也。良或作踉，音同。跫然，郭巨恭反，李曲恭反，又曲勇反，陈也；徐苦江反，又按扁反。司马云：喜貌。崔云：行人之声而喜。李云：喻武侯之无人君之德，而处在防卫之间，虽临朝侨、厉，愈非其意，及得其所思，犹逃窜之间，人音安能不跫然改貌，释然而喜也？謦，苦顶反，又音罄。欬，苦爱反，一音器。李云：謦欬，喻言笑也。但呼闻所好犹大悦，况骨肉之情，欢之至也。"
        },
        {
          "paragraph": "久矣夫！莫以真人之言謦欬吾君之侧乎！”",
          "zhushu": "所以未尝启齿也。夫真人之言，所以得吾君性也。始得之而喜，久得之则忘。○夫音扶，后放此。"
        },
        {
          "paragraph": "徐无鬼见武侯，武侯曰：“先生居山林，食芧栗，厌葱韭，以宾寡人，久矣夫！今老邪？其欲干酒肉之味邪？其寡人亦有社稷之福邪？”徐无鬼曰：“无鬼生于贫贱，未尝敢饮食君之酒肉，将来劳君也。”君曰：“何哉？奚劳寡人？”曰：“劳君之神与形。”武侯曰：“何谓邪？”徐无鬼曰：“天地之养也一，",
          "zhushu": "不以为君，而恣之无极。○食芧，音序，又食汝反，本亦作芧粟。韭音久，或非，下作者，非也。宾，必刃反，本或作摈。司马云：摈，弃也。又必人反。李云：宾，客也。干，李云：干，求也。社稷之福邪？李云：谓善言嘉谋，可以利社稷也。"
        },
        {
          "paragraph": "登高不可以为长，居下不可以为短。君独为万乘之主，以苦一国之民，以养耳目鼻口，",
          "zhushu": "如此，违天地之平也。○乘，绳证反。"
        },
        {
          "paragraph": "夫神者不自许也。",
          "zhushu": "物与之耳○不自许司马云：许，与也。"
        },
        {
          "paragraph": "夫神者，好和而恶奸。",
          "zhushu": "与物共者，和也；私自许者，奸也。"
        },
        {
          "paragraph": "夫奸，病也，故劳之。唯君所病之，何也？”武侯曰：“欲见先生久矣。吾欲爱民而为义偃兵，其可乎？”徐无鬼曰：“不可。爱民，害民之始也；",
          "zhushu": "爱民之迹，为民所尚，尚之为爱，爱巳伪也。○奸病，王云：奸者，以正从邪也，谓病也。所病之何也。李云：服而无对也。或云：养违天地，独恣其欲，自许不损于神，而以奸为病，故不知所以以此为病，何为乎偃息也。"
        },
        {
          "paragraph": "为义偃兵，造兵之本也。",
          "zhushu": "为义则名彰，名彰则竞兴，竞兴则丧其真矣。父子君臣怀情相欺，虽欲偃兵，其可得乎。"
        },
        {
          "paragraph": "君自此为之，则殆不成。",
          "zhushu": "从无为为之乃成耳。"
        },
        {
          "paragraph": "凡成美恶，器也。",
          "zhushu": "美成于前，则伪生于后，故戌美者，乃恶器也。"
        },
        {
          "paragraph": "君虽为仁义，几且伪哉！",
          "zhushu": "民将以伪继之耳，未肯为真也。"
        },
        {
          "paragraph": "形固造形，",
          "zhushu": "仁义有形，固伪，形必作。"
        },
        {
          "paragraph": "成固有伐，",
          "zhushu": "成则显也。"
        },
        {
          "paragraph": "变固外战。",
          "zhushu": "失其常然。○成固有伐，变固外战。王云：成功在已，亦众所不与，欲无有伐，其可得乎？夫伪生形造，又伐焉，非本所图，势之变也。既有伪伐，得无战乎？"
        },
        {
          "paragraph": "君亦必无盛鹤列于丽谯之间，",
          "zhushu": "鹤列，陈兵也。丽谯，高楼也。○鹤列，李云：谓兵如鹤之列行。司马云：鹤列，钟皷也。丽如字，又力智反，力支反。谯，本亦作礁，在逍反。司马、郭、李皆云：丽谯，楼观名也。案：谓华丽而礁峣。"
        },
        {
          "paragraph": "无徒骥于锱坛之官，",
          "zhushu": "步兵曰徒，但不当为义爱民耳，亦无为盛兵走马。○无徒，司马云：徒，步也。锱坛，徐侧其反。锱坛，坛名。"
        },
        {
          "paragraph": "无藏逆于得，",
          "zhushu": "得中有逆则失耳。○藏，一本作藏，司马本同。逆于得，司马本作德。李云：凡非理而贪，贪得而居之，此藏逆于德内者也。孰有贪得而可以德不失哉？固宜无藏而舍之。又云：谓有贪则逆道也。"
        },
        {
          "paragraph": "无以巧胜人，",
          "zhushu": "守其朴，而朴各有所能，则平。"
        },
        {
          "paragraph": "无以谋胜人，",
          "zhushu": "率其真知，而知各有所长，则均。"
        },
        {
          "paragraph": "无以战胜人。",
          "zhushu": "以道应物，物服而无胜名。"
        },
        {
          "paragraph": "夫杀人之士民，兼人之土地，以养吾私与吾神者，其战不知孰善？胜之恶乎在。",
          "zhushu": "不知以何为善，则虽尅非已胜。○恶，音乌，下同。"
        },
        {
          "paragraph": "君若勿已矣。修胸中之诚，以应天地之情，而勿撄。",
          "zhushu": "若未能巳，则莫若修巳之诚。○撄，一营反，又一盈反。"
        },
        {
          "paragraph": "夫民死已脱矣，君将恶乎用夫偃兵哉？”",
          "zhushu": "甲兵无所陈，非偃也。○脱音夺。"
        },
        {
          "paragraph": "黄帝将见大隗乎具茨之山，方明为御，昌宇骖乘，张若，謵朋前马，昆阍、滑稽后车。至于襄城之野，七圣皆迷，无所问涂。",
          "zhushu": "圣者，名也。名生而物迷矣，虽欲之乎大隗，其可得乎？○大隗，五罪反，司马、崔本作泰隗，或云：大司，神名也。一云：大道也。具茨，一本作次，同祀咨反，又音资，司马本作疚，山名也。司马云：在荥阳宻县东，今名泰隗山。宇音禹。骖乘，绳证反。骖乘，车右也。謵音习，元嘉本作谓，崔同。扅，舒氏反。崔本作㢁，本亦作朋，蒲登反，徐扶恒反。前马司马云：二人先马导也。阍，音昏。滑，音骨。稽，音鸡。后车：司马云：二人从车后襄城之野。李云：地名。七圣：黄帝一，方明二，昌宇三，张若四，谓朋五，昆阍六，滑稽七也。"
        },
        {
          "paragraph": "适遇牧马童子，问涂焉，曰：“若知具茨之山乎？”曰：“然。若知大隗之所存乎？”曰：“然。”黄帝曰：“异哉小童，非徒知具茨之山，又知大隗之所存。请问为天下。”小童曰：“夫为天下者，亦若此而已矣，又奚事焉？",
          "zhushu": "各自若则无事矣，无事乃可以为天下也。"
        },
        {
          "paragraph": "予少而自游于六合之内，予适有瞀病，有长者教予曰：‘若乘日之车而游于襄城之野。’",
          "zhushu": "日出而游，日入而息。○少，诗召反。瞀，莫豆反，郭音务，李云：风眩貌。司马云：瞀读日瞀，谓眩瞀也。长，丁丈反。乘日之车。司马云：以日为车也。元嘉本车作居。"
        },
        {
          "paragraph": "今予病少痊，予又且复游于六合之外。夫为天下，亦若此而已，予又奚事焉？”",
          "zhushu": "夫为天下，莫过自放任。自放任矣，物亦奚撄焉？故我无为而民自化。○痊，七全反，李云：除也。复，扶又反。"
        },
        {
          "paragraph": "黄帝曰：“夫为天下者，则诚非吾子之事。",
          "zhushu": "事由氏作。"
        },
        {
          "paragraph": "虽然，请问为天下。”",
          "zhushu": "令民自得，必有道也。"
        },
        {
          "paragraph": "小童辞。黄帝又问。小童曰：“夫为天下者，亦奚以异乎牧马者哉？亦去其害马者而已矣。”",
          "zhushu": "马以过分为害。○去，起吕反，下注同。"
        },
        {
          "paragraph": "黄帝再拜稽首，称天师而退。",
          "zhushu": "师夫天然而去其过，公则大隗至也。"
        },
        {
          "paragraph": "知士无思虑之变则不乐，辩士无谈说之序则不乐，察士无凌谇之事则不乐，皆囿于物者也。",
          "zhushu": "不能自得于内，而乐物于外，故各以所乐囿之，则万物不召而自来，非强之也。○知音智。乐音洛，下不乐及注同。察士，李云：察，职也。凌，李云：谓相凌轹。谇音信。广稚云：问也，又音崇，又音峻，一本作囿。有音又。强，其夹反。"
        },
        {
          "paragraph": "招世之士兴朝，中民之士荣官，筋力之士矜难，勇敢之士奋患，兵革之士乐战，枯槁之士宿名，法律之士广治，礼乐之士敬容，仁义之士贵际。",
          "zhushu": "士之不同若此，故当之者不可易其方。○朝，直遥反。中民，李云：善治民也。难，乃旦反。槁，苦老反，后章同。宿名。宿，积久也。王云：枯槁一生以为娱，其所寝宿，唯名而已。治，直吏反。贵际，谓盟会事。"
        },
        {
          "paragraph": "农夫无草莱之事则不比，商贾无市井之事则不比。",
          "zhushu": "能同则事同，所以比。○比，毗志反，下同。贾音古。"
        },
        {
          "paragraph": "庶人有旦暮之业则劝，",
          "zhushu": "业得其志，故劝。"
        },
        {
          "paragraph": "百工有器械之巧则壮。",
          "zhushu": "事非其巧则惰。○则壮。李云：壮，犹疾也。惰，徒卧反。"
        },
        {
          "paragraph": "钱财不积则贪者忧，",
          "zhushu": "物得所耆而乐也。○所耆，时志反。乐音洛。"
        },
        {
          "paragraph": "权势不尤则夸者悲。势物之徒乐变，",
          "zhushu": "权势生于事变。"
        },
        {
          "paragraph": "遭时有所用，不能无为也。",
          "zhushu": "凡此诸士，用各有时。时用则不能自巳也。苟不遭时，则虽欲自用，其可得乎。故贵贱无常。"
        },
        {
          "paragraph": "此皆顺比于岁，不物于易者也。",
          "zhushu": "士之所能，各有其极，若四时之不可易耳。故当其时物，顺其伦次，则各有用矣。是以顺岁则时序，易性则不物。物而不物，非毁如何？"
        },
        {
          "paragraph": "驰其形性，潜之万物，终身不反，悲夫！",
          "zhushu": "不守一家之能，而之夫万方，以要时利，故有匍匐而归者，所以悲也。○要，一遥反。匍音扶，又音蒲。匐音服，又蒲北反。"
        },
        {
          "paragraph": "庄子曰：“射者非前期而中，谓之善射。天下皆羿也，可乎？”",
          "zhushu": "不期而中，谓误中者也，非善射也。若谓谬中为善射，是则天下皆可谓之羿，可乎？言不可也。○中，丁仲反，注同。"
        },
        {
          "paragraph": "惠子曰：“可。”庄子曰：“天下非有公是也，而各是其所是。天下皆尧也，可乎？”",
          "zhushu": "若谓谬中者羿也，则私自是者亦可谓尧矣。庄子以此明妄中者非羿，而自是者非尧。"
        },
        {
          "paragraph": "惠子曰：“可。”庄子曰：“然则儒、墨、杨、秉四，与夫子为五，果孰是邪？",
          "zhushu": "若皆尧也，则五子何为复相非乎？"
        },
        {
          "paragraph": "或者若鲁遽者邪？”其弟子曰：‘我得夫子之道矣，吾能冬㸑鼎而夏造氷矣。’鲁遽曰：‘是直以阳召阳，以阴召阴，非吾所谓道也。吾示子乎吾道。’于是乎为之调瑟，废一于堂，废一于室，鼓宫宫动，鼓角角动，音律同矣。",
          "zhushu": "俱亦以阳召阳，而横自以为是。○鲁遽，音渠，又其豦反。季云：鲁遽，人姓名也，一云周初时人。爨，七乱反，又七端反。为，于伪反，废置也。"
        },
        {
          "paragraph": "夫或改调一弦，于五音无当也，",
          "zhushu": "随调而改。○调，徒吊反，注皆同。当，丁浪反，合也。"
        },
        {
          "paragraph": "鼓之二十五弦皆动，",
          "zhushu": "无声则无以相动，有声则非同不应。今改此一弦，而二十五弦皆改，其以急缓为调也。"
        },
        {
          "paragraph": "未始异于声，而音之君已",
          "zhushu": "鲁遽以此夸其弟子，然亦以同应同耳，未独能为其事也。"
        },
        {
          "paragraph": "且若是者邪？”",
          "zhushu": "五子各私所见而是其所是，然亦无异于鲁遽之夸其弟子，而未能相出。也。"
        },
        {
          "paragraph": "惠子曰：“令夫儒墨杨秉，且方与我以辩，相排以辞，相镇以声，而未始吾非也，则奚若矣？”",
          "zhushu": "未始吾非者，各自是也。惠子使欲以此为至。○拂，抾弗反。"
        },
        {
          "paragraph": "庄子曰：“齐人蹢子于宋者，其命阍也不以完，",
          "zhushu": "投之异国，使门者守之，出便与子，不保其全。此齐人之不慈也。然亦自以为是，故为之。○蹢，呈亦反，投也。司马云：齐人憎其子，蹢之宋，使门者守之，令形不全，自以为是。"
        },
        {
          "paragraph": "其求钘钟也以束䌸，",
          "zhushu": "乃反以爱钟器，为是束䌸，恐其破伤。○钘钟，音刑，徐户挺反，又字林云：钘以小钟而长颈。又云：似壶而大，以束䌸。郭云：恐其破伤。案此言贱子贵钘，自以为是也。"
        },
        {
          "paragraph": "其求唐子也而未始出域，有遗类矣。",
          "zhushu": "唐，失也。失亡其子，而不能远索遗其气类，而亦未始自非。人之自是，有斯谬矣。○唐子，谓失亡子也。遗，类，遗亡也。亡其种类故也。惠施畔道而存，皆犹齐人远子而束䌸也。索，所百反。"
        },
        {
          "paragraph": "夫楚人寄而蹢阍者，",
          "zhushu": "俱寄止而不能自投于高地也。"
        },
        {
          "paragraph": "夜半于无人之时，而与舟人斗，未始离于岑而足以造于怨也。”",
          "zhushu": "岑，岸也。夜半独上人船，未离岸，巳共人斗。言齐、楚二人所行若此，而未尝，自以为非。今五子自是，岂异斯哉？○而与舟人斗。司马云：夜上人船，人必挤已于水也。挤，排也。离，力智反，注同。岑，土金反，徐在林反，又语审反，谓崖岸也。上，尺掌反。"
        },
        {
          "paragraph": "庄子送葬，过惠子之墓，顾谓从者曰：“郢人垩慢其鼻端若蝇翼，使匠石斲之。匠石运斤成风，听而斲之，",
          "zhushu": "瞑目恣手。○从，才用反。郢人，以井反，楚都也。汉书音义作优人。服虔云：优人，吉之善涂塈者，施广领大䄂以仰涂，而领䄂不污，有小飞泥洖著其鼻，因令匠石挥斤而斲之。优音温，韦昭乃回反。恶，乌路反。慢，本亦作漫，郭莫于反，徐莫旦反。李云：犹涂也。"
        },
        {
          "paragraph": "尽垩而鼻不伤，郢人立不失容。宋元君闻之，召匠石曰：‘尝试为寡人为之。’匠石曰：‘臣则尝能斲之。虽然，臣之质死久矣。’自夫子之死也，吾无以为质矣，吾无与言之矣。”",
          "zhushu": "非夫不动之质，忘言之对，则虽至言妙斲而无所用之。○为寡，于伪反。"
        },
        {
          "paragraph": "管仲有病，桓公问之曰：“仲父之病病矣，可不谓云，至于大病，则寡人恶乎属国而可？”管仲曰：“公谁欲与？”公曰：“鲍叔牙。”曰：“不可。其为人絜廉，善士也；其于不已若者不比之；又一闻人之过，终身不忘。使之治国，上且钩乎君，下且逆乎民。其得罪于君也，将弗久矣。”公曰：“然则孰可？”对曰：“勿已，则隰朋可。其为人也，上忘而下畔，",
          "zhushu": "高而不亢，○大病，谓死也。恶音乌。属音烛。与，如字，又音余钩反，也，亦作拘，音同，又音俱。上忘而下畔，言在上不自高，于下无背者也。"
        },
        {
          "paragraph": "愧不若皇帝，而哀不已若者。",
          "zhushu": "故无弃人。"
        },
        {
          "paragraph": "以德分人谓之圣，以财分人谓之贤，以贤临人，未有得人者也；以贤下人，未有不得人者也。其于国有不闻也，其于家有不见也。勿已，则隰朋可。”",
          "zhushu": "若皆闻见，则事钟于己，而群下无所措手足，故遗之可也。未能尽遗，故仅可也。○下，遐嫁反。仅，其靳反。"
        },
        {
          "paragraph": "吴王浮于江，登乎狙之山。众狙见之，恂然弃而走，逃于深蓁。有一狙焉，委蛇攫抓，见巧乎王王射之，敏给",
          "zhushu": "敏，疾也。给，续括也。○狙，七徐反。恂音舜，徐音荀，又思俊反，司马云：遽也。蓁，徐仕巾反，一音侧市反。委，于危反。蛇，余支反。攫，具䌸反，徐居碧反，三苍云：搏也。郭又七叚反，司马云：本作攫。抓，本又作搔，素报反，徐本作　七活反，司马本作条。见，贤遍反。巧，如字，或苦孝反，崔本作攻。射，良亦反，下同。"
        },
        {
          "paragraph": "搏捷矢。",
          "zhushu": "捷，速也。矢往虽速，而狙犹能搏。○搏音博。"
        },
        {
          "paragraph": "王命相者趋射之，狙执死。王顾谓其友颜不疑曰：“之狙也，伐其巧，恃其便以敖予，以至此殛也。戒之哉！嗟乎，无以汝色骄人哉！颜不疑归而师董梧以助其色，去乐辞显，三年而国人称之。”",
          "zhushu": "称其忘巧遗色，而任夫素朴。○相者，息亮反，司马云：佐王猎者也。趋音促，急也。执死，司马云：见执而死也。之狙也，之犹是也，本或作是。便，婢面反。敖，司马本作悻，云：狼也。董梧，有道者也，师其德以锄色。助，士居反，本亦作锄。去，起吕反。"
        },
        {
          "paragraph": "南伯子綦隐几而坐，仰天而嘘。颜成子入见曰：“夫子，物之尤也。形固可使若槁骸，心固可使若死灰乎？”曰：“吾尝居山穴之中矣。当是时也，田禾一睹我，而齐国之众三贺之。",
          "zhushu": "以得见子綦为荣。○隐，于靳反。嘘音虚。见，贤遍反。夫物之尤也，音符，一本作夫子，则如字。山穴之中，司马本同，李云：齐南山穴也。一本作之口田禾，齐君也。尊德，故国人庆之。"
        },
        {
          "paragraph": "我必先之，彼故知之；我必卖之，彼故鬻之。若我而不有之，彼恶得而知之？若我而不卖之，彼恶得而鬻之？嗟乎！我悲人之自丧者，吾又悲夫悲人者，吾又悲夫悲人之悲者。其后而日远矣。”",
          "zhushu": "子綦知夫为之不足以救彼，而适足以伤我，故以不悲悲之，则其悲稍去，而泊然无心，枯槁其形，所以为日远矣。○鬻，羊六反。恶音乌，下同。丧，息浪反。泊，步各反。"
        },
        {
          "paragraph": "仲尼之楚。楚王觞之。孙叔敖执爵而立。市南宜僚受酒而祭曰：“古之人乎。于此言已。”",
          "zhushu": "古之言者，必于会同。○觞音商。李云：酒器之总名也。孙叔敖。案左传，孙叔敖是楚庄王相孔子，未生。哀公十六年，仲尼卒后，白公为乱，宜僚未尝，仕楚。又宣十二年传，楚有熊相宜僚。则与叔敖同时去孔子甚远，盖寄言也。"
        },
        {
          "paragraph": "曰：“丘也闻不言之言矣。未之尝言。",
          "zhushu": "圣人无言，其所言者，百姓之言耳，故曰不言之言。苟以言为不言，则虽言出于口，故为未之尝言。"
        },
        {
          "paragraph": "于此乎言之。",
          "zhushu": "今将于此，言于无言，"
        },
        {
          "paragraph": "市南宜僚弄丸而两家之难解。孙叔敖甘寝秉羽而郢人投兵。",
          "zhushu": "此二子息讼以默，澹泊自若，而兵难自解。○难，乃旦反，注同。解音蟹，注同。司马云：宜僚，楚之勇士也，善弄丸。楚白公胜将作乱，杀令子尹子西期。石乞曰：市南有熊宜僚者，若得之，可以当五百人。乃往告之，不许也。承之以剑，不动，弄丸如故，曰：吾亦不泄子。白公、遂杀子西、子期，叹息两家而巳。宜僚不预其患，甘寝秉羽，如字，又音翮。司马本作𦒏，云：读曰翮，或作趐。雩，舞者之所执。崔本作翼。郢人投兵。司马云：言叔敖愿安寝恬卧，以养德于庙堂之上，折冲于千里之外，敌国不敢犯。郢人投兵，无所攻伐也。郢，楚都也。"
        },
        {
          "paragraph": "丘愿有喙三尺。”",
          "zhushu": "苟所言非巳，则虽终身言，故为未尝言耳。是以有喙三尺，未足称长。凡人闭口，未是不言。○喙，许秽反，又丁豆反，或昌锐反。三尺，言长也。司马云：喙，息也。宜僚弄丸而弭难，叔敖除备以折冲，丘亦有愿有叹息其三尺。三尺，𠤎首剑。"
        },
        {
          "paragraph": "彼之谓不道之道，",
          "zhushu": "彼谓二子。"
        },
        {
          "paragraph": "此之谓不言之辩。",
          "zhushu": "此谓仲尼○彼之谓此之谓司马云：彼谓甘寝。此。谓弄丸。"
        },
        {
          "paragraph": "故德总乎道之所一，",
          "zhushu": "道之所容者虽无方，然总其大归莫过于自得，故一也。○总音揔。"
        },
        {
          "paragraph": "而言休乎知之所不知，至矣。",
          "zhushu": "言止其分非至如何。"
        },
        {
          "paragraph": "道之所一者，德不能同也；",
          "zhushu": "各自得耳，非相同也，而道一也。不能同。一本作相同。"
        },
        {
          "paragraph": "知之所不能知者，辩不能举也。",
          "zhushu": "非其分，故不能举。"
        },
        {
          "paragraph": "名若儒、墨而凶矣。",
          "zhushu": "夫儒墨欲同所不能同，举所不能举，故凶。"
        },
        {
          "paragraph": "故海不辞东流，大之至也。",
          "zhushu": "明受之无所辞，所以成大。"
        },
        {
          "paragraph": "圣人并包天地，泽及天下，而不知其谁氏。",
          "zhushu": "泛然都任。"
        },
        {
          "paragraph": "是故生无爵，",
          "zhushu": "有而无之。"
        },
        {
          "paragraph": "死无谥，",
          "zhushu": "谥所以名功。功不在巳。故虽谥而非巳有。"
        },
        {
          "paragraph": "实不聚，",
          "zhushu": "令万物各知足。"
        },
        {
          "paragraph": "名不立，",
          "zhushu": "功非已为，故名归于物。"
        },
        {
          "paragraph": "此之谓大人。",
          "zhushu": "若为而有之，则小矣。"
        },
        {
          "paragraph": "狗不以善吠为良，人不以善言为贤，",
          "zhushu": "贤出于性，非言所为。○善吠，伐废反。司马云：不别客主而吠不止。善言，司马云：失本逐未而言不止也。"
        },
        {
          "paragraph": "而况为大乎。",
          "zhushu": "夫大愈不可为而得，"
        },
        {
          "paragraph": "夫为大不足以为大，而况为德乎。",
          "zhushu": "唯自然乃德耳。"
        },
        {
          "paragraph": "夫大备矣，莫若天地。然奚求焉。而大备矣。",
          "zhushu": "天地大备，非求之也。"
        },
        {
          "paragraph": "知大备者，无求，无失，无弃，不以物易已也。",
          "zhushu": "知其自备者，不舍巳而求物，故无求、无失、无弃也。○舍音舍。"
        },
        {
          "paragraph": "反已而不穷，",
          "zhushu": "反守我理，我理自通。"
        },
        {
          "paragraph": "循古而不摩，",
          "zhushu": "顺常性而自至耳，非摩拭○循古而不摩。一本作磨。王云：摩，消灭也。虽常通物而不失及巳，虽理于今，常循于古之道焉。自古及今，其名不摩灭也。拭，音式。"
        },
        {
          "paragraph": "大人之诚。",
          "zhushu": "不为而自得，故曰诚。"
        },
        {
          "paragraph": "子綦有八子，陈诸前。召九方歅曰：“为我相吾子，孰为祥？”九方歅曰：“梱也为祥。”子綦瞿然喜曰：“奚若？”曰：“梱也将与国君同食，以终其身。”子綦索然出涕曰：“吾子何为以至于是极也？”九方歅曰：“夫与国君同食，泽及三族，而况于父母乎？今夫子闻之而泣，是御福也。子则祥矣，父则不祥。”子綦曰：“歅！汝何足以识之而梱祥邪？尽于酒肉，入于鼻口矣，而何足以知其所自来？吾未尝为牧而牂生于奥，未尝好田而鹑生于㝔，若勿怪，何邪？",
          "zhushu": "夫所以怪，出于不意故也。○九方歅，音因，李乌鸡反，又音烟，善相马人。淮南子作九方皐。为我，于伪反。相，息亮反。梱音困，又口本反，子綦子名。瞿然，纪具反，司马云：喜貌。本亦作爨，吁䌸反，字林云：大视貌。李云：惊视貌。索然，悉各反，又色白反。司马云：涕下貌。御，鱼吕反，距也，逆也。尝，如字，本或作曾，才能反。牂，子郎反，尔雅云：牝羊也。奥，乌报反，西南隅未地也。一曰豕牢也。好，呼报反。㝔，字又作𥥛，乌吊反，徐乌了反。司马云：东北隅也。一云：东南隅鹑火地生鹑也。一云窟也。郭徒忽反，字林穴下反。"
        },
        {
          "paragraph": "吾所与吾子游者，游于天地。",
          "zhushu": "不有所为○天地司马本地作泊。云。乱也。崔本同。"
        },
        {
          "paragraph": "吾与之邀乐于天，吾与之邀食于地，",
          "zhushu": "随所遇于天地耳。邀，遇也。○邀，古尧反。乐音洛。"
        },
        {
          "paragraph": "吾不与之为事，不与之为谋，不与之为怪，",
          "zhushu": "怪，异也。循常任性，脱然自尔。"
        },
        {
          "paragraph": "吾与之乘天地之诚而不以物与之相樱，",
          "zhushu": "斯不为也。"
        },
        {
          "paragraph": "吾与之一委蛇而不与之为事所宜。",
          "zhushu": "斯顺耳，无择也。"
        },
        {
          "paragraph": "今也然有世俗之偿焉。",
          "zhushu": "夫有功于物，物乃报之。吾不为功而偿之，何也？○偿，时亮反，又音赏。"
        },
        {
          "paragraph": "凡有怪征者，必有怪行，殆乎非我与吾子之罪，几天与之也。",
          "zhushu": "今无怪行而有怪征，故知其天命也。○行，下孟反，注同。"
        },
        {
          "paragraph": "吾以是泣也。”",
          "zhushu": "夫为而然者，勿为则已矣。不为而自至，则不可柰何也，故泣之。"
        },
        {
          "paragraph": "无几何而使梱之于燕，盗得之于道，全而鬻之则难，不若刖之则易。",
          "zhushu": "全恐其逃，故不如刖之易售也。○几，居岂反。燕音烟。鬻之，音育，绝句。本作鬻之难。刖音月，又五刮反。易，以豉反，注同。售，受又反。"
        },
        {
          "paragraph": "于是刖而鬻之于齐，适当渠公之街，然身食肉而终。”啮缺遇许由，曰：“子将奚之？”曰：“将逃尧。”曰：“奚谓邪？”曰：“夫尧畜畜然仁，吾恐其为天下笑，后世其人与人相食与？",
          "zhushu": "仁者争尚之原故也。○渠公，或云渠公，齐之富室，为街正，买梱自代，终身食肉至死。一云渠公屠者，与梱君臣同食肉也。街音佳，一本作术。然身食肉，终，本或作身肉食者，误。畜畜，许六反，郭他六反，李云：行仁貌。王云：恤爱勤劳之貌。人与如宇人相食。与音余，言将驰走于仁义，不复营农，饥则相食。"
        },
        {
          "paragraph": "夫民不难聚也，爱之则亲，利之则至，誉之则劝，致其所恶则散。爱利出乎仁义，捐仁义者寡，利仁义者众。夫仁义之行，唯且无诚，",
          "zhushu": "仁义既行，将伪以为之。○誉音余。恶，乌路反。行，下孟反。"
        },
        {
          "paragraph": "且假夫禽贪者器。",
          "zhushu": "仁义可见，则夫贪者，将假斯器以获其志。○且假夫禽贪者器，司马云：禽之贪者，杀害无极；仁义贪者，伤害无穷。"
        },
        {
          "paragraph": "是以一人之断制利天下，",
          "zhushu": "若夫仁义各出其情，则其断正不制乎一人。"
        },
        {
          "paragraph": "譬之犹一瞥也。",
          "zhushu": "瞥，割也。万物万形，而以一剂割之，则有伤也。瞥，郭薄结反。向，芳舌反。司马云：暂见貌，又甫莅反，又普结反，又初栗反。剂，子随反。"
        },
        {
          "paragraph": "夫尧知贤人之利天下也，而不知其贼天下也，夫唯外乎贤者知之矣。”",
          "zhushu": "外贤则贤不伪，"
        },
        {
          "paragraph": "有暖姝者，有濡需者，有卷娄者。所谓暖姝者，学一先生之言则暖暖姝姝而私自说也。自以为足矣。而未知未始有物也",
          "zhushu": "意尽形教，岂知我之独化于玄冥之竟哉！○暖，吁爰反，又吁晚反，柔貌。姝，昌朱反，妖貌。濡音儒，又音如，安也。需音须，濡需，谓偷安须臾之顷。卷音权。娄音缕，卷娄，犹拘挛也。说音悦。竟音境。"
        },
        {
          "paragraph": "是以谓暖姝者也。濡需者，豕虱是也。择疏鬛，自以广宫大囿，奎蹄曲隈，乳间股脚，自以为安室利处，不知屠者之一旦鼓臂布草操烟火，而己与豕俱焦也。此以域进，此以域退。此其所谓濡需者也。",
          "zhushu": "非有通变，藐世之才，而偷安乎一时之利者，皆豕虱者也。○虱音瑟。奎，苦圭反，本亦作睽。曲隈，鸟回反，向云：股间也。暖室，奴缓反，又虚爰反，一本作安室。操，七曹反。"
        },
        {
          "paragraph": "卷娄者，舜也。羊肉不慕蚁。蚁慕羊肉。羊肉膻也。舜有膻行，百姓悦之，故三徙成都。至邓之虚而十有万家。尧闻舜之贤。举之童土之地。曰冀得其来之泽。舜举乎童土之地。年齿长矣。聪明衰矣。而不得休归。所谓卷娄者也。",
          "zhushu": "圣人之形，不异凡人，故耳目之用衰也。至于精神，则始终常全耳。若少则未成，及长而衰，则圣人之圣，曾不崇朝，可乎？○羊肉不慕蚁，鱼绮反。李云：年长心劳，无爱乐之志，是犹羊肉不慕蚁也。膻，设然反。行，下孟反。邓向云：邑名。之虚，音墟，本又作墟。童土，如字，又音社，向云：童土也，无草木地。长，丁丈反，注同。少，诗召反。"
        },
        {
          "paragraph": "是以神人恶众至，",
          "zhushu": "众自至耳，非好而致之。○恶，乌路反。好，呼报反。"
        },
        {
          "paragraph": "众至则不比，不比则不利也。",
          "zhushu": "明舜之所以有天下，盖于不得巳耳，岂比而利之。○比，毗至反，下注同。"
        },
        {
          "paragraph": "故无所甚亲，无所甚疏，抱德炀和，以顺天下，此谓真人。于蚁弃知，于鱼得计，于羊弃意。",
          "zhushu": "于民则蒙泽，于舜则形劳。○炀，郭音羊，徐余亮反。和，李云：炀，炙也，为和气所炙。知音智。于蚁弃知，于鱼得计，于羊弃意。司马云：蚁得水则死，鱼得水则生，羊得水则病。一说云：真人无膻，故不致蚁，是蚁弃知也。共处相忘之大道，无沾濡之德，是鱼得计也。羊无膻行而不致蚁，是羊弃意也。"
        },
        {
          "paragraph": "以目视目，以耳听耳，以心复心。",
          "zhushu": "此三音，未能无其耳目心意也。"
        },
        {
          "paragraph": "若然者，其平也绳，",
          "zhushu": "未能去绳而自平。○去，起吕反。"
        },
        {
          "paragraph": "其变也循。",
          "zhushu": "未能绝迹而玄会。"
        },
        {
          "paragraph": "古之真人，以天待之，",
          "zhushu": "居无事以待事，事斯得。"
        },
        {
          "paragraph": "不以人入天。",
          "zhushu": "以有事求无事，事愈荒。"
        },
        {
          "paragraph": "古之真人，得之也生，失之也死，得之也死，失之也生。",
          "zhushu": "死生得失，各随其所居耳。于生为得，于死或复为失，未始有常也。○复，诀又反。"
        },
        {
          "paragraph": "药也，其实，堇也，桔梗也，鸡痈也，豕零也，是时为帝者也，何可胜言。",
          "zhushu": "当其所湏则无贱，非其时则无贵。容贱有时，谁能常也。○堇音谨，郭音觐，徐音靳，司马云：乌头也，治风冷痺。桔音结，本亦作结。梗，古猛反。司马云：桔梗，治心腹血瘀瘕痺。鸡痈，徐于容反，本或作壅，音同。司马云：即鸡头也，名芡，与藕子合为散，服之延年。豕零，司马本作豕囊，云：名猪苓，根似猪卵，可以治渴。案：四者皆药草名，是时为帝者也。司马云：药草有时迭相为帝，谓其王相休废，药各得所用也。胜音升。"
        },
        {
          "paragraph": "句践也，以甲楯三千栖于会稽。唯种也，能知亡之所以存，唯种也，不知其身之所以愁。故曰：鸱目有所适，鹤胫有所节，解之也悲。",
          "zhushu": "各适其一时之用，不能靡所不可，则有时而失。有时而失，故有时而悲矣。解，去也。○句音钩。楯，纯尹反，徐音尹。栖音西，李云：登山曰栖。会，古外反。稽音鸡。种，章勇反，越大夫名也。吴越春秋云：姓文，字少禽。所以存，本又作可以存，言知越虽亡，可以存也。鸱，尺夷反。胫，刑定反。解，佳买反，司马云：去也，一音懈。"
        },
        {
          "paragraph": "故曰：风之过河也，有损焉，日之过河也有损焉。",
          "zhushu": "有形者自然相与为累，唯外夫形者磨之而不磷。○有损有形，自然相累。世能累物，物能累人，故大夫种所以不免也。磷，邻镇反。"
        },
        {
          "paragraph": "请只风与日相与守河，而河以为未始其撄也，",
          "zhushu": "实巳损矣，而不自觉。"
        },
        {
          "paragraph": "恃源而往者也。",
          "zhushu": "所以不觉。非不损也。恃源往也。○恃本亦作恃源而注者也。水由源注。虽遇风曰不能损也。道成其性。虽在于世不能移也。"
        },
        {
          "paragraph": "故水之守土也审，影之守人也审，物之守物也审。",
          "zhushu": "无意则止于分，所以为审。"
        },
        {
          "paragraph": "故目之于明也殆，耳之于聪也殆，心之于殉也殆。",
          "zhushu": "有意则无崖，故殆。"
        },
        {
          "paragraph": "凡能其于府也殆，殆之成也不给改，",
          "zhushu": "所以贵其无能，而任其天然。"
        },
        {
          "paragraph": "祸之长也兹萃，",
          "zhushu": "萃，聚也。苟不能忘知，则祸之长也多端矣。○长，丁丈反，注同。莘，所巾反，李云：多也。本又作萃。"
        },
        {
          "paragraph": "其反也缘功，",
          "zhushu": "反守其性，则其功不作而成。"
        },
        {
          "paragraph": "其果也待久。",
          "zhushu": "欲速则不果。"
        },
        {
          "paragraph": "而人以为己寳。不亦悲乎。",
          "zhushu": "已寳，谓有其知能。"
        },
        {
          "paragraph": "故有亡国戮民无已",
          "zhushu": "皆有其身之祸。"
        },
        {
          "paragraph": "不知问是也。",
          "zhushu": "不知问祸之所由，由乎有心而修心以救祸也。"
        },
        {
          "paragraph": "故足之于地也践。虽践，恃其所不蹍而后善博也；人之知也少。虽少，恃其所不知而后知天之所谓也。",
          "zhushu": "夫忘天地，遗万物，然后蜩翼可得而知也，况欲知天之所谓，而可以不无其心哉！○恃其所不蹍，女展反。李云：一足常不往，故能行广远也。"
        },
        {
          "paragraph": "知大一，知大阴。知大目，知大均。知大方，知大信。知大定，至矣。大一通之，",
          "zhushu": "道也。"
        },
        {
          "paragraph": "大阴解之，",
          "zhushu": "用其分内，则万事无滞也。○解音蟹，下同，又佳买反。"
        },
        {
          "paragraph": "大目视之，",
          "zhushu": "用万物之自见，亦犬目也。"
        },
        {
          "paragraph": "大均缘之，",
          "zhushu": "因其本性，令各自得，则大均也。○令，力呈反，下同。"
        },
        {
          "paragraph": "大方体之，",
          "zhushu": "体之使各得其分，则万方俱得，所以为大方也。"
        },
        {
          "paragraph": "大信稽之，",
          "zhushu": "命之所期，无令越逸，斯大信也。"
        },
        {
          "paragraph": "大定持之。",
          "zhushu": "真不挠则自定，故持之以大定，斯不持也。○挠，乃孝反。"
        },
        {
          "paragraph": "尽有天，",
          "zhushu": "夫物未有无自然者也。"
        },
        {
          "paragraph": "循有照，",
          "zhushu": "循之则明，无所作也。"
        },
        {
          "paragraph": "冥有枢，",
          "zhushu": "至理有极，但当冥之，则得其枢要也。○枢，尺朱反。"
        },
        {
          "paragraph": "始有彼。",
          "zhushu": "始有之者彼也，故我述而不作。"
        },
        {
          "paragraph": "则其解之也，似不解之者，",
          "zhushu": "天解任彼，则彼自解，解之无功，故似不解。"
        },
        {
          "paragraph": "其知之也，似不知之也，",
          "zhushu": "用彼知也。"
        },
        {
          "paragraph": "不知而后知之。",
          "zhushu": "我不知，则彼知自用，彼知自用，则天下莫不皆知也。"
        },
        {
          "paragraph": "其问之也，不可以有崖，",
          "zhushu": "应物宜而无方。"
        },
        {
          "paragraph": "而不可以无崖。",
          "zhushu": "各以其分。"
        },
        {
          "paragraph": "颉滑有实，",
          "zhushu": "万物虽颉滑不同，而物物各自有实也。○颉，徐下结反。滑，乎八反。向云：颉滑，谓错乱也。"
        },
        {
          "paragraph": "古今不代，",
          "zhushu": "各自有故，不可相代。"
        },
        {
          "paragraph": "而不可以亏，",
          "zhushu": "宜各尽其分也。"
        },
        {
          "paragraph": "则可不谓有大扬搉乎！",
          "zhushu": "搉而扬之，有大限也。○扬搉，音角，又可学反。三苍云：搉，敌也。许慎云：扬㩁，粗略法度。王云：搉略而扬显之也。"
        },
        {
          "paragraph": "阖不亦问是已，奚惑然为？",
          "zhushu": "若问其大搉，则物有至分，故忘巳恁物之理可得而知也，奚为而惑若此也。"
        },
        {
          "paragraph": "以不惑解惑，复于不惑，是尚大不惑。",
          "zhushu": "夫惑不可解，故尚大不惑，愚之至也。是以圣人从而任之，所以皇王殊迹，随世为名也。○解，佳买反，蟹同。复音服，又扶六反。"
        }
      ]
    }
  ]
}