{
  "name": "庄子郭象注秋水第十七",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "秋水第十七",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音义曰：借物名篇。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "秋水时至，百川灌河。泾流之大，两涘渚崖之间，不辩牛马。",
          "zhushu": "言其广也。○秋水，李云：水生于春，壮于秋。白虎通云：水涯也。灌，古乱反。泾音经。司马云：泾，通也。崔本作径，云：直度曰径。又云：字或作淫。涘，音俟，涯也。渚，司马云：水中可居曰渚。释名云：渚，遮也。体高能遮水，使从旁回也。崖，字又作涯，亦作涯，并同。辩，别也。言广大，故望不分别也。"
        },
        {
          "paragraph": "于是焉河伯欣然自喜，以天下之美为尽在已。顺流而东行，至于北海，东面而视，不见水端。于是焉何伯始旋其面目，望洋向若而叹曰：“野语有之曰：‘闻道百，以为莫己若者。’我之谓也。且夫我尝闻少仲尼之闻而轻伯夷之义者，始吾弗信。今我睹子之难穷也，吾非至于子之门则殆矣，吾长见笑于大方之家。”",
          "zhushu": "知其小而不能自大，则理分有素，跂尚之情，无为乎其间。○河伯姓冯名夷，一名水夷，一名巳，见太宗冯迟命篇。一云姓吕，名公子。冯夷是公子之妻。尽，注忍反，北海，故云东海之北是也。目盳，莫刚反，又音旁，又音望，本亦作望。洋，音羊，司马、崔云：盳洋，犹望羊，仰视貌。向若向，徐音向，许亮反。司马云：若海神。闻道百。李云：万分之一也。今我睹旧音睹。案：说文睹，今字；睹，古字。睹，见也。崔本作今睹我，云：睹，大也。大方司马云：方，道也。分，扶问反，后同。"
        },
        {
          "paragraph": "北海若曰：“井鼃不可以语于海者，拘于虚也；夏虫不可以语于氷者，笃于时也；曲士不可以语于道者，束于教也。",
          "zhushu": "夫物之所生而安者，趣各有极。○语，如字，下同。虚音墟，本亦作墟，风俗通云：墟，虚也。崔云：拘于井中之空也。夏，尸嫁反。曲士，司马云：郷曲之士也。"
        },
        {
          "paragraph": "今尔出于崖涘，观于大海，乃知尔丑，尔将可与语大理矣。",
          "zhushu": "以其知分，故可与言理也。"
        },
        {
          "paragraph": "天下之水，莫大于海：万川归之，不知何时止而不盈；尾闾泄之，不知何时已而不虚；春秋不变，水旱不知。此其过江河之流，不可为量数。而吾未尝以此自多者，自以比形于天地，而受气于阴阳，吾在于天地之间，犹小石小木之在大山也。方存乎见少，又奚以自多！",
          "zhushu": "穷百川之量而县于河，河县于海，海县于天地，则各有量也。此发辞气者，有似乎观大可以明小，寻其意则不然。夫世之所患者不夷也，故体大者怏然谓小者为无余，质小者块然谓大者为至足。是以上下夸跂，俯仰自失，此乃生民之所惑也。惑者求正，正之者莫若先极其差而因其所谓。所谓大者至足也，故秋豪无以累乎天地矣。所谓小者无余也，故天地无以过乎秋豪矣。然后惑者有山而反，各知其极，物安其分，逍遥者用其本歩而游乎自得之场矣。此庄子之所以发德音也。若如惑者之说，转以小大相倾，则相倾者无穷矣。若夫睹大而不安其小，视少而自以为多，将奔驰于胜负之竟，而助天民之矜夸，岂达乎庄生之旨哉！○尾闾，崔云：海东川名。司马云：泄海水出外者也。泄，息列反，又与世反。量音亮，注及下同。县音玄，下同。怏，于亮反，又于良反。竟音境。"
        },
        {
          "paragraph": "计四海之在天地之间也，不似礧空之在大泽乎？计中国之在海内，不似稊米之在太仓乎？号物之数谓之万，人处一焉；人卒九州，榖食之所生，舟车之所通，人处一焉；此其比万物也，不似豪末之在于马体乎？",
          "zhushu": "小大之辩，各有阶级，不可相跂。○礧，力罪反，向同，崔音垒，李力对反。空音孔。垒孔，小穴也。李云：小封也。一云：蚁塳也。稊，徒兮反。司马云：稊米，小米也。李云：稊，草也。案郭注尔雅稊似稗。稗音蒲卖反。大仓音泰。卒，尊忽反。司马云：众也。崔子恤反，云：尽也。"
        },
        {
          "paragraph": "五帝之所连，三王之所争，仁人之所忧，任士之所劳，尽此矣！",
          "zhushu": "不出乎一域。○五帝之所连，司马云：谓连续仁义也。崔云：连，续也。本亦作五帝。争，侧耕反。任士之所劳。李云：任，能也。劳，服也。"
        },
        {
          "paragraph": "伯夷辞之以为名，仲尼语之以为博。此其自多也，不似尔向之自多于水乎？”",
          "zhushu": "物有定域，虽至知不能出焉。故起大小之差，将以申明至理之无辨也。"
        },
        {
          "paragraph": "河伯曰：“然则吾大天地而小豪末，可乎？”北海若曰：“否。夫物，量无穷，",
          "zhushu": "物物各有量。"
        },
        {
          "paragraph": "时无止，",
          "zhushu": "死与生皆时行。"
        },
        {
          "paragraph": "分无常，",
          "zhushu": "得与失皆分。"
        },
        {
          "paragraph": "终始无故。",
          "zhushu": "日新也。"
        },
        {
          "paragraph": "是故大知观于远近，故小而不寡，",
          "zhushu": "各自足也。"
        },
        {
          "paragraph": "大而不多，",
          "zhushu": "亦无余也。"
        },
        {
          "paragraph": "知量无穷。",
          "zhushu": "揽而观之知远近，大小之物各有量，"
        },
        {
          "paragraph": "证向今故。",
          "zhushu": "向，明也。今故，犹古今。○向，许亮反，崔云：往也。向，郭云：明也。又虚丈反。"
        },
        {
          "paragraph": "故遥而不闷，",
          "zhushu": "遥，长也。"
        },
        {
          "paragraph": "掇而不跂，",
          "zhushu": "掇，犹短也。○掇，专劣反。跂如字，一本作企，下注亦然。"
        },
        {
          "paragraph": "知时无止。",
          "zhushu": "证明古今，知变化之不止于死生也，故不以长而挹闷短，故为跂也。"
        },
        {
          "paragraph": "察乎盈虚，故得而不喜，失而不忧，知分之无常也。",
          "zhushu": "察其一盈一虚，则知分之不常于得也，故能忘其忧喜。"
        },
        {
          "paragraph": "明乎坦涂，",
          "zhushu": "死生者，日新之正道。○坦，吐但反。"
        },
        {
          "paragraph": "故生而不说，死而不祸，知终始之不可故也。",
          "zhushu": "明终始之日新也，则知故之不可执而留矣。是以涉日新而不愕，舍故而不惊，死生之化若一。○说，音悦。愕，五各反。舍音舍。"
        },
        {
          "paragraph": "计人之所知，不若其所不知；",
          "zhushu": "所知各有限也。"
        },
        {
          "paragraph": "其生之时，不若未生之时；",
          "zhushu": "生时各有年也。"
        },
        {
          "paragraph": "以其至小，求穷其至大之域，是故迷乱而不能自得也。",
          "zhushu": "莫若安于所受之分而巳。"
        },
        {
          "paragraph": "由此观之，又何以知豪末之足以定至细之倪，又何以知天地之足以穷至大之域？”",
          "zhushu": "以小求大，理终不得，各安其分，则大小俱足矣。若豪末不求天地之功，则周身之余，皆为弃物。天地不见大于秋豪，则顾其形象，裁自足耳。将何以知细之定细，大之定大也？○倪，五厓反，徐音诣，郭五米反，下同。"
        },
        {
          "paragraph": "河伯曰：“世之议者皆曰：‘至精无形，至大不可围。’是信情乎？”北海若曰：“夫自细视大者不尽，自大视细者不明。",
          "zhushu": "目之所见有常极，不能无穷也，故于大则有所不尽，于细则有所不明，直是目之所不逮耳。精与大皆非无也，庸讵知无形而不可围者哉？"
        },
        {
          "paragraph": "夫精，小之微也；埒，大之殷也，故异便。",
          "zhushu": "大小异，故所便不得同。○埒，李普回反，徐音孚，谓盛也，郭芳尤反，崔音裒，殷众也。便，婢面反，徐扶面反，注皆同。"
        },
        {
          "paragraph": "此势之有也。",
          "zhushu": "若无形而不可围，则无此异便之势也。"
        },
        {
          "paragraph": "夫精粗者，期于有形者也；",
          "zhushu": "有精粗矣，故不得无形。○粗，此胡反，下同。"
        },
        {
          "paragraph": "无形者，数之所不能分也；不可围者，数之所不能穷也。可以言论者，物之粗也；可以意致者，物之精也；言之所不能论，意之所不能察致者，不期精粗焉。",
          "zhushu": "唯无而巳，何精粗之有哉。夫言意者，有也；而所言所意者，无也，故求之于言意之表，而入乎无言无意之域而后至焉。○分如字，能论本或作谕。"
        },
        {
          "paragraph": "是故大人之行，不出乎害人，",
          "zhushu": "大人者，无意而任天行也。举足而投诸吉地，岂出害人之涂哉。"
        },
        {
          "paragraph": "不多仁恩；",
          "zhushu": "无害而不自多其恩。"
        },
        {
          "paragraph": "动不为利，",
          "zhushu": "应理而动，而理自无害。○为，于伪反。"
        },
        {
          "paragraph": "不贱门隶；",
          "zhushu": "任其所能，而位当于斯耳，非由贱之，故措之斯职。○措，七故反。"
        },
        {
          "paragraph": "货财弗争，",
          "zhushu": "各使分定。"
        },
        {
          "paragraph": "不多辞让；",
          "zhushu": "适中而巳。"
        },
        {
          "paragraph": "事焉不借人，",
          "zhushu": "各使自任。"
        },
        {
          "paragraph": "不多食乎力，",
          "zhushu": "足而巳。"
        },
        {
          "paragraph": "不贱贪污；",
          "zhushu": "理自无欲。"
        },
        {
          "paragraph": "行殊乎俗，",
          "zhushu": "已独无可无不可，所以与俗殊。○行，下孟反，下尧、桀之行同。"
        },
        {
          "paragraph": "不多辟异；",
          "zhushu": "任理而自殊。○辟，四亦反。"
        },
        {
          "paragraph": "为在从众，",
          "zhushu": "从众之所为。"
        },
        {
          "paragraph": "不贱佞謟；",
          "zhushu": "自然正直。"
        },
        {
          "paragraph": "世之爵禄不足以为劝，戮耻不足以为辱；",
          "zhushu": "外事不捿于心。"
        },
        {
          "paragraph": "知是非之不可为分，细大之不可为倪。",
          "zhushu": "故玄同也。"
        },
        {
          "paragraph": "闻曰：‘道人不闻，",
          "zhushu": "任物而物性自通，不则功名归物矣，故不闻。"
        },
        {
          "paragraph": "至德不得，",
          "zhushu": "得者生于失也。物各无失，则得名去也。"
        },
        {
          "paragraph": "大人无已。’",
          "zhushu": "任物而巳。○无巳，音纪。"
        },
        {
          "paragraph": "约分之至也。”",
          "zhushu": "约之以至其分，故㝠也。夫唯极乎无形而不可围者为然。"
        },
        {
          "paragraph": "河伯曰：“若物之外，若物之内，恶至而倪贵贱？恶至而倪小大？”北海若曰：“以道观之，物无贵贱；",
          "zhushu": "各自足也。○恶，音乌，下同。"
        },
        {
          "paragraph": "以物观之，自贵而相贱；",
          "zhushu": "此区区者，乃道之所错综而齐之者也。"
        },
        {
          "paragraph": "以俗观之，贵贱不在己。",
          "zhushu": "斯所谓倒置也。"
        },
        {
          "paragraph": "以差观之，因其所大而大之，则万物莫不大；因其所小而小之，则万物莫不小。知天地之为稊米也，知豪末之为丘山也，则差数睹矣。",
          "zhushu": "所大者，足也。所小者，无余也。故因其性足以名大，则豪末丘山不得异其名；因其无余以称小，则天地稊米无所殊其称。若夫观差而不由斯道，则差数相加，几微相倾，不可胜察也。○综，尺证反。胜音升。"
        },
        {
          "paragraph": "以功观之，因其所有而有之，则万物莫不有；因其所无而无之，则万物莫不无。知东西之相反而不可以相无，则功分定矣。",
          "zhushu": "天下莫不相与为彼我，而彼我皆欲自为，斯东西之相反也。然彼我相与为唇齿，唇齿者未尝相为，而唇亡则齿寒。故彼之自为，济我之功弘矣，斯相反而不可以相无者也。故因其自为而无其功，则天下之功莫不皆无矣。因其不可相无而有其功，则天下之功莫不皆有矣。若乃忘其自为之功，而思夫相为之惠，惠之愈勤，而伪薄滋甚，天下天业而情性澜漫矣，故其功分无时可定也。○自为，于伪反，注内自为、相为皆同，余如字。"
        },
        {
          "paragraph": "以趣观之，因其所然而然之，则万物莫不然；因其所非而非之，则万物莫不非。知尧桀之自然而相非，则趣操睹矣。",
          "zhushu": "物皆自然，故无不然。物皆相非，故无不非。无不非，则无然矣，无不然，则无非矣。无然无非者，尧也；有然有非者，桀也。然此二君，各受天素，不能相为，故因尧桀以观天下之趣操，其不能相为也可见矣。"
        },
        {
          "paragraph": "昔者尧、舜让而帝，之哙让而绝；汤、武争而王，白公争而灭。",
          "zhushu": "夫顺天应人而受天下者，其迹则争让之迹也。寻其迹者，失其所以迹矣，故绝灭也。○之哙，音快，又古迈反，又古会反。之者，燕相子之也。哙，燕王名也。司马云：燕王哙拙于谋，用苏代之说，效尧舜让位与子之，三年而国乱，而王往况反。白公名胜，楚平王之孙白县尹僣称公作乱而死，事见左传哀公十六年。"
        },
        {
          "paragraph": "由此观之，争让之礼，尧、桀之行，贵贱有时，未可以为常也。梁丽可以冲城，而不可以窒穴，言殊器也；骐骥骅骝，一日而驰千里，捕鼠不如狸狌，言殊技也；鸱鸺夜撮蚤，察豪末，昼出瞋目而不见丘山，言殊性也。",
          "zhushu": "就其殊而任之，则万物莫不当也。○梁丽，司马、李音礼，一音如字。司马云：梁丽，小舩也。崔云：屋栋也。窒，玲悉反，尔雅云：塞也。崔、李同。说文都节反。骐音其。骥，音冀。骅，户花反。骝音留。李云：骐骥、骅骝，皆骏马也。捕，音歩，本又作搏，徐音付。狸，力之反。狌音姓，向同，又音生，崔本作鼬，由又反。技，其绮反。鸱，尺夷反。崔云：鸱，鸺，鼬，与委袅同，　七括反。崔本作最，音同。蚤音早。说文：跳虫啮人者也。淮南子：鸱夜聚蚤，察分豪末。许慎云：鸱夜聚食蚤虱不失也。司马本作蚊，音文，云：鸱鸺鹠夜取蚊食。今郭本亦有作蚊者。崔本作瓜，云：鸺鹠夜聚人瓜于巢中也。瞑，尺夷反。向，处辰反。司马云：张也。崔音眩，又师慎反，本或作瞑。"
        },
        {
          "paragraph": "故曰：盖师是而无非，师治而无乱乎？是未明天地之理、万物之情者也。",
          "zhushu": "夫天地之理，万物之情，以得我为是，失我为非，适性为治，失和为乱。然物无定极，我无常适，殊性异便，是非无主。若以我之所是，则彼不得非，此知我而不见彼者耳。故以道观者，于是非无当也。付之天均，恣之两行，则殊方异类，同焉皆得也。○师是，或云师，顺也。治，直吏反，注皆同。"
        },
        {
          "paragraph": "是犹师天而无地，师阴而无阳，其不可行明矣！然且语而不舍，非愚则诬也！",
          "zhushu": "天地阴阳对生也，是非治乱互有也，将奚去哉。○舍音舍，下同。"
        },
        {
          "paragraph": "帝王殊禅，三代殊继。差其时，逆其俗者，谓之篡夫；当其时，顺其俗者，谓之义之徒。默默乎河伯，女恶知贵贱之门，小大之家！”",
          "zhushu": "俗之所贵，有时而贱，物之所大，世或小之。故顺物之迹，不得不殊，斯五帝三王之所以不同也。○篡夫，初患反，取也，下如字。女恶音汝，后放此，下音乌。"
        },
        {
          "paragraph": "河伯曰：“然则我何为乎？何不为乎？吾辞受趣舍，吾终柰何？”北海若曰：“以道观之，何贵何贱，是谓反衍；",
          "zhushu": "贵贱之道，反复相寻。○反衍，又以战反。崔云：无所贵贱，乃反为美也。本亦作畔衍，李云：犹漫衍合为一家。覆，芳服反。"
        },
        {
          "paragraph": "无拘而志，与道大蹇。",
          "zhushu": "自拘执，则不夷于道。○与道大蹇，向，纪辇反，徐纪偃反，本或作与天道蹇，崔本蹇作浣，云：犹洽也。"
        },
        {
          "paragraph": "何少何多，是谓谢施；",
          "zhushu": "随其分，故所施无常。○谢施，如字。司马云：谢，代也。施，用也。崔云：不代其德，是谓谢施。"
        },
        {
          "paragraph": "无一而行，与道参差。",
          "zhushu": "不能随变，则不齐于道。○参，初林反。差，初宜反。"
        },
        {
          "paragraph": "严乎若国之有君，其无私德；",
          "zhushu": "公当而巳。○严，鱼检反，又如字。"
        },
        {
          "paragraph": "繇繇乎若祭之有社，其无私福；",
          "zhushu": "天下之所同求。○繇音由。"
        },
        {
          "paragraph": "泛泛乎其若四方之无穷，其无所畛域。",
          "zhushu": "泛泛然无所在。○泛，孚剑反，字又作泛。畛，之忍反。域，于逼反，旧于目反。"
        },
        {
          "paragraph": "兼怀万物，其孰承翼？",
          "zhushu": "掩御群生，反之公内而乎往者也，岂扶疏而承翼哉。"
        },
        {
          "paragraph": "是谓无方。",
          "zhushu": "无方，故能以万物为方。"
        },
        {
          "paragraph": "万物一齐，孰短孰长？",
          "zhushu": "莫不皆足。"
        },
        {
          "paragraph": "道无终始，物有死生，",
          "zhushu": "死生者，无穷之变耳，非终始也。"
        },
        {
          "paragraph": "不恃其成。",
          "zhushu": "成无常处。"
        },
        {
          "paragraph": "一虚一满，不位乎其形。",
          "zhushu": "不以形为位，而守之不变。"
        },
        {
          "paragraph": "年不可举，",
          "zhushu": "欲举之令去而不能。○令，力呈反。"
        },
        {
          "paragraph": "时不可止。",
          "zhushu": "欲止之使停又不可。"
        },
        {
          "paragraph": "消息盈虚，终则有始。",
          "zhushu": "变化日新，未尝守故。"
        },
        {
          "paragraph": "是所以语大义之方，论万物之理也。物之生也，若骤若驰。",
          "zhushu": "但当就用耳。"
        },
        {
          "paragraph": "无动而不变。无时而不移。",
          "zhushu": "故不可执而守。"
        },
        {
          "paragraph": "何为乎？何不为乎？夫固将自化。”",
          "zhushu": "若有为不为于其间，则败其自化矣。"
        },
        {
          "paragraph": "河伯曰：“然则何贵于道邪？”",
          "zhushu": "以其自化，"
        },
        {
          "paragraph": "北海若曰：“知道者必达于理，达于理者必明于权，明于权者不以物害已。",
          "zhushu": "知道者，知其无能也。无能也，则何能生我？我自然而生耳，而四支百体、五藏精神，已不为而自成矣，又何有意乎生成之后哉。达乎斯理者，必能遣过分之知，遗益生之情，而乘变应权，故不以外伤内，不以物害已，而常全也。○藏，才浪反。"
        },
        {
          "paragraph": "至德者，火弗能热，水弗能溺，寒暑弗能害，禽兽弗能贼。",
          "zhushu": "夫心之所安，则危不能危；意无不适，故苦不能苦也。"
        },
        {
          "paragraph": "非谓其薄之也，",
          "zhushu": "虽心所安，亦不使犯之。○薄，如字，崔云：谓以体著之。"
        },
        {
          "paragraph": "言察乎安危，",
          "zhushu": "知其不可逃也。"
        },
        {
          "paragraph": "宁于祸福，",
          "zhushu": "安乎命之所遇。"
        },
        {
          "paragraph": "谨于去就，",
          "zhushu": "审去就之非已。"
        },
        {
          "paragraph": "莫之能害也。",
          "zhushu": "不以害为害，故莫之能害。"
        },
        {
          "paragraph": "故曰：‘天在内，人在外，",
          "zhushu": "天然在内，而天然之所顺者在外。故太宗师曰：知天人之所为者至矣。明内外之分皆非为也。"
        },
        {
          "paragraph": "德在乎天。’",
          "zhushu": "恣人任知，则流荡失素也。"
        },
        {
          "paragraph": "知天人之行，本乎天，位乎得，",
          "zhushu": "此天然之知，自行而不出乎分者也，故虽行于外，而常本乎天而位乎得矣。○行如字。"
        },
        {
          "paragraph": "蹢躅而屈伸，",
          "zhushu": "与机会相应者，有斯变也。○蹢，丈益反，又持革反。躅，丈录反，又音浊。伸音申。"
        },
        {
          "paragraph": "反要而语极。”",
          "zhushu": "知虽落天地，事虽接万物，而常不失其要极，故天人之道全也。○要，于妙反。"
        },
        {
          "paragraph": "曰：“何谓天？何谓人？”北海若曰：“牛马四足，是谓天；落马首，穿牛鼻，是谓人。",
          "zhushu": "人之生也，可不服牛乘马乎？服牛乘马，不可穿落之乎？牛马不辞穿落者，天命之固当也。苟当乎天命，则虽寄之人事而本在乎天也。"
        },
        {
          "paragraph": "故曰：‘无以人灭天，",
          "zhushu": "穿落之可也。若乃走作过分，驱歩失节，则天理灭矣。"
        },
        {
          "paragraph": "无以故灭命，",
          "zhushu": "不因其自为而故为之者，命其安在乎？"
        },
        {
          "paragraph": "无以得殉名。",
          "zhushu": "所得有常分，殉名则过也。"
        },
        {
          "paragraph": "谨守而勿失，是谓反其真。’”",
          "zhushu": "真在性分之内。"
        },
        {
          "paragraph": "䕫怜蚿，蚿怜蛇，蛇怜风，风怜目，目怜心。䕫谓蚿曰：“吾以一足踸踔而行，予无如矣。今子之使万足，独柰何？”蚿曰：“不然。子不见夫唾者乎？喷则大者如珠，小者如雾，杂而下者不可胜数也。今予动吾天机，而不知其所以然。”蚿谓蛇曰：“吾以众足行，而不及子之无足，何也？”蛇曰：“夫天机之所动，何可易邪？吾安用足哉！”",
          "zhushu": "物之生也，非知生而生也；则生之行也，岂知行而行哉。故足不知所以行。目不知所以见。心不知所以知。俯然而自得矣。迟速之节，聪明之鉴，或能或否。皆非我也。而或者因欲有其身而矜其能。所以逆其天机而伤其神器也。至人知天机之不可易也。故捐聪明，弃智虑。魄然忘其为而任其自动。故万物无动而不逍遥也。○䕫，求龟反，一足兽也。李云：黄帝在位，诸侯于东海流山得奇兽，其状如牛，苍色无角，一足龙走出入水即风雨，目光如日月，其音如雷，名曰䕫。黄帝杀之，取皮以冐鼓，声闻五百里。怜音莲。蚿音贤，又音玄。司马云：马蚿虫也。广雅云：蛆渠马蚿。蚿怜蛇，蛇怜风，风怜目，目怜心。司马云：䕫一足，蚿多足，蛇无足，风无形。目形缀于此，明流于彼，心则质幽，为神游外。跉，敕甚反，郭莬咸反，一音初禀反。踔，本亦作卓，同敕角反。李云：跉卓，行貌。唾，吐卧反。喷，普闷反，又芳奔反，又孚问反。雾音务，郭武贡反。胜，音升。俯，亡本反。"
        },
        {
          "paragraph": "蛇谓风曰：“予动吾脊胁而行，则有似也。今子蓬蓬然起于北海，蓬蓬然入于南海，而似无有，何也。”风曰：“然，予蓬蓬然起于北海而入于南海也，然而指我则胜我，䲡我亦胜我。虽然，夫折大木、蜚大屋者，唯我能也。”故以众小不胜为大胜也。为大胜者，唯圣人能之。",
          "zhushu": "恣其天机，无所与争，斯小不胜者也。然乘万物，御群才之所为，使群才各自得，万物各自为，则天下莫不逍遥矣。此乃圣人所以为大胜也。○蓬蓬，歩东反，徐扶公反，李云：风貌。䲡音秋，李云：藉也。藉则削也。本又作𨩊，子六反，又七六反，迫也。折，之舌反。蜚音飞，又扶贵反。"
        },
        {
          "paragraph": "孔子游于匡，宋人围之数匝，而弦歌不惙。子路入见，曰：“何夫子之娱也？”孔子曰：“来，吾语女。我讳穷久矣，而不免，命也；求通久矣而不得，时也。",
          "zhushu": "将明时命之固当，故寄之求讳。○孔子游于匡，宋人围之。数，色主反。匝，子合反。司马云：宋常作卫。匡，衞邑也。卫人误围孔子，以为阳虎。虎尝暴于匡人。又孔子弟子颜克，时与虎俱，后克为孔子御，至匡，匡人共识克。又孔子容貌与虎相似，故匡人共围之。惙，本又作辍，同，丁劣反。见，贤遍反。语，鱼据反。"
        },
        {
          "paragraph": "当尧、舜而天下无穷人，非知得也；当桀、纣而天下无通人，非知失也：时势适然。",
          "zhushu": "无为劳心于穷通之间。"
        },
        {
          "paragraph": "夫水行不避蛟龙者，渔父之勇也；陆行不避兕虎者，猎夫之勇也；白刃交于前，视死若生者，烈士之勇也；",
          "zhushu": "情各有所安。○蛟音交。父音甫。兕，徐履反。"
        },
        {
          "paragraph": "知穷之有命，知通之有时，临大难而不惧者，圣人之勇也。",
          "zhushu": "圣人则无所不安。○难，乃旦反。"
        },
        {
          "paragraph": "由，处矣！吾命有所制矣！”",
          "zhushu": "命非巳制，故无所用其心也。夫安于命者，无往而非逍遥矣。故虽匡陈羑里，无异于紫极间堂也。○闲音闲。"
        },
        {
          "paragraph": "无几何，将甲者进，辞曰：“以为阳虎也，故围之；今非也，请辞而退。”公孙龙问于魏牟曰：“龙少学先王之道，长而明仁义之行；合同异，离坚白；然不然，可不可；困百家之知，穷众口之辩：吾自以为至达已。今吾闻庄子之言，汒焉异之，不知论之不及与？知之弗若与？今吾无所开吾喙，敢问其方。”公子牟隐机大息，仰天而笑曰：“子独不闻夫埳井之鼃乎？谓东海之鳖曰：‘吾乐与！吾跳梁乎井干之上，入休乎缺甃之崖。赴水则接掖持颐，蹶泥则没足灭跗。还虷蟹与科斗，莫吾能若也。且夫擅一壑之水。而跨跱埳井之乐。此亦至矣。夫子奚不时来入观乎？’",
          "zhushu": "此犹小鸟之自足于蓬蒿。○几，居岂反。将甲，如字，本亦作持甲。公孙龙问于魏牟，司马云：龙，赵人。牟，魏之公子。少，诗照反。长，张丈反。行，下孟反。知音智。汒，莫刚反，郭音莽。论，力困反。与音余，下助句放此。开，如字，本亦作关。两通，本或作阂。喙，许秽反，又昌锐反。隐，于靳反。大音泰。埳音坎，郭音啖。鼃，本亦作蛙，户娲反，司马云：埳，井，坏井也。鼁，水虫，形似虾蟆鳖，必灭反，字亦作鼈。吾乐音洛，下之乐、大乐同。跳音条。井干，古旦反。司马云：井栏也。诸诠之音，西京赋作韩音。甃，侧救反。李云：如阑，以塼为之，著井底阑也。字林壮谬反，云：井壁也。赴水，如字，司马本作踣，云：赴也。蹶，其月反。又音厥。泥则没足灭跗方于反，郭音附。司马云：灭，没也。跗，足跗也。李云：言踊跃于涂中。还音旋。司马云：顾视也。虷音寒，井中赤虫也，一名蜎。尔雅云：蜎蠉。郭注云：井中小蛣蟨，赤虫也。蜎音求兖反。蠉音况兖反。蛣蟨音吉。厥蟹户买反。科，苦禾反。科，斗，虾蟆子也。擅，市战反，专也。壑，火各反。"
        },
        {
          "paragraph": "东海之鳖左足未入，而右膝已絷矣。",
          "zhushu": "明大之不游于小，非乐然。○絷，猪立反，司马云：拘也。三苍云：绊也。乐音岳，又五教反。"
        },
        {
          "paragraph": "于是逡巡而却。告之海曰：‘夫千里之远，不足以举其大；千仞之高，不足以极其深。禹之时，十年九潦，而水弗为加益；汤之时，八年七旱，而崖不为加损。夫不为顷久推移，不以多少进退者，此亦东海之大乐也。’于是埳井之鼃闻之，适适然惊，规规然自失也。",
          "zhushu": "以小羡大，故自失。○逡，七旬反。潦音老。弗为，于伪反，下同。顷久，司马云：犹早晚也。适适，始赤反，又丈革反，郭莬狄反。规规，如字，又虚役反，李、徐纪睡反。适适、规规，皆惊视自失貌。"
        },
        {
          "paragraph": "且夫知不知是非之竟，而犹欲观于庄子之言，是犹使蚊负山、商蚷驰河也，必不胜任矣。",
          "zhushu": "物各有分，不可强相希效。○竟，音境，后同。蚊。音文。商蚷，音渠，郭音巨。司马云：商蚷，虫名，北燕谓之马蚿。一本作蜄，徐市轸反。胜音升。强，其丈反。"
        },
        {
          "paragraph": "且夫知不知论极妙之言，而自适一时之利者，是非埳井之鼃与？且彼方跐黄泉而登大皇，无南无北，奭然四解，沦于不测；无东无西，始于玄冥，反于大通。",
          "zhushu": "言其无不至也。○跐，音此，郭时紫反，又侧买反。广雅云：蹋也，蹈也，履也。司马云：则也。大皇音泰。奭，音释。解，户买反。"
        },
        {
          "paragraph": "子乃规规然而求之以察，索之以辩，",
          "zhushu": "夫游无穷者，非察辩所得。○索，所白反。"
        },
        {
          "paragraph": "是直用管闚天、用锥指地也，不亦小乎？子往矣！",
          "zhushu": "非其任者，去之可也。"
        },
        {
          "paragraph": "且子独不闻夫寿陵余子之学行于邯郸与？未得国能，又失其故行矣，直匍匐而归耳。",
          "zhushu": "以此效彼，两失之。○寿陵余子，司马云：寿陵，邑名。未应丁夫为余子。邯音寒。郸音丹，赵国都也。匍匐，匍音蒲，又音符。匐，蒲北反，又音服。"
        },
        {
          "paragraph": "今子不去，将忘子之故，失子之业。”公孙龙口呿而不合，舌举而不下，乃逸而走。庄子钓于濮水，楚王使大夫二人往先焉，曰：“愿以竟内累矣！”庄子持竿不顾，曰：“吾闻楚有神龟，死已三千岁矣，王巾笥而藏之庙堂之上。此龟者，宁其死为留骨而贵乎？宁其生而曳尾于涂中乎？”二大夫曰：“宁生而曳尾涂中。”庄子曰：“往矣，吾将曳尾于涂中。”",
          "zhushu": "性各有所安也。○口呿，起据反，司马云：开也。李音祛，又巨劫反。濮水，音卜，陈地水也。楚王，司马云：威王也。先焉。先，谓宣其言也。笥，息嗣反，或音司。藏之，李云：藏之以笥，覆之以巾。"
        },
        {
          "paragraph": "惠子相梁，庄子往见之。或谓惠子曰：“庄子来，欲代子相。”于是惠子恐，搜于国中三日三夜。",
          "zhushu": "扬兵整旅。○相，息亮反，下同。梁相，梁惠王。恐，丘勇反。搜，字又作摉，或作痩，所求反，李悉沟反，云：索也。说文云：求也。"
        },
        {
          "paragraph": "庄子往见之，曰：“南方有鸟，其名鹓鶵，子知之乎？夫鹓鶵发于南海而飞于北海，非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓鶵过之，仰而视之曰：‘吓！’今子欲以子之梁国而吓我邪？”",
          "zhushu": "言物嗜好不同，愿各有极。○鹓，于袁反。鶵，仕俱反。李云：鹓鶵，鸾凤之属也。醴泉音礼，李云：泉甘如醴。吓，本亦作呼，同许嫁反，又许伯反。司马云：吓怒其声，恐其夺己也。诗笺云：以口拒人曰吓。嗜，时志反。好，呼报反。"
        },
        {
          "paragraph": "庄子与惠子游于濠梁之上。庄子曰：“鯈鱼出游从容，是鱼乐也。”惠子曰：“子非鱼，安知鱼之乐？”庄子曰：“子非我，安知我不知鱼之乐？”",
          "zhushu": "欲以起明相非而不可以相知之义耳。子非我，尚可以知我之非鱼，则我非鱼，亦可以知鱼之乐也。○豪梁，本亦作濠，音同。司马云：濠，水名也，石绝水曰梁。鯈鱼，徐音条，说文直留反，李音由，白鱼也。尔雅云：鮂，黑鰦。郭注：即白鯈也。一音筿，谓白鯈鱼也。从，七容反。乐音洛，注下同。"
        },
        {
          "paragraph": "惠子曰：“我非子，固不知子矣；子固非鱼也，子之不知鱼之乐，全矣！”",
          "zhushu": "舍其本言而给辩以难也。○难，乃旦反。"
        },
        {
          "paragraph": "庄子曰：“请循其本。子曰‘女安知鱼乐’云者，既已知吾知之而问我。我知之濠上也。”",
          "zhushu": "寻惠子之本言云非鱼则无缘相知耳。今子非我也，而云女安知鱼乐者，是知我之非鱼也。苟知我之非鱼，则凡相知者，果可以此知彼，不待是鱼然后知鱼也。故循子安知之云巳知吾之所知矣，而方复问我，我正知之于濠上耳，岂待入水哉。夫物之所生而安者，天地不能易其处，阴阳不能回其业，故以陆生之所安，知水生之所乐，未足称妙耳。○复，扶又反。处，昌虑反。"
        }
      ]
    }
  ]
}