{
  "name": "庄子郭象注骈拇第八",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "骈拇第八",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "○音义曰：举事以名篇。"
        }
      ]
    },
    {
      "name": "骈拇第八",
      "paragraphs": [
        {
          "paragraph": "骈拇枝指，出乎性哉！而侈于德。附赘县疣，出乎形哉！而侈于性。",
          "zhushu": "夫长者不为有余，短者不为不足，此则骈赘皆出于形性，非假物也。然骈与不骈，其于各足，而此独骈枝，则于众以为多，故曰侈耳。而惑者或云非性，因欲割而弃之，是道有所不存，德有所不载，而人有弃财，物有弃用也，岂是至治之意哉？夫物有小大，能有少多，所大即骈，所多即赘。骈赘之分，物皆有之，若莫之任，是都弃万物之性也。○骈，岁田反。广雅云：并也。李云：并也。拇音母，足大指也。司马云：骈拇，谓足拇指连第二指也。崔云：诸指连大指也。枝指如字。三苍云：枝指，手有六指也。崔云：音岐，谓指有𡵨也。侈，昌是反，徐处豉反。郭云：多貌。司马云：溢也。崔云：过也。德，崔云：德，犹容也。赘，章锐反，广雅云：疣也。释名云：横生一肉属著体也。一云：瘤结也。县音玄。疣音尢。而侈于性，司马云：性，人之本体也。骈拇、枝指、附赘、县疣，此四者各出于形性，而非形性之正，于众人为侈耳。于形为侈，于性为多，故在手为莫用之肉，于足为无施之指也。王云：性者，受生之质；德者，全生之本。骈指受生而有，不可多于德；赘疣形后而生，不可多于性。此四者以况才智德行。夫，音符。发句之端于此。治，直吏反。分，扶问反。后可以意求有之。之或作定。"
        },
        {
          "paragraph": "多方乎仁义而用之者，列于五藏哉！而非道德之正也。",
          "zhushu": "夫与物冥者，无多也。故多方于仁义者，虽列于五藏，然自一家之正耳，未能与物无方而各正性命，故曰非道德之正。夫方之少多，天下未之有限，然少多之差，各有定分，豪芒之降，即不可以相跂，故各守其方，则少多无不自得。而或者闻多之不足以正少，因欲弃多而任少，是举天下而弃之，不亦妄乎？○五藏，才浪反，后皆同。黄帝素问云：肝心脾肺肾为五藏。"
        },
        {
          "paragraph": "是故骈于足者，连无用之肉也；枝于手者，树无用之指也。",
          "zhushu": "直自性命不得不然，非以有用故然也。"
        },
        {
          "paragraph": "多方骈枝于五藏之情者，淫僻于仁义之行，",
          "zhushu": "五藏之情，直自多方耳，而少者横复尚之，以至淫僻，而失至当于体中也。○僻，本又作辟，匹亦反，徐敷赤反，注及篇未同。于仁义之行，下孟反。崔云：骈枝赘疣，虽非性之正，亦出于形，不可去也。五藏之情，虽非道德之正，亦列于性，不可治也。今设仁义之教，以治五藏之情，犹削骈枝赘疣也。既伤自然之理，更益其疾也。复，扶又反，徐篇末注皆同。当，丁浪反，后皆放此。"
        },
        {
          "paragraph": "而多方于聪明之用也。",
          "zhushu": "聪明之用，各有本分，故多方不为有余，少方不为不足。然情欲之所荡，未尝不贱少而贵多也。见夫可贵而矫以尚之，则自多于本用，而困其自然之性。若乃忘其所贵，而保其素分，则与性无多，而异方倶全矣。"
        },
        {
          "paragraph": "是故骈于明者，乱五色，淫文章，青黄黼黻之煌煌非乎？而离朱是已。多于聪者，乱五声，淫六律，金石丝竹黄钟大吕之声非乎？而师旷是已。",
          "zhushu": "夫有耳目者，未尝以慕聋盲自困也。所困常在于希离慕旷，则离旷虽性聪明，乃是乱耳目之主也。○黼黻音甫，下音弗。周礼云：白与黑谓之黼，黑与青谓之黻。煌煌音皇，广雅云：光光也。向，崔本作煌，向云：马氏音煌。毛诗传云：皇皇犹煌煌也。煌又音晃。非乎，向云：非乎，言是也。离朱，司马云：黄帝时人，百歩见秋豪之末。一云见千里针锋。孟子作离娄，是巳。向云：犹是也。五声，本亦作五音。师旷司马云：晋，贤大夫也。善音律，能致鬼神。史记云：冀州南和人，生而无目。"
        },
        {
          "paragraph": "枝于仁者，擢德塞性以收名声，使天下簧鼓以奉不及之法非乎？而曾、史是已。",
          "zhushu": "夫曾史性长于仁耳，而性不长者，横复慕之，慕之而仁，仁巳伪矣。天下未尝慕桀跖，而必慕曾史，则曾史之簧鼓天下，使失其真性，甚于桀跖也。○擢音濯，司马云：拔也。○簧音黄。鼓谓笙簧也。鼓，动也。曾史，曾参、史䲡也。曾参行仁，史䲡行义。跖，之石反。"
        },
        {
          "paragraph": "骈于辩者，累瓦结绳窜句，游心于坚白同异之间，而敝跬誉无用之言非乎？而杨、墨是已。",
          "zhushu": "夫骋其奇辩，致其危辞者，未丰容思于梼杌之口，而必竞辨于杨、墨之间，则杨、墨乃乱群言之主也。○累，劣彼反。瓦，危委反，向同，崔如字，一云：瓦当作丸。结绳，李云：言小辩危辞，若结绳之累瓦也。崔云：聚无用之语，如瓦之累，绳之结也。窜，七乱反，尔雅云：微也。一云：藏也。句，纪具反。司马云：窜句，谓邪说微隐，穿凿文句也。一音钩。敝，本又作蹩，徐音婢，郭父结反，李歩计反。司马云：罢也。跬，徐丘婢反，郭音屑。向，崔本作跬向，丘氏反，云：近也。司马同，李却垂反，一音敝跬，分外用力之貌。誉音于。杨墨，崔、李云：杨朱、墨翟也。思，息嗣反。梼，徒刀反。杌，音兀。"
        },
        {
          "paragraph": "故此皆多骈旁枝之道，非天下之至正也。",
          "zhushu": "此数字皆师其天性，直自多骈旁枝，各自是一家之正耳。然以一正万，则万不正矣。故至正者，不以巳正天下，使天下各得其正而巳。○数，色主反，下文此数音同。"
        },
        {
          "paragraph": "彼正正者，不失其性命之情。",
          "zhushu": "物名任性，乃正正也。自此已下观之，至正可见矣。"
        },
        {
          "paragraph": "故合者不为骈，",
          "zhushu": "以枝正合，乃谓合为骈。"
        },
        {
          "paragraph": "而枝者不为跂；",
          "zhushu": "以合正枝，乃谓枝为跂。○跂，其知反，崔本作枝，音同，或渠支反。"
        },
        {
          "paragraph": "长者不为有余，",
          "zhushu": "以短正长，乃谓长有余。"
        },
        {
          "paragraph": "短者不为不足。",
          "zhushu": "以长正短，乃谓短不足。"
        },
        {
          "paragraph": "是故凫胫虽短，续之则忧；鹤胫虽长，断之则悲。",
          "zhushu": "各自有正，不可以此正彼而损益之。○凫音符。胫，形定反，释名云：茎也。直而长，如物茎也。本又作踁。鹤，户各反。断，丁管反，下及注同。"
        },
        {
          "paragraph": "故性长非所断，性短非所续，无所去忧也。",
          "zhushu": "知其性分，非所断续而任之，则无所去忧，而忧自去也。○去，起吕反，注云忧去皆同。"
        },
        {
          "paragraph": "意仁义其非人情乎？",
          "zhushu": "夫仁义之是人之情性，但当任之耳。○意如字，下同，亦作医。"
        },
        {
          "paragraph": "彼仁人何其多忧也。",
          "zhushu": "恐仁义非人情而忧之者，真可谓多忧也。"
        },
        {
          "paragraph": "且夫骈于拇者，决之则泣；枝于手者，龁之则啼。二者或有余于数，或不足于数，其于忧一也。",
          "zhushu": "谓之不足，故泣而决之；以为有余，故啼而龁之。夫如此，举群品万殊，无释忧之地矣。唯各安其天性，不决骈而龁枝，则曲成而无伤，又何忧哉？○龁，李音纥，齿断也，徐胡切反，郭胡突反。啼音提。○，崔本作谛。"
        },
        {
          "paragraph": "今世之仁人，蒿目而忧世之患；",
          "zhushu": "兼爱之迹可尚，则天下之目乱矣。以可尚之迹，蒿令有患，而遂忧之，此为陷人于难而后拯之也。然今世正谓此为仁也。○蒿目，好羔反，司马云：乱也。李云：蒿目，决性之貌。○令，力呈反，下同。难，乃旦反。拯，拯救之拯。"
        },
        {
          "paragraph": "不仁之人，决性命之情而饕贵富。",
          "zhushu": "夫贵富所以可饕，由有蒿之者也。若乃无可尚之迹，则人安其分，将量力受任，岂有决巳效彼以饕窃非望哉？○饕，吐刀反，杜预注左传云：贪财曰饕。"
        },
        {
          "paragraph": "故意仁义其非人情乎！自三代以下者，天下何其嚣嚣也。",
          "zhushu": "夫仁义自是人情也，而三代以下，横共嚣嚣，弃情逐迹，如将不及，不亦多忧乎！○嚣嚣，许桥反，又五羔反，字林云：声也。崔云：忧世之貌。"
        },
        {
          "paragraph": "且夫待钩绳规矩而正者，是削其性也；待绳约胶漆而固者，是侵其德也；屈折礼乐，呴俞仁义，以慰天下之心者，此失其常然也。天下有常然。常然者，曲者不以钩，直者不以绳，圆者不以规，方者不以矩，附离不以胶漆，约束不以纆索。故天下诱然皆生而不知其所以生，同焉皆得而不知其所以得。",
          "zhushu": "夫物有常然，任而不助，则泯然自得而不自觉也。○屈，崔本作诎折，之热反，谓屈折支体为礼乐也。呴，况于反，李况付反，本又作伛，于禹反。俞音臾，李音喻，本又作呴，音诩，谓呴喻颜色为仁义之貌。纆音墨，广雅云：索也。索，悉各反，下同。"
        },
        {
          "paragraph": "故古今不二，不可亏也。",
          "zhushu": "同物，故与物无二而常全。"
        },
        {
          "paragraph": "则仁义又奚连连如胶漆纆索而游乎道德之间为哉。",
          "zhushu": "任道而得，则抱朴独往，连连假物，无为其间也。○连连，司马云：谓连续仁义，游道德间也。"
        },
        {
          "paragraph": "使天下惑也。",
          "zhushu": "仁义连连，秪足以惑物，使丧其真。○秪音支。丧，息浪反，下巳丧同。"
        },
        {
          "paragraph": "夫小惑易方，大惑易性。",
          "zhushu": "夫东西易方，于体未亏；矜仁尚义，失其常然，以之死地，乃大惑也。"
        },
        {
          "paragraph": "何以知其然邪？自虞氏招仁义以挠天下也，天下莫不奔命于仁义，",
          "zhushu": "夫与物无伤者，非为仁也，而仁迹行焉；令万理皆当者，非为义也，而义功见焉；故当而无伤者，非仁义之招也。然而天下奔驰，弃我殉彼，以失其常然。故乱心不由于丑，而𢘆在美色；挠世不出于恶，而𢘆由仁义。则仁义者，挠天下之具也。○挠，而小反，郭呼尧反，又许羔反，广雅云：乱也，又奴瓜反。见，贤遍反。"
        },
        {
          "paragraph": "是非以仁义易其性与？",
          "zhushu": "虽虞氏无易之情，而天下之性固以异矣。○与，音余。此可以意消息，后皆倣此。"
        },
        {
          "paragraph": "故尝试论之，自三代以下者，天下莫不以物易其性矣。",
          "zhushu": "自三代以上，实有无为之迹。无为之迹，亦有为者之所上也，尚之则失其自然之素，故虽圣人有不得巳，或以槃夷之事，易垂拱之性，而况悠悠者哉，○三代，夏、殷、周也。上，时掌反。槃夷并如字，谓创伤也。依字应作瘢痍。"
        },
        {
          "paragraph": "小人则以身殉利，士则以身殉名，大夫则以身殉家，圣人则以身殉天下。",
          "zhushu": "夫鹑居而鷇食，鸟行而无章者，何惜而不殉哉？故与世常冥，唯变所适，其迹则殉世之迹也。所遇者或时有槃夷秃胫之变，其迹则伤性之迹也。然而虽挥斥入极，而神气无变，手足槃夷，而居形者不扰，则奚殉哉？无狥也，故乃不殉其所殉，而迹与世同殉也。○殉，辞俊反，徐辞伦反，司马云：营也。崔云：杀身从之曰殉。鹑音纯，又音敦。鷇，口豆反。秃，吐木反。挥音辉。斥音赤。"
        },
        {
          "paragraph": "故此数子者，事业不同，名声异号，其于伤性以身为殉一也。臧与榖二人相与牧羊而倶亡其羊。问臧奚事，则挟䇲读书；问榖奚事，则博塞以游。二人者事业不同，其于亡羊均也。伯夷死名于首阳之下，盗跖死利于东陵之上，二人者所死不同，其于残生伤性均也，奚必伯夷之是而盗跖之非乎？",
          "zhushu": "天下之所惜者，生也。今殉之太甚，俱残其生，则所殉是非不足复论。○臧，作郞反，崔云：好书曰臧。方言云：齐之北鄙，燕之北郏。凡民男而婿婢谓之臧，女而妇奴谓之获。张揖云：婿婢之子谓之臧，妇奴之子谓之获。榖如字，尔雅云：善也。崔本作榖，云：孺子曰谷牧，牧养之牧。挟音协。䇲，字又作策，初革反。李云：竹简也。古以写书，长二尺四寸。博塞，悉代反，塞，博之类也。汉书云：吾丘寿王以善格五待诏，谓博塞也。首阳，山名，在河东蒲坂县。死，谓饿而死。东陵，李云：谓泰山也。一云，陵名，今名东平陵，属济南郡。"
        },
        {
          "paragraph": "天下尽殉也。彼其所殉仁义也，则俗谓之君子；其所殉货财也，则俗谓之小人。其殉一也，则有君子焉，有小人焉；若其残生损性，则盗跖亦伯夷已，又恶取君子小人于其间哉。",
          "zhushu": "天下皆以不残为善，今均于残生，则虽所殉不同，不足复计也。夫生奚为残，性奚为易哉？皆由乎尚无为之迹也。若知迹之由乎无为而成，则绝尚去甚，而反冥我极矣。尧、桀将均于自得，君子小人奚辨哉？○恶音乌。君子小人于其间，崔本无小人于三字。"
        },
        {
          "paragraph": "且夫属其性乎仁义者，虽通如曾、史，非吾所谓臧也；",
          "zhushu": "以此系彼为属，属性于仁，殉仁者耳，故不善也。○属，郭时欲反，谓系属也。徐音烛，谓属著也。下皆同。"
        },
        {
          "paragraph": "属其性于五味，虽通如俞儿，非吾所谓臧也；",
          "zhushu": "率性通味乃善。○虽通如杨、墨，一本无此句。俞儿，音榆，李武榆反。司马云：古之善识味人也。崔云：尸子曰：膳俞儿，和之以姜、桂，为人主上食。淮南云：俞儿狄牙尝淄、渑之水而别之。一云：俞儿，黄帝时人。狄牙则易牙，齐桓公时识味人也。一云：俞儿亦齐人。淮南子，一本作申儿，疑申当作臾。"
        },
        {
          "paragraph": "属其性乎五声，虽通如师旷，非吾所谓聪也；属其性乎五色，虽通如离朱，非吾所谓明也。",
          "zhushu": "不付之于我而属之于彼，则虽通之如彼而我已丧矣。故各任其耳目之用，而不系于离旷，乃聪明也。"
        },
        {
          "paragraph": "吾所谓臧，非仁义之谓也，臧于其德而已矣；",
          "zhushu": "善于自得，忘仁而仁。"
        },
        {
          "paragraph": "吾所谓臧者，非所谓仁义之谓也，任其性命之情而已矣；",
          "zhushu": "谓仁义为善，则损身以殉之，此于性命还自不仁也。身且不仁，其如人何。故任其性命，乃能及人，及人而不累于已，彼我同于自得，斯可谓善也。○累，劣伪反，后皆放此。"
        },
        {
          "paragraph": "吾所谓聪者，非谓其闻彼也，自闻而已矣；吾所谓明者，非谓其见彼也，自见而已矣。",
          "zhushu": "夫绝离弃旷，自任闻见，则万方之聪明，莫不皆全也。"
        },
        {
          "paragraph": "夫不自见而见彼，不自得而得彼者，是得人之得而不自得其得者也，适人之适而不自适其适者也。",
          "zhushu": "此舍已效人者也。虽效之若人，而巳已亡矣。○舍音舍。"
        },
        {
          "paragraph": "夫适人之适而不自适其适，虽盗跖与伯夷，是同为淫僻也。",
          "zhushu": "苟以失性为淫僻，则虽所失之涂异，其于失之一也。"
        },
        {
          "paragraph": "余愧乎道德，是以上不敢为仁义之操，而下不敢为淫僻之行也。",
          "zhushu": "愧道德之不为，谢冥复之无迹，故绝操行，忘名利，从容吹累，遗我忘彼，若斯而巳矣。○槐，崔本作䁛，云：聭愧同。行，下孟反，注同。复音服。从，七容反。吹如字，又昌伪反，字亦作。"
        }
      ]
    }
  ]
}