{
  "name": "庄子郭象注胠箧第十",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "胠箧第十",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音义曰：举事以名篇。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "将为胠箧探囊发匮之盗而为守备，则必摄缄縢，固扃鐍，此世俗之所谓知也。然而巨盗至，则负匮揭箧，担囊而趋，唯恐缄縢扃鐍之不固也。然则乡之所谓知者，不乃为大盗积者也？",
          "zhushu": "知之不足恃也如此。○胠，李起居反，史记作胁，徐起法反，一音虚乏反。司马云：从旁开为胠。一云：发也。箧，苦协反。探，吐南反。囊，乃刚反。匮，其位反，槛也。摄，如字，李云：结也。崔云：收也。缄，古减反。縢，向，崔本作，同徒登反。崔云：约也。案广雅云：缄、縢皆绳也。扃，古荧反，崔、李云：关也。鐍，古穴反。李云：纽也。崔云：环舌也。知，如字，又音智，下同。揭，徐其谒反，又音桀。三苍云：举也，檐也，负也。担，下甘反。趋，七须反。李云：走也。恐，丘用反。乡，本又作向，亦作向，同。许亮反。为，于伪反，下及下注而为同。积，如字，李子赐反。"
        },
        {
          "paragraph": "故尝试论之，世俗所谓知者，有不为大盗积者乎？所谓圣者，有不为大盗守者乎？何以知其然邪？昔者齐国邻邑相望，鸡狗之音相闻，罔罟之所布，耒耨之所刺，方二千余里。阖四竟之内，所以立宗庙社稷，治邑屋州闾乡曲者，曷尝不法圣人哉！然而田成子一旦杀齐君而盗其国。",
          "zhushu": "法圣人者，法其迹耳。夫迹者，巳去之物，非应变之具也，奚足尚而执之哉？执成迹以御乎无方，无方至而迹滞矣，所以守国而为人守之也。○罔罟，音古，罔之通名。耒，力对反，徐力猥反，郭吕匮反，李云：犁也。一云：耜柄也。耨，乃豆反，李云：耡也。成云：以木为耡柄。刺，徐七智反。阖，户腊反。竟音境，下之竟同。治，直吏反。屋，周礼：夫三为屋。州，五党为州，二千五百家也。闾，五比为闾，二十五家也。乡，五州为乡，万二千五百家也。田成子，齐大夫陈恒也。一旦，宋元嘉中，本作一日。杀音弑。齐君，简公也。春秋哀公十四年，陈恒杀之于舒州，盗其国。司马云：谓割安邑以东至琅邪，自为封邑也。"
        },
        {
          "paragraph": "所盗者岂独其国邪？并与其圣知之法而盗之。",
          "zhushu": "不盗其圣法，乃无以取其国也。○知音智，下同。"
        },
        {
          "paragraph": "故田成子有乎盗贼之名，而身处尧舜之安，小国不敢非，大国不敢诛，十二世有齐国。则是不乃窃齐国，并与其圣知之法以守其盗贼之身乎？",
          "zhushu": "言圣法唯人所用，未足以为全当之具。○十二世有齐国。自敬仲至庄子，九世知齐政；自太公和至威王，三世为齐侯，故云十二世也。守，如字，旧音狩。"
        },
        {
          "paragraph": "尝试论之，世俗之所谓至知者，有不为大盗积者乎？所谓至圣者，有不为大盗守者乎？何以知其然邪？昔者龙逢斩，比干剖，苌弘胣，子胥靡，故四子之贤而身不免乎戮。",
          "zhushu": "言暴乱之君，亦得据君人之威，以戮贤人，而莫之敢亢者，皆圣法之由也。向无圣法，则桀、纣焉得守斯位而放其毒，使天下侧目哉？○比干剖，普口反，谓割心也。崔本作节，云：支解也。长，直良反。弘胣，本又作肔，徐敕𥿄反，郭诗氏反。崔云：读若拖，或作施字。胣，裂也。淮南子曰：苌弘铍裂而死。司马云：胣，剔也。苌弘，周灵王贤臣也。案左传是周景王、敬王之大夫。鲁哀公三年六月，周人杀苌弘。一云刳肠曰胣。子胥靡密地反。司马如字，云：縻也。崔云：烂之于江中也。案：子胥，伍员也。谏夫差，夫差不从，赐之属缕以死，投之江也。焉，于虔反。"
        },
        {
          "paragraph": "故跖之徒问于跖曰：“盗亦有道乎？”跖曰：“何适而无有道邪？”夫妄意室中之藏，圣也；入先，勇也；出后，义也；知可否，知也；分均，仁也。五者不备而能成大盗者，天下未之有也。",
          "zhushu": "五者，所以禁盗，而反为盗资也。○跖，之石反。藏，才浪反，又如字。知可，如字，本或作知可否。分，符问反，又如字。"
        },
        {
          "paragraph": "由是观之，善人不得圣人之道不立，跖不得圣人之道不行。天下之善人少而不善人多，则圣人之利天下也少而害天下也多。",
          "zhushu": "信哉斯言，斯言虽信，而犹不可亡圣者，犹天下之知未能都亡，故须圣道以镇之也。群知不亡，而独亡圣知，则天下之害又多于有圣矣。然则有圣之害虽多，犹愈于亡圣之无治也。虽愈于亡圣，故未若都亡之无害也。甚矣，天下莫不求利，而不能一亡其知，何其迷而失致哉。○治，直吏反，下文始治同。"
        },
        {
          "paragraph": "故曰，唇竭则齿寒，鲁酒薄而邯郸围，圣人生而大盗起。",
          "zhushu": "夫竭唇非以寒齿而齿寒，鲁酒薄非以围邯郸而邯郸围。圣人生非以起大盗而大盗起。此自然相生，必至之势也。夫圣人虽不立尚于物，而亦不能使物不尚也。故人无贵贱，事无真伪，苟效圣法，则天下吞声而暗服之，斯乃桀跖之所至赖，而以成其大盗者也。○邯音寒。郸音丹。邯郸，赵国都也。围，楚宣王朝诸侯，鲁恭公后至而酒薄，宣王怒，欲辱之。恭公不受命，乃曰：我周公之胤，长于诸侯，行天子礼乐，勋在周室，我送酒巳失礼，方责其薄，无乃太甚。遂不辞而还。宣王怒，乃发兵与齐攻鲁。梁惠王常欲击赵，而畏楚救，楚以鲁为事，故梁得围邯郸。言事相由也，亦是感应。宣王名熊良夫，悼王之子。恭公名奋，穆公之子。许慎注淮南云：楚会诸侯，鲁、赵倶献酒于楚王，鲁酒薄而赵酒厚，楚之主酒吏求酒于赵，赵不与，吏怒，乃以赵厚酒易鲁薄酒奏之。楚王以赵酒薄，故围邯郸也。"
        },
        {
          "paragraph": "掊击圣人，纵舍盗贼，而天下始治矣。",
          "zhushu": "夫圣人者，天下之所尚也。若乃其所尚，而守其素朴，弃其禁令，而代以寡欲，此所以掊击圣人，而我素朴自全，纵舍盗贼而彼奸自息也。故古人有言曰：闲邪存诚，不在善察。息淫去华，不在严刑。此之谓也。○掊，普口反。击，徐古历反。舍音舍，注同。邪，似嗟反。去，起吕反，下注去欲、去其皆同。"
        },
        {
          "paragraph": "夫川竭而谷虚，丘夷而渊实。圣人已死，则大盗不起，",
          "zhushu": "竭川非以虚谷而谷虚。夷丘非以实渊而渊实。绝圣非以止盗而盗止。故止盗在去欲。不在彰圣知○圣人巳死。则大盗不起。向云事业日新。新者为生。故者为死。故曰圣人巳死也。乘天地之正。御日新之变。得实而损其名。归真而妄其途。则大盗息矣。"
        },
        {
          "paragraph": "天下平而无故矣。",
          "zhushu": "非惟息盗，争尚之迹故都去矣。○争，争斗之争，后皆同。"
        },
        {
          "paragraph": "圣人不死，大盗不止。虽重圣人而治天下，则是重利盗跖也。",
          "zhushu": "将重圣人以治天下，而桀、跖之徒亦资其法。所资者重，故所利不得轻也。○圣人不死，大道不止，向云圣人不死，言守故而不日新，牵名而不造实也。大盗不止，不亦宜乎？"
        },
        {
          "paragraph": "为之斗斛以量之，则并与斗斛而窃之；为之权衡以称之，则并与权衡而窃之。为之符玺以信之，则并与符玺而窃之；为之仁义以矫之，则并与仁义而窃之。",
          "zhushu": "小盗之所因，乃大盗之所资而利也。○为之斗斛以量之，向云：自此以下，皆所以明苟非其人，虽法无益。权衡，李云：权，称锤；衡，称衡也。锤音直伪反。玺音徙。矫，居表反。"
        },
        {
          "paragraph": "何以知其然邪？彼窃钩者诛，窃国者为诸侯，诸侯之门而仁义存焉，则是非窃仁义圣知邪？故逐于大盗，揭诸侯，窃仁义并斗斛权衡符玺之利者，虽有轩冕之赏弗能劝，斧钺之威弗能禁。",
          "zhushu": "夫轩冕斧钺，赏罚之重者也。重赏罚以禁盗，然大盗者又逐而窃之，则反为盗用矣。所用者重，乃所以成其大盗也。大盗也者，必行以仁义，平以权衡，信以符玺，劝以轩冕，威以斧钺，盗此公器，然后诸侯可得而揭也。是故仁义赏罚者，适足以诛窃钩者也。○钩，谓带也。揭，其谒、其列二反。𨱆音越。禁音令，又居鸩反，下不可禁同。"
        },
        {
          "paragraph": "此重利盗跖而使不可禁者，是乃圣人之过也。",
          "zhushu": "夫跖之不可禁，由所盗之利重也。利之所以重，由圣人之不轻也。故绝盗在贱货，不在重圣也。"
        },
        {
          "paragraph": "故曰：“鱼不可脱于渊，国之利器不可以示人。”",
          "zhushu": "鱼失渊则为人禽，利器明则为盗资，故不可示人。"
        },
        {
          "paragraph": "彼圣人者，天下之利器也，",
          "zhushu": "夫圣人者，诚能绝圣弃知，而反冥物极，物极各冥，则其迹利物之迹也。器犹迹耳，可执而用曰器。"
        },
        {
          "paragraph": "非所以明天下也。",
          "zhushu": "示利器于天下，所以资其盗贼。"
        },
        {
          "paragraph": "故绝圣弃知，大盗乃止；",
          "zhushu": "去其所资，则未施禁而自止也。"
        },
        {
          "paragraph": "擿玉毁珠，小盗不起；",
          "zhushu": "贱其所寳，则不加刑而自息也。○擿，持赤反，义与掷字同。崔云：犹投弃之也。郭都革反，李云：刻也。"
        },
        {
          "paragraph": "焚符破玺，而民朴鄙；",
          "zhushu": "除矫诈之所赖者，则无以行其奸巧。"
        },
        {
          "paragraph": "掊斗折衡，而民不争；",
          "zhushu": "夫小平乃大不平之所用也。"
        },
        {
          "paragraph": "殚残天下之圣法，而民始可与论议。",
          "zhushu": "外无所矫，则内全我朴，而无自失之言也。○殚音丹，尽也。"
        },
        {
          "paragraph": "擢乱六律，铄绝竽瑟，塞旷之耳，而天下始人含其聪矣；灭文章，散五采，胶离朱之目，而天下始人含其明矣；",
          "zhushu": "夫声色离旷，有耳目者之所贵也。受生有分，而以所贵引之，则性命丧矣。若乃毁其所贵，弃彼任我，则聪明各全，人含其真也。○铄，郭、李诗灼反。向，徐音药，崔云：烧断之也。竽，徐音于。瑟，本亦作笙。塞，崔本作塞，杜云：塞也。胶，音交，徐古孝反。丧矣，息浪反。"
        },
        {
          "paragraph": "毁绝钩绳而弃规矩，攦工倕之指，而天下始人有其巧矣。故曰：“大巧若拙。”",
          "zhushu": "夫以蜘蛛蛣蜣之陋，而布网转丸，不求之于工匠，则万物各有能也。所能虽不同，而所习不敢异，则若巧而拙矣。故善用人者，使能方者为方，能圆者为圆，各任其所能，人安其性，不责万民以工倕之巧。故众技以不相能似拙，而天下皆自能，则大巧矣。夫用其自能，则规矩可弃，而妙匠之指可攦也。○攦，郭吕系反，又力结反，徐所绮反，李云：折也。崔云：撕之也。倕音垂，尧时巧者也，一名睡。蜘，音知。蛛，音诛。蛣，起一反。蜣，音羌。"
        },
        {
          "paragraph": "削曾、史之行，钳杨、墨之口，攘弃仁义，而天下之德始玄同矣。",
          "zhushu": "去其乱群之率，则天下各复其所，而同于玄德也。○行，下孟反。钳，李巨炎反，又其严反。攘，如羊反。率，本又作帅，同，所类反。"
        },
        {
          "paragraph": "彼人含其明，则天下不铄矣；人含其聪，则天下不累矣；人含其知，则天下不惑矣；人含其德，则天下不僻矣。彼曾、史、杨、墨、师旷、工倕、离朱者，皆外立其德而以爚乱天下者也，",
          "zhushu": "此数人者，所禀多方，故使天下跃而效之。效之则失我，我失由彼，则彼为乱主矣。夫天下之大患者，失我也。○不铄，失灼反，崔云：不消坏也。向音燿。僻，匹亦反。爚，徐音药，三苍云：火光销也。司马崔云：散也。数，所主反。"
        },
        {
          "paragraph": "法之所无用也。",
          "zhushu": "若夫法之所用者，视不过于所见，故众目无不明；听不过于所闻，故众耳无不聪；事不过于所能，故众技无不巧；知不过于所知，故群性无不适；德不过于所得，故群德无不当。安用立所不逮于性分之表，使天下奔驰而不能自反哉？"
        },
        {
          "paragraph": "子独不知至德之世乎？昔者容成氏、大庭氏、伯皇氏、中央氏、栗陆氏、骊畜氏、轩辕氏、赫胥氏、尊卢氏、祝融氏、伏戏氏、神农氏，当是时也，民结绳而用之，",
          "zhushu": "足以纪要而巳。○容成氏，司马云：此十二氏皆古帝王。骊，徐力也反，李音犁。畜，徐敕六反。戏音羲。"
        },
        {
          "paragraph": "甘其食，美其服，",
          "zhushu": "适，故常甘，当故常美。若思夫侈靡，则无时慊矣。○慊，口簟反。"
        },
        {
          "paragraph": "乐其俗，安其居，邻国相望，鸡狗之音相闻，民至老死而不相往来。",
          "zhushu": "无求之至。○乐，音洛。而不相往来。一本作不相与往来。检元嘉中郭注本及崔向永和中本，并无与字。"
        },
        {
          "paragraph": "若此之时，则至治巳。今遂至使民延颈举踵曰，“某所有贤者”，赢粮而趣之，则内弃其亲而外去其主之事，足迹接乎诸侯之境，车轨结乎千里之外。",
          "zhushu": "至治之迹，犹致斯弊。○治，直吏反，注同。颈，如字，李巨盈反。嬴音盈，崔云：裹也。广雅云：负也。粮音良。趣，七子反，徐七喻反。"
        },
        {
          "paragraph": "则是上好知之过也。",
          "zhushu": "上谓好知之君，知而好之，则有斯过矣。○好，呼报反，注下皆同。"
        },
        {
          "paragraph": "上诚好知而无道，则天下大乱矣。何以知其然邪？夫弓弩毕弋机变之知多，则鸟乱于上矣；钩饵网罟罾笱之知多，则鱼乱于水矣；削格罗落𦊨罘之知多，则兽乱于泽矣；",
          "zhushu": "攻之愈密，避之愈巧，则虽禽兽犹不可图之以知，而况人哉？故治天下者，唯不任知，任知无妙也。○弩音怒。毕弋机变，李云：兔网曰毕，缴射曰弋，弩牙曰机。知音智，下及注并下知诈皆同。饵，如志反。罾音曾。笱音钩，钓钩也。饵，鱼饵也。广雅云：𦊙谓罔𦌘，鱼网也。尔雅云：婺妇之笱谓之罶。削，七妙反。格，古百反，李云：削格，所以施罗网也。𦊨，子斜反。罘，本又作罦，音浮。尔雅云：鸟罟谓之罗。兔罟谓之罝，罬谓之罦孚，覆车也。郭璞云：今翻车也。"
        },
        {
          "paragraph": "知诈渐毒颉滑坚白解垢同异之变多，则俗惑于辩矣。",
          "zhushu": "上之所多者，下不能安其少也。性少而以逐多，则迷也。○渐毒，李云：渐渍之毒，不觉深也。崔云：渐毒，犹深害。颉，户结反。滑，子八反。颉滑，谓难料理也。崔云：缠。屈也。李云：骨滑稽也。一云：颉滑，不正之语也。解，苦懈反。垢，苦豆反。司马崔云：解垢，隔角也。或云：诡曲之辞。"
        },
        {
          "paragraph": "故天下毎毎大乱，罪在于好知。故天下皆知求其所不知而莫知求其所已知者，",
          "zhushu": "不求所知而求所不知，此乃舍巳效人而不止其分也。○毎毎，李云：犹皆昏也。舍，音舍，下文同。"
        },
        {
          "paragraph": "皆知非其所不善而莫知非其所已善者，",
          "zhushu": "善其所善，争尚之所由生也。"
        },
        {
          "paragraph": "是以大乱。故上悖日月之明，下烁山川之精，中堕四时之施，惴耎之虫，肖翘之物，莫不失其性。甚矣夫好知之乱天下也。",
          "zhushu": "夫吉㐫悔吝，生于动也。而知之所动，诚能摇荡天地，运御群生，故君人者，胡可以不忘其知哉！○悖，李郭云：必内反，又音佩。司马云：薄食也。乐，失约反，崔云：消也。司马云：崩竭也。崔向本作栎，同，徐音药。堕，许规反，毁也。施，始豉反。惴，本亦作端，又作喘，川兖反，向音揣。耎，耳转反。崔云：蠉𧍒，动虫也。一云：揣耎，谓无足虫。肖翘，音消，下音祁饶反。崔云：肖翘，植物也。李云：翾飞之属。"
        },
        {
          "paragraph": "自三代以下者是已，舍夫种种之机而悦夫役役之佞，释夫恬淡无为而悦夫啍啍之意，啍啍已乱天下矣。",
          "zhushu": "啍啍，以巳诲人也。○种种，向章勇反，李云：谨悫貌。一云：淳厚也。说音悦，下同。役役，李云：鬼黠貌。一云：有为人也。恬，徒谦反。惔，徒暂反，徐大敢反。啍啍，李之闰反，又之纯反，郭音惇，下同。司马云：少智貌。徐许彭反，又许刚反。向本作啍，音亨。崔本上句作啍啍，少知而芒也。一云：啍啍，壮健之貌。"
        }
      ]
    }
  ]
}