{
  "name": "庄子郭象注说剑第三十",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "说剑第三十",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音义曰：以事名篇。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "昔赵文王喜剑，剑士夹门而客三千余人，日夜相击于前，死伤者岁百余人，好之不厌。如是三年，国衰，诸侯谋之。",
          "zhushu": "○赵文王，司马云：惠文王也，名何，武灵王子，后庄子三百五十年。洞纪云：周赧王十七年，赵惠文王之元年。一云：案长历推惠文王与庄子相值，恐彪之言误。喜，许纪反，下同。夹，郭、李音协，又古治反。好，呼报反，下同。厌，于塩反，又于艳反。"
        },
        {
          "paragraph": "太子悝患之，募左右曰：“孰能说王之意止剑士者，赐之千金。”左右曰：“庄子当能。”",
          "zhushu": "○悝，苦回反，太子名。募音慕，又音务。说如字，解也，又音悦。"
        },
        {
          "paragraph": "太子乃使人以千金奉庄子。庄子弗受，与使者俱，往见太子曰：“太子何以教周，赐周千金？”太子曰：“闻夫子明圣，谨奉千金以币从者。夫子弗受，悝尚何敢言！”",
          "zhushu": "○使，所吏反。币从，才用反，一本作以币从军。"
        },
        {
          "paragraph": "庄子曰：“闻太子所欲用周者，欲绝王之喜好也。使臣上说大王而逆王意，下不当太子，则身刑而死，周尚安所事金乎？使臣上说大王，下当太子，赵国何求而不得也！”太子曰：“然，吾王所见，唯剑士也。”庄子曰：“诺。周善为剑。”太子曰：“然吾王所见剑士，皆蓬头突鬓垂冠，曼胡之缨，短后之衣，瞋目而语难。王乃说之。今夫子必儒服而见王，事必大逆。”",
          "zhushu": "○说如字，又始锐反，下同。蓬，步公反，本或作鑝。司马蓬头，谓著兜鍪也。有毛，故如蓬。鬓，必刃反，司马本作宾，云：宾读为鬓。垂冠将欲斗，故冠低倾也。曼胡，莫干反，司马云：曼胡之缨，谓粗缨无文理也。短后之衣，为便于事也。瞋，赤夷、赤真二反。语难，如字，艰难也。勇士愤气积于心，胸，言不流利也，又乃旦反。既怒而语，为人所畏难。司马云：说相击也。乃说音悦，下大说同。"
        },
        {
          "paragraph": "庄子曰：“请治剑服。”治剑服三日，乃见太子。太子乃与见王，王脱白刃待之。庄子入殿门不趋，见王不拜。",
          "zhushu": "○与见，贤遍反，下剑见同，又如字，脱，一本作说，同士活反。"
        },
        {
          "paragraph": "王曰：“子欲何以教寡人，使太子先？”曰：“臣闻大王喜剑，故以剑见王。”王曰：“子之剑何能禁制？”曰：“臣之剑，十步一人，千里不留行！”王大说之，曰：“天下无敌矣。”",
          "zhushu": "○千里不留行：司马云：十步与一人相击辄杀之，故千里不留于行也。"
        },
        {
          "paragraph": "庄子曰：“夫为剑者，示之以虚，开之以利，后之以发，先之以至，愿得试之。”王曰：“夫子休就舍待命，令设戏请夫子。”王乃校剑士七日，死伤者六十余人，得五六人，使奉剑于殿下。乃召庄子。王曰：“今日试使士敦剑。”",
          "zhushu": "○校，司马云：考校取其胜者也。校，本或作教。敦如字。司马云：敦，断也。试使用剑相击断截也。一音丁回反。"
        },
        {
          "paragraph": "庄子曰：“望之久矣。”王曰：“夫子所御杖，长短何如？”曰：“臣之所奉皆可，",
          "zhushu": "杖，直亮反。所奉，司马本作所奏。"
        },
        {
          "paragraph": "然臣有三剑，唯王所用，请先言而后试。”王曰：“愿闻三剑。”曰：“有天子剑，有诸侯剑，有庶人剑。”王曰：“天子之剑何如？”曰：“天子之剑，以燕谿石城为锋，齐岱为锷，",
          "zhushu": "○燕音烟。燕谿，地名，在燕国。石城在塞外。锷，五各反，司马云：剑，刃也。一云，剑，棱也。"
        },
        {
          "paragraph": "晋魏为脊，周宋为镡，",
          "zhushu": "○镡音淫，三苍云：徒感反，剑口也；徐徒南反，又徒各反，谓剑镮也。司马云：剑，珥也。"
        },
        {
          "paragraph": "韩魏为夹；",
          "zhushu": "○为夹，古协反，司马云：把也。一本作铗，同。一云：镡从棱向背，铗从棱向刃也。"
        },
        {
          "paragraph": "包以四夷，裹以四时，",
          "zhushu": "○褁音果。"
        },
        {
          "paragraph": "绕以渤海，带以常山；制以五行，论以刑德，开以阴阳，持以春夏，行以秋冬。",
          "zhushu": "○行以秋冬，随天道以行止也。"
        },
        {
          "paragraph": "此剑，直之无前，举之无上，案之无下，运之无旁，上决浮云，下绝地纪。此剑一用匡诸侯，天下服矣。此天子之剑也。文王芒然自失",
          "zhushu": "，○芒，莫刚反。"
        },
        {
          "paragraph": "曰：“诸侯之剑何如？”曰：“诸侯之剑，以知勇士为锋，以清廉士为锷，以贤良士为脊，以忠胜士为镡，以豪杰士为夹。此剑，直之亦无前，举之亦无上，案之亦无下，运之亦无旁。上法圆天以顺三光；下法方地以顺四时，中知民意以安四郷。此剑一用，如雷霆之震也。四封之内，无不宾服而听从君命者矣。此诸侯之剑也。”王曰：“庶人之剑何如？”曰：“庶人之剑，蓬头突鬓垂冠，曼胡之缨，短后之衣，瞋目而语难。相击于前，上斩颈领，下决肝肺。此庶人之剑，无异于斗鸡，一旦命已绝矣，无所用于国事。今大王有天子之位而好庶人之剑臣，窃为大王薄之？”",
          "zhushu": "○肺，芳废反。为，干伪反。"
        },
        {
          "paragraph": "王乃牵而上殿，宰人上食，王三环之。",
          "zhushu": "○上，时掌反，下同。三环，如字，又音患，绕也。闻义而愧，绕馔三周，不能坐食。"
        },
        {
          "paragraph": "庄子曰：“大王安坐定气，剑事已毕奏矣。”于是文王不出宫三月，剑士皆服毙其处也。",
          "zhushu": "○毙，婢世反。司马云：忿不见礼，皆自杀也。"
        }
      ]
    }
  ]
}