{
  "name": "庄子郭象注序",
  "author": "西晋·郭象",
  "chapters": [
    {
      "name": "南华真经序",
      "paragraphs": [
        {
          "paragraph": "河南郭象子玄撰。",
          "zhushu": ""
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "夫庄子者，可谓知本矣，故未始藏其狂言，言虽无会而独应者也。夫应而非会，则虽当无用；言非物事，则虽高不行。与夫寂然不动，不得已而后起者，固有间矣，斯可谓知无心者也。夫心无为，则随感而应，应随其时，言唯谨尔。故与化为体，流万代而冥物，岂曾设对独遘而游谈乎方外哉！此其所以不经而为百家之冠也。然庄生虽未体之，言则至矣。通天地之统，序万物之性，达死生之变，而明内圣外王之道，上知造物无物，下知有物之自造也。其言宏绰，其旨玄妙。至至之道，融微旨雅，泰然遣放，放而不敖。故曰：不知义之所适，猖狂妄行而蹈其大方。含哺而熙乎澹泊，鼓腹而游乎混芒。至人极乎无亲，孝慈终于兼忘，礼乐复乎已能，忠信发乎天光。用其光则其朴自成，是以神器独化于玄冥之境而源流深长也。故其长波之所荡，高风之所扇，畅乎物宜，适乎民愿。弘其鄙，解其悬，洒落之功未加，而矜夸所以散。故观其书，超然自以为已当，经昆仑，涉太虚，而游憁恍之庭矣。虽复贪婪之人，进躁之士，暂而揽其余芳，味其溢流，仿佛其音影，犹足旷然有忘形自得之怀，况探其远情而玩永年者乎。遂绵邈清遐，去离尘埃而返冥极者也。",
          "zhushu": ""
        }
      ]
    },
    {
      "name": "庄子·内篇",
      "paragraphs": []
    },
    {
      "name": "逍遥游第一",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "夫小大虽殊，而放于自得之场，则物任其性，事称其能，各当其分，逍遥一也，岂容胜负于其间哉！音义曰：内篇内者，对外立名。说文云：篇，书也。字从竹。从非者，草名耳，非也。逍音销，亦作消。遥如字，亦作摇。游如字，亦作游。逍遥游者，篇名。义取闲放不拘，怡适自得。夫音符，埸直良切。称尺证切。当丁浪切。分符问切。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "北冥有鱼，其名为鲲。鲲之大，不知其几千里也。化而为鸟，其名为鹏。",
          "zhushu": "鹏鲲之实。吾所未详也。夫庄子之大意。在乎逍遥游放。无为而自得。故极小大之致。以明性分之适。达观之士宜要其会归而遗其所寄。不足事事曲与生说。自不害其弘旨。皆可略之。○北冥本亦作溟。觅经切。北海也。嵇康云。取其溟溟无涯也。梁简文帝云。窅冥无极。故谓之冥。东方朔十洲记云。水黑色谓之冥海。无风，洪波百丈。鲲，徐音昆，李侯温反，大鱼名也。崔撰云：鲲当为鲸，简文同。几，居岂反，下同。鹏，歩登反，徐音朋，郭甫登反。崔音凤，云：鹏即古凤字，非来仪之凤也。说文云：朋及鹏。皆古文凤字也。朋鸟象形。凤飞群鸟从以万数，故以鹏为朋党字。字林云：鹏，朋党也。古以为凤字。夫音符，发句之端皆同。分，符问反，下皆同。观，古乱反。要，一遥反。"
        },
        {
          "paragraph": "鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。",
          "zhushu": "非冥海不足以运其身，非九万里不足以负其翼。此岂好奇哉？直以大物必自生于大处，大处亦必自生此大物，理固自然，不患其失，又何措心于其间哉！○垂天之云，司马彪云：若云垂天旁。崔云：垂，犹边也。其大如天。一面云也。海运，司马云：运，转也。向秀云：非海不行，故曰海运。简文云：运，徙也。好，呼报反。下皆同。处，昌虑反。下同。厝，七故反，本又作措。"
        },
        {
          "paragraph": "《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，搏扶摇而上者九万里，",
          "zhushu": "夫翼大则难举，故搏扶摇而后能上，九万里乃足自胜耳。既有斯翼，岂得决然而起，数仞而下哉？此皆不得不然，非乐然也。○齐谐，户皆反，司马及崔并云：人姓名。简文云：书志怪。志，记也。怪，异也。水击，崔云：将飞举翼击水。踉，跄也。踉音亮。跄，七亮反。搏，徒端反，司马云：搏飞而上也。一音搏。崔云：柎翼徘徊而上也。扶摇，徐音遥，风名也。司马云：上行风谓之扶摇。尔雅云：扶摇谓之飙。郭璞云：暴风从下上也。上，时掌反，注同。胜，音升，下同。缺，喜缺反，下同。数，色主反，下同。乐，音岳，又五孝反。"
        },
        {
          "paragraph": "去以六月息者也。”",
          "zhushu": "夫大鸟一去半岁，至天地而息。小鸟一飞半朝，枪榆枋而止。此比所能，则有间矣，其于适性一也。○枪，七羊反。枋音方。"
        },
        {
          "paragraph": "野马也，尘埃也，生物之以息相吹也。",
          "zhushu": "此皆鹏之所凭以飞者耳。野马者，游气也。○野马，司马云：春月泽中游气也。崔云：天地间气如野马驰也。埃音哀。崔云：天地间气蓊郁似尘埃扬也。吹如字，崔本作炊，冯皮冰反，本亦作凭。"
        },
        {
          "paragraph": "天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。",
          "zhushu": "今观天之苍苍，竟未知便是天之正色邪？天之为远而无极邪？鹏之自上以视地，亦若人之自此视天，则止而图南矣。言鹏不知道里之远近，趣足以自胜而逝。○邪也，嗟反。助句，不定之辞，后放此。"
        },
        {
          "paragraph": "且夫水之积也不厚，则负大舟也无力。复杯水于坳堂之上，则芥为之舟；置杯焉则胶，水浅而舟大也。",
          "zhushu": "此皆明鹏之所以高飞者，翼大故耳。夫质小者，所资不待大；则质大者，所用不得小矣。故理有至分，物有定极，各足称事，其济一也。若乃失乎忘生之生，而营生于至当之外，事不任力，动不称情，则虽垂天之翼，不能无穷，决起之飞不能无困矣。○夫音符。覆，芳服反。杯，崔本作杯。坳，于交反，又乌了反，李又伊九反，崔云：堂道谓之坳。司马云：涂地令平。支遁云：谓有坳垤形也。芥，古迈反，徐古迈反，一音古黠反。李云：小草也。胶，徐、李古孝反，一音如字。崔云：胶著地也。李云：黏也。称，尺证反，后同。济，子细反，本又作齐，如字。之生，本亦作王字。当，丁浪反，后皆同。"
        },
        {
          "paragraph": "风之积也不厚，则其负大翼也无力。故九万里，则风斯在下矣，而后乃今培风；背负青天而莫之夭阏者，而后乃今将图南。",
          "zhushu": "夫所以乃今将图南者，非其好高而慕远也，风不积则夭阏不通故耳。此大鹏之逍遥也。○培音裴，重也。徐扶杯反，又父宰反，一音扶北反，本或作陪风，绝句。背负青天，一读以背字属上句。夭，于表反，司马云：折也。阏，徐于葛反，一音谒，司马云：止也。李云：塞也。"
        },
        {
          "paragraph": "蜩与学鸠笑之曰：“我决起而飞，枪榆枋，时则不至，而控于地而巳矣。奚以之九万里而南为？”",
          "zhushu": "苟足于其性，则虽大鹏无以自贵于小鸟，小鸟无羡于天地，而荣愿有余矣。故小大虽殊，逍遥一也。○蜩音条，司马云：蝉学鸠，如字，一音于角反，本又作鸴，音同，本或作鸴，音预。崔云：学读为滑。滑鸠一名滑雕。司马云：学鸠，小鸠也。李云：鹘。雕也。毛诗草木疏云：鹘鸠，班鸠也。简文云：月令云鸤鸠拂其羽是也。决向徐喜抉反，李呼穴反。李顺云：疾貌。枪七良反。司马、李云：犹集也。崔云：著也。支遁云：枪，突也。榆，徐音逾，木名也。枋，徐音方。李云：檀木也。崔云：木也。或曰：木名。控苦贡反。司马云：投也。又云：引也。崔云：叩也。"
        },
        {
          "paragraph": "适莽苍者，三餐而反，腹犹果然；适百里者，宿舂粮；适千里者，三月聚粮。",
          "zhushu": "所适弥远，则聚粮弥多，故其翼弥大，则积气弥厚也。○莽，莫浪反，或莫郎反。苍，七荡反，或如字。司马云：莽苍，近郊之色也。李云：近野也。支遁云：家间也。崔云：草野之色。餐，七丹反。果，徐如字，又苦火反，众家皆云饱貌。春，束容反。粮，音良。"
        },
        {
          "paragraph": "之二虫又何知！",
          "zhushu": "二虫，谓鹏蜩也。对大于小，所以均异趣也。夫趣之所以异，岂知异而异哉？皆不知所以然而自然耳。自然耳，不为也。此逍遥之大意。"
        },
        {
          "paragraph": "小知不及大知。小年不及大年。",
          "zhushu": "物各有性，性各有极，皆如年知，岂跂尚之所及哉。自此巳下，至于列子，历举年知之大小，各信其一，方未有足以相倾者也。然后统以无待之人，遗彼忘我，冥此群异，异方同得，而我无功名。是故统小大者，无小无大者也。苟有乎小大，则虽大鹏之与斥鴳，宰官之与御风，同为累物耳。齐死生者，无死无生者也。苟有乎死生，则虽大椿之与蟪蛄，彭祖之与朝菌，均于短折耳。故游于无小无大者，无穷者也。冥乎不死不生者，无极者也。若夫逍遥而系于有方，则虽放之使游而有所穷矣，未能无待也。○知音智，本亦作智，下大知并注同，下年知放此。跂，丘豉反，后同。累，劣伪反，下皆同。"
        },
        {
          "paragraph": "奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥灵者，以五百岁为春，五百岁为秋；上古有大椿者，以八千岁为春，八千岁为秋。而彭祖乃今以久特闻，众人匹之，不亦悲乎！",
          "zhushu": "夫年知不相及，若此之悬也，比于众人之所悲，亦可悲矣。而众人未尝悲此者，以其性各有极也。苟知其极，则豪分不可相跂，天下又何所悲乎哉？夫物未尝以大欲小，而必以小羡大，故举小大之殊，各有定分，非羡欲所及，则羡欲之累可以绝矣。夫悲生于累，累绝则悲去，悲去而性命不安者，未之有也。○朝菌徐其陨反。司马云：大芝也。天阴生粪上，见日则死，一名日及，故不知月之终始也。崔云：粪上芝，朝生暮死，晦者不及朔，朔者不及晦。支遁云：一名舜英，朝生暮落。潘尼云：木槿也。简文云：歘生之芝也。歘音况物反。晦，冥也。朔，旦也。惠，本亦作蟪，同。蛄音姑，司马云：惠蛄，寒蝉也，一名蝭蟟，春生夏死，夏生秋死。崔云：蛁，蟟也。或曰山蝉秋鸣者不及春，春鸣者不及秋。广雅云：蟪蛄，蛁蟟也。案即楚词所云寒螀者也。蝭音提。蟟音劳，又音辽。蛁音雕。螀音将。冥，本或作榠，同灵。李顺云：冥灵，木名也。江南生以叶生为春，叶落为秋，此木以二千岁为一年。椿，丑伦反。司马云：木一名蕣。蕣，木槿也。崔音蕣，华同。李云：生江南，一云生北户南。此木三万二千岁为一年。彭祖，李云：名铿，尧臣，封于彭城，历虞夏至摘，年七百岁，故以久寿见闻。世本云：姓篯名铿，在摘为守藏史，在周为柱下史，年八百岁。篯音翦，一云即老子也。崔云：尧臣仕殷世，其人甫寿七百年。王逸评楚辞天问云：彭铿即彭祖，事帝尧。彭祖至七百岁，犹曰悔不寿，恨杖晚而唾。远云：帝喾之玄孙。特闻，如字，崔本作待闻。悬音玄。分，符问反，又方云反。"
        },
        {
          "paragraph": "汤之问棘也是已。",
          "zhushu": "汤之问棘。亦云物各有极。任之则条畅。故庄子以所问为是也。○棘李云。汤时贤人。又云。是棘子。崔云。齐谐之徒识冥灵大椿者名也。简文云。一曰汤。广大也。棘。狭小也。"
        },
        {
          "paragraph": "穷发之北有冥海者，天池也。有鱼焉，其广数千里，未有知其修者，其名为鲲。有鸟焉，其名为鹏，背若泰山，翼若垂天之云，搏扶摇羊角而上者九万里，绝云气，负青天，然后图南，且适南冥也。斥鴳笑之曰：“彼且奚适也？我腾跃而上，不过数仞而下，翺翔蓬蒿之间，此亦飞之至也。而彼且奚适也？”此小大之辩也。",
          "zhushu": "各以得性为至，自尽为极也。向言二虫殊翼，故所至不同，或翺翔天池，或毕志榆枋，直各称体而足，不知所以然也。今言小大之辩，各有自然之素，既非跂慕之所及，亦各安其天性，不悲所以异，故再出之。○发，李云：发，犹毛也。司马云：北极之下，无毛之地也。崔云：北方无毛地也。案：毛，草也。地理书云：山以草木为发。广，古旷反。数，色主反，下同。羊角，司马云：风曲上行若羊角。上，时掌反，下同。且，如字，旧子余反，下同。斥，如字。司马云：小泽也。本亦作尺，崔本同。简文云：竹尺，非。鴳，于谏反，字亦作鷃。司马云：鴳，鴳省也。跃，由若反。翺，五刀反。蒿，好刀反。"
        },
        {
          "paragraph": "故夫知效一官，行比一乡，德合一君，而征一国者，其自视也亦若此矣。",
          "zhushu": "亦犹鸟之自得于一方也。○知效，音智，下户教反。行，下孟反。比，毗至反，徐扶至反，李云：合也。征，如字，司马云：信也。崔支云：成也。"
        },
        {
          "paragraph": "而宋荣子犹然笑之。",
          "zhushu": "未能齐，故有笑。○宋荣子司马、李云：宋国人也。崔云：贤者也。犹然笑之崔、李云：犹，笑貌。案：谓犹以为笑。"
        },
        {
          "paragraph": "且举世而誉之而不加劝，举世而非之而不加沮，",
          "zhushu": "审自得也。○誉音余。沮，慈吕反，败也。"
        },
        {
          "paragraph": "定乎内外之分，",
          "zhushu": "内我而外物。"
        },
        {
          "paragraph": "辩乎荣辱之竟，",
          "zhushu": "荣巳而辱人。○之竟，居领反。"
        },
        {
          "paragraph": "斯已矣。",
          "zhushu": "亦不能复过此。○复，扶又反。"
        },
        {
          "paragraph": "彼其于世，未数数然也。",
          "zhushu": "足于身，故间于世也。○数数，音朔，下同，徐所禄反，一音桑缕反，司马云：犹汲汲也。崔云：迫促意也。简文所喻反，谓计数。间音闲，本亦作闲。"
        },
        {
          "paragraph": "虽然，犹有未树也。",
          "zhushu": "唯能自是耳，未能无所不可也。○未树，司马云：树，立也。未立至德也。"
        },
        {
          "paragraph": "夫列子御风而行，泠然善也，",
          "zhushu": "冷然。轻妙之貌○列子，李云：郑人名御寇。得风征，乘风而行。与郑穆公同时。冷音零。"
        },
        {
          "paragraph": "旬有五日而后反。",
          "zhushu": "苟有待焉，则虽御风而行，不能以一时而周也。"
        },
        {
          "paragraph": "彼于致福者，未数数然也。",
          "zhushu": "自然御风行耳，非数数然求之也。"
        },
        {
          "paragraph": "此虽免乎行，犹有所待者也。",
          "zhushu": "非风则不得行，斯必有待也。唯无所不乘者无待耳。"
        },
        {
          "paragraph": "若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？",
          "zhushu": "天地者，万物之总名也。天地以万物为体，而万物必以自然为正。自然者，不为而自然者也。故大鹏之能高，斥鴳之能下，椿木之能长，朝菌之能短，凡此皆自然之所能，非为之所能也。不为而自能，所以为正也。故乘天地之正者，即是顺万物之性也；御六气之辩者，即是游变化之涂也。如斯以往，则何往而有穷哉。所遇斯乘，又将恶乎待哉。此乃至德之人玄同彼我者之逍遥也。苟有待焉，则虽列子之轻妙，犹不能以无风而行，故必得其所待，然后逍遥耳，而况大鹏乎。夫唯与物冥而循大变者，为能无待而常通，岂自通而巳哉。又顺有待者，使不失其所待。所待不失，则同于大通矣。故有待无待，吾所不能齐也。至于各安其性，天机自张，受而不知，则吾所不能殊也。夫无待犹不足以殊有待，况有待者之巨细乎？○六气，司马云：阴阳，风雨晦明也。李云：平旦为朝霞，日中为正阳，日入为飞泉，夜半为沆瀣。天玄地黄为六气。王逸注楚辞云。陵阳子明经言。春食朝霞。朝霞者。日欲出时黄气也。秋食沦阴。沦阴者。日没巳后赤黄气也。冬食沆瀣。沆瀣者。北方夜半气也。夏食正阳。正阳者。南方日中气也。并天玄地黄之气。是为六气。沆音户党反。瀣音下界反。支云：天地四时之气。辩，如字，变也。崔本作和。恶音乌，注同。"
        },
        {
          "paragraph": "故曰：“至人无己，",
          "zhushu": "无己，故顺物，顺物而王矣。○己音纪，注同。而王，于况反，本亦作至。"
        },
        {
          "paragraph": "神人无功，",
          "zhushu": "夫物未尝，有谢生于自然者，而必欣赖于针石，故理至则迹灭矣。今顺而不助，与至理为一，故无功。○针，之鸩反，或之林反。"
        },
        {
          "paragraph": "圣人无名。”",
          "zhushu": "圣人者，物得性之名耳，未足以名其所以得也。"
        },
        {
          "paragraph": "尧让天下于许由，曰：“日月出矣，而爝火不息。其于光也，不亦难乎？时雨降矣，而犹浸灌，其于泽也，不亦劳乎？夫子立而天下治，而我犹尸之，吾自视缺然，请致天下。”许由曰：“子治天下，天下既已治也。",
          "zhushu": "夫能令天下治不治天下者也，故尧以不治治之，非治之而治者也。今许由方明既治，则无所代之，而治实由尧，故有子治之言，宜忘言以寻其所况。而或者遂云治之而治者，尧也，不治而尧得以治者，许由也。斯失之远矣。夫治之由乎不治，为之出乎无为也。取于尧而足，岂借之许由哉？若谓拱默乎山林之中，而后得称无为者，此庄老之谈，所以见弃于当涂。当涂者，自必于有为之域而不反者，斯由之也。○尧，唐帝也。许由，隐人也，隐于箕山。司马云：颖川阳城人。简文云：阳城槐里人。李云：字仲武。爝，本亦作燋，音爵，郭祖缴反。司马云：然也。向云：人所然决也。一云：燋火，谓小火也。字林云：爝，炬火也，子召反。燋，所以然持火者，子约反。浸，子鸩反。灌，古乱反。天下治，直吏反，下已治，注天下治而治者也。既，治而治，实而治者，得以治者，音同。令，力呈反，下同。"
        },
        {
          "paragraph": "而我犹代子，吾将为名乎？名者，实之宾也。吾将为宾乎？",
          "zhushu": "夫自任者对物，而顺物者与物无对。故尧无对于天下，而许由与稷、契为匹矣。何以言其然邪？夫与物冥者，故群物之所不能离也。是以无心玄应，唯感之从，泛乎若不系之舟，东西之非巳也。故无行而不与百姓共者，亦无往而不为天下之君矣。以此为君，若天之自高，实君之德也。若独亢然立乎高山之顶，非夫人有情于自守，守一家之偏，尚何得专此？此故俗中之一物，而为尧之外臣耳。若以外臣代乎内主，斯有为君之名，而无任君之实也。稷、契，息列反。皆唐、虞臣也。稷，周之始祖，名弃。契，殷之始祖，名离，力智反。应，应对之应。泛，芳剑反。非夫，音扶，下明夫同。"
        },
        {
          "paragraph": "鹪鹩巢于深林，不过一枝；偃鼠饮河，不过满腹。",
          "zhushu": "性各有极，苟足其极，则余天下之财也。○鹪，子遥反。鹩音辽，李云：鹪鹩，小鸟也。郭璞云：鹪鹩，桃雀。偃鼠，如字，李云：鼷鼠也。说文：鼢鼠，一曰偃鼠。鼢，扶问反。"
        },
        {
          "paragraph": "归休乎君，予无所用天下为。",
          "zhushu": "均之无用，而尧独有之。明夫怀豁者无方，故天下乐推而不厌。○乎君，绝句，一读至乎字，绝句。君，别读。豁，呼活反。乐音洛。厌，于绝反。"
        },
        {
          "paragraph": "庖人虽不治庖，尸祝不越樽俎而代之矣。”",
          "zhushu": "庖人尸祝，各安其所司，鸟兽万物，各足于所受。帝尧、许由，各静其所遇。此乃天下之至实也。各得其实，又何所为乎哉？自得而巳矣。故尧许天地虽异，其于逍遥一也。○庖，鲍交反，徐扶交反，掌厨人也。周礼有庖人职。祝，之六反，传鬼神辞曰祝。樽，子存反，本亦作尊。俎，徐似吕反。"
        },
        {
          "paragraph": "肩吾问于连叔曰：“吾闻言于接舆，大而无当，往而不反。吾惊怖其言，犹河汉而无极也。大有迳庭，不近人情焉。”连叔曰：“其言谓何哉？”“曰‘藐姑射之山，有神人居焉，肌肤若冰雪，淖约若处子，",
          "zhushu": "此皆寄言耳。夫神人即今所谓圣人也。夫圣人虽在庙堂之上，然其心无异于山林之中，世岂识之哉？徒见其戴黄屋，佩玉玺，便谓足以缨绋其心矣；见其历山川，同民事，便谓足以憔悴其神矣。岂知至至者之不亏哉。今言王德之人而寄之此山，将明世所无由识，故乃托之于绝垠之外，而推之于视听之表耳。处子者，不以外伤内。○肩吾，李云：贤人也。司马云：神名。连叔，李云：怀道人也。接舆，本又作与，同音余。接舆，楚人也，姓陆，名通。皇甫谧云：接舆躬耕。楚王遣使以黄金百镒、车二驷聘之，不应。当，丁浪反。司马云：言语宏大，无隐当也。怖，普布反。尔雅云：惧也。大有，音泰，徐敕佐反。迳，徐古定反。司马本作茎庭，敕定反。李云：迳庭，谓激过也。近，附近之近。藐，音邈，又妙绍反。简文云：远也。射，徐音夜，又食亦反。李实夜反，山名，在北海中。肌，居其反。淖，郭昌略反，又徒学反，字林又卓反。苏林、汉书音火也。约，如字。李云：淖，约，柔弱貌。司马云：好貌。处子，在室女也。黄屋，车盖以黄为裹。一云：冕裹黄也。玺，音徙。缨，字或作婴。绂，方物反，字或作绋。憔，在遥反。悴，在醉反。至至者，本亦作至。足者，王、徐于况反，本亦作至。垠，音银，又五根反，本又作限。"
        },
        {
          "paragraph": "不食五榖，吸风饮露，",
          "zhushu": "倶食五榖，而独为神人，明神人者，非五榖所为，而特禀自然之妙气。○吸，许及反。"
        },
        {
          "paragraph": "乘云气，御飞龙，而游乎四海之外。其神凝，使物不疵疠而年榖熟。’吾以是狂而不信也。”",
          "zhushu": "夫体神居灵而穷理极妙者，虽静默间堂之里，而玄同四海之表。故乘两仪而御六气，同人群而驱万物。苟无物而不顺，则浮云斯乘矣。无形而不载，则飞龙斯御矣。遗身而自得，虽澹然而不待。坐忘行忘，忘而为之。故行若曳枯木，止若聚死灰。是以云其神凝也。其神凝则不凝者自得矣。世皆齐其所见而断之，岂尝信此哉？○凝，鱼升反。疵，在斯反，病也，司马云：毁也。一音子尔反。疠，音厉，李音赖，恶病也，本或作厉。狂，求匡反，李云：痴也。李又九况反。间音闲。澹，徒暂反，恬静也。齐，才细反，又如字。断，丁乱反。"
        },
        {
          "paragraph": "连叔曰：“然。瞽者无以与乎文章之观，聋者无以与乎钟鼓之声。岂唯形骸有聋盲哉？夫知亦有之。",
          "zhushu": "不知至言之极妙，而以为狂而不信，此知之聋盲也。○瞽音古，盲者，无目如鼓皮也。与，徐音豫，下同。观，古乱反。聋，鹿工反，不闻也之声，崔、向、司马本此下更有眇者无以与乎眉目之好，夫刖者不自为假文屦。夫知音智，注知之同。"
        },
        {
          "paragraph": "是其言也，犹时女也，",
          "zhushu": "谓此接舆之所言者，自然为物所求，但知之聋盲者，谓无此理。○时女，司马云：犹处女也。向云：时女虚静柔顺，和而不喧，未尝求人，而为人所求也。"
        },
        {
          "paragraph": "之人也，之德也，将旁礴万物以为一，世蕲乎乱，孰弊弊焉以天下为事？",
          "zhushu": "夫圣人之心，极两仪之至会，穷万物之妙数，故能体化合变，无往不可，旁礴万物，无物不然。世以乱故求我，我无心也。我苟无心，亦何为不应世哉。然则体玄而极妙者，其所以会通万物之性，而陶铸天下之化，以成尧舜之名者，常以不为为之耳。孰弊弊焉劳神苦思，以事为事，然后能乎。○旁，礴刚反，李铺刚反，字又作磅，同。礴，蒲博反，李普各反。司马云：旁礴，犹混同也。蕲，徐音祈，李云：求也。弊弊，李扶世反，徐扶计反。简文云：弊弊，经营貌。司马本作蔽蔽。应，应对之应。思，息嗣反。"
        },
        {
          "paragraph": "之人也，物莫之伤，",
          "zhushu": "夫安于所伤，则伤不能伤，伤不能伤，而物亦不伤之也。"
        },
        {
          "paragraph": "大浸稽天而不溺，大旱金石流、土山焦而不热。",
          "zhushu": "无往而不安，则所在皆适，死生无变于巳，况溺热之间哉。故至人之不婴乎祸难，非辟之也，推理直前，而自然与吉会。○浸，子鸩反。稽，音鸡，徐、李音启，司马云：至也。溺，奴历反，或奴学反。难，乃旦反。非辟，音避。"
        },
        {
          "paragraph": "是其尘垢粃糠，将犹陶铸尧舜者也，孰肯以物为事。”",
          "zhushu": "尧、舜者，世事之名耳。为名者，非名也。故夫尧、舜者，岂直尧、舜而已哉？必有神人之实焉。今所称尧、舜者，徒名其尘垢粃糠耳。○垢，古口反，尘垢，犹染。污粃，本又作秕，徐甫娕反，又悲矣反。糠，字亦作康，音康。粃糠，犹烦碎。陶，徒刀反，李移昭反，本亦作鋾，音同。铸，之树反。"
        },
        {
          "paragraph": "宋人资章甫而适诸越，越人断发文身，无所用之。尧治天下之民，平海内之政，往见四子藐姑射之山，汾水之阳，窅然丧其天下焉。",
          "zhushu": "夫尧之无用天下为，亦犹越人之无所用章甫耳。然遗天下者，固天下之所宗。天下虽宗尧，而尧未尝有天下也。故窅然丧之，而常游心于绝冥之境，虽寄坐万物之上，而未始不逍遥也。四子者，盖寄言以明尧之不一于尧耳。夫尧实冥矣，其迹则尧也。自迹观冥，外内异域，未足怪也。世徒见尧之为尧，岂识其冥哉！故将求四子于海外，而据尧于所见，因谓与物同波者，失其所以逍遥也。然未知至远之所顺者更近，而至高之所会者反下也。若乃厉然以独高为至，而不夷乎俗者，斯山谷之士，非无待者也，奚足以语至极而游无穷哉！○宋人，宋，今梁国睢阳县。殷后，微子所封。资章甫，李云：资，货也。章甫，殷冠也。以冠为货。越，今会稽山阴县。断，丁管反，李徒短反。司马本作敦，云：敦，断也。四子：司马、李云：王倪。啮缺。被衣。许由。汾水，徐扶云反，郭方闻反。案：汾水出太原，今庄生寓言也。司马、崔本作盆水。窅然，徐乌子反。郭武骈反。李云。窅然犹怅然。丧。息浪反。注同。冥。亡丁反。竟音境。本亦作境。"
        },
        {
          "paragraph": "惠子谓庄子曰：“魏王贻我大瓠之种，我树之成而实五石，以盛水浆，其坚不能自举也。剖之以为瓢，则瓠落无所容。非不嚣然大也，吾为其无用而掊之。”庄子曰：“夫子固拙于用大矣。宋人有善为不龟手之药者，世世以洴澼纩为事。",
          "zhushu": "其药能令手不拘坼，故常漂絮于水中也。○惠子司马云：姓惠，名施。为梁相魏王。司马云：梁，惠王也。按魏自河东迁大梁，故谓之魏，或谓之梁也。贻，徐音怡，郭与志反，遗也。瓠，徐音护。种，章勇反。实五石。司马云：实中容五石。盛音成。剖，普口反。瓢，毗遥反，徐扶尧反。则瓠，户郭反，司马音护，下同。落，简文云：瓠落，犹廓落也。司马云：瓠，布护也。落，零落也。言其形平而浅，受水则零落而容也。嚣本亦作号，徐许桥反。李云：号然虚大貌。崔作嚣，简文同。吾为于伪反。棓徐方垢迄。司马云：击要也。龟手愧悲反，徐举伦反，李居危反。向云：坸，坼也。司马云：文拆如龟文也。又云：如龟𡓩缩也。洴。徐扶经反。澼普历反。徐敷历反。郭李恪历反。澼声。纩音旷。小尔稚云。絮细者谓之纩。李云。洴澼纩者。漂絮于水上纩絮也。令力呈反。不拘纪于反。依字宜作跔。纪于求于二反。周书云。天寒足跔是也。折。敕白反。漂四妙反。韦昭云。以水击絮为漂。说文作敝，丰市反，又四例反。絮，胥虑反。"
        },
        {
          "paragraph": "客闻之，请买其方百金，聚族而谋曰：‘我世世为洴澼纩，不过数金，今一朝而鬻技百金，请与之。’客得之，以说吴王。越有难，吴王使之将。冬与越人水战，大败越人，裂地而封之。能不龟手，一也，或以封，或不免于洴澼纩，则所用之异也。今子有五石之瓠，何不虑以为大樽而浮乎江湖，而忧其瓠落无所容，则夫子犹有蓬之心也夫！”",
          "zhushu": "蓬非直达者也。此章言物各有宜，苟得其宜，安往而不逍遥也。○百金，李云：金方寸，重一斤为一金。百金，百斤也。数，色主反。鬻音育，司马云：卖也。技，本或作𠆸，竭彼反。说，始锐反，又如字。难，乃旦反。将，子匠反。败，必迈反。大樽，本亦作尊，司马云：樽如酒器，缚之于身，浮于江湖，可以自渡。虑，犹结缀也。案：所谓腰舟蓬，向云蓬者，短不畅曲土之谓。"
        },
        {
          "paragraph": "惠子谓庄子曰：“吾有大树，人谓之樗，其大本拥肿而不中绳墨，其小枝卷曲而不中规矩。立之涂，匠者不顾。今子之言，大而无用，众所同去也。”庄子曰：“子独不见狸狌乎？卑身而伏，以候敖者，东西跳梁，不避高下，中于机辟，死于罔罟。今夫𣀗牛，其大若垂天之云。此能为大矣，而不能执鼠。今子有大树，患其无用，何不树之于无何有之乡，广莫之野，彷徨乎无为其侧，逍遥乎寝卧其下。不夭斤斧，物无害者，无所可用，安所困苦哉？”",
          "zhushu": "夫小大之物，苟失其极，则利害之理均。用得其所，则物皆逍遥也。○樗，敕鱼反，木名。拥肿，章勇反，李云：拥肿犹盘瘿。申，丁仲反，下同。卷，本又作拳，同，音权，徐纪阮反，李丘圆反。去，如字，李羌吕反。狸，力之反。狌，徐音姓，郭音生，又音星，司马云：狖也。狖音由救反。敖，徐、李五到反。支云：伺彼怠傲，谓申夫陨殆也。本又作傲，同。司马音遨，谓何遨翔之物而食之，鸡鼠之属也。跳，音条。辟，音避。合，本多作避，下放此。机辟，毗赤反。司马云：罔也。罟，徐音古。𣀗牛，郭吕之反，徐、李音来，又音离。司马云：旄牛，无何有之乡。广莫之野，谓寂绝无用之地也。简文云：莫，大也。彷，薄刚反，又音房。徨，音皇。彷徨犹翺翔也。崔本作方羊，简文同。广雅云：彷徉，徙倚也。"
        }
      ]
    },
    {
      "name": "齐物论第二",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "夫自是而非彼，美巳而恶人，物莫不皆然。然故是非虽异，而彼我均也。○论，力顿反，李如字。恶，乌路反。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "南郭子綦隐几而坐，仰天而嘘，嗒焉似丧其耦；",
          "zhushu": "同天人，均彼我，故外无与为欢，而嗒焉解体，若失其配匹。○南郭子綦音其，司马云：居南郭，困为号。隐，于靳反，冯也。机音纪，李本作几。嘘音虚，吐气为嘘。向云：息也。答，本又作嗒，同，吐答反，又都纳反，注同，解体貌。丧，息浪反，下同。耦，本又作偶，五口反，匹也，对也。司马云：耦，身也。身与神为耦。"
        },
        {
          "paragraph": "颜成子游立侍乎前，曰：何居乎？形固可使如槁木，而心固可使如死灰乎？",
          "zhushu": "死灰槁木，取其寂寞无情耳。夫任自然而忘是非者，其体中独任天真而巳，又何所有哉？故止若立枯木，动若运槁枝，坐若死灰，行若游尘，动止之容，吾所不能一也。其于无心而自得，吾所不能一也。○颜成子游，李云：子綦弟子也，姓颜，名偃，谥成，字子游。何居，如字，又音姫。司马云：犹故也。槁，枯老反，注同。家音寂，本亦作寂。寞，本亦作漠。"
        },
        {
          "paragraph": "今之隐几者，非昔之隐几者也。",
          "zhushu": "子游常见隐几者，而未见若子綦也。"
        },
        {
          "paragraph": "子綦曰：偃，不亦善乎，而问之也。今者吾丧我，汝知之乎？",
          "zhushu": "吾丧我，我自忘矣，我自忘矣，天下有何物足识哉。故都忘外内，然后超然倶得。"
        },
        {
          "paragraph": "女闻人籁而未闻地籁，女闻地籁而未闻天籁夫？",
          "zhushu": "籁，箫也。夫箫管参差，宫商异律，故音短长高下万殊之声。声虽万殊，而所禀之度一也，然则优劣无所错其间矣。况之风物，异音同是而咸自取焉，则天地之籁见矣。○女音汝，下皆同，本亦作汝。籁，力带反。夫音扶。参，初林反。差，初宜反。错，七故反。见，贤遍反。"
        },
        {
          "paragraph": "子游曰：敢问其方。子綦曰：夫大块噫气，其名为风。",
          "zhushu": "大块者，无物也。夫噫气者，岂有物哉？气块然而自噫耳。物之生也，莫不块然而自生，则块然之体大矣，故遂以大块为名。○块，苦怪反，李苦对反，说文同，云：俗由字也，徐口回反，徐、李又胡罪反，郭又苦猥反，司马云：大朴之貌。众家或作大槐，班固同。淮南子作大昧，解者或以为无，或以为元气，或以为混成，或以为天，谬也。噫，乙戒反，注同，一音荫。"
        },
        {
          "paragraph": "是唯无作，作则万窍怒嚣。",
          "zhushu": "言风唯无作，作则万窍皆怒动而为声也。○窍，苦吊反。嚣，胡到反，徐又许口反，又胡到反。"
        },
        {
          "paragraph": "而独不闻之翏翏乎？",
          "zhushu": "长风之声。○翏，良救反，又六収反，长风声也。李本作飂，音同，又力竹反。"
        },
        {
          "paragraph": "山林之畏佳，",
          "zhushu": "大风之所扇动也。○畏，于鬼反，郭乌罪反，崔本作崴。佳，醉癸反，徐子唯反，郭祖罪反，李诸鬼反。李颐云：畏隹，山阜貌。"
        },
        {
          "paragraph": "大木百围之窍穴，似鼻，似口，似耳，似枅，似圈，似臼，似洼者，似污者，",
          "zhushu": "此畧举众窍之所似。○窍，崔本作窍。似鼻似口，司马云：言风吹窍穴动作，或似人鼻，或似人口。枅音鸡，又音肩，字作云，柱上方求也。简文云：欂，栌也。似圈，起权反，郭音权，杯圈也。徐其阮反，言如羊豕之阑圈也。臼，其九反。似洼，乌携反，李于花反，又乌乖反，郭乌蛙反。司马云：若洼曲。污，音乌，司马云：若污下。"
        },
        {
          "paragraph": "激者，謞者，叱者，吸者，叫者，譹者，㝔者，咬者，",
          "zhushu": "此略与众窍之声殊。○激，经历反，如水激也，李古吊反。司马云：声若激唤也。李又驱吊反。謞，音孝，李虚交反。简文云：若箭去之声。司马云：若讙謞声。叱，昌实反，徐音七。司马云：若叱咄声。吸，许及反。司马云：若嘘吸声也。叫，古吊反，郭古幼反，李居耀反。司马云：若叫呼声也。譹音豪，郭又户报反。司马云：若譹哭声。㝔，徐于尧反，一音杳，又于吊反。司马云：深者也。若深㝔突然。咬，于交反，或音狡。司马云：声哀切，咬咬然。又许拜反。"
        },
        {
          "paragraph": "前者唱于，而随者唱喁。冷风则小和，飘风则大和，",
          "zhushu": "夫声之宫商，虽千变万化，唱和大小，莫不称其所受，而各当其分。○唱，于如字。喁，五恭反，徐又音愚，又五斗反。李云：于喁，声之相和也。泠风，音零，李云：泠泠，小风也。和，胡卧反，下及注皆同。飘风，鼻遥反，又符遥反，李敷遥反。司马云：疾风也。尔雅云：回风为飘。称，尺证反。分，符问反，下不出者儿。"
        },
        {
          "paragraph": "厉风济则众窍为虚，",
          "zhushu": "济，止也。烈风作则众窍实，反其止则众窍虚。虚实虽异，其于各得则同。○厉风，司马云：大风向。郭云：烈风。济，子细反。向云：止也。"
        },
        {
          "paragraph": "而独不见之调调之刀刀乎。",
          "zhushu": "调调、刀刀，动摇貌也。言物声既异，而形之动摇亦又不同也。动虽不同，其得齐一耳，岂调调独是，而刀刀独非乎？○调音条。刀，徐都尧反。向云：调调、刀刀，皆动摇貌。摇如字，又羊照反。"
        },
        {
          "paragraph": "子游曰：地籁则众窍是已。人籁则比竹是已。敢问天籁。子綦曰：夫吹万不同，而使其自已也。",
          "zhushu": "此天籁也。夫天籁者。岂复别有一物哉。即众窍比竹之属。接乎有生之类。会而共成一天耳。无既无矣。则不能生有。有之未生。又不能为生。然则生生者谁哉。块然而自生耳。自生耳。非我生也。我既不能生物。物亦不能生我。则我自然矣。自巳而然。则谓之天然。天然耳非为也。故以天言之。以天言之。所以明其自然也。岂苍苍之谓哉？而或者谓天籁役物使从巳也。夫天且不能自有，况能有物哉？故天也者，万物之总名也。莫适为天，谁主役物乎？故物各自生而无所出焉，此天道也。○比，毗志反，又必履反，李扶必反，注同。复，扶又反。适，丁历反。"
        },
        {
          "paragraph": "咸其自取。怒者其谁邪。",
          "zhushu": "物皆自得之耳，谁主怒之使然哉？此重明天籁也。○重，直用反。"
        },
        {
          "paragraph": "大知闲闲，小知间间。",
          "zhushu": "此盖知之不同。知。音智。下及注同。闲闲。李云。无所容貌。简文云。广博之貌。间间。古闲反。有所间别也。"
        },
        {
          "paragraph": "大言炎炎，小言詹詹。",
          "zhushu": "此盖言语之异。○炎炎，手廉、于凡二反，又音谈，李作淡，徒滥反。李颐云：同是非也。简文云：美盛貌。詹詹音占，李颐云：小篇之貌。崔本作阔。"
        },
        {
          "paragraph": "其寐也魂交，其觉也形开。",
          "zhushu": "此盖寤寐之异。○魂交，司马云：精神交错也。觉，占孝反。形开，司马云：目开意悟也。"
        },
        {
          "paragraph": "与接为构，日以心斗。缦者窖者密者。",
          "zhushu": "此盖交接之异。○与接为构，司马云：人道交接，构结驩爱也。缦，末旦反，简文云：宽心也。窖，古孝反。司马云：深也。李云：穴也。案：穴地藏縠曰窖。简文云：深心也。"
        },
        {
          "paragraph": "小恐惴惴，大恐缦缦。",
          "zhushu": "此盖恐悸之异。○恐，曲勇反，下及注同。惴，之瑞反，李云：小心貌。尔雅云：惧也。缦缦，李云：齐死生貌。悸，其季反。"
        },
        {
          "paragraph": "其发若机栝，其司是非之谓也。其留如诅盟，其守胜之谓也。",
          "zhushu": "此盖动止之异。○机栝，古活反。机，弩牙。栝，箭。栝诅，恻据反。盟，音明，徐武耕反，郭武病反。"
        },
        {
          "paragraph": "其杀如秋冬，以言其日消也。",
          "zhushu": "其衰杀日消，有如此者。○杀，色界反，徐色例反，注同。"
        },
        {
          "paragraph": "其溺之所为之，不可使复之也。",
          "zhushu": "其溺而遂往，有如此者。○溺，奴狄反，郭奴徼反。"
        },
        {
          "paragraph": "其厌也如缄，以言其老洫也。",
          "zhushu": "其厌没于欲，老而愈洫，有如此者。○厌，于叶反，徐于冉反，又于感反。缄，徐古咸反。洫，本亦作溢，同音逸，郭许鵙反，又已质反。"
        },
        {
          "paragraph": "近死之心，莫使复阳也。",
          "zhushu": "其利患轻祸，阴结遂志，有如此者。○近，附近之近。复阳，阳谓生也。"
        },
        {
          "paragraph": "喜怒哀乐，虑叹变热，姚佚启态，",
          "zhushu": "此盖性情之异者。○乐，音洛。热，之涉反，司马云：不动貌。姚、郭音遥，徐、李敕吊反。佚音逸。态，敕代反，李又奴载反。"
        },
        {
          "paragraph": "乐出虚，蒸成菌，",
          "zhushu": "此盖事变之异也。自此以上，略举天籁之无方。自此以下，明无方之自然也。物各自然，不知所以然而然，则形虽弥异，自然弥同也。○蒸，之膺反。菌，其损反，向云：结也。上，时掌反。"
        },
        {
          "paragraph": "日夜相代乎前，而莫知其所萌。",
          "zhushu": "日夜相代，代故以新也。夫天地万物，变化日新，与时倶往，何物萌之哉？自然而然耳。○萌，武耕反。"
        },
        {
          "paragraph": "已乎已乎！旦暮得此，其所由以生乎？",
          "zhushu": "言其自生。○暮，本又作莫，音同。"
        },
        {
          "paragraph": "非彼无我，非我无所取，是亦近矣，",
          "zhushu": "彼，自然也。自然生我，我自然生。故自然者，即我之自然，岂远之哉。"
        },
        {
          "paragraph": "而不知其所为使。",
          "zhushu": "凡物云云，皆百尔耳，非相为使也，故任之而理自至矣。○相为，于伪反，下未为同。"
        },
        {
          "paragraph": "若有真宰，而特不得其眹，",
          "zhushu": "万物万情，趣舍不同，有若真宰使之然也。起索真宰之眹迹而亦终不得，则明物皆自然，无使物然也。○特，崔云：特，辞也。眹，李除忍反，兆也。趣舍，七喻反，字或作取，下音舍，或音赦，下皆放此。索，所百反。"
        },
        {
          "paragraph": "可行已信，",
          "zhushu": "今夫行者，信已可得行也。"
        },
        {
          "paragraph": "而不见其形，",
          "zhushu": "不见所以得行之形。"
        },
        {
          "paragraph": "有情而无形，",
          "zhushu": "情当其物，故形不别见也。○当，丁浪反，不皆同。见，贤遍反。"
        },
        {
          "paragraph": "百骸九窍六藏，赅而存焉，",
          "zhushu": "付之自然，而莫不皆存也。○骸，户皆反。六藏，才浪反。案：心肺、肝、脾肾，谓之五藏，大小肠膀胱、三焦，谓之六府。身别有九藏，气，天、地、人。天以候头角之气，人候耳目之气，地候口齿之气。三部各有天地人，三三而九，神藏五，形藏四，故九。今此云六藏，未见所岀。赅，徐古来反，司马云：备也。小尔雅同，简文云：兼也。"
        },
        {
          "paragraph": "吾谁与为亲？",
          "zhushu": "直自存耳。"
        },
        {
          "paragraph": "汝皆说之乎，其有私焉。",
          "zhushu": "皆说之，则是有所私也，有私则不能赅而存矣，故不说而自存，不为而自生也。○皆说，音说，注同，今本多即作悦字，后皆放此。"
        },
        {
          "paragraph": "如是皆有为臣妾乎？",
          "zhushu": "若皆私之，则志过其分，上下相冒，而莫为臣妾矣。臣妾之才，而不安臣妾之任，则失矣。故知君臣上下，手足外内，乃天理自然，岂直人之所为哉？"
        },
        {
          "paragraph": "其臣妾不足以相治乎？",
          "zhushu": "夫臣妾但各当其分耳，未为不足以相治也。相治也者，若手足耳目、四支百体，各有所司，而更相御用也。○更音庚。"
        },
        {
          "paragraph": "其递相为君臣乎？",
          "zhushu": "夫时之所贤者为君，才不应世者为臣。若天之自高，地之自卑，首自在上，足自居下，岂有递哉？虽无错于当，而必自当也。○递音弟，徐又音第。应应谓之应。错，七索反，下同。"
        },
        {
          "paragraph": "其有真君存焉。",
          "zhushu": "任之而自尔，则非伪也。"
        },
        {
          "paragraph": "如求得其情与不得，无益损乎其真，",
          "zhushu": "凡得真性，用其自为者，虽复皂隶，犹不顾毁誉，而自安其业，故知与不知，皆自若也。若乃开希幸之路，以下冒上，物丧其真，人忘其本，则毁誉之间，俯仰失错也。○复，扶又反，下同。誉音余。丧，息浪反。"
        },
        {
          "paragraph": "一受其成形，不亡以待尽，",
          "zhushu": "言物各有分，故知者守知以待终，而愚者抱愚以至死，岂有能中易其性者也。"
        },
        {
          "paragraph": "与物相刃相靡，其行尽如驰而莫之能止，不亦悲乎？",
          "zhushu": "群品云云，逆顺相交，各信其偏见，而恣其所行，莫能自反。此比众人之所悲者，亦可悲矣。而众人未尝以此为悲者，性然故也。物各性然，又何物足悲哉？"
        },
        {
          "paragraph": "终身役役而不见其成功，",
          "zhushu": "夫物情无极，知足者鲜，故得此不止，复逐于彼，皆疲役终身，未厌其志，死而后巳。故其成功者，无时可见也。○骸，息浅反。"
        },
        {
          "paragraph": "薾然疲役而不知其所归，可不哀邪？",
          "zhushu": "凡物各以所好役其形骸，至于疲困苶然，不知所以好，此之归趣云何也。○苶然，乃结反，徐、李乃协反，崔音捻，云：忘貌。简文云：疲，病困之状。好，呼报反，下同。"
        },
        {
          "paragraph": "人谓之不死，奚益？",
          "zhushu": "言其实与死同。"
        },
        {
          "paragraph": "其形化，其心与之然，可不谓大哀乎？",
          "zhushu": "言其心形并驰，困而不反，比于凡人所哀，则此真哀之大也。然凡人未尝以此为哀，则凡所哀者，不足哀也。"
        },
        {
          "paragraph": "人之生也，固若是芒乎？其我独芒，而人亦有不芒者乎？",
          "zhushu": "凡此上事，皆不知所以然而然，故曰芒也。今夫知者，皆不知所以知而自知矣。生者不知所以生而自生矣。万物虽异，至于生不由知，则未有不同者也，故天下莫不芒也。○芒，莫刚反，又音亡。芒，芒昧也。简文云：芒，同也。"
        },
        {
          "paragraph": "夫随其成心而师之，谁独且无师乎？",
          "zhushu": "夫心之足以制一身之用者，谓之成心。人自师其成心，则人各自有师矣。人各自有师，故付之而自当。"
        },
        {
          "paragraph": "奚必知代而心自取者有之，愚者与有焉。",
          "zhushu": "夫以成代不成，非知也，心自得耳。故愚者亦师其成心，未肯用其所谓短而舍其所谓长者也。○与音豫，舍音舍，字亦作舍，下同。"
        },
        {
          "paragraph": "未成乎心而有是非，是今日适越而昔至也。",
          "zhushu": "今日适越，昨日何由至哉？未成乎心，是非何由生哉？明夫是非者，群品之所不能无，故至人两顺之。○昔至，崔云：昔，夕也。向云：昔者，昨日之谓也。"
        },
        {
          "paragraph": "是以无有为有，无有为有，虽有神禹且不能知，吾独且柰何哉？",
          "zhushu": "理无是非，而或者以为有，此以无有为有也。或心已成，虽圣人不能解，故付之自若，而不强知也。○强，其丈反。"
        },
        {
          "paragraph": "夫言非吹也，言者有言，",
          "zhushu": "各有所说，故异于吹。○吹，如字，又叱瑞反。崔云：吹犹籁也。"
        },
        {
          "paragraph": "其所言者特未定也。",
          "zhushu": "我以为是，而彼以为非，彼之所是，我又非之，故未定也。未定也者，由彼我之情偏。"
        },
        {
          "paragraph": "果有言邪？",
          "zhushu": "以为有言邪？然未足以有所定。"
        },
        {
          "paragraph": "其未尝有言邪？",
          "zhushu": "以为无言邪，则据巳已有言。"
        },
        {
          "paragraph": "其以为异于鷇音，亦有辩乎？其无辩乎？",
          "zhushu": "夫言与鷇音，其致一也。有辩无辩，诚未可定也。天下之情不必同，而所言不能异，故是非纷纭，莫知所定。○鷇，苦豆反，李音壳，司马云：鸟子欲出者也。"
        },
        {
          "paragraph": "道恶乎隐而有真伪？言恶乎隐而有是非？",
          "zhushu": "道焉不在，言何隐蔽而有真伪，是非之名纷然而起。○恶音乌，下皆同。真伪，一本作真诡，崔本作真然。乌，于虔反。"
        },
        {
          "paragraph": "道恶乎往而不存？",
          "zhushu": "皆存。"
        },
        {
          "paragraph": "言恶乎存而不可？",
          "zhushu": "皆可。"
        },
        {
          "paragraph": "道隐于小成，言隐于荣华。",
          "zhushu": "夫小成荣华，自隐于道，而道不可隐，则真伪是非者，行于荣华而止于实当，见于小成而灭于大全也。○当，丁浪反，后可以意求，不复重出。见，贤遍反。"
        },
        {
          "paragraph": "故有儒墨之是非，以是其所非而非其所是。",
          "zhushu": "儒墨更相是非，而天下皆儒墨也。故百家并起，各私所见，而未始出其方也。○更音庚。"
        },
        {
          "paragraph": "欲是其所非而非其所是，则莫若以明",
          "zhushu": "。夫有是有非者，儒墨之所是也；无是无非者，儒墨之所非也。今欲是儒墨之所非，而非儒墨之所是者，乃欲明无是无非也。欲明无是无非，则莫若还以儒墨，反复相明。反复相明，则所是者非是，而所非者非非矣。非非则无非，非是则无是。○覆，芳服反，下同。"
        },
        {
          "paragraph": "物无非彼，物无非是，",
          "zhushu": "物皆自是，故无非是；物皆相彼，故无非彼。无非彼，则天下无是矣。无非是，则天下无彼矣。无彼无是，所以玄同也。"
        },
        {
          "paragraph": "自彼则不见，自知则知之。故曰：彼出于是，是亦因彼，",
          "zhushu": "夫物之偏也，皆不见彼之所见，而独自知其所知。自知其所知则自以为是；自以为是，则以彼为非矣。故曰：彼出于是，是亦因彼，彼是相因而生者也。"
        },
        {
          "paragraph": "彼是方生之说也。虽然，方生方死，方死方生；方可方不可，方不可方可；因是因非，因非因是。",
          "zhushu": "夫死生之变。犹春秋冬夏四时行耳。故生死之状虽异。其于各安所遇。一也。今生者方自谓生为生。而死者方自谓生为死。则无生矣；生者方自谓死为死。而死者方自谓死为生。则无死矣。无生无死。无可无不可。故儒墨之辨。吾所不能同也。至于各冥其分。吾所不能异也。○"
        },
        {
          "paragraph": "是以圣人不由而照之于天，亦因是也。",
          "zhushu": "夫怀豁者，因天下之是非而自无是非也。故不由是非之涂，而是非无患不当者，直明其天然而无所夺故也。"
        },
        {
          "paragraph": "是亦彼也，",
          "zhushu": "我亦为彼所彼。"
        },
        {
          "paragraph": "彼亦是也。",
          "zhushu": "彼亦自以为是。"
        },
        {
          "paragraph": "彼亦一是非，此亦一是非。",
          "zhushu": "此亦自是而非彼，彼亦自是而非此，此与彼各有一是一非于体中也。"
        },
        {
          "paragraph": "果且有彼是乎哉？果且无彼是乎哉？",
          "zhushu": "今欲谓彼为彼，而彼复自是；欲谓是为是，而是复为彼所彼，故彼是有无未果定也。○复，扶又反，下同。"
        },
        {
          "paragraph": "彼是莫得其偶，谓之道枢。",
          "zhushu": "偶，对也。彼是相对，而圣人两顺之，故无心者与物冥，而未尝有对于天下也。此居其枢要而会其玄极，以应夫无方也。○枢，尺朱反，枢，要也。应，应对之应，前注同。后可以意求，不复重音。"
        },
        {
          "paragraph": "枢始得其环中，以应无穷，",
          "zhushu": "夫是非反复，相寻无穷，故谓之环。环中空矣。今以是非为环而得其中者，无是无非也。无是无非，故能应夫是非；是非无穷，故应亦无穷。"
        },
        {
          "paragraph": "是亦一无穷，非亦一无穷也。",
          "zhushu": "天下莫不自是，而莫不相非，故一是一非，两行无穷，唯涉空得中者，旷然无怀，乘之以游也。"
        },
        {
          "paragraph": "故曰：莫若以明。以指喻指之非指，不若以非指喻指之非指也；以马喻马之非马，不若以非马喻马之非马也。天地一指也，万物一马也。",
          "zhushu": "夫自是而非彼，彼我之常情也。故以我指喻彼指，则被指于我指，独为非指矣，此以指喻指之非指也。若覆以彼指还喻我指，则我指于彼指，复为非指矣。此以非指喻指之非指也。将明无是无非，莫若反复相喻。反复相喻，则彼之与我既同于自是，又均于相非。均于相非，则天下无是；同于自是，则天下无非。何以明其然邪？是若果是，则天下不得复有非之者也；非若果非，亦不得复有是之者也。今是非无主，纷然殽乱，明此区区者，各信其偏见而同于二致耳。仰观俯察，莫不皆然。是以至人知天地一指也，万物一马也，故浩然大宁，而天地万物各当其分，同于自得，而无是无非也。○天地一指也，万物一马也，崔云：指百体之一体；马，万物之一物。浩，户老反。"
        },
        {
          "paragraph": "可乎可，",
          "zhushu": "可于巳者，即谓之可。"
        },
        {
          "paragraph": "不可乎不可。",
          "zhushu": "不可于巳者，即谓之不可。"
        },
        {
          "paragraph": "道行之而成，",
          "zhushu": "无不成也。"
        },
        {
          "paragraph": "物谓之而然。",
          "zhushu": "无不然也。"
        },
        {
          "paragraph": "恶乎然？然于然；恶乎不然？不然于不然。物固有所然，物固有所可，",
          "zhushu": "各然其所然，各可其所可。"
        },
        {
          "paragraph": "无物不然，无物不可。故为是举莛与楹，厉与西施，恢恑憰怪，道通为一。",
          "zhushu": "夫莛横而楹纵，厉丑而西施好，所谓齐者，岂必齐形状，同䂓矩哉？故举纵横好丑，恢恑憰怪，各然其所然，各可其所可，则形虽万殊，而性同得，故曰道通为一也。○无物不然，无物不可，崔本此下更有可于可而不可于不可，不可于不可而可于可。为，于伪反，下为是皆同。莛，徐音庭，李音挺，司马云：屋梁也。楹音盈，司马云：屋柱也。厉，如字，恶也，李音赖。司马云：病癞。西施，司马云：夏姫也。案：勾践所献吴王美女也。恢，徐苦回反，大也。郭苦虺反，简文本作吊。恑，九委反，徐九彼反。李云：戾也。橘怪音决。李云：橘，乖也。怪，异也。纵，本亦作从，形容反。"
        },
        {
          "paragraph": "其分也，成也；",
          "zhushu": "夫物或此以为散，而彼以为成。○分如字。"
        },
        {
          "paragraph": "其成也，毁也。",
          "zhushu": "我之所谓成，而彼或谓之毁。"
        },
        {
          "paragraph": "凡物无成与毁，复通为一。",
          "zhushu": "夫成毁者，生于自见而不见彼也。故无成与毁，犹无是与非也。○复，扶又反。"
        },
        {
          "paragraph": "唯达者知通为一，为是不用而寓诸庸。庸也者，用也；用也者，通也；通也者，得也。",
          "zhushu": "夫达者，无滞于一方，故忽然自忘，而寄当于自用。自用者，莫不条畅而自得也。"
        },
        {
          "paragraph": "适得而几矣。",
          "zhushu": "几，尽也。至理尽于自得也。○几音机，尽也，下同，徐具衣反。"
        },
        {
          "paragraph": "因是已，",
          "zhushu": "达者，因而不作。"
        },
        {
          "paragraph": "已而不知其然，谓之道；",
          "zhushu": "夫达者之因是，岂知因为善而因之哉？不知所以因而自因耳，故谓之道也。○谓之道，向、郭绝句。崔读谓之道。劳云：因自然是道之功也。"
        },
        {
          "paragraph": "劳神明为一而不知其同也，谓之朝三。何谓朝三？曰：狙公赋芧。曰：朝三而莫四。众狙皆怒。曰：然则朝四而莫三，众狙皆悦。名实未亏，而喜怒为用，亦因是也。",
          "zhushu": "夫达者之于一，岂劳神哉？若劳神，明于为一，不足赖也，与彼不一者无以异矣。亦同众狙之或因所好而自是也。○狙公，七徐反，又缁虑反。司马云：狙公，典狙官也。崔云：养猿狙者也。李云：老狙也。广雅云：狙，狝猴。芧音序，徐食汝反，李音予。司马云：橡子也。朝三莫四，司马云：朝三升，莫四升也。好，呼报反，下文皆同。"
        },
        {
          "paragraph": "是以圣人和之以是非，而休乎天钧，",
          "zhushu": "莫之偏任，故付之自均而止也。○钧，本又作均，崔云：钧，陶钧也。"
        },
        {
          "paragraph": "是之谓两行。",
          "zhushu": "任天下之是非。"
        },
        {
          "paragraph": "古之人，其知有所至矣，恶乎至？有以为未始有物者，至矣，尽矣，不可以加矣。",
          "zhushu": "此忘天地，遗万物，外不察乎宇宙，内不觉其一身，故能旷然无累，与物倶往，而无所不应也。"
        },
        {
          "paragraph": "其次以为有物矣，而未始有封也；",
          "zhushu": "虽未都忘，犹能忘其彼此。"
        },
        {
          "paragraph": "其次以为有封焉，而未始有是非也。",
          "zhushu": "虽未能忘彼此，犹能忘彼此之是非也。"
        },
        {
          "paragraph": "是非之彰也，道之所以亏也。",
          "zhushu": "无是非乃全也。"
        },
        {
          "paragraph": "道之所以亏，爱之所以成。",
          "zhushu": "道亏则情有所偏，而爱有所成，未能忘爱释私，玄同彼我也。"
        },
        {
          "paragraph": "果且有成与亏乎哉？果且无成与亏乎哉？",
          "zhushu": "有之与无，斯不能知。乃至。"
        },
        {
          "paragraph": "有成与亏，故昭氏之鼓琴也；无成与亏，故昭氏之不鼓琴也。",
          "zhushu": "夫声不可胜举也，故吹管操弦，虽有繁手，遗声多矣。而执籥鸣弦者，欲以彰声也。彰声而声遗，不彰声而声全。故欲成而亏之者，昭文之鼓琴也。不成而无亏者，昭文之不鼓琴也。○胜音升。操，七刀反。籥，羊灼反。昭文，司马云。古善琴者。"
        },
        {
          "paragraph": "昭文之鼓琴也，师旷之枝策也，惠子之据梧也，三子之知几乎，",
          "zhushu": "几，尽也。夫三子者，皆欲辨非巳所明以明之，故知尽虑穷，形劳神倦，或枝策假寐，或据梧而暝。○枝策，司马云：枝，杜也。策，杖也。崔云：举杖以击节。梧音吾。司马云：梧，琴也。崔云：琴瑟也。知音智。暝，亡千反。"
        },
        {
          "paragraph": "皆其盛者也，故载之末年。",
          "zhushu": "赖其盛，故能久，不尔早困也。○故载之未年。崔云：书之于今也。"
        },
        {
          "paragraph": "唯其好之也，以异于彼，",
          "zhushu": "言此三子唯独好其所明，自以殊于众人。"
        },
        {
          "paragraph": "其好之也，欲以明之。",
          "zhushu": "明示众人，欲使同乎我之所好。"
        },
        {
          "paragraph": "彼非所明而明之，故以坚白之昧终。",
          "zhushu": "是犹对牛鼓簧耳。彼竟不明，故巳之道术，终于昧然也。○坚白，司马云：谓坚石白马之辨也。又云：公孙龙有卒剑之法，谓之坚白。崔同。又云：或曰设矛伐之说为坚，辨白马之名为白。簧，音黄。"
        },
        {
          "paragraph": "而其子又以文之纶终，终身无成。",
          "zhushu": "昭文之子，又乃终文之绪，亦卒不成。○纶音伦，崔云：琴瑟弦也。"
        },
        {
          "paragraph": "若是而可谓成乎？虽我亦成也。",
          "zhushu": "此三子虽求明于彼，彼竟不明，所以终身无成。若三子而可谓成，则虽我之不成。亦可谓成也。"
        },
        {
          "paragraph": "若是而不可谓成乎？物与我无成也。",
          "zhushu": "物皆自明而不明彼。若彼不明。即谓不成。则万物皆相与无成矣。故圣人不显此以耀彼。不舍巳而逐物。从而任之。各冥其所能。故曲成而不遗也。今三子欲以巳之所好。明示于彼。不亦妄乎。"
        },
        {
          "paragraph": "是故滑疑之耀，圣人之所图也。为是不用而寓诸庸，此之谓以明。",
          "zhushu": "夫圣人，无我者也。故滑疑之耀，则图而域之，恢恑橘怪，则通而一之，使群异各安其所安，众人不失其所是，则巳不用于物，而万物之用用矣。物皆自用，则孰是孰非哉？故虽故荡之变，屈奇之异，曲而从之，寄之自用，则用虽万珠，历然自明。○滑，古没反，司马云：乱也。屈，求物反。"
        },
        {
          "paragraph": "今且有言于此，不知其与是类乎，其与是不类乎？类与不类，相与为类，则与彼无以异矣。",
          "zhushu": "今以言无是非，则不知其与言有者类乎？不类乎？欲谓之类，则我以无为是，而彼以无为非，斯不类矣。然此虽是非不同，亦固未免于有是非也，则与彼类矣。故曰类与不类，又相与为类，则与彼无以异也。然则将大不类，莫若无心。既遣是非，又遣其遣，遣之又遣之，以至于无遣，然后无遣无不遣，而是非自去矣。"
        },
        {
          "paragraph": "虽然，请尝言之。",
          "zhushu": "至理无言，言则与类，故试寄言之。"
        },
        {
          "paragraph": "有始也者，",
          "zhushu": "有始则有终，"
        },
        {
          "paragraph": "有未始有始也者，",
          "zhushu": "谓无终始而一死生。"
        },
        {
          "paragraph": "有未始有夫未始有始也者，",
          "zhushu": "夫一之者，未若不一而自齐，斯又忘其一也。"
        },
        {
          "paragraph": "有有也者，",
          "zhushu": "有有则美恶是非具也。"
        },
        {
          "paragraph": "有无也者，",
          "zhushu": "有无而未知无无也，则是非好恶犹未离怀。○好恶，并如字。离，力智反。"
        },
        {
          "paragraph": "有未始有无也者，",
          "zhushu": "知无无矣，而犹未能无知。"
        },
        {
          "paragraph": "有未始有夫未始有无也者。俄而有无矣，而未知有无之果孰有孰无也。",
          "zhushu": "此都忘其知也，尔乃俄然始了无耳。了无，则天地万物、彼我是非豁然确斯也。○俄，徐音峩。确斯，苦角反。斯又作澌，音赐，字思利反。"
        },
        {
          "paragraph": "今我则巳有谓矣，",
          "zhushu": "谓无是非，即复有谓。○复，扶又反。"
        },
        {
          "paragraph": "而未知吾所谓之其果有谓乎，其果无谓乎。",
          "zhushu": "又不知谓之有无，尔乃荡然无纤芥于胸中也。○芥，古迈反，又音界。"
        },
        {
          "paragraph": "天下莫大于秋豪之末，而大山为小；莫寿乎殇子，而彭祖为。天地与我并生，而万物与我为一。",
          "zhushu": "夫以形相对，则大山大于秋豪也。若各据其性，分物冥其极，则形大未为有余，形小不为不足。苟各足于其性，则秋豪不独小其小，而太山不独大其大矣。若以性足为大，则天下之足未有过于秋豪也。若性足者非大，则虽太山亦可称小矣。故曰：天下莫大于秋豪之末，而太山为小。太山为小，则天下无大矣；秋豪为大，则天下无小也。无小无大，无寿无夭，是以蟪蛄不羡大椿而欣然自得，斥鴳不贵天池而荣愿以足。苟足于天然而安其性命，故虽天地未足为寿而与我并生，万物未足为异而与我同得，则天地之生又何不并，万物之得又何不一哉！○秋豪如字，依字应作豪。司马云：兔毫在秋而成。王逸任楚辞云：锐毛也。案：毛至秋而耎细，故以喻小也。大山音泰。殇子，短命者也。或云年十九以下为殇。"
        },
        {
          "paragraph": "既巳为一矣，且得有言乎。",
          "zhushu": "万物万形，同于自得，其得一也。巳自一矣，理无所言。"
        },
        {
          "paragraph": "既已谓之一矣，且得无言乎？",
          "zhushu": "夫名谓生于不明者也。物或不能自明其一，而以此逐彼，故谓一以正之。既谓之一，即是有言矣。"
        },
        {
          "paragraph": "一与言为二，二与一为三。自此以往，巧历不能得，而况其凡乎？",
          "zhushu": "夫以言言一，而一非言也，则一与言为二矣。一既一矣，言又二之，有一有二，得不谓之三乎？夫以一言言一，犹乃成三，况寻其支流。凡物殊称，虽有善数，莫之能纪也。故一之者，与彼未殊；而忘一者，无言而自一。○称，尺证反。数，色主反。"
        },
        {
          "paragraph": "故自无适有，以至于三，而况自有适有乎？",
          "zhushu": "夫一，无言也，而有言则至三，况寻其末数，其可穷乎？"
        },
        {
          "paragraph": "无适焉，因是已。",
          "zhushu": "各止于其所能，乃最是也。"
        },
        {
          "paragraph": "夫道未始有封，",
          "zhushu": "宜然无不在也。夫道未始有封。崔云：齐物七章，此连上章，而班固说在外篇。"
        },
        {
          "paragraph": "言未始有常，",
          "zhushu": "彼此言之故，是非无定主。"
        },
        {
          "paragraph": "为是而有畛也。",
          "zhushu": "道无封，故万物得恣其分域。○为，于伪反。畛，徐之忍反，郭、李音真，谓封域畛陌也。"
        },
        {
          "paragraph": "请言其畛：有左有右，",
          "zhushu": "各异便也。○有左有右，崔本作有在宥也。便，婢面反。"
        },
        {
          "paragraph": "有伦有义，",
          "zhushu": "物物有理，事事有宜。○有伦有义，崔本作有论有议。"
        },
        {
          "paragraph": "有分有辩，",
          "zhushu": "群，分而类别也。○分，如字，注同。别，彼列反，下皆同。"
        },
        {
          "paragraph": "有竞有争，",
          "zhushu": "并逐曰竞，对辩曰争。○争，争斗之争，注同。"
        },
        {
          "paragraph": "此之谓八德。",
          "zhushu": "略而判之，有此八德。"
        },
        {
          "paragraph": "六合之外，圣人存而不论；",
          "zhushu": "夫六合之外，谓万物性分之表耳。夫物之性表，虽有理存焉，而非性分之内，则未尝以感圣人也。故圣人未尝论之。若论之，则是引万物使学其所不能也。故不论其外，而八畛同于自得也。"
        },
        {
          "paragraph": "六合之内，圣人论而不议；",
          "zhushu": "陈其性而安之。"
        },
        {
          "paragraph": "春秋经世，先王之志，圣人议而不辩。",
          "zhushu": "顺其成迹而拟乎至当之极，不执其所是，以非众人也。"
        },
        {
          "paragraph": "故分也者，有不分也；辩也者，有不辩也。",
          "zhushu": "夫物物自分，事事自别，而欲由已以分别之者，不见彼之自别也。○分如是下及注同。"
        },
        {
          "paragraph": "曰：何也？圣人怀之，",
          "zhushu": "以不辨为怀耳。圣人无怀。"
        },
        {
          "paragraph": "众人辩之，以相示也。故曰：辩也者，有不见也。",
          "zhushu": "不见彼之自辨，故辨已所知以示之。"
        },
        {
          "paragraph": "夫大道不称，",
          "zhushu": "付之自称，无所称谓。○称，尺证反，注同。"
        },
        {
          "paragraph": "大辩不言，",
          "zhushu": "已自别也。"
        },
        {
          "paragraph": "大仁不仁，",
          "zhushu": "无爱而自存也。"
        },
        {
          "paragraph": "大廉不嗛，",
          "zhushu": "夫至足者，物之去来非我也，故无所容其嗛盈。○嗛，郭欺簟反，徐音谦。"
        },
        {
          "paragraph": "大勇不忮。",
          "zhushu": "无往而不顺，故能无险而不往。○忮，徐之豉反，又音豉，李之移反，害也，李云：健也。"
        },
        {
          "paragraph": "道昭而不道，",
          "zhushu": "以此明彼，彼此倶失矣。○昭，音照。"
        },
        {
          "paragraph": "言辩而不及，",
          "zhushu": "不能及其自分。"
        },
        {
          "paragraph": "仁常而不成，",
          "zhushu": "物无常爱，而常爱必不周。"
        },
        {
          "paragraph": "廉清而不信，",
          "zhushu": "激然廉清贪名者耳，非真廉也。"
        },
        {
          "paragraph": "勇忮而不成。",
          "zhushu": "忮逆之勇，天下共疾之，无敢举足之地也。"
        },
        {
          "paragraph": "五者园而几向方矣。",
          "zhushu": "此五者，皆以有为伤当者也。不能上乎本性而求外无巳大。外不可求而求之，譬犹以圆学方，以鱼慕乌耳。虽希翼鸾凤，拟规日月，此愈近，彼愈远实，学弥得而性弥失，故齐物而徧尚之累去矣。○园，崔音刓，徐五丸反，司马云：圆也，郭音团。几，徐其衣反。向方，本亦作向，音同，下皆放此。近，附近之近。远，于万反。"
        },
        {
          "paragraph": "故知止其所不知，至矣。",
          "zhushu": "所不知者，皆性分之外也，故止于所知之内而至也。"
        },
        {
          "paragraph": "孰知不言之辩，不道之道？若有能知，此之谓天府。",
          "zhushu": "浩然都任之也。"
        },
        {
          "paragraph": "注焉而不满，酌焉而不竭，",
          "zhushu": "至人之心若镜，应而不藏，故旷然无盈虚之变也。○注徐之喻反。"
        },
        {
          "paragraph": "而不知其所由来，",
          "zhushu": "至理之来，自然无迹。"
        },
        {
          "paragraph": "此之谓葆光。",
          "zhushu": "任其自明，故其光不弊也。○葆光，音保，崔云：若有若无谓之葆光。"
        },
        {
          "paragraph": "故昔者尧问于舜曰：我欲伐宗、脍、胥敖、南面而不释然，其故何也？",
          "zhushu": "于安任之道未弘，故听朝而不怡也。将寄明齐一之理于大圣，故发自怪之问以起对也。○脍，徐古外反。胥，息徐反，华胥国。敖，徐五高反，司马云：宗、脍、胥、敖，三国名也。崔云：宗，一也；脍，二也；胥敖，三也。朝，直遥反。"
        },
        {
          "paragraph": "舜曰：夫三子者，犹存乎蓬艾之间，",
          "zhushu": "夫物之所安无陋也，则蓬艾乃三子之妙处也。○处，昌虑反。"
        },
        {
          "paragraph": "若不释然，何哉？昔者十日并出，万物皆照，",
          "zhushu": "夫重明登天，六合倶照，无有蓬艾而不光被也。○重，直龙反。被，皮寄反。"
        },
        {
          "paragraph": "而况德之进乎日者乎！",
          "zhushu": "夫日月虽无私于照，犹有所不及，德则无不得也。而今欲夺蓬艾之愿，而伐使从巳，于至道岂弘哉。故不释然神解耳。若乃物畅其性，各安其所安，无远近幽深，付之自若，皆得其极，则彼无不当，而我无不怡也。○解音蟹。"
        },
        {
          "paragraph": "啮缺问乎王倪曰：子知物之所同是乎？曰：吾恶乎知之？",
          "zhushu": "所同未必是，所异不独非，而彼我莫能相正，故无所用其知。○啮，五结反。缺，丘悦反。王倪，徐五嵇反，李音诣，高士传云：王倪，尧时贤人也。天地篇云：啮缺之师。恶音乌，下皆同。"
        },
        {
          "paragraph": "子知子之所不知邪？曰：吾恶乎知之。",
          "zhushu": "若自知其所不知，即为有知，有知则不能任群才之自当。"
        },
        {
          "paragraph": "然则物无知邪？曰：吾恶乎知之。",
          "zhushu": "都不知，乃旷然无不任矣。"
        },
        {
          "paragraph": "虽然，尝试言之。",
          "zhushu": "以其不知，故未敢正言，试言之耳。"
        },
        {
          "paragraph": "庸讵知吾所谓知之非不知邪？",
          "zhushu": "鱼游于水，水物所同，咸谓之知。然自鱼观之，则向所谓知者，复为不知矣。夫蛣蜣之知，非于转丸而笑蛣蜣者，乃以苏合为贵。故所同之知，未可正据。○庸讵，徐本作巨，其庶反，郭音巨。李云：庸，用也。讵，何也，犹言何用也。服虔云：讵犹未也。复，扶又反。蛣，丘一反。蜣，丘良反。尔雅云：蛣蜣，蜣蜋也。"
        },
        {
          "paragraph": "庸讵知吾所谓不知之非知邪？",
          "zhushu": "所谓不知者，直是不同耳，亦自一家之知。"
        },
        {
          "paragraph": "且吾尝试问乎女：",
          "zhushu": "已不知其正，故试问女。○女音汝，注及下同。巳音纪。"
        },
        {
          "paragraph": "民湿寝则腰疾偏死，䲡然乎哉？木处则惴栗恂惧，猿猴然乎哉？三者孰知正处？",
          "zhushu": "此畧举三者以明万物之异便。○偏死，司马云：偏，枯死也。䲡，徐音秋，司马云：鱼名。惴，之瑞反。栗音栗。恂，郭音荀，徐音峻，恐貌。崔云：战也。班固作眴也。猿音猿。猴音侯。便，婢面反。"
        },
        {
          "paragraph": "民食刍豢，麋鹿食荐，蝍且甘带，鸱鸦耆鼠，四者孰知正味？",
          "zhushu": "此畧举四者以明美恶之无主。○刍，初倶反，小尔雅云：秆谓之刍。秆音古但反。豢，徐音患，又胡满反。司马云：牛羊曰刍，犬豕曰豢，以所食得名也。麋音眉。荐，笺练反。司马云：美草也。崔云：甘草也。郭璞云：三苍云：六畜所食曰荐。蝍音即且，字或作蛆，子徐反。李云：蝍且，虫名也。广雅云：蜈公也。尔雅云：蒺蔾，蝍蛆。郭璞注云：似蝗，大腹长角，能食蛇脑。蒺音疾。蔾音棃。带如字。崔云：蛇也。司马云：小蛇也。蝍蛆好食其眼。鸱，尺夷反。鸦，本亦作鸱，于加反。崔云：乌也。耆，市志反。字或作嗜。崔本作其。恶，乌路反。"
        },
        {
          "paragraph": "猿猵狙以为雌，麋与鹿交，䲡与鱼游。毛嫱丽姫，人之所美也。鱼见之深入，鸟见之高飞，麋鹿见之决骤。四者孰知天下之正色哉？",
          "zhushu": "此畧举四者以明天下所好之不同也。不同者而非之，则无以知所同之必是。○猵，篇面反，徐敷面反，又敷畏反，郭、李音之。狙，七余反，司马云：狙，一名獦牂，似猿而狗头，憙与雌猿交也。崔云：徧狙，一名獦牂，其雄憙与猿雌为牝牡。向云：猵狙，以猿为雌也。獦音葛。雌音妻，一音如字。毛嫱，徐在良反，司马云：毛嫱，古美人，一云：越王美姫也。丽姫，力知反，下同。丽姫，晋献公之嬖，以为夫人。崔孝作西施。决，喜缺反。李云：疾貌。崔云：疾走不顾为决。徐古惠反，郭音古穴反。骤，上救反，又在遘反。好，呼报反。"
        },
        {
          "paragraph": "自我观之，仁义之端，是非之涂，樊然殽乱，吾恶能知其辩？",
          "zhushu": "夫利于彼者或害于此，而天下之彼我无穷，则是非之竟无常，故唯莫之辩，而任其自是，然后荡然俱得。○樊音烦。殽，徐户交反，郭作散，悉旦反。之竟音境，今本或作境，下放此。"
        },
        {
          "paragraph": "啮缺曰：子不知利害，则至人固不知利害乎？",
          "zhushu": "未能妙其不知，故犹嫌至人当知之，斯悬之未解也。○解音蟹。"
        },
        {
          "paragraph": "王倪曰：至人神矣。",
          "zhushu": "无心而无不顺。"
        },
        {
          "paragraph": "大泽焚而不能热，河汉沍而不能寒，疾雷破山，风振海而不能惊。",
          "zhushu": "夫神全形具而体与物冥者，虽涉至变而未始非我，故荡然无虿介于胸中也。○沍，户故反，徐又户各反，李户格反，向曰冻也。崔云：沍犹涸也。虿，敕迈反，又音豸。介，古迈反，又音界。"
        },
        {
          "paragraph": "若然者，乘云气，",
          "zhushu": "寄物而行，非我动也。"
        },
        {
          "paragraph": "骑日月，",
          "zhushu": "有昼夜而无死生也。"
        },
        {
          "paragraph": "而游乎四海之外，",
          "zhushu": "夫唯无其知而任天下之自为，故驰万物而不穷也。"
        },
        {
          "paragraph": "死生无变于巳，",
          "zhushu": "与变为体。故死生若一。"
        },
        {
          "paragraph": "而况利害之端乎。",
          "zhushu": "况利害于死生，愈不足以介意。"
        },
        {
          "paragraph": "瞿鹊子问乎长梧子曰：吾闻诸夫子：圣人不从事于务，",
          "zhushu": "务自来而理自应耳，非从而事之也。○瞿，其倶反。长梧子，李云：居长梧下，因以为名。崔云，名丘，简文云：长梧封人也。夫子，向云瞿鹊之师。"
        },
        {
          "paragraph": "不就利，不违害，",
          "zhushu": "任而直前，无所避就。"
        },
        {
          "paragraph": "不喜求，",
          "zhushu": "求之不喜，直取不怒。"
        },
        {
          "paragraph": "不缘道。",
          "zhushu": "独至者也。"
        },
        {
          "paragraph": "无谓有谓，有谓无谓，",
          "zhushu": "凡有称谓者，皆非吾所谓也，彼各自谓耳。故无彼有谓而有此无谓也。称，尺正反，下放此。"
        },
        {
          "paragraph": "而游乎尘垢之外。",
          "zhushu": "凡非真性，皆尘垢也。而游，崔本作而施。"
        },
        {
          "paragraph": "夫子以为孟浪之言，而我以为妙道之行也。吾子以为奚若。长梧子曰：是黄帝之所听荧也，而丘也何足以知之。且女亦大早计，见卵而求时夜，见弹而求鸮炙。",
          "zhushu": "夫物有自然，理有至极，循而直往，则冥然自合，非所言也。故言之者孟浪，而闻之者听荧。虽复黄帝，犹不能使万物无怀，而听荧至竟。故圣人付当于尘垢之外，而玄合乎视听之表，照之以天而不逆计，放之自尔而不推明也。今瞿鹊子方闻孟浪之言，而便以为妙道之行，斯亦无异见卵而责司晨之功，见弹而求鸮炙之实也。夫不能安时处顺，而探变求化，当生而虑死，执是以辩非，皆逆计之徒也。○孟，如字，徐武党反，或武葬反。浪如字，徐力荡反。向云：孟浪音漫澜，无所趣舍之谓。李云：犹较畧也。崔云：不精要之貌。行，如字，又下孟反。黄帝，本又作黄帝。听，敕定反。荧音莹磨之莹，本亦作莹，于拘反。向司马云：听荧，疑惑也。李云：不光明貌。崔云：小明不大了也。向崔本作䵐荣女，音汝，下同。大音太。徐、李敕佐反，注同。时夜，崔云：时夜，司夜谓鸡也。弹，徒旦反。鸮，于骄反。司马云：小鸠可炙。毛诗草木疏云：大如班鸠，绿色。其肉甚美。复，扶又反，下皆同。下章注亦准此。"
        },
        {
          "paragraph": "予尝为女妄言之，",
          "zhushu": "言之则孟浪也，故试妄言之。○为，于伪反。"
        },
        {
          "paragraph": "女以妄听之。奚",
          "zhushu": "若正听妄言，复为大早计也，故亦妄听之何？"
        },
        {
          "paragraph": "旁日月，挟宇宙，",
          "zhushu": "以死生为昼夜，旁日月之喻也。以万物为一体，挟宇宙之譬也。○旁，薄葬反，徐扶葬反，司马云：依也。崔本作谤。挟，户牒反，崔本作扶。宇宙，治救反。尸子云：天地四方曰宇，往古来今曰宙。说文云：舟舆所极覆曰宙。"
        },
        {
          "paragraph": "为其吻合，置其滑涽，以隶相尊？",
          "zhushu": "以有所贱，故尊卑生焉，而滑涽纷乱，莫之能正，各自是于一方矣。故为吻然自合之道，莫若置之勿言，委之自尔也。吻然，无被际之谓也。○吻，本或作，　郭音泯，徐武轸反，李载枌反，无波际之貌。司马云：合也。向音唇，云：若雨唇之相合也。滑，徐古没反，乱也。向本作汨，音同。崔户八反，云：栝口木也。涽，徐音昏，向云：泪昏未定之谓。崔本作緍。武巾反。云。绳也。"
        },
        {
          "paragraph": "众人役役，",
          "zhushu": "驰骛于是非之境也。"
        },
        {
          "paragraph": "圣人愚芚，",
          "zhushu": "芚然，无知而直往之貌。○芚，徐徒奔反，郭治本反。司马云：浑屯不分察也。崔云：厚貌也。或云：束也。李丑伦反。"
        },
        {
          "paragraph": "参万岁而一成纯。",
          "zhushu": "纯者，不杂者也。夫举万岁而参其变，而众人谓之杂矣，故役役然劳形怵心而去彼就此。唯大圣无执，故芚然直往而与变化为一，一变化而常游于独者也。故虽参糅亿载，千殊万异，道行之而成，则古今一成也。物谓之而然，则万物一然也。无物不然，无时不成，斯可谓纯也。○怵，初律反。糅，如救反。"
        },
        {
          "paragraph": "万物尽然，",
          "zhushu": "无物不然。"
        },
        {
          "paragraph": "而以是相蕴。",
          "zhushu": "蕴，积也。积是于万岁，则万岁一是也。积然于万物，则万物尽然也。故不知死生先后之所在，彼我胜负之所如也。○蕴，本亦作蕴，徐于积反，郭于本反，李于问反，积也。"
        },
        {
          "paragraph": "予恶乎知说生之非惑邪？",
          "zhushu": "死生一也，而独说生，欲与变化相背，故未知其非或也。○恶，音乌，下恶乎皆同。说，音悦，注同。背，音佩。"
        },
        {
          "paragraph": "予恶乎知恶死之非弱丧而不知归者邪？",
          "zhushu": "少而失其故居，名为弱丧。夭弱丧者，遂安于所在，而不知归于故乡也。焉知生之非夫弱丧，焉知死之非夫还归而恶之哉？○恶死，乌路反，注同。丧，息浪反，注同。少，诗照反。焉，于虔反，下同。"
        },
        {
          "paragraph": "丽之姫，艾封人之子也。晋国之始得之也，涕泣沾襟。及其至于王所，与王同筐床，食刍豢，而后悔其泣也。",
          "zhushu": "一生之内，情变若此，当此之日，则不知彼，况夫死生之变，恶能相知哉，○至于王所，崔云：六国时诸侯僣称王，因此谓献公为王也。筐，本亦作匡，徐起狂反。床，徐音床。司马云：筐床，安床也。崔云：筐，方也。一云：正床也。"
        },
        {
          "paragraph": "予恶乎知夫死者不悔其始之蕲生乎。",
          "zhushu": "蕲，求也。○蕲音祈。"
        },
        {
          "paragraph": "梦饮酒者，旦而哭泣；梦哭泣者，旦而田猎。",
          "zhushu": "此寤寐之事变也。事苟变，情亦异，则死生之愿不得同矣。故生时乐生，则死时乐死矣。死生虽异，其于各得所愿一也，则何系哉？乐，音洛，下同。"
        },
        {
          "paragraph": "方其梦也，不知其梦也。",
          "zhushu": "由此观之，当死之时，亦不知其死而自适其志也。"
        },
        {
          "paragraph": "梦之中又占其梦焉，",
          "zhushu": "夫梦者，乃复梦中占其梦，则无以异于寤者也。"
        },
        {
          "paragraph": "觉而后知其梦也。",
          "zhushu": "当所遇无不足也，何为方生而忧死哉？○觉音教，下反，注皆同。"
        },
        {
          "paragraph": "且有大觉而后知此其大梦也，",
          "zhushu": "夫大觉者，圣人也。大觉者乃知大患，虑在怀者，皆未寤也。"
        },
        {
          "paragraph": "而愚者自以为觉，窃窃然知之。君乎，牧乎！固哉！",
          "zhushu": "夫愚者大梦而自以为寤，故窃窃然以所好为君上，而所恶为牧圉，欣然信一家之偏见，可谓固陋矣。○窃窃，司马云：犹察察也。牧乎，崔本作跂乎，云：踶跂，强羊貌。好，呼报反，注同。恶，乌路反。"
        },
        {
          "paragraph": "丘也与女皆梦也。",
          "zhushu": "未能忘言而神解，故非大觉也。○解音蟹，下同。"
        },
        {
          "paragraph": "予谓女梦，亦梦也。",
          "zhushu": "即复梦中之占梦也。夫是以为梦，犹未寤也，况窃窃然自以为觉哉。"
        },
        {
          "paragraph": "是其言也，其名为吊诡。",
          "zhushu": "夫非常之谈，故非常人之所知，故谓之吊当卓诡，而不识其悬解。○吊，如字，音的，至也。诡，九委反，异也。"
        },
        {
          "paragraph": "万世之后，而一遇大圣，知其解者，是旦暮遇之也。",
          "zhushu": "言能蜕然无系，而玄同死生者至希也。○解音蟹，徐户解反。蜕音帨，又始锐反。"
        },
        {
          "paragraph": "既使我与若辩矣，若胜我，我不若胜，若果是也？我果非也邪？我胜若，若不吾胜，我果是也？而果非也邪？",
          "zhushu": "若、而，皆汝也。"
        },
        {
          "paragraph": "其或是也，其或非也邪？其倶是也，其倶非也邪？我与若不能相知也，则人固受其黮暗，吾谁使正之？",
          "zhushu": "不知而后推，不见而后辩，辩之而不足以自信，以其与物对也。辩对终日黮暗至竟，莫能正之，故当付之自正耳。○黮暗，贪暗反，李云：黮暗，不明貌。"
        },
        {
          "paragraph": "使同乎若者正之，既与若同矣，恶能正之？使同乎我者正之，既同乎我矣，恶能正之？",
          "zhushu": "同故是之，未足信也。○恶音乌，下皆同。"
        },
        {
          "paragraph": "使异乎我与若者正之，既异乎我与若矣，恶能正之？",
          "zhushu": "异故相非耳，亦不足据。"
        },
        {
          "paragraph": "使同乎我与若者正之，既同乎我与若矣，恶能正之？",
          "zhushu": "是若果是，则天下不得复有非之者也；非若信非，则亦无缘复有是之者也。今是其所同而非其所异，异同既具而是非无主。故夫是非者，生于好辩而休乎天均，付之两行而息乎自正也。"
        },
        {
          "paragraph": "然则我与若与人俱不能相知也，而待彼也邪？",
          "zhushu": "各自正耳。待彼不足以正此，则天下莫能相正也，故付之自正而至矣。"
        },
        {
          "paragraph": "何谓和之以天倪？",
          "zhushu": "天倪者，自然之分也。○和，如字，崔胡卧反。天倪，李音崔，徐音诣，郭音五底反，李云：分也。崔云：或作霓，音同，际也。班固曰：天研。"
        },
        {
          "paragraph": "曰：是不是，然不然。是若果是也，则是之异乎不是也亦无辩。然若果然也，则然之异乎不然也亦无辩。",
          "zhushu": "是非然否，彼我更对，故无辨。无辨，故和之以天倪，安其自然之分而巳，不待彼以正此。"
        },
        {
          "paragraph": "化声之相待，若其不相待，",
          "zhushu": "是非之辩为化声。夫化声之相待，俱不足以相正，故若不相待也。"
        },
        {
          "paragraph": "和之以天倪，因之以曼衍，所以穷年也。",
          "zhushu": "和之以自然之分，任其无极之化，寻斯以往，则是非之境自泯，而性命之致自穷也。○曼，徐音万，郭武半反。衍，徐以战反，司马云：曼衍，无极也。"
        },
        {
          "paragraph": "忘年忘义，振于无竟，故寓诸无竟。",
          "zhushu": "夫忘年故玄同死生，忘义故弥贯是非，是非死生荡而为一，斯至理也。至理畅于无极，故寄之者不得有穷也。○振如字，崔云：止也，又之忍反。竟如字，极也。崔作境。"
        },
        {
          "paragraph": "罔两问景曰：曩子行，今子止；曩子坐，今子起。何其无特操与？",
          "zhushu": "罔两，景外之微阴也。○罔两，向云：景之景也。崔本作罔浪，云：有无之状。景，映永反，又如字，本或作影，俗也。曩，徐乃荡反，李云：向者也。无特，本或作持。崔云：特辞也。向云：无特者，行止无常也。与音余。"
        },
        {
          "paragraph": "景曰：吾有待而然者邪？",
          "zhushu": "言天机自尔，坐起无待，无待而独得者，孰知其故而贵其所以哉。"
        },
        {
          "paragraph": "吾所待。又有待而然者邪？",
          "zhushu": "若责其所待而寻其所由，则寻责无极，卒至于无待，而独化之理明矣。"
        },
        {
          "paragraph": "吾待蛇蚹蜩翼邪？",
          "zhushu": "若待蛇蚹蜩翼，则无持操之所由，未为难识也。今所以不识，正由不待斯类而独化故耳。○蛇蚹，音附，徐又音敷，司马云：谓蛇腹下龃龉可以行者也。龃音士女反。龉音鱼女反。蜩音条。"
        },
        {
          "paragraph": "恶识所以然？恶识所以不然？",
          "zhushu": "世或谓罔两待景，景待形，形待造物者。请问夫造物者，有邪？无邪？无也，则胡能造物哉？有也，则不足以物众形。故明乎众形之自物，而后始可与言造物耳。是以涉有物之域，虽复罔两，未有不独化于玄冥者也。故造化者无主，而物各自造，物各自造，而无所待焉，此天地之正也。故彼我相因，形景俱生，虽复玄合，而非待也。明斯理也，将使万物各反所宗于体中，而不待乎外，外无所谢而内无所矜，是以诱然皆生而不知所以生，同焉皆得而不知所以得也。今罔两之因景，犹云俱生而非待也，则万物虽聚而共成乎天，而皆历然莫不独见矣。故罔两非景之所制，而景非形之所使。形非无之所化也，则化与不化，然与不然，从人之与由已，莫不自尔，吾安识其所以哉。故任而不助，则本末内外，畅然俱得，泯然无迹。若乃责此近因而忘其自尔，宗物于外，丧主于内，而爱尚生矣。虽欲推而齐之，然其所尚巳存乎胸中，何夷之得有哉？○丧，息浪反。"
        },
        {
          "paragraph": "昔者庄周梦为胡蝶，栩栩然胡蝶也。自喻适志与，",
          "zhushu": "自快得意，悦豫而行。○胡蝶，徐徒协反，司马、崔云：蛱蝶也。栩栩，徐况羽反，喜貌。崔本作师喻。李云：喻快也。与音余，下同。崔云：与哉。"
        },
        {
          "paragraph": "不知周也。",
          "zhushu": "方其梦为胡蝶而不知周，则与殊死不异也。然所在无不适志，则当生而系生者，必当死而恋死矣。由此观之，知夫在生而哀死者误也。"
        },
        {
          "paragraph": "俄然觉，则蘧蘧然周也。",
          "zhushu": "自周而言，故称觉耳，未必非梦也。○觉，古孝反。蘧蘧，徐音渠，又其虑反，李云：有形貌。崔作据据，引大宗师云：据然觉。"
        },
        {
          "paragraph": "不知周之梦为胡蝶与？胡蝶之梦为周与？",
          "zhushu": "今之不知胡蝶，无异于梦之不知周也。而各适一时之忘，则无以明胡蝶之不梦为周矣。世有假寐而梦经百年者，则无以明今之百年非假寐之梦者也。"
        },
        {
          "paragraph": "周与胡蝶，则必有分矣，",
          "zhushu": "夫觉梦之分，无异于死生之辩也。今所以自喻适志，由其分定，非由无分也。"
        },
        {
          "paragraph": "此之谓物化。",
          "zhushu": "夫时不暂棹，而今不遂存，故昨日之梦，于今化矣。死生之变，岂异于此，而劳心于其间哉。方为此，则不知彼梦为胡蝶是也。取之于人，则一生之中，今不知后，丽姫是也，而愚者窃窃然自以为知生之可乐，死之可苦，未闻物化之谓也。○乐音洛。"
        }
      ]
    },
    {
      "name": "养生主第三",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "夫生以养存，则养生者理之极也。若乃养过其极，以养伤生，非养生之主也。○音义曰：“养生以此为主也。”"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "吾生也有涯，",
          "zhushu": "所禀之分，各有极也。○涯，本又作崖，鱼佳反。"
        },
        {
          "paragraph": "而知也无涯。",
          "zhushu": "夫举重携轻，而神气自若，此力之所限也。而尚名好胜者，虽复绝膂，犹未足以慊其愿，此知之无涯也。故知之为名，生于失当，而灭于冥极。冥极者，任其至分而无豪铢之加。是故虽负万钧，苟当其所能，则忽然不知重之在身，虽应万机，泯然不觉事之在己。此养生之主也。○知音智，注下同。好，呼报反。胜，升证反。复，扶又反，下皆同。膂音旅。慊，苦簟反，足也。"
        },
        {
          "paragraph": "以有涯随无涯，殆已！",
          "zhushu": "以有限之性。寻无极之知。安得而不困哉○殆已向云疲困之谓。"
        },
        {
          "paragraph": "已而为知者，殆而已矣！",
          "zhushu": "已困于知而不知止，又为知以救之，斯养而伤之者，真大殆也。"
        },
        {
          "paragraph": "为善无近名，为恶无近刑。",
          "zhushu": "忘善恶而居中，任万物之自为，闷然与至当为一，故刑名远已，而全理在身也。○近，附近之近，下同。闷，亡本反，又音门。远，于万反。"
        },
        {
          "paragraph": "缘督以为经，",
          "zhushu": "顺中以为常也。○缘督以为经。李云：缘，顺也。督，中也。经，常也。郭、崔同。"
        },
        {
          "paragraph": "可以保身，可以全生，可以养亲，",
          "zhushu": "养亲以适。○养，羊尚反，注同。"
        },
        {
          "paragraph": "可以尽年。",
          "zhushu": "苟得中而冥度，则事事无不可也。夫养生非求过分，盖全理尽年而已矣。"
        },
        {
          "paragraph": "庖丁为文惠君解牛，手之所解，肩之所倚，足之所履，膝之所踦，砉然向然，奏刀騞然，莫不中音，合于桑林之舞，乃中经首之会。",
          "zhushu": "言其因便施巧，无不闲解，尽理之甚。既适牛理，又合音节。○庖丁，崔本作胞，同白交反。庖人，丁其名也。管子有屠牛坦，一朝解九牛，力可剃毛。为，于伪反。文惠君，崔、司马云：梁惠王也。倚，徐于绮反。向，偃彼反，徐又于伫反，李音妖。踦，徐居彼反，向，鱼彼反，李云：刺也。砉然。向，呼鵙反，徐许赐反，崔音画，又古鵙反，李又呼历反。司马云：皮骨相离声。向然，许丈反，郭许亮反。本或无然字。奏，如字。崔云：闻也。騞，呼获反，徐许臂反。向，他亦反，又音麦。崔云：音近获，声大于砉也。中，丁仲反。下皆同。桑林司马云：汤乐名。崔云：宋舞乐名。案：即左传舞师题以旌夏是也。经首向，司马云：咸池乐章也。崔云：乐章名也。或云奏乐名。便，婢面反。解音蟹。"
        },
        {
          "paragraph": "文惠君曰：“譆，善哉！技盖至此乎？”庖丁释刀对曰：“臣之所好者，道也，进乎技矣。",
          "zhushu": "直寄道理于技耳，所好者非技也。○譆，徐音熙，李云：叹声也。技，具绮反，下同。好，呼报反，注同。"
        },
        {
          "paragraph": "始臣之解牛之时，所见无非牛者。",
          "zhushu": "未能见其理间。"
        },
        {
          "paragraph": "三年之后，未尝见全牛也。",
          "zhushu": "但见其理间也。"
        },
        {
          "paragraph": "方今之时，臣以神遇而不以目视，",
          "zhushu": "暗与理会○神遇向云：暗与理会，谓之神遇。"
        },
        {
          "paragraph": "官知止而神欲行。",
          "zhushu": "司察之官废，纵心而顺理。○官知，如字，崔云：官知，谓有所掌在也。向音智。专所司察而后动，谓之官智。而神欲行，如字，向云：从手放意，无心而得，谓之神欲。"
        },
        {
          "paragraph": "依乎天理，",
          "zhushu": "不横截也。"
        },
        {
          "paragraph": "批大郤，",
          "zhushu": "有际之处，因而批之令离。○批，备结反，一音铺迷反，字林云：击也。父迷、父节二反。郤，徐去逆反，郭音郄，崔、李云：间也。处，昌虑反。令，力呈反，下同。离，力智反。"
        },
        {
          "paragraph": "导大窾，",
          "zhushu": "节解窾空，就导令殊。○导音道，注同。窾，苦管反，又苦天反，崔、郭、司马云：空也。向音空。解，户买反。"
        },
        {
          "paragraph": "因其固然，",
          "zhushu": "刀不妄加。"
        },
        {
          "paragraph": "技经肯綮之未尝，",
          "zhushu": "技之妙也，常游刃于空，未尝经槩于微碍也。○技，本或作猗，其绮反，徐音技。肯，徐苦等反，说文作肯，字林同，口乃反，云：著骨肉也。一曰骨无肉也。崔云：许叔重曰：“骨间肉肯肯著也。綮，苦挺反，崔、向、徐并音启，李乌系反，又一音罄。”司马云：“犹结处也。槩，古代反。碍，五代反。”"
        },
        {
          "paragraph": "而况大軱乎？",
          "zhushu": "軱戾大骨。衄，刀刃也。○大軱，音孤。向云：“軱戾大骨也。”崔云：“槃结骨。衄，女六反。”"
        },
        {
          "paragraph": "良庖岁更刀，割也；",
          "zhushu": "不中其理，间也。○良庖，司马云：良，善也。割，司马云：“以刀割肉，故岁岁更作。”崔云：“岁一易刀，犹堪割也。”"
        },
        {
          "paragraph": "族庖月更刀，折也。",
          "zhushu": "中骨而折刀也。○族庖，司马云：“族，离也。”崔云：“族，众也。”"
        },
        {
          "paragraph": "今臣之刀十九年矣，所解数千牛矣，而刀刃若新发于硎。",
          "zhushu": "硎，砥石也。○硎音刑，磨石也。崔本作形，云：“新所受形也。砥音脂，又之履反。”尚书传云：“砥细于砺。皆磨石也。”"
        },
        {
          "paragraph": "彼节者有间，而刀刃者无厚；以无厚入有间，恢恢乎其于游刃必有余地矣，是以十九年而刀刃若新发于硎。虽然，毎至于族，吾见其难为，",
          "zhushu": "交错聚结为族。"
        },
        {
          "paragraph": "怵然为戒，视为止，",
          "zhushu": "不复属目于他物也。○为，于伪反，下皆同。"
        },
        {
          "paragraph": "行为迟。",
          "zhushu": "徐其手也。"
        },
        {
          "paragraph": "动刀甚微，謋然已解，",
          "zhushu": "得其宜，则用力少。○謋，化百反，徐又许百反。解音蟹，下皆同。"
        },
        {
          "paragraph": "如土委地。",
          "zhushu": "理解而无刀迹，若聚土也。"
        },
        {
          "paragraph": "提刀而立，为之四顾，为之踌躇满志，",
          "zhushu": "逸足容豫，自得之谓。○提，徐徒稽反。踌，直留反。躇，直于反。"
        },
        {
          "paragraph": "善刀而藏之。”",
          "zhushu": "拭刀而弢之也。○善刀，善犹拭也。拭音式。弢，他刀反。"
        },
        {
          "paragraph": "文惠君曰：“善哉！吾闻庖丁之言，得养生焉。”",
          "zhushu": "以刀可养，故知生亦可养。"
        },
        {
          "paragraph": "公文轩见右师而惊曰：“是何人也？恶乎介也？”",
          "zhushu": "介，偏刖之名。○公文轩，司马云：姓公文氏，名轩，宋人也。右师，司马云：宋人也。简文云：官名。恶音乌。介音戒，一音兀。司马云：刖也。向、郭云：偏刖也。崔本作兀，又作刖，云：断足也。刖音月，又五刮反。"
        },
        {
          "paragraph": "天与，其人与？",
          "zhushu": "知之所无柰何，天也；犯其所知，人也。○天与其人与并音余，又皆如字。司马云：为天命，为人事也。"
        },
        {
          "paragraph": "曰：“天也，非人也。天之生是使独也，",
          "zhushu": "偏刖曰独。夫师一家之知，而不能两存其足，则是知其无所柰何。若以右师之知而必求两全，则心神内困，而形骸外弊矣，岂直偏刖而已哉。○独，司马云：一足曰独。知音智，下之知同。"
        },
        {
          "paragraph": "人之貌有与也。",
          "zhushu": "两足共行曰有与。有与之貌。末有，疑其非命也。"
        },
        {
          "paragraph": "以是知其天也，非人也。”",
          "zhushu": "以有与者命也，故知独者亦非我也。是以达生之情者，不务生之所无所为，达命之情者，不务命之所无柰何也，全其自然而已。"
        },
        {
          "paragraph": "泽雉十歩一啄，百歩一饮，不蕲畜乎樊中。",
          "zhushu": "蕲，求也。樊，所以笼雉也。夫俯仰乎天地之间，逍遥乎自得之场，固养生之妙处也，又何求于入笼而服养哉。○啄，陟角反。蕲音祈，求也。樊中音烦，李云：藩也，所以笼雉也。向、郭同，崔以为园中也。处，昌虑反。"
        },
        {
          "paragraph": "神虽王，不善也。",
          "zhushu": "夫始乎适而未尝不适者，忘适也。虽心神长王，志气盈豫，而自放于清旷之地，忽然不觉善之为善也。○王，于况反，注同。长，丁亮反，又直良反。"
        },
        {
          "paragraph": "老聃死，秦失吊之，三号而出。",
          "zhushu": "人吊亦吊，人号亦号。○老聃，吐蓝反，司马云：老子也。宋本又作佚，各依字读，亦皆音逸。号，户羔反，注同。"
        },
        {
          "paragraph": "弟子曰：“非夫子之友邪？”",
          "zhushu": "怪其不倚户观化，乃至三号也。○倚，于绮反。"
        },
        {
          "paragraph": "曰：“然。然则吊焉若此，可乎？”曰：“然。",
          "zhushu": "至人无情，与众号耳，故若斯可也。"
        },
        {
          "paragraph": "始也吾以为其人也，而今非也。向吾入而吊焉，有老者哭之，如哭其子；少者哭之，如哭其母。彼其所以会之，必有不蕲言而言，不蕲哭而哭者。",
          "zhushu": "嫌其先物施惠，不在理上往，故致此甚爱也。○少，诗照反。先，悉荐反，又如字。上往，一本往作住。"
        },
        {
          "paragraph": "是遁天倍情，忘其所受，",
          "zhushu": "天性所受，各有本分，不可逃，亦不可加。○遯天，徒逊反，又作遁。倍，音裴，加也，又布对反，本又作背。"
        },
        {
          "paragraph": "古者谓之遁天之刑。",
          "zhushu": "感物太深，不止于当，遁天者也。将驰鹜于忧乐之境，虽楚戮未加，而性情已困，庸非刑哉。○大深音泰。乐音洛，下文注同。"
        },
        {
          "paragraph": "适来，夫子时也；",
          "zhushu": "时自生也。"
        },
        {
          "paragraph": "适去，夫子顺也。",
          "zhushu": "理当死也。"
        },
        {
          "paragraph": "安时而处顺，哀乐不能入也，",
          "zhushu": "夫哀乐生于失得也，今玄通合变之士，无时而不安，无顺而不处，冥然与造化为一，则无往而非我矣，将何得何失，孰死孰生哉？故任其所受，而哀乐无所错其间矣。○错七路反。"
        },
        {
          "paragraph": "古者谓是帝之县解。",
          "zhushu": "以有系者为县，则无系者县解也。县解而性命之情得矣，此养生之要也。○县音玄。解音蟹，注同。崔云：以生为县，以死为解。"
        },
        {
          "paragraph": "指穷于为薪，火传也，",
          "zhushu": "穷，尽也。为薪，犹前薪也。前薪以指，指尽前薪之理，故火传而不灭。心得纳养之中，故命续而不绝。明夫养生乃生之所以生也。○指穷于为薪，如字，绝句。为，犹前也。传，直专反，注同。也。传者，相传继续也。崔云：薪火，爝火也。传，延也。中，丁仲反。"
        },
        {
          "paragraph": "不知其尽也。”",
          "zhushu": "夫时不再来，今不一停，故人之生也，一息一得耳。向息非今息，故纳养而命续；前火非后火，故为薪而火传。火传而命续，由夫养得其极也。世岂知其尽而更生哉？"
        }
      ]
    },
    {
      "name": "人闲世第四",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "与人群者，不得离人。然人间之变故，丗丗异宜，唯无心而不自用者，为能随变所适而不荷其累也。○音义曰：此人间见事丗所常行者也。离，力智反。荷，胡我反，又音何。累，力伪反。"
        }
      ]

    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "颜回见仲尼，请行。曰：“奚之？”曰：“将之卫。”曰：“奚为焉？”曰：“回闻卫君，其年壮，其行独，",
          "zhushu": "不与民同欲也。○颜回，孔子弟子，姓颜，名回，字子渊，鲁人也。卫君，司马云：卫庄公蒯瞆也。案左传，卫庄公以鲁哀十五年冬始入国，时颜回已死，不得为庄公，盖是世公辄也。行，下孟反。独崔云：自专也。向云：与人异也。"
        },
        {
          "paragraph": "轻用其国，",
          "zhushu": "夫君人者，动必乘人，一怒则伏尸流血，一喜则轩冕塞路。故君人者之用国，不可轻也。"
        },
        {
          "paragraph": "而不见其过；",
          "zhushu": "莫敢谏也。"
        },
        {
          "paragraph": "轻用民死，",
          "zhushu": "轻用之于死也。"
        },
        {
          "paragraph": "死者以国量乎泽，若蕉，",
          "zhushu": "举国而输之死地，不可称数，视之若草芥也。○量音亮，李力章反。蕉，似遥反，徐在尧反。向云：草芥也。崔云：芟，刈也。其泽如见芟夷。言野无青草。数，所主反。"
        },
        {
          "paragraph": "民其无如矣。”",
          "zhushu": "无所依归。"
        },
        {
          "paragraph": "回尝闻之夫子曰：“治国去之，乱国就之，医门多疾，愿以所闻，思其则庶几其国有瘳乎！”仲尼曰：“譆若殆往而刑耳！",
          "zhushu": "其道不足以救彼患。治，直吏反。医，于其反。思其则绝句。崔、李云：则，法也。瘳，丑由反，李云：愈也。譆，音熙，又于其反。"
        },
        {
          "paragraph": "夫道不欲杂，",
          "zhushu": "宜正得其人。"
        },
        {
          "paragraph": "杂则多，多则扰，扰则忧，忧而不救。",
          "zhushu": "若夫不得其人，则虽百医守病，适足致疑，而不能一愈也。"
        },
        {
          "paragraph": "古之至人，先存诸己而后存诸人。",
          "zhushu": "有其具，然后可以接物也。"
        },
        {
          "paragraph": "所存于己者未定，何暇至于暴人之所行！",
          "zhushu": "不虚心以应物，而役思以犯难，故知其所存于己者未定也。夫唯外其知以养真，寄妙当于群才，功名归物，而患虑远身，然后可以至于暴人之所行也。○思，息嗣反。远，于万反，重意记大学。君子有诸己而后求诸人，无诸己而后非诸人。所藏乎身不恕而能喻诸人者，未之有也。"
        },
        {
          "paragraph": "且若亦知夫德之所荡而知之所为出乎哉？德荡乎名，知出乎争。",
          "zhushu": "德之所以流荡者，矜名故也。知之所以横出者，争善故也。虽复桀、跖，其所矜惜，无非名善也。○知音智，下及注同。为，于伪反。争善，此及下争名二字依字读。复，扶又反，下皆同。桀跖，之石反。桀，夏王也。跖，盗跖也。"
        },
        {
          "paragraph": "名也者，相轧也；知也者，争之器也。二者凶器，非所以尽行也。",
          "zhushu": "夫名知者，世之所用也。而名起则相轧，知用则争兴，故遗名知而后行可尽也。○轧，徐于八反，又侧列反，李云：折也。崔云：天也。亦作轧。崔又云：或作礼。相宾礼也。"
        },
        {
          "paragraph": "且德厚信矼，未达人气，名闻不争，未达人心。而强以仁义绳墨之言术暴人之前者，是以人恶有其美也，",
          "zhushu": "夫投人夜光，鲜不案剑者，未达故也。今回之德信与其不争之名，彼所未达也，而强以仁义准绳于彼，彼将谓回欲毁人以自成也。是故至人不役志以经丗，而虚心以应物，诚信著于天地，不争畅于万物，然后万物归怀，天地不逆。故德音发而天下响会，景行彰而六合倶应，而后始可以经寒暑，涉治乱，而不与逆鳞迕也。○矼，徐江若反，崔音控，简文云：悫实貌。强，其两反，注同。恶有，乌路反，下恶不肖及注云，崔本作育，云：卖也。鲜，息浅反。治，直吏反。迕音误。"
        },
        {
          "paragraph": "命之曰菑人。菑人者，人必反菑之，",
          "zhushu": "适不信受，则谓与己争名而反害之。○菑音灾，下皆同。"
        },
        {
          "paragraph": "若殆为人菑夫！且苟为悦贤而恶不肖，恶用而求有以异？",
          "zhushu": "苟能悦贤恶愚，闻义而服，便为明君也。苟为明君，则不苦无贤臣，汝往亦不足复奇。如其不尔，往必受害。故以有心而往，无往而可，无心而应，其应自来，则无往而不可也。○夫音符。肖音笑，徐苏叫反，似也。恶用音乌。"
        },
        {
          "paragraph": "若唯无诏，王公必将乘人而斗其捷。",
          "zhushu": "汝唯有寂然不言耳，言则王公必乘人以君人之势，而角其捷辩，以距谏饰非也。○唯，郭如字，一音唯癸反。诏绝句。诏，告也，言也。崔本作詻，音额，云：逆击曰詻。王公必将乘人绝句。而斗。其捷，在接反。崔读若唯。无詻王公绝句。必将乘人而斗绝句。捷作接，其接，引续也。"
        },
        {
          "paragraph": "而目将荧之，",
          "zhushu": "其言辩捷，使人眼眩。○荧，户扃反。向，崔本作营，音荧。眩，玄遍反。"
        },
        {
          "paragraph": "而色将平之，",
          "zhushu": "不能复自异于彼也。"
        },
        {
          "paragraph": "口将营之，",
          "zhushu": "自救解不暇。"
        },
        {
          "paragraph": "容将形之，心且成之。",
          "zhushu": "乃且释己以从彼也。○容将形之谓擎跽也。"
        },
        {
          "paragraph": "是以火救火，以水救水，名之曰益多，",
          "zhushu": "适不能救，乃更足以成彼之盛。"
        },
        {
          "paragraph": "顺始无穷。",
          "zhushu": "寻常守故，未肯变也。"
        },
        {
          "paragraph": "若殆以不信厚言，必死于暴人之前矣！",
          "zhushu": "未信而谏，虽厚为害。"
        },
        {
          "paragraph": "且昔者桀杀关龙逢，纣杀王子比干，是皆修其身以下伛拊人之民，以下拂其上者也，",
          "zhushu": "居下而任上之忧，比干非其事也。○关龙逢，夏桀之贤臣。王子比干，殷纣之叔父。下，遐嫁反。伛，纡甫反。拊，徐向音抚。李云：伛拊，谓怜爱之也。崔云：犹呕呴，谓养也。拂，符弗反，崔云：违也，又劳弗反。"
        },
        {
          "paragraph": "故其君因其修以挤之，是好名者也。",
          "zhushu": "不欲令臣有胜君之名也。○挤，徐子计反，又子礼反，司马云：毒也。一云䧟也。方言云：灭也。简文云：排也。好，呼报反。令，力呈反。"
        },
        {
          "paragraph": "昔者尧攻丛枝、胥敖，禹攻有扈，国为虚厉，身为刑戮，其用兵不止，其求实无已。是皆求名实者也，而独不闻之乎？",
          "zhushu": "夫暴君非徒求恣其欲，乃复求名，但所求者非其道耳。○丛，才公反。扈音户，司马云：国名，在始平郡。案：即今京兆鄠县也。虚厉，如字，又音墟。李云：居宅无人曰虚，死而无后为厉。"
        },
        {
          "paragraph": "名实者，圣人之所不能胜也，而况若乎！",
          "zhushu": "惜名贪欲之君，虽复尧为，不能胜化也，故与众攻之。而汝乃欲空手而往，化之以道哉。"
        },
        {
          "paragraph": "虽然，若必有以也，尝以语我来。”颜回曰：“端而虚，",
          "zhushu": "正其形而虚其心也。○语，鱼豫反，下同。"
        },
        {
          "paragraph": "勉而一，",
          "zhushu": "言逊而不二也。"
        },
        {
          "paragraph": "则可乎？”曰：“恶！恶可！",
          "zhushu": "言未可也。○恶恶，皆音乌，下同。"
        },
        {
          "paragraph": "夫以阳为充孔扬，",
          "zhushu": "言卫君亢阳之性，充张于内，而甚扬于外，强御之至也。"
        },
        {
          "paragraph": "采色不定，",
          "zhushu": "喜怒无常。"
        },
        {
          "paragraph": "常人之所不违，",
          "zhushu": "莫之敢逆。"
        },
        {
          "paragraph": "因案人之所感，以求容与其心，",
          "zhushu": "夫顽强之甚，人以快事感己，己陵藉而乃抑挫之，以求从容自放，而遂其侈心也。○挫，子卧反。从，七容反。"
        },
        {
          "paragraph": "名之曰日渐之德不成，而况大德乎！",
          "zhushu": "言乃少多无回降之胜也，"
        },
        {
          "paragraph": "将执而不化，",
          "zhushu": "故守其本意也。"
        },
        {
          "paragraph": "外合而内不訾，其庸讵可乎？",
          "zhushu": "外合而内不訾，即向之端虚而勉一耳，言此未足以化之。○訾向徐音紫，崔云：毁也。"
        },
        {
          "paragraph": "然则我内直而外曲，成而上比；",
          "zhushu": "颜回更说此三条也。○上，时掌反；下同。"
        },
        {
          "paragraph": "内直者，与天为徒，与天为徒者，知天子之与巳皆天之所子，而独以巳言蕲乎而人善之，蕲乎而人不善之邪？",
          "zhushu": "物无贵贱，得生一也。故善与不善，付之公当耳，一无所求于人也。○蕲音，祈。"
        },
        {
          "paragraph": "若然者，人谓之童子，是之谓与天为徒。",
          "zhushu": "依乎天理，推己性命，若婴儿之直往也。"
        },
        {
          "paragraph": "外曲者，与人之为徒也。擎跽曲拳，人臣之礼也，人皆为之，吾敢不为邪！为人之所为者，人亦无疵焉，是之谓与人为徙。",
          "zhushu": "外形委曲，随人事之所当为也。○擎，徐其惊反。跽，徐其里反，说文云：长跪也。拳音权。疵，才斯反。"
        },
        {
          "paragraph": "成而上比者，与古为徒。",
          "zhushu": "成于今而比于古也。"
        },
        {
          "paragraph": "其言虽教，谪之实也，",
          "zhushu": "虽是常教，有讽责之旨。○谪，直革反。讽，非凤反。"
        },
        {
          "paragraph": "古之有也，非吾有也。若然者，虽直不为病，",
          "zhushu": "寄直于古，故无以病我也。"
        },
        {
          "paragraph": "是之谓与古为徒。若是则可乎？”仲尼曰：“恶！恶可！大多政法而不谍，",
          "zhushu": "当理无二，而张三条以政之，与事不冥也。○大音泰，徐敕佐反，崔本作太。谍，徐徒叶反，向吐颊反，李云：安也。崔云：间谍也。"
        },
        {
          "paragraph": "虽固亦无罪，",
          "zhushu": "虽未弘大，亦且不见咎责。"
        },
        {
          "paragraph": "虽然，止是耳矣，夫胡可以及化！",
          "zhushu": "罪则无矣，化则未也。"
        },
        {
          "paragraph": "犹师心者也。”",
          "zhushu": "挟三术以适彼，非无心而付之天下也。○挟，户牒反。"
        },
        {
          "paragraph": "颜回曰：“吾无以进矣，敢问其方。”仲尼曰：“斋，吾将语若。有而为之，其易邪？",
          "zhushu": "夫有其心而为之者，诚未易也。○曰斋本亦作齐，同，则皆反，下同。易，以豉反，后皆同。向崔云：轻易也。"
        },
        {
          "paragraph": "易之者，皞天不宜。”",
          "zhushu": "以有为为易，未见其宜也。○皞，徐胡老反，向云：皞，天自然也。"
        },
        {
          "paragraph": "颜回曰：“回之家贫，唯不饮酒不茹荤者数月矣，若此，则可以为斋乎？”曰：“是祭祀之斋，非心斋也。”回曰：“敢问心斋。”仲尼曰：“若一志，",
          "zhushu": "去异端而任独也。○茹，徐音汝，食也。荤，徐许云反。数，色主反。夫，起吕反，下同。"
        },
        {
          "paragraph": "无听之以耳而听之以心，无听之以心而听之以气。听止于耳，心止于符。气也者，虚而待物者也。",
          "zhushu": "遗耳目，去心意，而符气性之自得，此虚以待物者也。"
        },
        {
          "paragraph": "唯道集虚。虚者，心斋也。”",
          "zhushu": "虚其心，则至道集于怀也。"
        },
        {
          "paragraph": "颜回曰：“回之未始得使，实自回也；",
          "zhushu": "未使心斋，故有其身，○未始得使绝句，崔读至实字绝句。"
        },
        {
          "paragraph": "得使之也，未始有回也；",
          "zhushu": "既得心斋之使，则无其身。"
        },
        {
          "paragraph": "可谓虚乎？”夫子曰：“尽矣。吾语若，若能入游其樊而无感其名，",
          "zhushu": "放心自得之场，当于实而止。"
        },
        {
          "paragraph": "入则鸣，不入则止。",
          "zhushu": "譬之宫摘，应而无心，故曰鸣也。夫无心而应者，任彼耳，不强应也○强其文也。"
        },
        {
          "paragraph": "无门无毒，",
          "zhushu": "使物自若，无门者也。付天下之自安，无毒者也。毒，治也。○毒如字，治也。崔本作毎，云贪也。"
        },
        {
          "paragraph": "一宅而寓于不得已，",
          "zhushu": "不得已者，理之必然者也。体至一之宅，而会乎必然之无也。○而寓，崔本作如愚。"
        },
        {
          "paragraph": "则几矣。",
          "zhushu": "埋尽于斯。"
        },
        {
          "paragraph": "绝迹易，无行地难。",
          "zhushu": "不行则易，欲行而不践地，不可能也。无为则易，欲为而不伤性，不可得也。○无绝句，向、崔皆以无字属下句。"
        },
        {
          "paragraph": "为人使易以伪，为天使难以伪。",
          "zhushu": "视听之所得者粗，故易欺也。至于自然之报细，故难伪也。则失真少者，不全亦少，失真多者，不全亦多，失得之报，未有不当其分者也，而欲违天为伪，不亦难乎○粗音粗。"
        },
        {
          "paragraph": "闻以有翼飞者矣，未闻以无翼飞者也。闻以有知知者矣，未闻以无知知者也。",
          "zhushu": "言必有其具，乃能其事。今无至虚之宅，无由有化物之实也。○知知，上音智，下如字，下句同。"
        },
        {
          "paragraph": "瞻彼阕者，虚室生白，",
          "zhushu": "夫视有若无，虚室者也，虚室而纯白独生矣。○阕，徐苦穴反，司马云：空也。虚室生白。崔云：白者，日光所照也。司马云：室比喻心，心能空虚，则纯白独生也。"
        },
        {
          "paragraph": "吉祥止止。",
          "zhushu": "夫吉祥之所集者，至虚至静也。"
        },
        {
          "paragraph": "夫且不止，是之谓坐驰。",
          "zhushu": "若夫不止于当，不会于极，此为以应坐之日而驰骛不息也。故外敌未至而内已困矣，岂能化物哉。"
        },
        {
          "paragraph": "夫徇耳目内通而外于心知，鬼神将来舍，而况人乎！",
          "zhushu": "夫使耳目闭而自然得者，心知之用外矣。故将任性直通，无往不冥，尚无幽昧之责，而况人间之累乎。○狥，辞后反，徐辞伦反，李云：使也。知音智，注同。"
        },
        {
          "paragraph": "是万物之化也，禹舜之所纽也，伏羲几蘧之所行终，而况散焉者乎！”",
          "zhushu": "言物无贵贱，未有不由心知耳目以自通者也，故出之。所谓知者，岂欲知而知哉？所谓见者，岂谓见而见哉？若夫知见可以欲为而得者，则欲贤可以得贤，为圣可以得圣乎？固不可矣。而世不知知之自知，因欲为知以知之；不见见之自见，因欲为见以见之；不知生之自生，又将为生以生之。故见目而求离娄之明，见耳而责师旷之聪。故心神奔驰于内，耳目竭丧于外，身处不适，则与物不冥矣。不冥矣，而能合乎人间之变，应乎世世之节者，未之有也。○纽，徐女酒反，崔云：系而行之曰纽。简文云：纽，本也。戏，本又作羲，亦作牺，同许宜反。即大曍，三皇之始也。凡蘧，其居反。向云：古之帝王也。李云：上古帝王。散，悉旦反。李云：放也。崔云：德不及圣王为散。聪本作听。丧。息浪反。"
        },
        {
          "paragraph": "叶公子高将使于齐，问于仲尼曰：“王使诸梁也甚重，",
          "zhushu": "重其使，欲有所求也。叶音摄。子高，楚大夫，为叶县尹。僣称公，姓沈，名诸梁，字子高。将使，所吏反。不待使及注同。"
        },
        {
          "paragraph": "齐之待使者，盖将甚敬而不急。",
          "zhushu": "恐直空报其敬，而不肯急应其求也。"
        },
        {
          "paragraph": "匹夫犹未可动也，而况诸侯乎？吾甚栗之。”子尝语诸梁也曰：“凡事若小若大，寡不道以欢成，",
          "zhushu": "夫事无小大，少有不言以成为欢者耳，此仲尼之所曾告诸梁也。栗，音栗，李云：惧也。语，鱼据反，下同。"
        },
        {
          "paragraph": "事若不成，则必有人道之患；",
          "zhushu": "夫以成为欢者，不成则怒矣，此楚王之所不能免也。"
        },
        {
          "paragraph": "事若成，则必有阴阳之患；",
          "zhushu": "人患虽去，然喜惧战于胸中，固已结氷炭于五藏矣。○藏，才浪反。"
        },
        {
          "paragraph": "若成若不成而后无患者，唯有德者能之。",
          "zhushu": "成败若任之于彼，而莫足以患心者，唯有德者乎。"
        },
        {
          "paragraph": "吾食也，执粗而不臧，爨无欲清之人。",
          "zhushu": "对火而不思凉，明其所馔俭薄也。○执，众家本并然，简文作热。粗，音粗，又才古反。臧，作郎反，善也，绝句，一音才郎反。句至㸑字。爨，七乱反。清，七性反，字宜从青。从凊者，假借也。清，凉也。之人言爨火为食，而不思清凉，明火微而食宜俭薄。馔，士恋反。"
        },
        {
          "paragraph": "今吾朝受命而夕饮冰，我其内热与？",
          "zhushu": "所馔俭薄而内热饮氷者，诚忧事之难，非美食之为。○与，音余，下德与同。内热，向云：食美食者必内热。"
        },
        {
          "paragraph": "吾未至乎事之情，而既有阴阳之患矣；事若不成，必有人道之患。是两也，",
          "zhushu": "事未成，则唯恐不成耳。若果不成，则恐惧结于内而刑网罗于外也。○恐丘勇反。"
        },
        {
          "paragraph": "为人臣者不足以任之，子其有以语我来。”仲尼曰：“天下有大戒二：其一，命也；其一，义也。子之爱亲，命也，不可解于心；",
          "zhushu": "自然结固，不可解也。○任，而林反，又而鸠反。"
        },
        {
          "paragraph": "臣之事君，义也，无适而非君也，无所逃于天地之间。",
          "zhushu": "千人聚不以一人为主，不乱则散。故多贤不可以多君，无贤不可以无君，此天人之道，必至之宜。"
        },
        {
          "paragraph": "是之谓大戒，",
          "zhushu": "若君可逃而亲可解，则不足戒也。"
        },
        {
          "paragraph": "是以夫事其亲者，不择地而安之，孝之至也；夫事其君者，不择事而安之，忠之盛也；自事其心者，哀乐不易施乎前，知其不可奈何而安之若命，德之至也。",
          "zhushu": "知不可奈何者，命也而安之，则无哀无乐，何易施之有哉？故冥然以所遇为命，而不施心于其间，泯然与至当为一，而无休戚于其中。虽事凡人，犹无往而不适，而况君亲乎？○乐音洛，注下同。施如字，崔以豉反，云：移也。"
        },
        {
          "paragraph": "为人臣子者，固有所不得已。行事之情而忘其身，",
          "zhushu": "事有必至，理固常通，故任之则事济，事济而身不存者，未之有也，又何用心于其身哉？"
        },
        {
          "paragraph": "何暇至于悦生而恶死？ 夫子其行可矣。",
          "zhushu": "理无不通，故当任所遇而直前耳。若乃信道不笃，而悦恶存怀，不能与至当倶往而谋生虑死，未见能成其事者也。○恶，乌路反，下皆同。"
        },
        {
          "paragraph": "丘请复以所闻：凡交近则必相靡以信，",
          "zhushu": "近者得接，故以其信验亲相靡服也。○复，扶又反，下注同。"
        },
        {
          "paragraph": "远则必忠之以言，",
          "zhushu": "遥以言传意也。○传，丈专反，下文并注同。"
        },
        {
          "paragraph": "言必或传之。夫传两喜两怒之言，天下之难者也。",
          "zhushu": "夫喜怒之言，若过其实，传之者宜使两不失中，故未易也。○怒，如字，注同，本又作𡜱，下同。易，以豉反，下文注皆同。"
        },
        {
          "paragraph": "夫两喜必多溢美之言，两怒必多溢恶之言。",
          "zhushu": "溢，过也。喜怒之言，常过其当也。"
        },
        {
          "paragraph": "凡溢之类妄，",
          "zhushu": "嫌非彼言，以传者妄作。"
        },
        {
          "paragraph": "妄则其信之也莫，",
          "zhushu": "莫然疑之。"
        },
        {
          "paragraph": "莫则传言者殃。”",
          "zhushu": "就传过言，似于诞妄，受者有疑，则传言者横以轻重为罪也。"
        },
        {
          "paragraph": "故法言曰：“传其常情，无传其溢言，则几乎全。",
          "zhushu": "虽闻临时之过言而勿传也。必称其常情，而要其诚致，则近于全也。○要，一遥反。近，附近之近。"
        },
        {
          "paragraph": "且以巧斗力者，始乎阳，",
          "zhushu": "本共好戏，好呼报反。"
        },
        {
          "paragraph": "常卒乎阴，",
          "zhushu": "欲胜情至，潜兴害彼。"
        },
        {
          "paragraph": "泰至则多奇巧；",
          "zhushu": "不复循理。○大至，音泰，本亦作泰，徐敕佐反，下同。巧，如字，又苦孝反。"
        },
        {
          "paragraph": "以礼饮酒者，始乎治，",
          "zhushu": "尊卑有别，旅酬有次。○治，直吏反。别，彼列反。"
        },
        {
          "paragraph": "常卒乎乱，",
          "zhushu": "湛、湎、淫，液也。○湛，直林反，又答南反。湎，面善反。液，以只反。"
        },
        {
          "paragraph": "泰至则多奇乐。",
          "zhushu": "淫流纵横，无所不至。"
        },
        {
          "paragraph": "凡事亦然。始乎谅，常卒乎鄙；其作始也简，其将毕也必巨。",
          "zhushu": "夫烦生于简，事起于微，此必至之势也。"
        },
        {
          "paragraph": "言者，风波也；行者，实丧也。",
          "zhushu": "夫言者，风波也，故行之则实丧矣。○丧，息浪反，注下同。"
        },
        {
          "paragraph": "夫风波易以动，实丧易以危。",
          "zhushu": "故遗风波而弗行，则实不丧矣。夫事得其实，则危可安而荡可定也。"
        },
        {
          "paragraph": "故忿设无由，巧言偏辞。",
          "zhushu": "夫忿怒之作，无他由也，常由巧言过实，偏辞失当。○偏音篇，崔本作谝，音辩。"
        },
        {
          "paragraph": "兽死不择音，气息茀然，于是并生心厉。",
          "zhushu": "譬之野兽，蹴之穷地，意急情尽，则和声不至，而气息不理，茀然暴怒，倶生睚疵以相对之。○气息，并如字，向本作息器，云：息，马氏音息，器，气也。崔本作息器，云：喘息𥷇不调也，又作荜字。茀，徐符弗反，郭敷末反，李音怫，崔音勃。厉，如字，李音赖。蹴，子六反。睚，疑卖反，又音诣，本又作疣，音尤。疵，士卖反，又齐计反，上若作疣，此则才知反。"
        },
        {
          "paragraph": "克核太至，则必有不肖之心应之，而不知其然也。",
          "zhushu": "夫宽以容物，物必归焉。克核太精，则鄙吝心生而不自觉也。故大人荡然放物于自得之场，不苦人之能，不竭人之欢，故四海之交可全。○核，幸格反。"
        },
        {
          "paragraph": "茍为不知其然也，孰知其所终！”",
          "zhushu": "苟不自觉，安能知祸福之所齐诣也。○齐如字，又才计反。"
        },
        {
          "paragraph": "故法言曰：“无迁令，",
          "zhushu": "传彼，实也。"
        },
        {
          "paragraph": "无劝成，",
          "zhushu": "任其自成。"
        },
        {
          "paragraph": "过度益也。",
          "zhushu": "益则非任实。"
        },
        {
          "paragraph": "迁令劝成殆事，",
          "zhushu": "此事之危殆。"
        },
        {
          "paragraph": "美成在久，",
          "zhushu": "美成者，任其时化，譬之种植，不可一朝成。"
        },
        {
          "paragraph": "恶成不及改，",
          "zhushu": "彼之所恶，而劝强成之，则悔败寻至。○恶，乌路反。强，其丈反，下欲强同。"
        },
        {
          "paragraph": "可不慎与！且夫乘物以游心，",
          "zhushu": "寄物以为意也。"
        },
        {
          "paragraph": "托不得已以养中，至矣，",
          "zhushu": "任理之必然者，中庸之符全矣，斯接物之至也。"
        },
        {
          "paragraph": "何作为报也。",
          "zhushu": "当任齐所报之实，何为为齐作意于其间哉？○为为，上如字，下于伪反。"
        },
        {
          "paragraph": "莫若为致命，此其难者。”",
          "zhushu": "直为致命最易，所以喜怒施心故难也。"
        },
        {
          "paragraph": "颜阖将传卫灵公大子，而问于蘧伯玉曰：“有人于此，其德天杀。与之为无方，则危吾国；与之为有方，则危吾身。",
          "zhushu": "夫小人之性，引之轨制则憎已，纵其无度则乱邦。○颜阖，胡腊反。向，崔本作盖。鲁之贤人，隐者卫灵公。左传云：名元太子，音泰。司马云：蒯，聩也。蘧，其居反。伯玉名瑗，卫大夫。天杀，如字，谓如天杀物也。徐所列反。无方，李云：方，道也。"
        },
        {
          "paragraph": "其知适足以知人之过，而不知其所以过。",
          "zhushu": "不知民过之由巳，故罪责于民而不自改。○其知，音智。"
        },
        {
          "paragraph": "若然者，吾奈之何？”蘧伯玉曰：“善哉问乎！戒之慎之，正女身哉。",
          "zhushu": "反复与会俱，所以为正身。○女，音汝，下同。覆，芳服反。"
        },
        {
          "paragraph": "形莫若就，心莫若和，",
          "zhushu": "形不乖逆，和而不同。"
        },
        {
          "paragraph": "虽然，之二者有患。就不欲入，",
          "zhushu": "就者形顺，入者还与同。"
        },
        {
          "paragraph": "和不欲出。",
          "zhushu": "和者义济，岀者自显伐。"
        },
        {
          "paragraph": "形就而入，且为颠为灭，为崩为蹶。",
          "zhushu": "若遂与同，则是颠危而不扶持，与彼俱亡矣。故当模格天地，但不立小异耳。○蹶，徐其月反，郭音厥，李举卫反。模，莫胡反。"
        },
        {
          "paragraph": "心和而出，且为声为名，为妖为孽。",
          "zhushu": "自显和之，且有含垢之声，济彼之名，彼将恶其胜巳，妄生妖孽，故当闷然若晦，玄同光尘，然后不可得而亲，不可得而疏，不可得而利，不可得而害。○孽，彦列反。恶，乌路反。闷音门。"
        },
        {
          "paragraph": "彼且为婴儿，亦与之为婴儿；彼且为无町畦，亦与之为无町畦；彼且为无崖，亦与之为无崖；达之，入于无疵。",
          "zhushu": "不小立圭角以逆其鳞也。○婴儿，李云：喻无意也。崔云：喻骄游也。町，徒顶反。畦，户圭反。李云：町畦，畔垺也。无畔垀，无威仪也。崔云：喻守节。崖，司马云：不顾法也。无疵，似移反，病也。"
        },
        {
          "paragraph": "汝不知夫螳螂乎？怒其臂以当车辙，不知其不胜任也，是其才之美者也。",
          "zhushu": "夫螳螂之怒臂，非不美也，以当车辙，顾非敌耳。今知之所无奈何，而欲强当其任，即螳螂之怒臂也。○胜音升。"
        },
        {
          "paragraph": "戒之，慎之！积伐而美者以犯之，几矣。",
          "zhushu": "积汝之才，伐汝之美，以犯此人，危殆之道。"
        },
        {
          "paragraph": "汝不知夫养虎者乎？不敢以生物与之，为其杀之之怒也；",
          "zhushu": "恐其因有杀心而遂怒也。○为，于伪反，下同。"
        },
        {
          "paragraph": "不敢以全物与之，为其决之之怒也；",
          "zhushu": "方使虎自啮分之，则因用力而怒矣○分如字。"
        },
        {
          "paragraph": "时其饥饱，达其怒心。",
          "zhushu": "知其所以怒而顺之。"
        },
        {
          "paragraph": "虎之与人异类而媚养己者，顺也；故其杀者，逆也。",
          "zhushu": "顺理则异类生爱，逆节则至亲交兵。"
        },
        {
          "paragraph": "夫爱马者，以筐盛矢，以蜄盛溺。",
          "zhushu": "矢溺至贱，而以寳器盛之，爱马之至也。○盛矢，音成，下及注同。矢，或作屎，同。蜄，徐市轸反。蛤类溺，徒吊反。"
        },
        {
          "paragraph": "适有蚊虻仆缘，",
          "zhushu": "仆仆然群著马。○蚊音文，本或作蚊，同。虻，孟庚反。仆缘，普木反，徐敷木反。向云：仆仆然蚊虻缘马稠穊之貌。崔音如字，云：仆御。著，直略反。"
        },
        {
          "paragraph": "而拊之不时，",
          "zhushu": "虽救其患，而掩马之不意。○拊，李音抚，又音付，一音附，崔本作府，音拊。"
        },
        {
          "paragraph": "则缺衔毁首碎胸。",
          "zhushu": "掩其不备，故惊而至此。"
        },
        {
          "paragraph": "意有所至而爱有所亡，可不慎邪。",
          "zhushu": "意至除患，率然拊之，以致毁碎，失其所以爱矣。故当世接物，逆顺之际，不可不慎也。○率，疏律反，本或作卒，七忽反。"
        },
        {
          "paragraph": "匠石之齐，至乎曲辕，见栎社树。其大蔽牛，絜之百围，其高临山，十仞而后有枝，其可以为舟者旁十数。观者如市，匠伯不顾，遂行不辍。弟子厌观之，走及匠石，曰：‘自吾执斧斤以随夫子，未尝见材如此其美也。先生不肯视，行不辍，何邪？’曰：‘已矣，勿言之矣。散木也，以为舟则沈，以为棺椁则速腐，以为器则速毁，以为门户则液𣗊，以为柱则蠹，是不材之木也；无所可用，故能若是之寿。’",
          "zhushu": "不在可用之数，故曰散木。○曲辕，音袁。司马云：曲辕，曲道也。崔云：道名。栎，力狄反。李云：木名。一云采也。蔽牛，必世反。李云：牛挂其旁而不见絜向，徐户结皮，徐又虎结反，约束也。百围，李云：径入为围，盖十丈也。十仞，小尔雅云：四尺曰仞。案：七尺曰仞，崔本作千仞，或云八尺曰仞。旁十数，所具反。崔云：旁，旁枝也。观，古奂反，又音官。匠伯，伯，匠石字也。崔本亦作石。辍，丁劣反。厌，于艶反，又于蟾反。散，悉但反，徐悉旦反，下同。速，如字。向，崔本作数。向，所椂反，下同。腐，扶甫反。夜音亦。𣗊，亡言反。向，李莫于反，郭武半反。司马云：液，津液也。𣗊，谓脂出𣗊𣗊然也。崔云：黑液出也。蠹，丁故反。"
        },
        {
          "paragraph": "匠石归，栎社见梦曰：“女将恶乎比予哉？若将比予于文木邪？",
          "zhushu": "凡可用之木，为文木。○见，胡荐反。女，音汝。恶，音乌，下同。"
        },
        {
          "paragraph": "夫柤梨橘柚，果蓏之属，实熟则剥则辱；大枝折，小枝泄。此以其能苦其生者也，故不终其天年而中道夭，自掊击于世俗者也。物莫不若是，",
          "zhushu": "物皆以自用伤。○柤，侧加反。橘，均必反。柚，由救反，徐以救反。蓏，徐力果反。泄，徐思列反，崔云：泄泄同，若如字，崔本作枯。棓，普口反，徐方垢反。"
        },
        {
          "paragraph": "且予求无所可用久矣，几死，乃今得之，",
          "zhushu": "数有睥睨巳者，唯今匠石明之耳。○几，音祈，又音机，下同。数，音朔。隦，普系反。变，五系反。"
        },
        {
          "paragraph": "为予大用。",
          "zhushu": "积无用，乃为济生之大用。"
        },
        {
          "paragraph": "使予也而有用，且得有此大也邪。",
          "zhushu": "若有用，久见伐。"
        },
        {
          "paragraph": "且也若与予也皆物也，柰何哉其相物也？而几死之散人，又恶知散木！”",
          "zhushu": "以戏匠石，○而几死之绝句，向同一读，连下散人为句，崔同。"
        },
        {
          "paragraph": "匠石觉而诊其梦，弟子曰：“趣取无用，则为社何邪？”",
          "zhushu": "犹嫌其以为社自荣，不趣取于无用而已。○觉，古孝反。诊，徐直信反，司马向云：诊，占梦也。"
        },
        {
          "paragraph": "曰：“密，若无言！彼亦直寄焉，",
          "zhushu": "社自来寄耳，非此木求之为社也。"
        },
        {
          "paragraph": "以为不知已者诟厉也。",
          "zhushu": "言此木乃以社为不知巳而见辱病也，岂荣之哉。○诟，李云：呼豆反，徐音垢。厉如字，司马云：诟，辱也。厉，病也。"
        },
        {
          "paragraph": "不为社者，且几有翦乎？",
          "zhushu": "本自以无用为用，则虽不为社，亦终不近于翦伐之害。○几音机，或音祈。翦乎，子浅反，崔本作前。于近，附近之近，下同。"
        },
        {
          "paragraph": "且也彼其所保与众异，",
          "zhushu": "彼以无保为保，而众以有保为保。"
        },
        {
          "paragraph": "而以义喻之，不亦远乎？”",
          "zhushu": "利人长物，禁民为非，社之义也。夫无用者，泊然不为，而群才自用，用者各得其叙而不与焉，此无用之所以全也。汝以社誉之，无缘近也。○誉音余，注同。长，丁两反。泊，歩各反。与音余。"
        },
        {
          "paragraph": "南伯子綦游乎商之丘，见大木焉，有异，结驷千乘，隐将芘其所藾。",
          "zhushu": "其枝所阴，可以隐芘千乘。○南伯，李云：即南郭也。伯，长也。商之丘。司马云：今梁国睢阳县是也。乘，绳证反。隐，崔云：伤于热也。芘，本亦作疵，徐甫至反，又悲位反。崔本作芘，云：芘也。藾音赖，崔木作赖。向云：荫也。可以隐芘千乘也。李同。阴，于鸩反。"
        },
        {
          "paragraph": "子綦曰：“此何木也哉？此必有异材夫？仰而视其细枝，则拳曲而不可以为栋梁；俯而视其大根，则轴解而不可以为棺椁；咶其叶，则口烂而为伤；嗅之，则使人狂酲，三日而不已。”子綦曰：“此果不材之木也，以至于此其大也。嗟乎神人，以此不材。”",
          "zhushu": "天王不材于百官，故百官御其事，而明者为之视，聪者为之听，知者为之谋，勇者为之扞。夫何为哉？玄默而巳。而群材不失其当，则不材，乃材之所至赖也。故天下乐推而不厌，乘万物而无害也。○夫音符。仰而向，崔本作从而。拳，本亦作卷，音权。轴，直竹反。解，李云：如衣轴之直解也。咶，食𥿄反。嗅，崔云：嗅，许救反。狂酲，音呈，李云：狂，如酲也。病酒曰酲。为之，于伪反。下为之皆同。"
        },
        {
          "paragraph": "宋有荆氏者，宜楸柏桑。其拱把而上者，求狙猴之杙者斩之；三围四围，求高名之丽者斩之；七围八围，贵人富商之家求椫傍者斩之。故未终其天年，而中道之夭于斧斤，此材之患也。",
          "zhushu": "有材者未能无惜也。○荆氏，司马云：地名也。一曰里名。宜揪拍桑，崔云：荆氏之地宜此。三木。李云：三木，文木也。拱，恭勇反。把，百推反。司马云：两手曰拱，一手曰把。上，时掌反。狙，七余反。猴音侯。杙，以职反，又羊植反，郭具羊反。司马作扒，音八。李云：欲以栖戏狙猴也。崔本作拔，音跋，云：柳也。三围，崔云：围环八尺为一围。严，如字，又音礼。司马云：小船也，又屋隐也。禅本亦作擅，音膳。傍，薄刚反。崔云：禅傍，棺也。司马云：棺之全一边者，谓之禅傍。"
        },
        {
          "paragraph": "故解之以牛之白颡者，与豚之亢鼻者，与人有痔病者不可以适河。",
          "zhushu": "巫祝解除，弃此三者，必妙选骍具，然后敢用。○解，徐古卖反，又佳买反，注同。向，古邂反。颡，息党反，司马云：额也。亢，司马云：高也。额折，故鼻高。崔云：仰也。痔，徐直里反，司马隐创也。适河，司马云：谓沈人于河察也。○骍，恤管反。"
        },
        {
          "paragraph": "此皆巫祝以知之矣，",
          "zhushu": "巫祝于此，亦知不材者全。"
        },
        {
          "paragraph": "所以为不祥也，此乃神人之所以为大祥也。",
          "zhushu": "夫全生者，天下之所谓祥也。巫祝以不材为不祥而弗用也，彼乃以不祥全生，乃大祥也。神人者，无心而顺物者也。故天下之所谓大祥，神人不逆。"
        },
        {
          "paragraph": "支离疏者，颐隐于齐，肩高于顶，会撮指天，五管在上，两髀为胁。挫针治挫，足以糊口；鼓䇲播精，足以食十人。上征武士，则支离攘臂于其间。",
          "zhushu": "恃其无用，故不自窜匿。○支离疏，司马云：形体支离不全貌。疏，其名也。颐，以之反。顶如字，本作项，亦如字。司马云：言脊曲颈缩也。淮南曰：脊管高于顶也。会，古外反，徐古活反。向音活。撮，子列反。向，徐子活反。崔云：会撮，项推也。指天，司马云：会撮，髻也。古者髻在项中，脊曲头低，故髻指天也。向云：两肩竦而上，会撮然也。管，崔本作筦，在上。李云：管，腧也。五藏之腧皆在上也。髀，本又作脾，同，音陛，徐又甫婢反。崔云：偻人腹在髀里也。胁，许劫反。司马云：脊曲髀肾，故与肩并也。挫，徐子卧反，郭租禾反。崔云：案也。针，执金反。司马云：挫针，缝衣也。挫，佳卖反。司马云：浣衣也。向同。崔作线，音线。糊，徐音胡。李云：食也。崔云：字或作互，或作䬯。鼓荚，初革反，徐又音颊。司马云：鼓，簸也，小箕也。䇲，崔云：鼓䇲揲蓍，钻龟也。播精，如字，一音所，字则当作数精。司马云：简米曰精。崔云：播精，卜卦占兆也。鼓䇲播精，言卖卜。食，音嗣。攘，如羊反。臂于其间如字。司马云：间，里也。崔本作攘臂于其开，云：开门中也。匿，女力反。"
        },
        {
          "paragraph": "上有大役，则支离以有常疾不受功；",
          "zhushu": "不任作役故。"
        },
        {
          "paragraph": "上与病者粟，则受三钟与十束薪。",
          "zhushu": "役则不与，赐则受之。○三钟，司马云：斛斛四斗曰钟与音豫。"
        },
        {
          "paragraph": "夫支离其形者，犹足以养其身，终其天年，又况支离其德者乎！",
          "zhushu": "神人无用于物，而物各得自用，归功名于群才，与物冥而无迹，故免人间之害，处常美之实，此支离其德也。"
        },
        {
          "paragraph": "孔子适楚，楚狂接舆游其门曰：“凤兮凤兮，何如德之衰也！",
          "zhushu": "当顺时直前，尽乎会通之宜耳。世之衰盛，篾然不足觉，故曰何如。"
        },
        {
          "paragraph": "来世不可待，往世不可追也。",
          "zhushu": "趣当尽临时之宜耳。"
        },
        {
          "paragraph": "天下有道，圣人成焉；天下无道，圣人生焉。",
          "zhushu": "付之自尔而理自生成。生成非我也，岂为治乱易节哉？治自求成，故遗成而不败。乱自求生，故忘生而不死。○为于伪反。治，直吏反，下同。"
        },
        {
          "paragraph": "方今之时，仅免刑焉。",
          "zhushu": "不瞻前顾后，而尽当今之会，冥然与时世为一，而后妙当可全，刑名可免。○仅音觐。"
        },
        {
          "paragraph": "福轻乎羽，莫之知载；",
          "zhushu": "足能行而放之，手能执而任之，听耳之所闻，视目之所见，知止其所不知，能止其所不能，用其自用，为其自为，恣其性内而无纤芥于分外，此无为之至易也。无为而性命不全者，未之有也。性命全而非福者，理未闻也。故夫福者，即向之所谓全耳，非假物也，岂有寄鸿毛之重哉？率性而动，动不过分，天下之至易也。举其自举，载其自载，天下之至轻也。然知以无崖伤性，心以欲恶荡真，故乃释此无为之至易，而知彼有为之至难，弃夫自举之至轻，而取夫载彼之至重，此世之常患也。○易，以豉反，下同。知音知。恶，乌路反。"
        },
        {
          "paragraph": "祸重乎地，莫之知避。",
          "zhushu": "举其性内，则虽负万钧而不觉其重也。外物寄之，虽重不盈缁铢，有不胜任者矣。为内，福也，故福至轻；为外，祸也，故祸至重。祸至重而莫之知避，此世之大迷也。○知避，旧本作置，云：置也。胜音升。"
        },
        {
          "paragraph": "已乎已乎，临人以德。殆乎殆乎，画地而趋。",
          "zhushu": "夫画地而使人循之，其迹不可掩矣。有其巳而临物，与物不冥矣。故大人不明我以耀彼，而任彼之自明，不德我以临人，而付人之自得，故能弥贯万物而玄同彼我，泯然与天下为一而内外同福也。○画音获。"
        },
        {
          "paragraph": "迷阳迷阳，无伤吾行，",
          "zhushu": "迷阳，犹亡阳也。亡阳任独，不荡于外，则吾行全矣。天下皆全其吾，则凡称吾者，莫不皆全也。○迷阳，司马云：迷阳，伏阳也。言诈狂。"
        },
        {
          "paragraph": "吾行郤曲，无伤吾足。”",
          "zhushu": "曲成其行，各自足矣。○郤曲，去逆反，字书作只，广雅云：只，曲也。"
        },
        {
          "paragraph": "山木自寇也，膏火自煎也。桂可食，故伐之；漆可用，故割之。人皆知有用之用，而莫知无用之用也。",
          "zhushu": "有用则与彼为功，无用则自全其生。夫割肌肤以为天下者，天下之所知也。使百姓不失其自全，而彼我倶适者，俯然不觉妙之在身也。○山木自寇也，膏火自煎也。煎，子然反。司马云：木生斧柄还自伐，膏起火还自消。崔云：山有木，故火焚也。俯，亡本反。"
        }
      ]
    },
    {
      "name": "德充符第五",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "德充于内，应物于外，外内玄合，信若符命，而遗其形骸也。○音义曰：崔云：此遗形弃知以德实之验也。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "鲁有兀者王骀，从之游者，与仲尼相若，",
          "zhushu": "弟子多少敌孔子。○兀，五忽反，又音界，李云：刖是曰兀。案：篆书兀分字相似，王骀音台，徐又音殆，人姓名也。从如字，李才用反，下同。相若，若如也。弟子如夫子多少也。"
        },
        {
          "paragraph": "常季问于仲尼曰：“王骀，兀者也，从之游者，与夫子中分鲁。立不教，坐不议，虚而往，实而归。",
          "zhushu": "各自得而足也。○常季或云：孔子弟子立不坐，教不议。司马云：立不教授，坐不议论。"
        },
        {
          "paragraph": "固有不言之教，无形而心成者邪？",
          "zhushu": "怪其形残而心乃充足也。夫心之全也，遗身形，忘五藏，忽然独往，而天下莫能离。○藏，才浪反，下同。"
        },
        {
          "paragraph": "是何人也？”仲尼曰：“夫子，圣人也，丘也直后而未往耳。丘将以为师，而况不若丘者乎！奚假鲁国丘将引天下而与从之。”",
          "zhushu": "夫神全心具，则体与物冥。与物冥者，天下之所不能远，奚但一国而巳哉！○丘也直后而未往耳。李云：自在众人后，未得往师之耳。远，子万反。"
        },
        {
          "paragraph": "常季曰：“彼兀者也，而王先生，其与庸亦远矣。若然者，其用心也独若之何？”仲尼曰：“死生亦大矣，",
          "zhushu": "人虽曰变，然死生之变，变之大也。○王，于况反，李云：胜也。崔云：君长也。其与庸亦远矣，与凡庸异也。崔云：庸，常人也。"
        },
        {
          "paragraph": "而不得与之变；",
          "zhushu": "彼与变俱，故生死不变于彼。"
        },
        {
          "paragraph": "虽天地覆坠，亦将不与之遗。",
          "zhushu": "斯顺之也。○覆，芳服反。坠，本又作队，直类反。李云：天地犹不能变巳，况生死也。"
        },
        {
          "paragraph": "审乎无假",
          "zhushu": "明性命之固当。"
        },
        {
          "paragraph": "而不与物迁，",
          "zhushu": "任物之自迁。"
        },
        {
          "paragraph": "命物之化",
          "zhushu": "以化为命，而无怪迕。○迕，五故反，本亦作逆，下同。"
        },
        {
          "paragraph": "而守其宗也。”",
          "zhushu": "不离至当之极。○离，力智反。"
        },
        {
          "paragraph": "常季曰：“何谓也？”仲尼曰：“自其异者视之，肝胆楚越也；",
          "zhushu": "恬苦之性殊，则美恶之情皆。○胆，乌路反。○胆，丁敢反，下同。背，音恶。"
        },
        {
          "paragraph": "自其同者视之，万物皆一也。",
          "zhushu": "虽所美不同，而同有所美。各美其所美，则万物一美也；各是其所是，则天下一是也。夫因奚所异而异之，则天下莫不异。而浩然大观者，官天地，府万物，知异之不足异，故因其所同而同之，则天下莫不皆同。又知同之不足有，故因其所无而无之，则是非美恶莫不皆无矣。夫是我而非彼，美巳而恶人，自中知以下至于昆虫，莫不皆然，然此明乎我而不明乎彼者尔。若夫玄通泯合之士，因天下以明天下，天下无曰我非也，即明天下之无非。无曰彼是也，即明天下之无是，无是无非，混而为一，故能乘变任化，迕物而不惜。○中知音智，又体之反。"
        },
        {
          "paragraph": "夫若然者，且不知耳目之所宜，",
          "zhushu": "宜生于不宜者也。无美无恶，则无不宜，无不宜，故亡其宜也。"
        },
        {
          "paragraph": "而游心乎德之和；",
          "zhushu": "都亡宜，故无不任也。都任之而不得者，未之有也；无不得而不和者，亦未闻也。故放心于天地之间，荡然无不当，而扩然无不适也。"
        },
        {
          "paragraph": "物视其所一，而不见其所丧，视丧其足，犹遗土也。”",
          "zhushu": "体夫极数之妙心，故能无物而不同。无物而不同，则死生变化，无往而非我矣。故生为我时，死为我顺；时为我聚，顺为我散。聚散虽异，而我皆我之。则生故我耳，未始有得；死亦我也，未始有丧。夫死生之变，犹以为一，既，观其一，则说然无系，玄同彼我，以死生为寤寐，以形骸为逆旅，去生如脱屣，断足如遗土，吾未见足以缨茀其心也。○丧，息浪反，下及注同。说，始锐反，又音悦。脱屣，九具反，本亦作屣，所买反。断，丁管反。"
        },
        {
          "paragraph": "常季曰：“彼为已。以其知",
          "zhushu": "嫌王骀未能忘知而自存。○为，于伪反。"
        },
        {
          "paragraph": "得其心，以其心",
          "zhushu": "嫌未能遗心而自得。"
        },
        {
          "paragraph": "得其常心，物何为最之哉？”",
          "zhushu": "夫得其常心，平往者也。嫌其不能平往，而与物过常，故使物就之。○最，徂会反，徐采会反，下注同。司马云：聚也。"
        },
        {
          "paragraph": "仲尼曰：“人莫鉴于流水，而鉴于止水，",
          "zhushu": "夫止水之致鉴者，非为止以求鉴也。故王骀之聚众，众自归之，岂引物使从巳。○鉴，古暂反。流水，崔本作沬水，云：沫或作流。"
        },
        {
          "paragraph": "唯止能止众止。",
          "zhushu": "动而为之，则不能居众物之止。"
        },
        {
          "paragraph": "受命于地，唯松栢独也，在冬夏青青。",
          "zhushu": "夫松栢特禀自然之钟气，故能为众木之杰耳，非能为而得之也。"
        },
        {
          "paragraph": "受命于天，唯舜独也正。",
          "zhushu": "言特受自然之正气者至希也。下首则唯为松栢，上首则唯有圣人，故凡不正者，皆来求正耳。若物皆有青全，则无贵于松栢，人各自正，则无羡于大圣而趣之。"
        },
        {
          "paragraph": "幸能正生，以正众生。",
          "zhushu": "幸自能正耳，非为正以正之。"
        },
        {
          "paragraph": "夫保始之征，不惧之实，勇士一人，雄入于九军。将求名而能自要者，而犹若是，",
          "zhushu": "非能遗名而无不任。○保始之征，李云：征，成也。终始可保成也。九军，崔、李云：天子六军，诸侯三军，通为九军也。简文云：兵书以攻九天，收九地，故谓之九军。要，一遥反。"
        },
        {
          "paragraph": "而况官天地，府万物，",
          "zhushu": "冥然无不体也。"
        },
        {
          "paragraph": "直寓六骸，",
          "zhushu": "所谓逆旅○六骸，崔云：手足首身也。"
        },
        {
          "paragraph": "象耳目，",
          "zhushu": "人用耳目，亦用耳目，非须耳目。"
        },
        {
          "paragraph": "一知之所知，而心未尝死者乎！",
          "zhushu": "知与变化俱，则无往而不冥，此知之一者也。心与死生顺，则无时而非生，此心之未尝死也。"
        },
        {
          "paragraph": "彼且择日而登假，人则从是也。",
          "zhushu": "以不失会为择耳，斯人无择也，任其天行而时动者也。故假借之人，由此而最之耳。○且如字，徐子余反，下同。假，又古雅反，借也，徐音遐，读连上句，人字向下。"
        },
        {
          "paragraph": "彼且何肯以物为事乎！”",
          "zhushu": "其恬漠，故全也。"
        },
        {
          "paragraph": "申徒嘉，兀者也，而与郑子产同师于伯昏无人。子产谓申徒嘉曰：“我先出则子止，子先出则我止。",
          "zhushu": "羞与刖者并行。○申徒嘉，李云：申徒，氏，嘉名。无人离篇作瞀人。刖，音月，又五乱反。"
        },
        {
          "paragraph": "其明日，又与合堂同席而坐，子产谓申徒嘉曰：“我先出则子止，子先出则我止。今我将出，子可以止乎，其未邪？",
          "zhushu": "质而问之，欲使必不并已。"
        },
        {
          "paragraph": "且子见执政而不违，子齐执政乎？”",
          "zhushu": "常以执政自多，故直云子齐执政，便谓足以明其不逊。"
        },
        {
          "paragraph": "申徒嘉曰：“先生之门，固有执政焉如此哉？",
          "zhushu": "此论德之处，非计位也。○处昌虑反。"
        },
        {
          "paragraph": "子而说子之执政而后人者也。”",
          "zhushu": "笑其矜说在位，欲处物先。○说音悦注同。"
        },
        {
          "paragraph": "闻之曰：“鉴明则尘垢不止，止则不明也。久与贤人处则无过。今子之所取大者，先生也，而犹出言若是，不亦过乎！”",
          "zhushu": "事明师而鄙吝之心犹未去，乃真过也。"
        },
        {
          "paragraph": "子产曰：“子既若是矣，",
          "zhushu": "若是形残。"
        },
        {
          "paragraph": "犹与尧争善，计子之德，不足以自反邪？”",
          "zhushu": "言不自顾省，而欲轻蔑在位，与有德者并。计子之德，故不足以补形残之过。○争善如字。"
        },
        {
          "paragraph": "申徒嘉曰：“自状其过，以不当亡者众，",
          "zhushu": "多自陈其过状，以已为不当亡者，众也。"
        },
        {
          "paragraph": "不状其过，以不当存者寡，",
          "zhushu": "默然为过，自以为应死者，少也。"
        },
        {
          "paragraph": "知不可柰何，而安之若命，唯有德者能之。游于羿之彀中，中央者，中地也；然而不中者，命也。",
          "zhushu": "羿，古之善射者。弓矢所及为彀中。夫利害相攻，则天下皆羿也。自不遗身忘知，与物同波者，皆游于羿之彀中耳。虽张毅之出，单豹之处，犹未免于中地。则中与不中，唯在命耳。而区区者各有其所遇，而不知命之自尔。故免乎弓矢之害者，自以为巧，欣然多巳。及至不免，则自恨其谬而志伤神辱，斯未能达命之情者也。夫我之生也，非我之所生也。则一生之内，百年之中，其坐起行止，动静趣舍，性情知能，凡所有者，凡所无者，凡所为者，凡所遇者，皆非我也。理自尔耳。而横生休戚乎其中，斯又逆自然而失者也○知如字。又音智。羿音诣，徐胡系反。善射人。唐夏有之，乃云有穷之君篡夏者也。彀音遘，张弓也。中，如字。央，于良反，又于仓反。中地，丁仲反，下不中、注中地、中与不中同。单音善。"
        },
        {
          "paragraph": "人以其全足笑吾不全足者众矣，",
          "zhushu": "皆不知命，而不斯笑。"
        },
        {
          "paragraph": "我怫然而怒，",
          "zhushu": "见其不知命而怒，斯又未知命也。○拂，扶弗反。"
        },
        {
          "paragraph": "而适先生之所，则废然而反，",
          "zhushu": "见至人之知命遗形，故废向者之怒而复常。"
        },
        {
          "paragraph": "不知先生之洗我以善邪？",
          "zhushu": "不知先生洗我以善道故邪？我为能自反邪？斯自忘形而遣累。"
        },
        {
          "paragraph": "吾与夫子游十九年，而未尝知吾兀者也。",
          "zhushu": "志死故也。○吾介，本又作兀，两通。"
        },
        {
          "paragraph": "今子与我游于形骸之内，而子索我于形骸之外，不亦过乎？”",
          "zhushu": "形骸外矣，其德内也。今子与我德游耳，非与我形交，而索我外好，岂不过哉？○索，色百反，注同。"
        },
        {
          "paragraph": "子产蹴然改容更貌曰：“子无乃称！”",
          "zhushu": "巳悟，则厌其多言也。○蹴，子六反。称，如字，举也，又尺证反。"
        },
        {
          "paragraph": "鲁有兀者叔山无趾，踵见仲尼，",
          "zhushu": "踵，频也。○叔山无趾，音止。李云：叔山字，无足趾。踵，朱勇反。向郭云：频也。崔云：无趾，故踵行。见，贤遍反。"
        },
        {
          "paragraph": "仲尼曰：“子不谨，前既犯患若是矣，虽今来，何及矣。”无趾曰：“吾唯不知务而轻用吾身，吾是以亡足。",
          "zhushu": "人之生也，理自生矣。直莫之为，而任其目生，斯重其身而知务者也。若乃忘其自生，谨而矜之，斯轻用其身而不知务也。故五藏相攻于内，而手足残伤于外也。○子不谨前绝句，一读以谨字绝句。"
        },
        {
          "paragraph": "今吾来也，犹有尊足者存，",
          "zhushu": "刖一足未足以亏其德，明夫形骸者逆旅也。"
        },
        {
          "paragraph": "吾是以务全之也。",
          "zhushu": "去其于谨，任其自王，斯务全也。○去，羌吕反。"
        },
        {
          "paragraph": "夫天无不覆，地无不载，",
          "zhushu": "天不为覆，故能常覆。地不为载，故能常载。使天地而为覆载，则有时而息矣。使舟能沈而为人浮，则有时而没矣。故物为焉，则未足以终其生也。○为，丁伪反，下不为、而为皆同。"
        },
        {
          "paragraph": "吾以夫子为天地，安知夫子之犹若是也？”",
          "zhushu": "责其不谨，不及天地也。"
        },
        {
          "paragraph": "孔子曰：“丘则陋矣，夫子胡不入乎，请讲以所闻。”无趾出，",
          "zhushu": "闻所闻而出，全其无为也。"
        },
        {
          "paragraph": "孔子曰：“弟子勉之。夫无趾，兀者也，犹务学以复补前行之恶，而况全德之人乎？”",
          "zhushu": "全德者生便忘生。○行，下孟反。"
        },
        {
          "paragraph": "无趾语老聃曰：“孔丘之于至人，其未邪？彼何宾宾以学子为？",
          "zhushu": "怪其方复学于老聃。○语。鱼据反。宾宾。司马云。恭貌。张云。犹贤贤也。崔云。有所亲疏也。简文云。好名貌。"
        },
        {
          "paragraph": "彼且蕲以寂诡幻怪之名闻，不知至人之以是为己桎梏邪？”",
          "zhushu": "夫无心者，人学亦学。然古之学者为巳，今之学者为人，其弊也。遂至乎为人之所为矣。夫师人以自得者，率其常然者也。舍巳效人而逐物于外者，求乎非常之名者也。夫非常之名，乃常之所生也。故学者非为幻怪也，幻怪之生必由于学。礼者非为华薄也，而华薄之兴必由于礼。斯必然之理，至人之所无柰，何故以为巳之桎梏。○蕲，音祈。寂，尺叔反。诡，九委反，李云：寂诡，奇异也。幻，滑辨反，亦作㓜。桎，之实反，郭真一反，木在足也。梏，古毒反，木在手也。为已，于伪反，下者为人同。舍，音舍。"
        },
        {
          "paragraph": "老聃曰：“胡不直使彼以死生为一条，以可不可为一贯者解其桎梏，其可乎？”",
          "zhushu": "欲以直理冥之，冀其无迹。○贯，古乱反。"
        },
        {
          "paragraph": "无趾曰：“天刑之，安可解！”",
          "zhushu": "今仲尼非不冥也，顾自然之理，行则影从，言则向随。夫顺物则名迹斯立，而顺物者非为名也。非为名则至矣，而终不免乎名，则孰能解之哉？故名者，影向也，影向者，形声之桎梏也。明斯理也，则名迹可遗；名迹可遗，则尚彼可绝；尚彼可绝，则性命可全矣。○向，许文反，本又作向，下同。"
        },
        {
          "paragraph": "鲁哀公问于仲尼曰：“卫有恶人焉，曰哀骀它。”",
          "zhushu": "恶，丑也。○恶，人恶貌。丑骀音牵，徐又音殆。它，徒何反，李云：哀骀，丑貌。它，其名。"
        },
        {
          "paragraph": "丈夫与之处者，思而不能去也。妇人见之，请于父母曰：“与人为妻，宁为夫子妾者，数十而未止也。未尝有闻其唱者也，常和人而已矣。无君人之位以济乎人之死，",
          "zhushu": "明物不由权势而往。和，户匪反，下同。"
        },
        {
          "paragraph": "无聚禄以望人之腹。",
          "zhushu": "明非求食而往。"
        },
        {
          "paragraph": "又以恶骇天下，",
          "zhushu": "明不以形美故往。○骇，胡皆反，崔本作賳。"
        },
        {
          "paragraph": "和而不唱，",
          "zhushu": "非招而致之。"
        },
        {
          "paragraph": "知不出乎四域，",
          "zhushu": "不役思于分外。思，息嗣反。"
        },
        {
          "paragraph": "且而雌雄合乎前，",
          "zhushu": "夫才全者与物无害，故入兽不乱群，入鸟不乱行，而为万物之林薮，雌雄合乎前。李云：禽兽属也。行，户刚反。"
        },
        {
          "paragraph": "是必有异乎人者也。寡人召而观之，果以恶骇天下。与寡人处，不至以月数，而寡人有意乎其为人也；",
          "zhushu": "未经月已觉其有远处。"
        },
        {
          "paragraph": "不至乎期年，而寡人信之。国无宰而寡人传国焉。",
          "zhushu": "委之以国政。期音基。传，大专反。"
        },
        {
          "paragraph": "闷然而后应，",
          "zhushu": "宠辱不足以惊其神。闷，音门。李云：不觉貌。崔云：有顷之间也。应，应对之应。"
        },
        {
          "paragraph": "泛而若辞。",
          "zhushu": "人辞亦辞。○汜，浮剑反，不系也。"
        },
        {
          "paragraph": "寡人丑乎，卒授之国。无几何也，去寡人而行。寡人恤焉若有亡也，若无与乐是国也。是何人者也？”仲尼曰：“丘也尝使于楚矣，适见子食于其死母者，",
          "zhushu": "食乳也。○丑，李云：丑，惭也。崔云：愧也。几，居岂反。乐音洛。尝使于楚矣，使音所吏反，本亦作游，本又直云尝于楚矣，本又作豚，徒门反。食音饮，邑锦反，注同。旧如字，简文同。"
        },
        {
          "paragraph": "少焉眴若皆弃之而走。不见已焉尔，不得类焉尔。",
          "zhushu": "夫生者以才德为类，死而才德去矣，故生者以失类而走也。故含德之厚，比于赤子，无往而不为之赤子也，则天下莫之害，斯得类而明巳故也。情苟类焉，则虽形不与同，而物无害心；情类苟亡，则虽形同母子，而不足以固其志矣。○眴，本亦作瞬，音舜，司马云：惊貌。崔云：目动也，谓死毋目动。"
        },
        {
          "paragraph": "所爱其母者，非爱其形也，爱使其形者也。",
          "zhushu": "使形者，才德也。"
        },
        {
          "paragraph": "战而死者，其人之葬也不以翣资；",
          "zhushu": "翣者，武所资也。战而死者，无武也，翣将安施？○翣资，所甲反，扇也，武士所造。宋均云：武，简也。李资，送也。崔本作翣。锨音坎，谓先人坟墓也。"
        },
        {
          "paragraph": "刖者之屦，无为爱之，",
          "zhushu": "所爱屦者，为足故耳。○为足，干为反。"
        },
        {
          "paragraph": "皆无其本矣。",
          "zhushu": "翣屦者，以足武为本。"
        },
        {
          "paragraph": "为天子之诸御，不爪翦，不穿耳，",
          "zhushu": "全其形也。"
        },
        {
          "paragraph": "取妻者止于外，不得复使。",
          "zhushu": "恐伤其形。○复使，扶又反，章末注同。崔本作不得复使矣，云。不复入直也。"
        },
        {
          "paragraph": "形全犹足以为尔，",
          "zhushu": "采择嫔御及燕尔新婚，本以形好为意者也。故形之全也，无以降至尊之情，回贞女之操也。○好，呼报反。"
        },
        {
          "paragraph": "而况全德之人乎？",
          "zhushu": "德全而物爱之，宜矣。"
        },
        {
          "paragraph": "今哀骀它未言而信，无功而亲，使人授己国，唯恐其不受也，是必才全而德不形者也。”哀公曰：“何谓才全？”仲尼曰：“死生存亡，穷达贫富，贤与不肖毁誉，饥渴寒暑，是事之变，命之行也。",
          "zhushu": "其理故当，不可逃也。故人之生也，非误生也；生之所有，非妄有也。天地虽大，万物虽多，然吾之所遇，适在于是，则虽天地神明，国家圣贤，绝力至知，而弗能违也。故凡所不遇，弗能遇也；其所遇，弗能不遇也。凡所不为，弗能违也；其所为，弗能不为也。故付之而自当矣。誉音余。"
        },
        {
          "paragraph": "日夜相代乎前，",
          "zhushu": "夫命行事变，不舍昼夜，推之不去，留之不停，故才全者，随所遇而任之。舍音舍。"
        },
        {
          "paragraph": "而知不能规乎其始者也。",
          "zhushu": "夫始非知之所规，而故非情之所留。是以知命之必行，事之必变者，岂于终规始，在新恋故哉？虽有至知，而弗能规也。逝者之往，吾柰之何哉？"
        },
        {
          "paragraph": "故不足以滑和，",
          "zhushu": "苟知性命之固当，则虽死性穷达，千变万化，淡然自若，而和理在身矣。滑音骨。淡徒蹔反。"
        },
        {
          "paragraph": "不可入于灵府。",
          "zhushu": "灵府者，精神之宅也。夫至足者，不以忧患经神，若皮外而过去。"
        },
        {
          "paragraph": "使之和豫通而不失于兊，",
          "zhushu": "苟使和性不滑，灵府间豫，则虽涉乎至变，不失其兊然也。○兊，徒外反，李云：悦也。间音闲。"
        },
        {
          "paragraph": "使日夜无郤",
          "zhushu": "泯然常任之。○郤，去逆反，李云：闲也。"
        },
        {
          "paragraph": "而与物为春，",
          "zhushu": "群生之所赖也。"
        },
        {
          "paragraph": "是接而生时于心者也，",
          "zhushu": "顺四时而倶化○司马云。接至道而和气在心也。李云。接万物而施生。顺四时而倶作。"
        },
        {
          "paragraph": "是之谓才全。何谓德不形？”曰：“平者，水停之盛也，",
          "zhushu": "天下之平，莫盛于停水也。"
        },
        {
          "paragraph": "其可以为法也，",
          "zhushu": "无情至平，故天下取正焉。"
        },
        {
          "paragraph": "内保之而外不荡也。",
          "zhushu": "内保其明，外无情为，玄鉴洞照，与物无私，故能全其平而行其法也。为于为反。"
        },
        {
          "paragraph": "德者，成和之修也。",
          "zhushu": "事得以成，物得以和，谓之德也。"
        },
        {
          "paragraph": "德不形者，物不能离也。”",
          "zhushu": "无事不成，无物不和，此德之不形也。是以天下乐推而不厌。○离力智反。"
        },
        {
          "paragraph": "哀公异日以告闵子曰：“始也吾以南面而君天下，执民之纪而忧其死，吾自以为至通矣。今吾闻至人之言，恐吾无其实，轻用吾身而亡吾国。吾与孔丘非君臣也，德友而已矣。”",
          "zhushu": "闻德元之风者，虽复哀公，犹欲遗形骸，忘贵贱也。○闵子，孔子弟子闵子骞也。"
        },
        {
          "paragraph": "闉跂支离无脤说卫灵公，灵公说之，而视全人，其脰肩肩。瓮盎大瘿说齐桓公，桓公说之，而视全人，其脰肩肩。",
          "zhushu": "偏情一往，则丑者更好，而好者更丑也。○闉音因，郭乌年反。跂音企，郭其逆反。支离无脤，徐市轸反，又音唇。司马云：闉，曲豉企也。闉跂支离，言脚常曲，行体不正，卷缩也。无脤名也。崔云：闉跂，偃者也。支离，伛者也。脤、唇同。简文云：跂，行也。脤，唇也。说卫，始锐反，又如字，下说齐桓同。说之音悦，下说之同。脰音豆，颈也。肩肩，胡田反，又胡恩反。李云：赢小貌。崔云：犹玄玄也。简文云：直貌。瓮，乌送反，郭于宠反。盎，乌葬反。郭于两反。李云：瓮盎，大瘿貌。崔同。大瘿，一领反。说文云：瘤也。"
        },
        {
          "paragraph": "故德有所长，而形有所忘。",
          "zhushu": "其德长于顺物，则物忘其丑；长于逆物，则物忘其好。"
        },
        {
          "paragraph": "人不忘其所忘，而忘其所不忘，此谓诚忘。",
          "zhushu": "生则爱之，死则弃之。故德者，世之所不忘也，形者，理之所不存也。故夫忘形者，非忘地，不忘形而忘德者，乃诚忘也。"
        },
        {
          "paragraph": "故圣人有所游，",
          "zhushu": "游于自得之场，放之而无不至者，才德全也。"
        },
        {
          "paragraph": "而知为孽，约为胶，德为接，工为摘。",
          "zhushu": "此四者，自然相生，其理巳具。○知，音智，下同。孽，鱼列反。司马云：智慧生妖孽。约为胶，司马云：约束而后有如胶漆。崔云：约誓所以为胶固。德为接，司马云：散德以接物也。工为商，司马云：工巧而商贾起。"
        },
        {
          "paragraph": "圣人不谋，恶用知？不斲，恶用胶？无丧，恶用德？不货，恶用商？",
          "zhushu": "自然巳具，故圣人无所用其巳也。○恶音乌，下同。斲，陟角反。丧，息浪反。"
        },
        {
          "paragraph": "四者，天鬻也；天鬻也者，天食也。",
          "zhushu": "言自然而禀之。○鬻，音育，养也。食，音嗣，亦如字。"
        },
        {
          "paragraph": "既受食于天，又恶用人？",
          "zhushu": "既！禀之自然，其理巳足，则虽沈思以免难，或明戒以避祸，物无妄然，皆天地之会，至理所趣。必自思之，非我思也。必自不思，非我不思也。或思而免之，或思而不免，或不思而免之，或不思而不免。凡此皆非我也，又奚为哉？任之而自至也。○食如字，又音嗣。沈思，息嗣反，亦如字。难，乃旦反。"
        },
        {
          "paragraph": "有人之形，",
          "zhushu": "视其形貌若人。"
        },
        {
          "paragraph": "无人之情。",
          "zhushu": "掘若槁木之枝。○掘，其勿反。槁，苦老反。"
        },
        {
          "paragraph": "有人之形，故群于人；",
          "zhushu": "类聚群分，自然之道。○分如字。"
        },
        {
          "paragraph": "无人之情，故是非不得于身。",
          "zhushu": "无情，故付之于物也。"
        },
        {
          "paragraph": "眇乎小哉，所以属于人也。",
          "zhushu": "形貌若人。○眇，亡小反，简文云：陋也。"
        },
        {
          "paragraph": "謷乎大哉，独成其天。",
          "zhushu": "无情，故浩然无不任。无不任者，有情之所未能也，故无情而独成天也。○謷，五羔反，徐五报反，简文云：放也。今取遨游义也。独成其天，如字。崔本天字作大，云：类同于人，所以为小。情合于天，所以为大。"
        },
        {
          "paragraph": "惠子谓庄子曰：“人故无情乎？”庄子曰：“然。”惠子曰：“人而无情，何以谓之人？”庄子曰：“道与之貌，天与之形，恶得不谓之人？”",
          "zhushu": "人之生也。非情之所生也。生之所知。岂情之所知哉？故有情于为离旷而弗能也。然离旷以无情而聪明矣。有情以为贤圣而弗能也。然贤圣以无情而贤圣也。岂直贤圣绝远而离旷难慕哉？虽下愚聋瞽及鸡鸣狗吠。岂有情于为之。亦终不能也。不问远之与近。虽去巳一分，颜孔之际。终莫之得也。是以关之万物，反取诸身，耳目不能以易任成功，手足不能以代司致业。故婴儿之始生也，不以目求乳，不以耳向明，不以足操物，不以手求行，岂百骸无定司，形貌无素主，而专由情以制之哉？○恶音乌，下恶得同。吠，扶废反。分如字。操，七刀反。"
        },
        {
          "paragraph": "惠子曰：“既谓之人，恶得无情？”",
          "zhushu": "未解形貌之非情也。○解音蟹。"
        },
        {
          "paragraph": "庄子曰：“是非吾所谓情也。",
          "zhushu": "以是非为情，则无是无非，无好无恶者，虽有形貌，直是人耳，情将安寄？"
        },
        {
          "paragraph": "吾所谓无情者，言人之不以好恶内伤其身，",
          "zhushu": "任当而直前者，非情也。"
        },
        {
          "paragraph": "常因自然而不益生也。”",
          "zhushu": "止于当也。"
        },
        {
          "paragraph": "惠子曰：“不益生，何以有其身？”",
          "zhushu": "未明生之自生，理之自足。"
        },
        {
          "paragraph": "庄子曰：“道与之貌，天与之形，",
          "zhushu": "生理已自足于形貌之中，但任之则身存。"
        },
        {
          "paragraph": "无以好恶内伤其身。",
          "zhushu": "夫好恶之情，非所以益生，秪足以伤身，以其生之有分也。○好恶，呼报反，下乌路反，注同。秪音支。"
        },
        {
          "paragraph": "今子外乎子之神，劳乎子之精，倚树而吟，据槁梧而瞑。",
          "zhushu": "夫神不休于性分之内，则外矣。精不止于自生之极，则劳矣。故行则倚树而吟，坐则据梧而睡，言有情者之自困也。○倚，于绮反。槁，苦老反。梧音吾。暝音眠，崔云：据琴而睡也。睡，垂臂反。"
        },
        {
          "paragraph": "天选子之形，子以坚白鸣。”",
          "zhushu": "言凡子所为，外神劳精，倚树据梧，且吟且睡。情，世之所谓情也，而云天选，明夫情者非情之所生，而况他哉。故虽万物万形，云为趣舍，皆在无情中来，又何用情于其间哉。○选，宣转反，旧，思缓反。"
        }
      ]
    },
    {
      "name": "大宗师第六",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "虽夫地之大，万物之富，其所宗而师者，无心也。○音义曰：崔云：遗形忘生，当大宗此法也。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "知天之所为，知人之所为者，至矣！",
          "zhushu": "知天人之所为者，皆自然也，则内放其身而外冥于物，与众玄同，任之而无不至也。"
        },
        {
          "paragraph": "知天之所为者，天而生也；",
          "zhushu": "天者，自然之谓也。夫为为者不能为，而为自为耳；为知者不能知，而知自知耳。自知耳，不知也，不知也，则知出于不知矣。自为耳，不为也，不为也，则为出于不为矣。为出于不为，故以不为为主。知出于不知，故以不知为宗。是故真人遗知而知，不为而为，自然而生，坐忘而得，故知称绝而为名去也。○天而生，向，崔本作失而生。称，尺证反。"
        },
        {
          "paragraph": "知人之所为者，以其知之所知，以养其知之所不知，终其天年而不中道夭者，是知之盛也。",
          "zhushu": "人之生也，形虽七尺，而五常必具。故虽区区之身，乃举天地以奉之。故天地万物，凡所有者，不可一日而相无也。一物不具，则生者无由得生；一理不至，则天年无缘得终。然身之所有者，知或不知也；理之所存者，为或不为也。故知之所知者寡，而身之所有者众；为之所为者少，而理之所存者博。在上者莫能器之而求其备焉。人之所知不必同。而所为不敢异。异则伪成矣。伪成而真不丧者。朱之有也。或好知不倦。以困其百体。所好不过一枝。而举根倶弊。斯以其所知而害所不知也。若夫知之盛也。知人之所为者有分。故任而不强也。知人之所知者有极。故用而不荡也。故所知不以无崖自困，则一体之中，知与不知，暗相与会而俱全矣。斯以其所知养所不知也。○丧，息浪反，下皆同。好，呼报反，下同。强，其两反。"
        },
        {
          "paragraph": "虽然，有患。",
          "zhushu": "虽知盛，未若遗知任天之无患也。"
        },
        {
          "paragraph": "夫知有所待而后当，",
          "zhushu": "夫知者未能无可无不可，故必有待也。若乃任天而生者，则遇物而当也。"
        },
        {
          "paragraph": "其所待者特未定也。",
          "zhushu": "有待则无定也。"
        },
        {
          "paragraph": "庸讵知吾所谓天之非人乎？所谓人之非天乎？",
          "zhushu": "我生有崖，天也；心欲益之，人也。然此人之所谓耳，物无非天也。天也者，自然也。人皆自然，则冶乱成败，遇与不遇，非人为也，皆自然耳。○讵，徐其庶反。治，直吏反。"
        },
        {
          "paragraph": "且有真人而后有真知。",
          "zhushu": "有真人而后天下之知皆得其真而不可乱也。"
        },
        {
          "paragraph": "何谓真人？古之真人，不逆寡，",
          "zhushu": "凡寡皆不逆，则所顺者众。"
        },
        {
          "paragraph": "不雄成，",
          "zhushu": "不恃其成而处物先。"
        },
        {
          "paragraph": "不谟士。",
          "zhushu": "纵心直前，而群士自合，非谋谟以致之？○谟，没乎反。"
        },
        {
          "paragraph": "若然者，过而弗悔，当而不自得也。",
          "zhushu": "直自全当而无过耳，非以得失经心。"
        },
        {
          "paragraph": "若然者，登高不栗，入水不濡，入火不热；是知之能登假于道也若此。",
          "zhushu": "言夫知之登至于道者，若此之远也。理固自全，非畏死也。故真人陆行而非避濡也，远火而非逃热也，无过而非措当也。故虽不以热为热，而未尝赴火；不以濡为濡，未尝蹈水，不以死为死，未尝丧生。故夫生者，岂生之而生哉？成者，岂成之而成哉？故任之而无不至者，真人也，岂有槩意于所遇哉。○栗音栗。濡，而朱反。假，更百反，至也。远，于阮反。槩，古爱反。"
        },
        {
          "paragraph": "古之真人，其寝不梦，",
          "zhushu": "无意想也。"
        },
        {
          "paragraph": "其觉无忧，",
          "zhushu": "当所遇而安也。○觉，古孝反。"
        },
        {
          "paragraph": "其食不甘，",
          "zhushu": "理当食耳。"
        },
        {
          "paragraph": "其息深深。真人之息以踵，",
          "zhushu": "乃在根本中来。○深深。李云。内息之貌。踵。章勇反。王穆夜云。起息于踵。遍体而深。"
        },
        {
          "paragraph": "众人之息以喉。屈服者，其嗌言若哇。",
          "zhushu": "气不平畅。○喉，向云：喘悸之息，以喉为节。言情欲奔竞所致。嗌，音益，郭音厄。厄，咽喉也。哇，获娲反，徐胡卦反，又音絓，崔一音于佳反，结也。言咽喉之气结碍不通也。简文云：哇，呕也。"
        },
        {
          "paragraph": "其耆欲深者，其天机浅。",
          "zhushu": "深根宁极，然后反一无欲。○耆，市志反。"
        },
        {
          "paragraph": "古之真人，不知说生，不知恶死。",
          "zhushu": "与化为体。○说，音悦。恶，乌路反。"
        },
        {
          "paragraph": "其出不䜣，其入不距。",
          "zhushu": "泰然而任之。○䜣，音欣，又音祈。距，本又作拒，音巨，李云：欣出则营生，距入则恶死。"
        },
        {
          "paragraph": "翛然而往，翛然而来而已矣。",
          "zhushu": "寄之至理，故往来而不难。○翛然，音萧，本又作儵，徐音叔，郭与久反，李音悠。向云：翛然，自然无心而自尔之谓。郭、崔云：往来不难之貌。司马云：儵，疾貌。李同。"
        },
        {
          "paragraph": "不忘其所始，不求其所终。",
          "zhushu": "终始变化，皆忘之矣，岂直逆忘其生，而犹复探求死意也。○复，扶又反，下非复同也。"
        },
        {
          "paragraph": "受而喜之，",
          "zhushu": "不问所受者何物，遇之而无不适也。"
        },
        {
          "paragraph": "忘而复之。",
          "zhushu": "复之不由于识乃至。"
        },
        {
          "paragraph": "是之谓不以心捐道，不以人助天，是之谓真人。",
          "zhushu": "人生而静，天之性也。感物而动，性之欲也。物之感人无穷，人之逐欲无节，则天理灭矣。真人知用心则背道，助天则伤生，故不为也。○捐，徐以全反，郭作揖，一入反，崔云：或作楫，所以行舟也。背音佩。"
        },
        {
          "paragraph": "若然者，其心志，",
          "zhushu": "所居而安为志。"
        },
        {
          "paragraph": "其容寂，",
          "zhushu": "虽行而无伤于静。○容寂本亦作家，崔本作宗。"
        },
        {
          "paragraph": "其颡䪻。",
          "zhushu": "頯，大朴之貌。○颡，息党反，崔云：頟也。䪻，徐去轨反，郭苦对反，李音仇，一音达，权也。王云：质朴无饰也。向本作䫥，云：䫥然大朴貌。广雅云：　大也，五罪反。"
        },
        {
          "paragraph": "凄然似秋，",
          "zhushu": "杀物非为威也。○凄，七西反。"
        },
        {
          "paragraph": "煖然似春，",
          "zhushu": "生物非为仁也。○煖音暄，徐况晚反。"
        },
        {
          "paragraph": "喜怒通四时，",
          "zhushu": "夫体道合变者，与寒暑同其温严，而未尝有心也。然有温严之貌，生杀之节，故寄名于喜怒。"
        },
        {
          "paragraph": "与物有宜而莫知其极。",
          "zhushu": "无心于物，故不夺物宜。无物不宜，故莫知其极。"
        },
        {
          "paragraph": "故圣人之用兵也，亡国而不失人心。利泽施乎万世，不为爱人。",
          "zhushu": "因人心之所欲亡而亡之，故不失人心也。夫白日登天，六合倶照，非爱人而照之也。故圣人之在天下，煖焉若阳春之自和，故泽者不谢；凄乎若秋霜之自降，故雕落者不怨。○亡国而不失人心，崔云：亡敌国而得其人心。"
        },
        {
          "paragraph": "故乐通物，非圣人也；",
          "zhushu": "夫圣人无乐也，直莫之塞而物自通。"
        },
        {
          "paragraph": "有亲，非仁也；",
          "zhushu": "至仁无亲，任理而自存。"
        },
        {
          "paragraph": "天时，非贤也；",
          "zhushu": "时之者，未若忘时而自合之贤也。"
        },
        {
          "paragraph": "利害不通，非君子也；",
          "zhushu": "不能一是非之涂而就利违害，则伤德而累当矣。"
        },
        {
          "paragraph": "行名失已，非士也；",
          "zhushu": "善为士者，遗名而自得，故名当其实。而福应其身。○应，应对之应。"
        },
        {
          "paragraph": "亡身不真，非役人也。",
          "zhushu": "自失其性而矫以从物，受役多矣，安能役人？"
        },
        {
          "paragraph": "若狐不偕、务光、伯夷、叔齐、箕子、胥余、纪他、申徒狄，是役人之役，适人之适，而不自适其适者也。",
          "zhushu": "斯皆舍已殉人，徇彼伤我也。○狐不阶，司马云：古贤人也。务光，皇甫谧云：黄帝时人，其长七寸。伯夷、叔齐、孤竹君之二子。箕子、胥余，司马云：胥余，箕子名也，见尸子。崔同。又云：尸子曰：箕子胥余，漆身为厉，被发徉彺。或云：尸子曰比干也。胥余其名。他徒何反。申徒狄，殷时人，负石自沈于河。崔本作同，俱也。舍音舍，下同。"
        },
        {
          "paragraph": "古之真人，其状义而不朋；",
          "zhushu": "与物同宜，而非朋党。"
        },
        {
          "paragraph": "若不足而不承；",
          "zhushu": "冲虚无余，如若不足也。下之而无不上，若不足而不承也。○承，如字，李云：迎也，又音拯。上，时掌反。"
        },
        {
          "paragraph": "与乎其觚而不坚也，",
          "zhushu": "常游于独而非固守。○与，如字，又音豫，同云疑貌。觚，音孤。王云：觚，特立不倚也。崔云：觚，棱也。"
        },
        {
          "paragraph": "张乎其虚而不华也；",
          "zhushu": "旷然无怀，乃至于实。"
        },
        {
          "paragraph": "邴邴乎其似喜乎，",
          "zhushu": "至人无喜，畅然和适，故似喜也。○邴邴，徐音丙，郭甫杏反，向云：喜貌。简文云：明貌。"
        },
        {
          "paragraph": "崔乎其不得巳乎，",
          "zhushu": "动静行止，常居必然之极。○崔于罪反，徐息罪反，郭旦雷反。向云：动貌。简文云：速貌。"
        },
        {
          "paragraph": "滀乎进我色也，",
          "zhushu": "不以物伤巳也。○傗，本又作滀，敕六反，司马不色，愤起貌。王云：富有德充也。简文云：聚也。"
        },
        {
          "paragraph": "与乎止我德也，",
          "zhushu": "无所趋也。"
        },
        {
          "paragraph": "厉乎其似世乎，",
          "zhushu": "至人无厉，与世同行，故若厉也。○厉如字，崔本作广，云：苞罗者广也。"
        },
        {
          "paragraph": "謷乎其未可制也，",
          "zhushu": "高放而自得。○謷，五羔反，徐五到反。司马云：志远貌。王云：高迈于俗也。"
        },
        {
          "paragraph": "连乎其似好闭也，",
          "zhushu": "绵邈深远，莫见其门。○连，如字，李云：连绵长貌。雀云：寒连也。音辇。好，呼报反，下皆同。"
        },
        {
          "paragraph": "悗乎忘其言也。",
          "zhushu": "不识不知，而天机自发，故悗然也。○悗，亡本反，字或作免，李云：无匹貌。王云：废忘也。崔云：婉顺也。"
        },
        {
          "paragraph": "以刑为体，",
          "zhushu": "刑者治之体，非我为。○治，直吏反。"
        },
        {
          "paragraph": "以礼为翼，",
          "zhushu": "礼者，世之所以自行耳，非我制。"
        },
        {
          "paragraph": "以知为时，",
          "zhushu": "知自时之动，非我唱。"
        },
        {
          "paragraph": "以德为循。",
          "zhushu": "德者，自彼所循，非我作。○循本亦作修，两得。"
        },
        {
          "paragraph": "以刑为体者，绰乎其杀也；",
          "zhushu": "任治之自杀，故虽杀而宽。○绰，昌略反，崔本作淖。"
        },
        {
          "paragraph": "以礼为翼者，所以行于世也；",
          "zhushu": "顺世之所行，故无不行。"
        },
        {
          "paragraph": "以知为时者，不得已于事也；",
          "zhushu": "夫高下相受，不可逆之流也。小大相群，不得巳之势也。旷然无情，群知之府也。承百流之会，居师人之极者，奚为哉。任时世之知，委必然之事，付之天下而巳。"
        },
        {
          "paragraph": "以德为循者，言其与有足者至于丘也，",
          "zhushu": "丘者，所以本也。以性言之，则性之本也。夫物各有足，足于本也。付群德之自循，斯与有足者至于本也，本至而理尽矣。"
        },
        {
          "paragraph": "而人真以为勤行者也。",
          "zhushu": "凡此皆自彼而成，成之不在巳，则虽处万机之极，而常闲暇自适，忽然不觉事之经身，悗然不识言之在口，而人之大迷，真谓至人之为勤行者也。○闲音闲。"
        },
        {
          "paragraph": "故其好之也一，其弗好之也一。",
          "zhushu": "常无心而顺彼，故好与不好，所善所恶，与彼无二也。"
        },
        {
          "paragraph": "其一也一，其不一也一。",
          "zhushu": "其一也，天徒也；其不一也，人徒也。夫真人同天人，均彼我，不以其一异乎不一。"
        },
        {
          "paragraph": "其一与天为徒，",
          "zhushu": "无有而不一者，天也。"
        },
        {
          "paragraph": "其不一与人为徒，",
          "zhushu": "彼彼而我我者，人也。"
        },
        {
          "paragraph": "天与人不相胜也，是之谓真人。",
          "zhushu": "夫真人同天人，齐万致，万致不相非，天人不相胜，故旷然无不一，冥然无不在，而玄同彼我也。"
        },
        {
          "paragraph": "死生，命也，其有夜旦之常，天也。",
          "zhushu": "其有昼夜之常，天之道也。故知死生者，命之极，非𡚶然也，若夜旦耳，奚所系哉？○旦如字，崔本作但，音担。"
        },
        {
          "paragraph": "人之有所不得与，皆物之情也。",
          "zhushu": "夫真人在昼得昼，在夜得夜，以死生为昼夜，岂有所不得乎？人之有所不得，而忧娱在怀，皆物情耳，非理也。"
        },
        {
          "paragraph": "彼特以天为父，而身犹爱之，而况其卓乎！",
          "zhushu": "卓者，独化之谓也。夫相因之功，莫若独化之至也。故人之所因者，天也；天之所生者，独化也。人皆以天为父，故昼夜之变，寒暑之节，犹不敢恶，随天安之。况乎卓尔独化，至于玄冥之竟，又安得而不任之哉？既，任之，则死生变化，唯命之从也。○淖，中至反。恶，乌路反。竟音境。"
        },
        {
          "paragraph": "人特以有君为愈乎己，而身犹死之，而况其真乎！",
          "zhushu": "夫真者，不假于物而自然也。夫自然之不可避，岂直君命而已哉。"
        },
        {
          "paragraph": "泉涸，鱼相与处于陆，相呴以湿，相濡以沫，不如相忘于江湖。",
          "zhushu": "与其不足而相爱，岂若有余而相忘。○涸，户各反，郭户格反，尔雅云：慎也。呴、况于、况付二反。濡，本又作濡，音儒，或一音如戌反。沬音末。忘音亡，下同。"
        },
        {
          "paragraph": "而其誉尧而非桀也，不如两忘而化其道。",
          "zhushu": "夫非誉皆生于不足，故至足者，忘善恶，遗死生，与变化为一，旷然无不适矣，又安知尧、桀之所在邪？○誉音余，注同。"
        },
        {
          "paragraph": "夫大块载我以形，劳我以生，佚我以老，息我以死。",
          "zhushu": "夫形生老死，皆我也。故形为我载，生为我劳，老为我佚，死为我息。四者虽变，未始非我，我奚惜哉？○块，苦怪反，又苦对反，徐胡罪反。佚音逸。"
        },
        {
          "paragraph": "故善吾生者，乃所以善吾死也。",
          "zhushu": "死与生皆命也。无善则已，有善则生，不独善也。故若以吾生为善乎。则吾死亦善也。"
        },
        {
          "paragraph": "夫藏舟于壑，藏山于泽，谓之固矣！",
          "zhushu": "方言生死变化之不可逃，故先举固逃之极然，然后明之以必变之符，将任化而无系也。○壑，火各反。"
        },
        {
          "paragraph": "然而夜半有力者负之而走，昧者不知也。",
          "zhushu": "夫无力之力，莫大于变化者也。故乃揭天地以趋新，负山岳以舍故，故不暂停，忽已涉新，则天地万物无时而不移也。世皆新矣，而日以为故；舟日易矣，而视之若旧；山日更矣，而视之若前。今交一臂而失之，皆在冥中去矣。故向者之我非复今我也。我与今倶往，岂常守故哉？而世莫之觉，不谓今之所遇，可系而在，岂不昧哉。○揭其列、其谒二反。"
        },
        {
          "paragraph": "藏小大有宜，犹有所遯。",
          "zhushu": "不知与化为体，而思藏之使不化，则虽至深至固，各得其所宜，而无以禁其日变也。故夫藏而有之者，不能止其遯也；无藏而任化者，变不能变也。"
        },
        {
          "paragraph": "若夫藏天下于天下而不得所遯，是恒物之大情也。",
          "zhushu": "无所藏而都任之，则与物无不冥，与化无不一，故无外无内，无死无生，体天地而合变化，索所遯而不得矣。此乃常存之大情，非一曲之小意。索，所百反。"
        },
        {
          "paragraph": "特犯人之形而犹喜之。若人之形者，万化而未始有极也，",
          "zhushu": "人形，乃是万化之一遇耳，未独喜也。无极之中，所遇者皆若人耳，岂特人形可喜，而余物无乐邪？○乐音洛，下及注同。"
        },
        {
          "paragraph": "其为乐可胜计邪？",
          "zhushu": "本非人而化为人，化为人，失于故矣。失故而喜，喜所遇也。变化无穷，何所不遇？所遇而乐，乐岂有极乎？○胜音升。"
        },
        {
          "paragraph": "故圣人将游于物之所不得遯而皆存。",
          "zhushu": "夫圣人游于变化之途，放于日新之流，万物万化，亦与之万化；化者无拯，亦与之无拯，谁得遯之哉？夫于生为亡，而于死为存，于死为存，则何时而非存哉。"
        },
        {
          "paragraph": "善夭善老，善始善终，人犹效之，",
          "zhushu": "此自均于百年之内，不善少而否老，禾能体变化，齐死生也。然其平粹，犹足以师人也。○善夭，崔本作狡，同，古卯反，本又作天，于表反；简文于桥反，云：异也。少，诗照反。否音鄙，本亦作鄙。粹，虽遂反。"
        },
        {
          "paragraph": "又况万物之所系而一化之所待乎！",
          "zhushu": "此玄同万物而与化为体，故其为天下之所宗也，不亦宜乎！"
        },
        {
          "paragraph": "夫道有情有信，无为无形；",
          "zhushu": "有无情之情，故无为也。有常无之信，故无形也。"
        },
        {
          "paragraph": "可传而不可受，",
          "zhushu": "故今传而宅之，莫能受而有之。○传，直专反，注同。"
        },
        {
          "paragraph": "可得而不可见；",
          "zhushu": "咸得自容，而莫见其状。"
        },
        {
          "paragraph": "自本自根，未有天地，自古以固存；",
          "zhushu": "明无不待有而无也。"
        },
        {
          "paragraph": "神鬼神帝，生天生地；",
          "zhushu": "无也，岂能生神哉？不神鬼帝，而鬼帝自神，斯乃不神之神也。不生天地，而天地自生，斯乃不生之生也。故夫人之果不足以神，而不神则神矣，功何足有，事何足恃哉？"
        },
        {
          "paragraph": "在太极之先而不为高，在六极之下而不为深，先天地生而不为久，长于上古而不老。",
          "zhushu": "言道之无所不在也，故在高为无高，在深为无深，在久为无久，在老为无老，无所不在，而所在皆无也。且上下无不格者，不得以高卑称也。内外无不至者，不得以表里名也。与化俱移者，不得言久也。终始常无者，不可谓老也。○大音泰。之先，一本作先之，崔本同。先天，悉荐反。长，丁丈反。称，尺证反。"
        },
        {
          "paragraph": "狶韦氏得之，以挈天地；伏戏得之，以袭气母；维斗得之，终古不忒；日月得之，终古不息；堪坏得之，以袭昆仑；冯夷得之，以游大川；肩吾得之，以处大山；黄帝得之，以登云天；颛顼得之，以处玄宫；禺强得之，立乎北极；西王母得之，坐乎少广，莫知其始，莫知其终；彭祖得之，上及有虞，下及五伯；传说得之，以相武丁，奄有天下，乘东维，骑箕尾，而比于列星。",
          "zhushu": "道无能也。此言得之于道，乃所以明其自得耳。自得耳，道不能使之得也。我之未得，又不能为得也。然则凡得之者，外不资于道，内不由于已，掘然自得而独化也。夫生之难也，犹独化而自得之矣。既得其生，又何患于生之不得而为之哉。故为生果不足以全生，以其生之不由于已为也。而为之则伤其真生也。○狶韦氏许岂反，郭褚伊反，李音豕，司马云：上古帝王名。挈，徐苦结反，郭苦系反，司马云：要也，得天地要也。崔云：成也。伏戏音羲，崔本作伏戏氏。袭气母司马：袭，入也。气母，兀气之母也。崔云：取元气之本。维斗，李云：北斗所以为天之纲维。终古，崔云：终古，久也。郑玄注周礼云：终古，犹言常也。忒，它得反，差也。崔本作代。堪坏，徐扶眉反。郭孚坏反。崔作邳。司马云：堪坏，神名。人面，兽形。淮南作钦负昆仑。昆或作岷，同音昆。下力门反。昆仑，山名。冯夷，司马云：清泠。傅曰：华阴僮，乡隄伯人也。服八石，得水仙，是为河伯。一云：以八月庚子浴于河而溺死。一云：渡河溺死，大川河也。崔本作泰川。肩吾，司马云：山神不死，至孔子时大山。泰。又如字。黄帝，崔云：得道而上天也。颛音专。顼，许玉反。玄宫，李云：颛顼，帝高阳氏。玄宫，北方宫也。月令曰：其帝颛顼，其神玄冥。禺强，音虞，郭语龙反。司马云：山海经曰：北海之渚有神，人面鸟身，珥两青蛇，践两赤蛇，名禺强。崔云：大荒经曰：北海之神，名曰禺强，灵龟为之使。归藏曰：昔穆王子筮卦于禺强。案：海外经云：北方禺强，黑身，手足乘两龙。郭璞以为水神，人面鸟身。简文云：北海神也，一名禺京，是黄帝之孙也。西王母，山海经云：状如人，狗尾逢头戴胜，善哨，居洵水之涯。汉武内传云：西王母与上元夫人降帝，美容貌，神仙人也。少广：司马云：穴名。崔云：山名，或西方空界之名。彭祖，解见逍遥篇。崔云：寿七百岁，或以为仙，不死。相，息亮反。武丁至列星，司马云：傅说，殷相也。武丁，殷王高宗也。东维，箕斗之间，天汉津之东维也。星经曰：一星在尾上，言其乘东维，骑箕、尾之间也。崔云：传说死，其精神乘东维，托龙角，乃列宿。今尾上有传说星，崔本此下更有其生无父母，死登遐三年而形遯。此言神之无能名者也凢二十二字。掘，其勿反。"
        },
        {
          "paragraph": "南伯子葵问乎女踽曰：“子之年长矣，而色若孺子，何也？”曰：“吾闻道矣。”",
          "zhushu": "闻道则任其自生，故气色全也。○葵，李云：葵当作綦，声之误也。踽，徐音禹，李音矩，一云：是妇人也。长，丁丈反。孺，本亦作儒，如喻反，李云：弱子也。"
        },
        {
          "paragraph": "南伯子葵曰：“道可得学邪？”曰：“恶！恶可！子非其人也。夫卜梁倚有圣人之才而无圣人之道，我有圣人之道而无圣人之才。吾欲以教之，庶几其果为圣人乎？不然，以圣人之道告圣人之才，亦易矣。吾犹守而告之，参日而后能外天下；",
          "zhushu": "外，犹遗也。○恶恶，并音鸟，下乌乎同。卜梁倚，鱼绮反，又其绮反，李云：卜梁，姓；倚，名。易，以豉反。参，音三。"
        },
        {
          "paragraph": "已外天矣，吾又守之，七日而后外物；",
          "zhushu": "物者，朝夕所须，切巳难忘。"
        },
        {
          "paragraph": "已外物矣，吾又守之，九日而后能外生；",
          "zhushu": "都，遗也。"
        },
        {
          "paragraph": "已外生矣，而后能朝彻；",
          "zhushu": "遗生则不恶死，不恶死故所遇即安，豁然无滞，见机而作，斯朝彻也。○朝如字，李除遥反。下同。彻如字。郭司马云：朝，旦也。彻达妙之道。李云：夫能洞照，不崇朝而远彻也。恶，乌路反。下同。豁，唤活反。"
        },
        {
          "paragraph": "朝彻而后能见独；",
          "zhushu": "当所遇而安之，忘先后之所接，斯见独者也。"
        },
        {
          "paragraph": "见独而后能无古今；",
          "zhushu": "与独倶往。"
        },
        {
          "paragraph": "无古今而后能入于不死不生。",
          "zhushu": "夫系生故有死，恶死故有生。是以无系无恶，然后能无死无生。"
        },
        {
          "paragraph": "杀生者不死，生生者不生。其为物无不将也，",
          "zhushu": "任其自将，故无不将。○杀生者不死，李云：杀，犹亡也。亡生者不死。崔云：除其营生为杀生。生生者不生。李云：矜生者不生也。崔云：常营其生为生生。"
        },
        {
          "paragraph": "无不迎也，",
          "zhushu": "任其自迎，故无不迎。"
        },
        {
          "paragraph": "无不毁也，",
          "zhushu": "任其自毁，故无不毁。"
        },
        {
          "paragraph": "无不成也。",
          "zhushu": "任其自成，故无不成。"
        },
        {
          "paragraph": "其名为撄宁，",
          "zhushu": "夫与物冥者，物萦亦萦，而未始不宁也。○撄，郭音萦，徐于营反，李于𢩘反，崔云：有所系著也。"
        },
        {
          "paragraph": "撄宁也者，撄而后成者也。”",
          "zhushu": "物萦而独不萦，则败矣。故萦而任之，则莫不曲成矣。"
        },
        {
          "paragraph": "南伯子葵曰：“子独恶乎闻之？”曰：“闻诸副墨之子，副墨之子闻诸洛诵之孙，洛诵之孙闻之瞻明，瞻明闻之聂许，聂许闻之需役，需役闻之于讴，于讴闻之玄冥，",
          "zhushu": "玄冥者，所以名无而非无。○副墨，李云：可以副贰玄墨也。崔云：此巳下皆古人姓名，或寓之耳，无其人。洛诵，李云：诵，通也。苞洛无所不通也。瞻明，音占。李云：神明洞彻也。聂许，徐乃摄反。李云：许，与也。摄而保之，无所施与也。需役，徐音须，李音儒，云：儒弱为役也。王云：需，待也。役，亭毒也。于，音乌，又如字。讴，徐乌侯反，李香于反，云：讴，煦也，欲化之貌。王云：讴，歌谣也。玄冥，李云：强名曰玄，视之冥然。向郭云：所名无而非无也。"
        },
        {
          "paragraph": "玄冥闻之参寥，",
          "zhushu": "夫阶名以至无者，必得无于名表，故虽玄冥犹未极，而又推寄于参寥，亦玄之又玄也。○参，七南反。寥，徐力雕反，李云：参，高也。高邈寥旷，不可名也。"
        },
        {
          "paragraph": "参寥闻之疑始。”",
          "zhushu": "夫自然之理，有积习而成者，盖阶近以至远，研粗以至精，故乃七重而后无之名，九重而后疑无是始也。○疑始，李云：又疑无是始，则始非无名也。粗，七胡反。重，直龙反，下同。"
        },
        {
          "paragraph": "子祀、子舆、子犁、子来四人相与语曰：“孰能以无为首，以生为脊，以死为尻；孰知死生存亡之一体者，吾与之友矣！”四人相视而笑，莫逆于心，遂相与为友。俄而子舆有病，子祀往问之，曰：“伟哉，夫造物者将以予为此拘拘也。”曲偻发背，上有五管，颐隐于齐，肩高于顶，句赘指天，阴阳之气有沴，",
          "zhushu": "沴，陵乱也。○子祀，崔云：淮南作子，水作。年五十四而病伛偻。子舆，本又作与，音余。犁，礼兮反。尻，苦羔反。伟，韦鬼反，向云：美也。崔云：自此至鉴干井，皆子祀自说病状也。拘拘，郭音驹。司马云：体拘挛也。王云：不伸也。偻，徐力主反。顶，本亦作项，崔本作缸，音项。句，倶对反，徐古侯反。赘，徐之税反。指天，李云：句赘，项推也。其形似赘，言其上向也。沴，音丽，徐又待显反，郭奴结反，云：陵乱也。李同。崔本作洗，云：满也。"
        },
        {
          "paragraph": "其心间而无事，",
          "zhushu": "不以为患。○间音闲。崔以其心属上句。"
        },
        {
          "paragraph": "跰𨇤而鉴于井，曰：“嗟乎！夫造物者又将以予为此拘拘也。”",
          "zhushu": "夫任自然之变者，无差也，与物嗟耳。○跰𨇤，歩田反，下悉田反，崔本作边鲜，司马云：病不能行，故跰𨇤也。鉴，古暂反。曰嗟乎，崔云：此子舆辞。"
        },
        {
          "paragraph": "子祀曰：“女恶之乎？”曰：“亡，予何恶？浸假而化予之左臂以为鸡，予因以求时夜；浸假而化予之右臂以为弹，予因以求鸮炙；浸假而予之尻以为轮，以神为马，予因而乘之，岂更驾哉？",
          "zhushu": "浸，渐也。夫体化合变，则无往而不因，无因而不可也。○女恶，音汝，下同。下乌路反。亡如字，绝句。予何恶，乌路反，下及注间一音如字读，则连亡字为句。浸，子鸩反，向云渐也。以求时夜，一本无求字。弹，徒旦反。鸮，于娇反。炙，章夜反。"
        },
        {
          "paragraph": "且夫得者，时也；",
          "zhushu": "当所遇之时，世谓之得。"
        },
        {
          "paragraph": "失者，顺也。",
          "zhushu": "时不暂停，顺往而去，世谓之失。"
        },
        {
          "paragraph": "安时而处顺，哀乐不能入也，此古之所谓县解也，而不能自解者，物有结之。",
          "zhushu": "一不能自解，则众物其结之矣。故能解则无所，不解则无所而解也。○乐音洛。县音玄。解音解，下及注同。向云：县解，无所系也。"
        },
        {
          "paragraph": "且夫物不胜天久矣，吾又何恶焉。”",
          "zhushu": "天不能无昼夜，我安能无死生而恶之哉。"
        },
        {
          "paragraph": "俄而子来有病，喘喘然将死，其妻子环而泣之。犁往问之，曰：“叱！避！无怛化！”",
          "zhushu": "夫死生犹寤寐耳，于理当寐，不愿人惊之，将化而叱，无为怛之也。○喘喘，川转反，又尺软反，崔本作惴惴。环如字，徐音患，李云：绕也。叱，昌失反。怛，才达反，崔本作靼，音怛。案：怛，惊也。郑玄注周礼考工记不能惊怛是也。"
        },
        {
          "paragraph": "倚其户与之语曰：“伟哉造化！又将奚以汝为？将奚以汝适？以汝为鼠肝乎，以汝为虫臂乎？”子来曰：“父母于子，东西南北，唯命之从。阴阳于人，不翅于父母。",
          "zhushu": "自古或有能违父母之命者，未有能违阴阳之变而距昼夜之节者也。○倚，于绮反。鼠肝，向云：委弃土壤而巳。王云：取微蔑至贱。臂亦作肠，崔本同。翅，徐诗知反。"
        },
        {
          "paragraph": "彼近吾死而我不听，我则悍矣，彼何罪焉！",
          "zhushu": "死生犹昼夜耳，未足为远也。时当死，亦非所禁，而横有不听之，则适足捍逆于理，以速其死。其死之速，由于我悍，非死之罪也。彼，谓死耳，在生故以死为彼。○彼近，如字。悍，本亦作捍，胡旦反，又音于，说文云：持抵也。"
        },
        {
          "paragraph": "夫大块载我以形，劳我以生，佚我以老，息我以死。故善吾生者，乃所以善吾死也。",
          "zhushu": "理常俱也。"
        },
        {
          "paragraph": "今大冶铸金，金踊跃曰：‘我且必为镆铘！’大冶必以为不祥之金。今一犯人之形，而曰：‘人耳！人耳！’夫造化者必以为不祥之人。",
          "zhushu": "人耳人耳，唯愿为人也。亦犹金之踊跃，世皆知金之不祥，而不能任其自化。夫变化之道，靡所不遇，今一遇人形，岂故为哉？生非故为，时自生耳。矜而有之，不亦妄乎。○且，如字，徐子余反。镆音莫。铘，以嗟反。镆，铘，剑名。"
        },
        {
          "paragraph": "今一以天地为大鑪，以造化为大冶，往而不可哉。",
          "zhushu": "人皆知金之有系为不祥，故明巳之无异于金，则所系之情可解，可解则无不可也。○鑢，劣奴反。于音乌。解如字，下同。"
        },
        {
          "paragraph": "成然寐，蘧然觉。",
          "zhushu": "寐寤自若，不以死生累心。○成然如寐，崔同。李云：成然，县解之貌。本或作成，音盛。简文云：当作城。本又作晎，呼括反，视高貌。本亦作俄然蘧然，李音渠，崔本作据，又其据反。遽然，句形之貌。觉，古孝反。向崔本此下更有发然汀出一句，云：无系则侓液通也。崔本作卫利通，不以化为人也。"
        },
        {
          "paragraph": "子桑户、孟子反、子琴张三人相与友，曰：“孰能相与于无相与，相为于无相为？",
          "zhushu": "夫体天地冥而化者，虽手足异任，五藏殊管，未尝相与而百节同和，斯相与于无相与也。未尝相为而表里俱济，斯相为于无相为也。若乃役其心志以恤手足，运其股肱以营五藏，则相营愈笃，而外内愈困矣。故以天下为一体者，无爱为于其间也。○与如字，崔云：犹亲也，或一音豫。相为，如字，或一音于伪反。爱为，于伪反。"
        },
        {
          "paragraph": "孰能登天游雾，桡桃无极，",
          "zhushu": "无所不任。○桡，徐而少反，郭许尧反。桃，徐徒了反，郭、李徒尧反，又作兆。李云：桡桃犹宛转也。宛转玄旷之中。简文云：循环之名。"
        },
        {
          "paragraph": "相忘以生，无所终穷？”",
          "zhushu": "忘其生则无不忘矣，故能随变任化，无所穷竟。"
        },
        {
          "paragraph": "三人相视而笑，莫逆于心，遂相与友。",
          "zhushu": "若然者，岂友哉？盖寄明至亲而无爱念之近情也。"
        },
        {
          "paragraph": "莫然有间，而子桑户死，未葬。孔子闻之，使子贡往待事焉。或编曲，或鼓琴，相和而歌曰：“嗟来桑户乎！嗟来桑户乎！而已反其真，而我犹为人猗！”",
          "zhushu": "人哭亦哭，俗内之迹也。齐死生，忘哀乐，临尸能歌，方外之至也。○莫然，如字。崔云：定也。有间，如字，崔、李六填切，本亦作为间。编曲，必连反。字林布千反，郭父珍反，史记甫连反。李云：曲蚕。传和，胡卧反。犹，崔本作独。猗，于直反。崔云：辞也。乐音洛。"
        },
        {
          "paragraph": "子贡趋而进曰：“敢问临尸而歌，礼乎？”二人相视而笑曰：“是恶知礼意！”",
          "zhushu": "夫知礼意者，必游外以经内，守母以存子，称情而直往也。若乃矜乎名声，牵乎形制，则孝不任诚，慈不任实，父子兄弟怀情相欺，岂礼之大意哉？○恶音乌，下同。称，尺证反。"
        },
        {
          "paragraph": "子贡反，以告孔子，曰：“彼何人者邪？修行无有而外其形骸，临尸而歌，颜色不变，无以命之。彼何人者邪？”孔子曰：“彼游方之外者也，而丘游方之内者也。",
          "zhushu": "夫理有至极，外内相冥，未有极游外之致而不冥于内者也，未有能冥于内而不游于外者也。故圣人常游外以私内，无心以顺有，故虽终日挥形而神气无变，俯仰万机而淡然自若。夫见形而不及神者，天下之常累也。是故睹其与群物并行，则莫能谓之遗物而离人矣；观其体化而应务，则莫能谓之坐忘而自得矣。岂直谓圣人不然哉。乃必谓至理之无此。是故庄子将明流统之所宗。以释天下之可悟。若直就称仲尼之如此。或者将据所见以排之。故超圣人之内迹。而寄方外于数子。宜忘其所寄。以寻述作之大意。则夫游外弘内之道。坦然自明。而庄子之书。故是涉俗盖世之谈矣。○无以命之。崔李云。命，名也。淡。徒暂反。离。力知反。下同。应。应对之应。下同。数。所主反。坦。徒但反。"
        },
        {
          "paragraph": "外内不相及，而丘使女往吊之，丘则陋矣！",
          "zhushu": "夫吊者，方内之近事也，施之于方外则陋矣。○女音汝，下同。"
        },
        {
          "paragraph": "彼方且与造物者为人，而游乎天地之一气。",
          "zhushu": "皆冥之，故无二。"
        },
        {
          "paragraph": "彼以生为附赘县疣，",
          "zhushu": "若疣之自县，赘之自附，此气之时聚，非所乐也。○县音玄，注同。疣音尤。"
        },
        {
          "paragraph": "以死为决肒溃痈。",
          "zhushu": "若疣之自决，痈之自溃，此气之自散，非所惜也。○决，徐古穴反。肒，胡虬反。溃，胡对反。"
        },
        {
          "paragraph": "夫若然者，又恶知死生先后之所在？",
          "zhushu": "死生代谢，未始有极，与之俱往，则无往不可，故不知胜负之所在也。"
        },
        {
          "paragraph": "假于异物，托于同体；",
          "zhushu": "假。因也。今死生聚散。变化无方。皆异物也。无异而不假。故所假虽异。而共成一体也。"
        },
        {
          "paragraph": "忘其肝胆，遗其耳目；",
          "zhushu": "任之于理而冥往也。"
        },
        {
          "paragraph": "反复终始，不知端倪；",
          "zhushu": "五藏犹忘，何物足识哉？未始有识，故能放身于变化之涂，玄同于反复之波，而不知终始之所及也。○覆，芳服反。倪，本或作泥，同音崖，徐音诣。"
        },
        {
          "paragraph": "芒然彷徨乎尘垢之外，逍遥乎无为之业。",
          "zhushu": "所谓无为之业，非拱默而巳。所谓尘垢之外，非伏于山林也。○芒然，莫刚反，李云：无系之貌。彷，善刚反。徨音皇。尘垢，如字，崔本作塳垢，云：塳音塳，垢、垢同。齐人以风尘为摓堁。"
        },
        {
          "paragraph": "彼又恶能愦愦然为世俗之礼，以观众人之耳目哉？”",
          "zhushu": "其所以观示于众人者，皆其尘垢耳，非方外之冥物也。○愦，上内反，说文、苍颉篇并云。乱也。观，古乱反，示也，注同。"
        },
        {
          "paragraph": "子贡曰：“然则夫子何方之依？”",
          "zhushu": "子贡不闻性与天道，故见其所依，而不见其所以依也。夫所以依者，不依也，世岂觉之哉？"
        },
        {
          "paragraph": "曰：“丘，天之戮民也。",
          "zhushu": "以方内为桎梏，明所贵在方外也。夫游外者依内，离人者合俗，故有天下者，无以天下为也。是以遗物而后能入群，坐忘而后能应务，愈遗之，愈得之。苟居斯极，则虽欲释之而理固自来，斯乃天人之所不赦者也。"
        },
        {
          "paragraph": "虽然，吾与汝共之。”",
          "zhushu": "虽为世所桎梏，但为与汝共之耳。明巳恒自在外也。"
        },
        {
          "paragraph": "子贡曰：“敢问其方。”",
          "zhushu": "问所以游外而共内之意。"
        },
        {
          "paragraph": "孔子曰：“鱼相造乎水，人相造乎道。相造乎水者，穿池而养给；相造乎道者，无事而生定。",
          "zhushu": "所造虽异，其于由无事以得事，自方外以共内，然后养给而生定，则莫不皆然也。倶不自知耳，故成无为也。○造，七报反，诣也，下同。池本亦作地，崔同。"
        },
        {
          "paragraph": "故曰：鱼相忘乎江湖，人相忘乎道术。”",
          "zhushu": "各自足而相忘者，天下莫不然也。至人常足，故常忘也。○忘音亡，下同。"
        },
        {
          "paragraph": "子贡曰：“敢问畸人。”",
          "zhushu": "问：向之所谓方外而不耦于俗者，又安在也？○畸人，居宜反，司马云：不耦也。不耦于人，谓阙于礼教也。李其宜反，言奇异也。"
        },
        {
          "paragraph": "曰：“畸人者，畸于人而侔于天。",
          "zhushu": "夫与内冥者，游于外也。独能游外以冥内，任万物之自然，使天性各足而帝王道成，斯乃畸于人而侔于天也。○侔音谋，司马云：等也，亦从也。"
        },
        {
          "paragraph": "故曰：天之小人，人之君子；人之君子，天之小人也。”",
          "zhushu": "以自然言之，则人无小大；以人理言之，则侔于天者可谓君子矣。"
        },
        {
          "paragraph": "颜回问仲尼曰：“孟孙才，其母死，哭泣无涕，中心不戚，居丧不哀。无是三者，以善丧。盖鲁国固有无其实而得其名者乎？回一怪之。”",
          "zhushu": "鲁国观其礼，而颜回察其心。○孟孙才，李云：三桓后，才其名也。崔云：才或作牛。"
        },
        {
          "paragraph": "仲尼曰：“夫孟孙氏尽之矣，进于知矣，",
          "zhushu": "尽死生之理，应内外之宜者，动而以天行，非知之匹也。应，应对之应。"
        },
        {
          "paragraph": "唯简之而不得，",
          "zhushu": "简择死生而不得其异，若春秋冬夏四时行耳。"
        },
        {
          "paragraph": "夫已有所简矣。孟孙氏不知所以生，不知所以死；",
          "zhushu": "巳简而不得，故无不安。无不安，故不以生死槩意，而付之自化也。"
        },
        {
          "paragraph": "不知就先，不知就后；",
          "zhushu": "所遇而安。"
        },
        {
          "paragraph": "若化为物，",
          "zhushu": "不违化也。"
        },
        {
          "paragraph": "以待其所不知之化巳乎！",
          "zhushu": "死生宛转，与化为一，犹乃忘其所知于当今，岂待所未知而豫忧者哉？"
        },
        {
          "paragraph": "且方将化，恶知不化哉？方将不化，恶知已化哉？",
          "zhushu": "巳化而生，焉知未生之时哉？未化而死，焉知巳死之后哉？故无所避就，而与化倶生也。○恶音乌，下同。焉，于虔反，下皆同。"
        },
        {
          "paragraph": "吾特与汝，其梦未始觉者邪！",
          "zhushu": "夫死生犹觉梦耳，今梦自以为觉，则无以明觉之非梦也。苟无以明觉之非梦，则亦无以明生之非死矣。死生觉梦，未知所在，当其所遇，无不自得，何为在此而忧彼哉？○觉，古孝反，注下皆同。"
        },
        {
          "paragraph": "且彼有骇形而无损心，",
          "zhushu": "以变化为形之骇动耳，故不以死生损累其心。○骇形如字，崔作咳，云。有婴儿之形。"
        },
        {
          "paragraph": "有旦宅而无情死。",
          "zhushu": "似形骸之变。为旦宅之日新耳。其情不以为死。○旦宅并如字。王云。旦暮改易宅是神居也。李本作怛㤞。上丹末反。下陟嫁反。云。惊惋之貌。崔本作靼宅。靼。怛也。"
        },
        {
          "paragraph": "孟孙氏特觉，人哭亦哭，是自其所以乃。",
          "zhushu": "夫常觉者，无往而有逆也，故人哭亦哭，正自是其所宜也。○乃，崔本作恶。"
        },
        {
          "paragraph": "且也相与‘吾之’耳矣，",
          "zhushu": "夫死生变化，吾皆吾之，既皆自吾，吾何失哉？未始失吾，吾何忧哉？无逆，故人哭亦哭；无忧，故哭而不哀。"
        },
        {
          "paragraph": "庸讵知吾所谓‘吾之’乎？",
          "zhushu": "靡所不吾也，故玄同外内，弥贯古今，与化日新，岂知吾之所在也。○讵，其庶反，下章同。"
        },
        {
          "paragraph": "且汝梦为鸟而厉乎天。梦为鱼而没于渊。",
          "zhushu": "言无往而不自得也。"
        },
        {
          "paragraph": "不识今之言者，其觉者乎，其梦者乎？",
          "zhushu": "梦之时自以为觉，则焉知今者之非梦邪？亦焉知其非觉邪？觉梦之化，无往而不可，则死生之变，无时而足惜也。"
        },
        {
          "paragraph": "造适不及笑，献笑不及排，",
          "zhushu": "所造皆适，则忘适矣，故不及笑也。排者，推移之谓也。夫礼，哭必哀，献笑必乐，哀乐存怀，则不能与适推移矣。今孟孙常适，故哭而不哀，与化倶往也。○造，七报反，注同。献笑，向云：献，善也。王云：章也。意有适章于笑，故曰献笑。排，皮皆反。乐音洛，下同。"
        },
        {
          "paragraph": "安排而去化，乃入于寥天一。”",
          "zhushu": "安于推移而与化倶去，故乃入于寂寥，而与天为一也。自此以上至于子祀，其致一也。所执之丧异，故歌哭不同。○寥，本亦作廖，力雕反，李良救反。天一，崔本作造敌不及笑，献笑不及齑，安排而造化不及眇，眇不及雄漂淰，雄漂㑫不及簟筮，簟筮乃入于漻天一。上，时掌反。"
        },
        {
          "paragraph": "意而子见许由，许由曰：“尧何以资汝？”",
          "zhushu": "资者。给济之谓。○意而子。李云。贤士也。资。给也。"
        },
        {
          "paragraph": "意而子曰：“尧谓我：汝必躬服仁义而明言是非。”许由曰：“而奚来为轵？夫尧既已黥汝以仁义，而劓汝以是非矣。汝将何以游夫遥荡恣睢转徙之涂乎？”",
          "zhushu": "言其将以形教自亏残，而不能复游夫自得之塲，无系之涂也。○轵，之是反，郭之忍反。崔云：轵，辞也。李云：是也。黥，其京反。劓，鱼器反。李云：毁道德以为仁义，不似黥乎？破玄同以为是非，不似劓乎？遥荡，王云：纵散也。恣，七咨反，又如字。睢，郭、李云：许维反，徐许鼻反。李、王皆云：恣睢自得貌。复，扶又反，下同。"
        },
        {
          "paragraph": "意而子曰：“虽然，吾愿游于其藩。”",
          "zhushu": "不敢复求涉中道也，且愿游其藩傍而已。○藩，甫烦反，李音烦，司马向皆云崔也。崔云：域也。"
        },
        {
          "paragraph": "许由曰：“不然。夫盲者无以与乎眉目颜色之好，瞽者无以与乎青黄黼黻之观。”意而子曰：“夫无庄之失其美，据梁之失其力，黄帝之亡其知，皆在鑪捶之间耳。",
          "zhushu": "言天下之物，未必皆自成也。自然之理，亦有须治鍜而为器者耳。故此之三人，亦皆闻道而后亡其所务也。此皆寄言以遣云为之累。○盲，本又作眇，崔本作目，云：目或作刑。刑，黥劓也。与音豫，下同。好如字，又呼报反。黼音甫。黻音弗。观，古乱反。无庄据梁，司马云：皆人名。李云：无庄，无庄饰也。据梁，强梁也。鑪音卢。棰，本又作，　徐之睡反，又之蕊反，一音时蕊反。李云：锤鸱头颇口句铁以吹火也。崔云：卢谓之瓮。捶当作甀。卢甀之间，言小处也。甀音丈伪反。鍜，丁乱反。"
        },
        {
          "paragraph": "庸讵知夫造物者之不息我黥而补我劓，使我乘成以随先生邪？”",
          "zhushu": "夫率性直往者，自然也。往而伤性，性伤而能改者，亦自然也。庸讵我知之自然，当不息黥补劓而乘可成之道以随夫子邪？而欲弃而勿告，恐非造物之至。"
        },
        {
          "paragraph": "许由曰：“噫，未可知也。我为汝言其大略：吾师乎！吾师乎！齑万物而不为义，泽及万世而不为仁，",
          "zhushu": "皆自尔耳，亦无爱为于其间也，安所寄其仁义。○噫，徐音医，李云：叹声也。崔云：辞也。本亦作意，音同，又如字，谓呼意而名也。为，于伪反，注同。齑，子兮反，司马云：碎也。"
        },
        {
          "paragraph": "长于上古而不为老，",
          "zhushu": "日新也。○长，丁丈反。"
        },
        {
          "paragraph": "覆载天地、刻雕众形而不为巧。",
          "zhushu": "自然，故非巧也。"
        },
        {
          "paragraph": "此所游已！”",
          "zhushu": "游于不为而师于无师也。"
        },
        {
          "paragraph": "颜回曰：“回益矣。”",
          "zhushu": "以损之为益也。"
        },
        {
          "paragraph": "仲尼曰：“何谓也？”曰：“回忘仁义矣。”曰：“可矣，犹未也。”",
          "zhushu": "仁者，兼爱之迹；义者，成物之功。爱之非仁，仁迹行焉；成之非义，义功见焉。存夫仁义，不足以知爱利之由无心，故忘之可也。但忘功迹，故犹未玄达。○见，贤遍反，下文同。"
        },
        {
          "paragraph": "它日复见，曰：“回益矣。”曰：“何谓也？”曰：“回忘礼乐矣”。曰：“可矣，犹未也。”",
          "zhushu": "礼者，形体之用。乐者，乐生之具。忘其具，未若忘其所以具也。○它日，崔本作异旦，下亦然。复，扶又反，下同。乐，音洛，又音岳。"
        },
        {
          "paragraph": "它日复见，曰：“回益矣。”曰：“何谓也？”曰：“回坐忘矣。”仲尼蹴然曰：“何谓坐忘？”颜回曰：“堕枝体，黜聪明，离形去知，同于大通，此谓坐忘。”",
          "zhushu": "夫坐忘者，奚所不忘哉？既忘其迹，又忘其所以迹者，内不觉其一身，外不识有天地，然后旷然与变化为体，而无不通也。○蹴然，子六反，崔云：变色貌。堕，许规反，徐又待果反。去，起吕反。知音智。坐忘，崔云：端坐而忘。"
        },
        {
          "paragraph": "仲尼曰：“同则无好也，",
          "zhushu": "无物不同，则未尝不适。朱尝不适，何好何恶哉？○好，呼报反，注同。恶，乌路反。"
        },
        {
          "paragraph": "化则无常也。",
          "zhushu": "同于化者，唯化所适，故无常也。"
        },
        {
          "paragraph": "而果其贤乎！丘也请从而后也。”子舆与子桑友，而霖雨十日，子舆曰：“子桑殆病矣！”裹饭而往食之。",
          "zhushu": "此二人相为于无相为者也。今裹饭而相食者，乃任之天理而自尔，非相为而后往也。○霖雨，本又作淋，音林。左传云：雨三日以往为霖。裹音果。食音嗣，注同。"
        },
        {
          "paragraph": "至子桑之门，则若歌若哭，鼓琴曰：“父邪！母邪！天乎！人乎！”有不任其声而趋举其诗焉。子舆入，曰：“子之歌诗，何故若是？”",
          "zhushu": "嫌其有情，所以趋出远理。○有不任音壬其声而趋，七佳反。举其诗焉，崔云：不任其声，惫也。趋举其诗，无音曲也。"
        },
        {
          "paragraph": "曰：“吾思夫使我至此极者而弗得也。父母岂欲吾贫哉？天无私覆，地无私载，天地岂私贫我哉？求其为之者而不得也！然而至此极者，命也夫！”",
          "zhushu": "言物皆自然，无为之者也。"
        }
      ]
    },
    {
      "name": "应帝王第七",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "夫无心而任乎自化者，应为帝王也。○音义曰：崔云：行不言之教，使天下自以为牛马，应为帝王者也。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "啮缺问于王倪，四问而四不知。啮缺因跃而大喜，行以告蒲衣子，蒲衣子曰：“而乃今知之乎？有虞氏不及泰氏。",
          "zhushu": "夫有虞氏之与泰氏，皆世事之迹耳，非所以迹也。所以迹者，无迹也。世孰名之哉？未之尝名，何胜负之有邪？然无迹者，乘群变，履万世，世有夷险，故迹有不及也。○啮，五结反。缺，丘悦反。倪，五兮反。四问而四不知。向云：事在齐物论中。蒲衣子，尸子云：蒲衣八岁，舜让以天下。崔云：即被衣王倪之师也。淮南子曰：啮缺问道于被衣泰氏。司马云：上古帝王也。崔云：帝王也。李云：大庭氏。又云：无名之君也。"
        },
        {
          "paragraph": "有虞氏其犹藏仁以要人，亦得人矣，而未始出于非人。",
          "zhushu": "夫以所好为是人，所恶为非人者，唯以是非为域者也。夫能出于非人之域者，必入于无非人之竟矣。故无得无失，无可无不可，岂直藏仁而要人也？○藏仁，才刚反，崔云：怀仁心以结人也。本亦作藏，作刚反，善也。简文云：要，一遥反，注同。好，呼报反。恶，乌路反。之竟，音境。"
        },
        {
          "paragraph": "泰氏其卧徐徐，其觉于于。一以已为马，一以巳为牛。",
          "zhushu": "夫如是，又奚是人非人之有哉？斯可谓出于非人之域。○徐徐，如字，崔本作祛祛。觉，古孝反。于于，如字。司马云：徐徐，安稳貌。于于，无所知貌。简文云：徐徐于于，寐之状也。"
        },
        {
          "paragraph": "其知情信，",
          "zhushu": "任其自知，故情信。"
        },
        {
          "paragraph": "其德甚真，",
          "zhushu": "任其自得，故无伪。"
        },
        {
          "paragraph": "而未始入于非人。”",
          "zhushu": "不入乎是非之域，所以绝于有虞之世。"
        },
        {
          "paragraph": "肩吾见狂接舆，狂接舆曰：“日中始何以语女？”肩吾曰：“告我：君人者，以已出经式义度，人孰敢不听而化诸？”接舆曰：“是欺德也。",
          "zhushu": "以巳制物，则物失其真。○日，人实反。中，音仲，亦如字。始，李云：日中始，人姓名，贤者也。崔本无日字，云：中始，贤人也。语，鱼据反。女音汝，后皆同。出经，绝句。司马云：出，行也。经，常也。崔云：出典法也。式义度人绝句。式，法也。崔云：式，用也。用仁义以法度人也。欺，简文云：欺，妄也。"
        },
        {
          "paragraph": "其于治天下也，犹涉海凿河而使蚊负山也。",
          "zhushu": "夫寄当于万物，则无事而自成。以一身制天下，则功莫就而任不胜也。○凿，在洛反，下同，郭粗鹤反。河，李云：涉海必陷波，凿河无成也。蚊音文，本亦作蚊，同。胜音升。"
        },
        {
          "paragraph": "夫圣人之治也，治外乎？",
          "zhushu": "全其性分之内而已。"
        },
        {
          "paragraph": "正而后行，",
          "zhushu": "各正性命。"
        },
        {
          "paragraph": "确乎能其事者而已矣。",
          "zhushu": "不为其所不能。○确，苦学反，李云：坚貌。崔本作橐，音托。"
        },
        {
          "paragraph": "且鸟高飞以避矰弋之害，鼷鼠深穴乎神丘之下以避重凿之患。",
          "zhushu": "禽兽犹各有以自存，故常王任之而不为，则自成也。○矰，则能反，李云：罔也。害，崔本作菑，鼷音兮。"
        },
        {
          "paragraph": "而曾二虫之无知！”",
          "zhushu": "言汝曾不如此二虫之各存而不待教乎。"
        },
        {
          "paragraph": "天根游于殷阳，至蓼水之上，适遭无名人而问焉，曰：“请问为天下。”无名人曰：“去。汝鄙人也，何问之不预也！",
          "zhushu": "问：为天下，则非起于大初，止于玄冥也。○天根，崔云：人姓名也。游于殷阳，李云：殷，山名。阳山之阳。崔云：殷阳，地名。司马云：殷，众也。言向南游也。或作殷汤。蓼，音了。李云：水名也。不豫，司马云：嫌不渐豫，太仓卒也。简文云：豫，悦也。大，音泰。"
        },
        {
          "paragraph": "予方将与造物者为人，",
          "zhushu": "任人之自为。"
        },
        {
          "paragraph": "厌则又乘夫莽眇之鸟，以出六极之外，而游无何有之乡，以处圹埌之野。",
          "zhushu": "莽眇，群碎之谓耳。乘群碎驰万物，故能出处常通，而无狭滞之地。○夫，音符。莽，莫荡反，崔本作猛。眇，妙小反。莽眇，轻虚之状也。崔云：猛眇之鸟首也，取其行而无迹。圹，徐苦广反。埌，徐力党反，李音浪。圹埌无滞为名也。崔云：犹旷荡也。挟，户夹反。"
        },
        {
          "paragraph": "汝又何臬以治天下感予之心为？”",
          "zhushu": "言皆放之自得之场，则不治而自治也。○臬，徐音艺，又鱼例反，司马云：法也。一本作寱，牛世反，崔本作为。治，直吏反，下文同。"
        },
        {
          "paragraph": "又复问，无名人曰：“汝游心于淡，",
          "zhushu": "任其性而无所饰焉，则淡矣。○复，扶又反。淡，徒暂反，徐大敢反。"
        },
        {
          "paragraph": "合气于漠，",
          "zhushu": "漠然静于性而止。○漠音莫。"
        },
        {
          "paragraph": "顺物自然而无容私焉，而天下治矣。”",
          "zhushu": "任性自生，公也；心欲益之，私也。容私果不足以生生，而顺公乃全也。"
        },
        {
          "paragraph": "阳子居见老聃曰：“有人于此，向疾疆梁，物彻疏明，学道不勌。如是者，可比明王乎？”老聃曰：“是于圣人也，胥易技系，劳形怵心者也。",
          "zhushu": "言此功夫，容身不得，不足以此圣王。杨子居，李云：居，名也。子，男子通称。向，许亮反。李云：许两反。疾强梁，崔云：所在疾强梁之人也。李云：敏疾如向也。简文云：如向应声之疾，故是强梁之貌。物彻疏明：司马云：物，事也。彻，通也。事能通而开明也。崔云：无物不达，无物不明。勌，其眷反。胥，如字。司马云：疏也。简文云：相也。易，音亦。崔以豉反，相轻易也。简文同。技，徐其绮反，简文云：艺也。系如字，崔本作系，或云作系。简文云：音系。怵，敕律反。"
        },
        {
          "paragraph": "且也虎豹之文来田，猿狙之便执𣀗之狗来藉。如是者，可比明王乎？”",
          "zhushu": "此皆以其文章技能系累其身，非涉虚以御乎无方也。来田，李云：虎豹以皮有文章。见猎也。田，猎也。猿，音袁。狙，七余反。便，毗肩反，旧扶面反。𣀗，音来，李音狸，崔云：旄，牛也。藉，司马云：藉，绳也。由捷见结䌸也。崔云：藉，系也。"
        },
        {
          "paragraph": "阳子居蹴然曰：“敢问明王之治。”老聃曰：“明王之治，功盖天下而似不自已，",
          "zhushu": "天下若无明王，则莫能自得。今之自得，实明王之功也。然功在无为，而还任天下，天下皆得自任，故似非明王之功。○蹴然，子六反，改容之貌。冶，直吏反，下同。"
        },
        {
          "paragraph": "化贷万物而民弗恃。",
          "zhushu": "夫明王皆就足物性，故人人皆云我自尔，而莫知恃赖于明王。○赖，吐代反。"
        },
        {
          "paragraph": "有莫举名，使物自喜。",
          "zhushu": "虽有盖天下之功，而不举以为已名，故物皆自以为得而喜。"
        },
        {
          "paragraph": "立乎不测，",
          "zhushu": "居变化之涂，日新而无方。"
        },
        {
          "paragraph": "而游于无有者也。”",
          "zhushu": "与万物为体，则所游者虚也。不能𠖇物，则迕物不睱，何睱游虚哉？"
        },
        {
          "paragraph": "郑有神巫曰季咸，知人之死生、存亡、祸福、寿夭，期以岁月旬日若神。郑人见之，皆弃而走。",
          "zhushu": "不憙自闻死日也。○神巫曰季咸，李云：女曰巫，男曰觋。季咸名不憙，许忌反。"
        },
        {
          "paragraph": "列子见之而心醉，归，以告壶子，曰：“始吾以夫子之道为至矣，则又有至焉者矣。”",
          "zhushu": "谓季咸之至，又过于夫子。○心醉，向云：迷感于其道也。壶子，司马云：名林，郑人，列子师。"
        },
        {
          "paragraph": "壶子曰：“吾与汝既其文，未既其实。而固得道与？众雌而无雄，而又奚卵焉！",
          "zhushu": "言列子之未怀道也。○既其文。李云：既，尽也。与音余。众雌而无雄，而又奚夘焉？司马云：言汝受训未熟，故未成。若众雌无雄，则无卵也。"
        },
        {
          "paragraph": "而以道与世亢，必信，夫故使人得而相汝。",
          "zhushu": "未怀道则有心，有心而亢其一方，以必信于世，故可得而相之。○亢，苦浪反。必信，崔力纯反。相，息亮反，注下同。"
        },
        {
          "paragraph": "尝试与来，以予示之。”明日，列子与之见壶子。出而谓列子曰：“嘻！子之先生死矣！弗活矣！不以旬数矣！吾见怪焉，见湿灰焉。”列子入，泣涕沾襟以告壶子。壸子曰：“乡吾示之以地文，萌乎不震不正，",
          "zhushu": "萌然不动，亦不自正，与枯木同其不华，湿灰均于寂魄，此乃至人无感之时也。夫至人，其动也天，其静也地，其行也水流，其止也渊默。渊默之与水流，天行之与地止，其于不为而自尔一也。今季咸见其尸居而坐忘，即谓之将死；睹其神动而天随，因谓之有生。诚应不以心，而理自玄符，与变化升降而以世为量，然后足为物主，而顺时无极，故非相者所测耳。此应帝王之大意也。○示之，本亦作视，崔云：示视之也。嘻，徐音熙，郭许意反。数，所主反。乡，许亮反，本作向，亦作向，同。崔本作康，云：向也。地文与士同也。崔云：文犹理也。不震不正并如字。崔本作不誫不止，云：如动不动也。应，应对之应，后同。"
        },
        {
          "paragraph": "是殆见吾杜德机也。",
          "zhushu": "德机不发曰：杜吾杜德机。崔云：塞吾德之机。"
        },
        {
          "paragraph": "尝又与来。”明日，又与之见壶子。出而谓列子曰：“幸矣，子之先生遇我也。有瘳矣，全然有生矣！吾见其杜权矣！”",
          "zhushu": "权，机也。今乃自觉昨日之所见，见其杜权，故谓之将死。○瘳，丑留反。"
        },
        {
          "paragraph": "列子入，以告壶子。壶子曰：“乡吾示之以天壤，",
          "zhushu": "天壤之中，覆载之功见矣。比之地文，不犹卵乎？此应感之容也。见，贤遍反。"
        },
        {
          "paragraph": "名实不入，",
          "zhushu": "任自然而覆载，则天机玄应，而名利之饰皆为弃物。"
        },
        {
          "paragraph": "而机发于踵。",
          "zhushu": "常在极上起。"
        },
        {
          "paragraph": "是殆见吾善者机也。",
          "zhushu": "机发而善于彼，彼乃见之。"
        },
        {
          "paragraph": "尝又与来。”明日，又与之见壶子。出而谓列子曰：“子之先生不齐，吾无得而相焉。试齐，且复相之。”列子入，以告壶子。壶子曰：“吾乡示之以太冲莫胜，",
          "zhushu": "居太冲之极，浩然泊心，而玄同万方，故胜负莫得措其间也。○齐，侧皆反，本又作齐，下同。复，扶又反。泊，白博反，又音魄。晋，七赦反，字又作措，同。"
        },
        {
          "paragraph": "是殆见吾衡气机也。",
          "zhushu": "无往不平，混然一之。以管闚天者，莫见其涯，故似不齐。○闚，去规反。"
        },
        {
          "paragraph": "鲵桓之审为渊，止水之审为渊，流水之审为渊。渊有九名，此处三焉。",
          "zhushu": "渊者，静默之谓耳。夫水常无心，委顺外物，故虽流之与止鲵，桓之与龙跃，常渊然自若，未始失其静默也。夫至人用之则行，舍之则止，行止虽异，而玄默一焉，故略举三异以明之。虽波流九变，治乱纷如，居其极者，常淡然自得，泊乎忘为也。鲵，五兮反。桓，司马云：鲵、桓，二鱼名也。简文云：鲵，鲸鱼也。桓，盘桓也。崔本作鲵拒，云：鱼所处之方穴也。又云：拒或作桓。审郭如字。简文云：处也。司马云：审当为蟠。蟠，聚也。崔本作番，云：回流所钟之域也。渊有九名。淮南子云：有九璇之渊。许慎注云：至深也。治，直吏反。"
        },
        {
          "paragraph": "尝又与来。”明日，又与之见壶子。立未定，自失而走。壶子曰：“追之！”列子追之不及。反，以报壶子曰：“已灭矣，已矢矣，吾弗及已。”壶子曰：“乡吾示之以未始出吾宗。",
          "zhushu": "虽变化无常，深根宁极也。○失而走，如字，徐音逸。灭，崔云：灭，不见也。"
        },
        {
          "paragraph": "吾与之虚而委蛇，",
          "zhushu": "无心而随物化。○委，于危反。蛇，以支反。委蛇，至顺之貌。"
        },
        {
          "paragraph": "不知其谁何，",
          "zhushu": "泛然无所系也。"
        },
        {
          "paragraph": "因以为弟靡。因以为波流，故逃也。”",
          "zhushu": "变化颓靡，世事波流，无往而不因也。夫至人一耳，然应世变而时动，故相者无所措其目，自失而走，此明应帝王者无方也。○为弟，徐音颓，文回反。靡弟靡，不穷之貌。崔云：犹逊伏也。波流如字，崔本作波随，云：常随从之。"
        },
        {
          "paragraph": "然后列子自以为未始学而归。三年不出，为其妻爨，食豕如食人，",
          "zhushu": "忘贵贱也。○为，于伪反。爨，七判反。食音嗣，下同。"
        },
        {
          "paragraph": "于事无与亲。",
          "zhushu": "唯所遇耳。"
        },
        {
          "paragraph": "雕𤥨复朴，",
          "zhushu": "去华取实。○𤥨，竹角反。复，符六反。"
        },
        {
          "paragraph": "块然独以其形立。",
          "zhushu": "外饰去也。○块，徐苦怪反，又苦对反。"
        },
        {
          "paragraph": "纷而封哉，",
          "zhushu": "虽动而真不散也。○纷，芳云反，崔云：乱貌。封，崔本作戎，云：封戎，散乱也。"
        },
        {
          "paragraph": "一以是终。",
          "zhushu": "使物各自终。"
        },
        {
          "paragraph": "无为名尸，",
          "zhushu": "因物则物各自当其名也。"
        },
        {
          "paragraph": "无为谋府，",
          "zhushu": "使物各自谋也。"
        },
        {
          "paragraph": "无为事任，",
          "zhushu": "付物，使各自任。"
        },
        {
          "paragraph": "无为知主。",
          "zhushu": "无心则物各自主其知也。○知音智，注同。"
        },
        {
          "paragraph": "体尽无穷，",
          "zhushu": "因天下之自为，故驰万物而无穷。"
        },
        {
          "paragraph": "而游无朕。",
          "zhushu": "任物故无迹。○朕，直忍反，崔云：兆也。"
        },
        {
          "paragraph": "尽其所受乎天，",
          "zhushu": "足则止也。"
        },
        {
          "paragraph": "而无见得，",
          "zhushu": "见得则不知止。"
        },
        {
          "paragraph": "亦虚而已！",
          "zhushu": "不虚则不能任群实。"
        },
        {
          "paragraph": "至人之用心若镜，",
          "zhushu": "鉴物而无情。"
        },
        {
          "paragraph": "不将不逆，应而不藏，",
          "zhushu": "来即应，去即止。○藏，如字，本又作臧。"
        },
        {
          "paragraph": "故能胜物而不伤。",
          "zhushu": "物来即鉴，鉴不以心，故虽天下之广，而无劳神之累。"
        },
        {
          "paragraph": "南海之帝为儵，北海之帝为忽，中央之帝为浑沌。儵与忽时相与遇于浑沌之地，浑沌待之甚善。儵与忽谋报浑沌之德，曰：“人皆有七窍以视听食息。此独无有，尝试凿之。”日凿一窍，七日而浑沌死。",
          "zhushu": "为者败之。○儵，音叔，李云：喻有象也。忽，李云：喻无形也。浑，胡本反。沌，徒本反。崔云：浑沌，无孔窍也。李云：清浊未分也。此喻自然。简文云：儵忽取神速为名，浑沌以合和为貌，神速譬有为，合和譬无为。窍，苦叫反。说文云孔也。七日而浑沌死，崔云：言不顺自然强开耳目也。"
        }
      ]
    }
  ]
}
