{
  "name": "庄子郭象注让王第二十八",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "让王第二十八",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音义曰：以事名篇。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "尧以天下让许由，许由不受。又让于子州支父，子州支父曰：“以我为天子，犹之可也；虽然，我适有幽忧之病，方且治之，未暇治天下也。”",
          "zhushu": "○支父，音甫，李云：支父，字也，即支伯也。幽忧之病，王云：谓其病深固也。"
        },
        {
          "paragraph": "夫天下至重也，而不以害其生，又况他物乎？唯无以天下为者，可以托天下也。舜让天下于子州支伯，子州支伯曰：“予适有幽忧之病，方且治之，未暇治天下也。”故天下大器也，而不以易生，此有道者之所以异乎俗者也。舜以天下让善卷，善卷曰：“余立于宇宙之中，冬日衣皮毛，夏日衣葛絺；春耕种，形足以劳动；秋收敛，身足以休食；日出而作，日入而息，逍遥于天地之间而心意自得。吾何以天下为哉！",
          "zhushu": "○善卷，眷勉反，居阮反，又音眷，李云：姓善，名卷。衣，于既反，下同。"
        },
        {
          "paragraph": "悲夫，子之不知余也！”遂不受，于是去而入深山，莫知其处。",
          "zhushu": "○处，昌虑反。"
        },
        {
          "paragraph": "舜以天下让其友石户之农，石户之农曰：“卷卷乎，后之为人，葆力之士也！”",
          "zhushu": "○石户，本亦作后农，李云：石户，地名。农，农人也。卷卷，音权，郭音眷，用力貌。葆音保，字亦作保。"
        },
        {
          "paragraph": "以舜之德为未至也，于是夫负妻戴，携子以入于海，终身不反也。",
          "zhushu": "○以入于海：司马云：凡言入者，皆居于州岛之上与其曲隈中也。"
        },
        {
          "paragraph": "大王亶父居邠，狄人攻之；",
          "zhushu": "○大音泰，下同。亶，丁但反。父音甫，下同。邠，笔贫反，徐甫巾反。"
        },
        {
          "paragraph": "事之以皮帛而不受，事之以犬马而不受，事之以珠玉而不受，狄人之所求者土地也。大王亶父曰：“与人之兄居而杀其弟，与人之父居而杀其子，吾不忍也。子皆勉居矣！为吾臣与为狄人臣奚以异！且吾闻之，不以所用养害所养。”因杖策而去之，民相连而从之，遂成国于岐山之下。",
          "zhushu": "○不以所用养害所养，而所以养人也。今争以杀人，是以地害人也。人为地养，故不以地故害人也。杖，直亮反。策，初革反。连，力展反，司马云：连读曰辇。岐，其宜反，或作而支反。"
        },
        {
          "paragraph": "夫大王亶父，可谓能尊生矣。能尊生者，虽贵富不以养伤身，虽贫贱不以利累形。今世之人居高官尊爵者，皆重失之，见利轻亡其身，岂不惑哉！",
          "zhushu": "○不以养伤身，不以利累形，王云：富贵有养，而不以昧养伤身；贫贱无利，而不以求利累形也。"
        },
        {
          "paragraph": "越人三世弑其君，王子搜患之，逃乎丹穴；而越国无君，求王子搜不得，从之丹穴。王子搜不肯出，越人薰之以艾，乘以王舆。",
          "zhushu": "○弑音试。王子搜，素羔反，又悉遘反，又邀构反；李云：王子名。淮南子作翳。丹穴，尔雅云：南戴日为丹穴。艾，古盖反。王舆，一本作玉舆。"
        },
        {
          "paragraph": "王子搜援绥登车，仰天而呼曰：“君乎，君乎，独不可以舍我乎！”王子搜非恶为君也，恶为君之患也。若王子搜者，可谓不以国伤生矣，此固越人之所欲得为君也。",
          "zhushu": "○援音爰。呼，火故反，本或作款。舍音舍，非。恶，乌路反，下及下章真恶同。"
        },
        {
          "paragraph": "韩魏相与争侵地，子华子见昭僖侯有忧色，",
          "zhushu": "○子华子，司马云：魏人也。昭僖侯，司马云：韩侯。"
        },
        {
          "paragraph": "子华子曰：“今使天下书铭于君之前，书之言曰：‘左手攫之则右手废，右手攫之则左手废，然而攫之者必有天下。’君能攫之乎？”",
          "zhushu": "○攫，俱碧反，俱䌸反，又史号反；李云：取也。废，李云：弃也。司马云：病也。一云：攫者，援书铭；废者，斩右手。"
        },
        {
          "paragraph": "昭僖侯曰：“寡人不攫也。”子华子曰：“甚善！自是观之，两臂重于天下也，身亦重于两臂；韩之轻于天下亦远矣，今之所争者，其轻于韩又远。君固愁身伤生以忧戚不得也！”",
          "zhushu": "○其轻于韩又远，绝句。"
        },
        {
          "paragraph": "僖侯曰：“善哉！教寡人者众矣，未尝得闻此言也。”子华子可谓知轻重矣。鲁君闻颜阖得道之人也，使人以币先焉。",
          "zhushu": "○鲁君，一本作鲁侯。李云：哀公也。"
        },
        {
          "paragraph": "颜阖守陋闾，苴布之衣而自饭牛。",
          "zhushu": "○苴音粗，徐七余反，李云：有子麻也。本或作粗，非也。饭，符晚反。"
        },
        {
          "paragraph": "鲁君之使者至，颜阖自对之。使者曰：“此颜阖之家与？”颜阖对曰：“此阖之家也。”使者致币，颜阖对曰：“恐听者谬而遗使者罪，不若审之。”",
          "zhushu": "○使，所吏反，下及下章同。与音余。遗，唯季反，下皆同。"
        },
        {
          "paragraph": "使者还，反审之，复来求之，则不得已。故若颜阖者，真恶富贵也。故曰，道之真以治身，其绪余以为国家，其土苴以治天下。由此观之，帝王之功，圣人之余事也，非所以完身养生也。",
          "zhushu": "○复音服，或音扶又反，下章皆同。绪余，并如字，徐上音奢，下以嗟反。司马、李云：绪者，残也，谓残余也。土，敕雅反，又片贾、行贾二反，又音如字。苴，侧雅反，又知雅反。司马云：土苴，如粪草也。李云：土苴，糟魄也。皆不真物也。一云：土苴，无心之貌。"
        },
        {
          "paragraph": "今世俗之君子，多危身弃生以殉物，岂不悲哉！凡圣人之动作也，必察其所以之与其所以为。",
          "zhushu": "○必察其所以之，王云：圣人真以持身，余以为国，故其动作必察之焉。所以之者，谓德所加之方也。所为者，谓所以待物也。动作于此，不必察也。"
        },
        {
          "paragraph": "今且有人于此，以随侯之珠弹千仞之雀，世必笑之，是何也？则其所用者重而所要者轻也。夫生者，岂特随侯之重哉！",
          "zhushu": "○要，一遥反。"
        },
        {
          "paragraph": "子列子穷，容貌有饥色。客有言之于郑子阳者曰：“列御寇，盖有好之士也，居君之国而穷，君无乃为不好士乎？”",
          "zhushu": "○子阳，郑相。好，呼报反。"
        },
        {
          "paragraph": "郑子阳即令官遗之粟。子列子见使者，再拜而辞，",
          "zhushu": "令，力呈反。"
        },
        {
          "paragraph": "使者去，子列子入，其妻望之而拊心曰：“妾闻为有道者之妻子，皆得佚乐，今有饥色。君过而遗先生食，先生不受，岂不命邪？",
          "zhushu": "○拊，徐音抚。佚音逸。乐音洛。过，古卧反，本亦作遇。"
        },
        {
          "paragraph": "子列子笑谓之曰：“君非自知我也，以人之言而遗我粟，至其罪我也又且以人之言，此吾所以不受也。”其卒，民果作难而杀子阳。",
          "zhushu": "○难，乃旦反，下章同。杀子阳。子阳严酷，罪者无赦。舍人折弓，畏子阳怒责，因国人逐猘狗而杀子阳。"
        },
        {
          "paragraph": "楚昭王失国，屠羊说走而从于昭王。",
          "zhushu": "○楚，昭王名轸，平王子。说。音悦，或如：字。"
        },
        {
          "paragraph": "昭王反国，将赏从者，及屠羊说，屠羊说曰：“大王失国，说失屠羊；大王反国，说亦反屠羊。臣之爵禄已复矣，又何赏之言！”王曰：“强之！”屠羊说曰：“大王失国，非臣之罪，故不敢伏其诛；大王反国，非臣之功，故不敢当其赏。”王曰：“见之。”屠羊说曰：“楚国之法，必有重赏大功而后得见，今臣之知不足以存国而勇不足以死寇。吴军入郢，越畏难而避寇，非故随大王也。今大王欲废法毁约而见说，此非臣之所以闻天下也。”",
          "zhushu": "○从，才用反。强，其丈反。见，贤遍反。知音智。郢，以井反。约如字，徐于妙反。见如字，亦贤遍反。"
        },
        {
          "paragraph": "王谓司马子綦曰：“屠羊说居处卑贱而陈义甚高，子綦为我延之以三旌之位。”",
          "zhushu": "○为，于为反。三旌，三公位也。司马本作三珪，云：谓诸侯之三卿皆执珪者。"
        },
        {
          "paragraph": "屠羊说曰：“夫三旌之位，吾知其贵于屠羊之肆也；万锺之禄，吾知其富于屠羊之利也；然岂可以贪爵禄而使吾君有妄施之名乎！说不敢当，愿复反吾屠羊之肆。”遂不受也。原宪居鲁，环堵之室，茨以生草；蓬户不完，桑以为枢；而瓮牖二室，褐以为塞，上漏下湿，匡坐而弦。",
          "zhushu": "○施，如字，又始豉反。茨，徐疾私反，李云：盖屋也。蓬户，织蓬为户。桑以为枢，尺朱反。司马云：屈桑条为户枢也。瓮牖音酉，司马云：破瓮为牖。二室，司马云：夫妻各一室。褐，下葛反，郭音葛，字或作褐。塞，悉代反，司马云：以褐衣塞牖也。匡坐而弦。司马云：匡，正也。案：弦谓弦歌。"
        },
        {
          "paragraph": "子贡乘大马，中绀而表素，轩车不容巷，往见原宪。原宪华冠縰履，杖藜而应门。子贡曰：“嘻，先生何病？”原宪应之曰：“宪闻之，无财谓之贫，学而不能行谓之病。今宪，贫也，非病也。”子贡逡巡而有愧色，原宪笑曰：“夫希世而行，比周而友，学以为人，教以为已，仁义之慝，舆马之饰，宪不忍为也。”",
          "zhushu": "○中绀，古暗反。李云：绀为中衣，加素为表。华冠，胡化反，以华木皮为冠。縰履，所倚反，或所买反，本或作纵，并下曳縰同。三苍解诂作躧，云：蹑也。声类，或作屣。韦昭苏寄反。通俗文云：履不著跟曰屣。司马本作践。李云：縰履，谓履无跟也。王云：体之能蹑，举而曳之也。履或作屦。杖藜，以藜为杖也。司马本作扶杖也。应门，自对门也。嘻，许其反。逡，七旬反。希世而行司马云：希，望也。所行常顾世誉而动，故曰希世而行。比，毗志反。为人，于伪反，下为已同。教人以己学当为已，教当为人，今反不然也。仁义之慝吐得反，恶也司马云：谓依托仁义为奸恶。"
        },
        {
          "paragraph": "曾子居卫，缊袍无表，颜色肿哙，手足胼胝。",
          "zhushu": "○缊袍，纻粉反，司马云：谓麻缊为絮。论语云衣敝缊袍是也。肿，本亦作踵，章勇反。哙，古外反，徐古活反。司马云：肿哙剥错也。王云：盈虚不常之貌。胼，薄田反。胝，竹尼反。"
        },
        {
          "paragraph": "三日不举火，十年不制衣，正冠而缨绝，捉衿而肘见，纳屦而踵决。",
          "zhushu": "○肘，竹九反。见，贤遍反。"
        },
        {
          "paragraph": "曳縰而歌商颂，声满天地，若出金石。天子不得臣，诸侯不得友。故养志者忘形，养形者忘利，致道者忘心矣。孔子谓颜回曰：“回，来！家贫居卑，胡不仕乎？”颜回对曰：“不愿仕。回有郭外之田五十亩，足以给飦粥；郭内之田十亩，足以为丝麻；鼓琴足以自娱；所学夫子之道者足以自乐也。回不愿仕。”孔子愀然变容，曰：“善哉，回之意。丘闻之：‘知足者不以利自累也，审自得者失之而不惧，行修于内者无位而不作。’丘诵之久矣，今于回而后见之，是丘之得也。",
          "zhushu": "○飦，之然反，字或作饘，广雅云：糜也，一云纪言反。家语云：厚粥，一音干，谓干饼。粥，之六反，又音育。乐音洛。愀，七小反，徐在九反，又七了反，子了反，又资酉反，李音秋，又遥反，一本作欣。行，下孟反；作，在路反，尔雅云：惭也，又音昨。"
        },
        {
          "paragraph": "中山公子牟谓瞻子曰：“身在江海之上，心居心乎魏阙之下，柰何？”",
          "zhushu": "○公子牟，司马云：魏之公子，封中山，名牟。瞻子，贤人也。淮南作詹。魏阙，淮南作騩，司马本同，云：騩读曰魏，象魏观。阙，人君门也。言心存荣贵。许慎云：天子两观也。"
        },
        {
          "paragraph": "瞻子曰：“重生。重生则利轻。”",
          "zhushu": "○重生，李云：重存生之道者，则名利轻，轻则易绝矣。此人身居江海，心贪荣利，故以此戒之。"
        },
        {
          "paragraph": "中山公子牟曰：“虽知之，未能胜也。”",
          "zhushu": "○胜音升，下同。"
        },
        {
          "paragraph": "瞻子曰：“不能自胜则从，神无恶乎？",
          "zhushu": "○不能自胜，则从绝句一读至神字，绝句。恶如字，又乌路反。乎，绝句一读，连下不能自胜为句。"
        },
        {
          "paragraph": "不能自胜而强不从者，此之谓重伤之人，无寿类矣。”",
          "zhushu": "○重，直用反，下同。"
        },
        {
          "paragraph": "魏牟，万乘之公子，曰：“其隐岩穴也，难为于布衣之士；虽未至乎道，可谓有其意矣！”",
          "zhushu": "○乘，绳证反。"
        },
        {
          "paragraph": "孔子穷于陈蔡之间，七日不火食，藜𡙡不糁，颜色甚惫，而弦歌于室。",
          "zhushu": "○不火食：元嘉本无火字。糁，素感反。惫，皮拜反。"
        },
        {
          "paragraph": "颜回择菜，子路、子贡相与言曰：“夫子再逐于鲁，削迹于卫，伐树于宋，穷于商周，围于陈蔡。杀夫子者无罪，藉夫子者无禁。弦歌鼓琴，未尝绝音，君子之无耻也若此乎？”",
          "zhushu": "○伐树于宋孔子之宋，与弟子习礼大树下。宋司徒桓魋欲杀孔子，伐其树，孔子遂行。藉，毁也。又云陵藉也，一云凿也，或云系也。"
        },
        {
          "paragraph": "颜回无以应，入告孔子，孔子推琴喟然而叹曰：“由与赐，细人也。召而来，吾语之。”子路、子贡入，子路曰：“如此者可谓穷矣。”",
          "zhushu": "○喟，声愧反，又苦怪反。语，鱼据反。"
        },
        {
          "paragraph": "孔子曰：“是何言也！君子通于道之谓通，穷于道之谓穷。今丘抱仁义之道以遭乱世之患，其何穷之为！故内省而不穷于道，临难而不失其德，天寒既至，霜雪既降，吾是以知松栢之茂也。陈蔡之隘，于丘其幸乎！”",
          "zhushu": "○难，乃旦反。隘音厄，又于懈反。"
        },
        {
          "paragraph": "孔子削然反琴而弦歌，子路扢然执干而舞，",
          "zhushu": "○削，如字，李云：反琴声。亦作梢，音消。扢，许讫反，又巨乙反，鱼乙反，李云：奋舞貌。司马云：喜貌。执干，干楯也。"
        },
        {
          "paragraph": "子贡曰：“吾不知天之高也，地之下也。”古之得道者，穷亦乐，通亦乐。所乐非穷通也，道德于此，则穷通为寒暑风雨之序矣。",
          "zhushu": "○乐音洛，下同。"
        },
        {
          "paragraph": "故许由娱于颕阳而共伯得乎共首。",
          "zhushu": "○虞于颕阳，广雅云：虞，安也。安于颕阳，一本作娱，娱乐也。共伯音恭，下同。得乎共首，司马云：共伯名和，修其行，好贤人，诸侯皆以为贤。周厉王之难，天子矌绝，诸侯皆请以为天子，共伯不听，即于王位。十四年，大旱，屋焚，卜于太阳，兆曰：厉王为祟。召公乃立宣王。共伯复归于宗，逍遥得意共山之首。共丘山，今在河内共县西。鲁连子云：共伯后归于国，得意共山之首。纪年云：共伯和即于王位。孟康注汉书古今人表以为人为三公。本或作丘首。"
        },
        {
          "paragraph": "舜以天下让其友北人无择，北人无择曰：“异哉后之为人也！居于畎亩之中而游尧之门。不若是而已，又欲以其辱行漫我。吾羞见之。”因自投清泠之渊。",
          "zhushu": "孔子曰：土志于仁者，有杀身以成仁，无求生以害仁。夫志尚清遐，高风邈世，与夫贪利没命者，故有天地之降也。○畎，古犬反。亩，司马云：垄上曰亩，垄中曰畎。行，下孟反，下章同。曼武课受，徐武畔反，下章同。泠音零。渊，山海经云在江南，一云在南阳郡西崿山下。"
        },
        {
          "paragraph": "汤将伐桀，因卞随而谋，卞随曰：“非吾事也。”汤曰：“孰可？”曰：“吾不知也。”汤又因瞀光而谋：瞀光曰：“非吾事也。”汤曰：“孰可？”曰：“吾不知也。”汤曰：“伊尹何如？”曰：“强力忍垢，吾不知其他也。”",
          "zhushu": "○瞀音务，又莫亘反，本或作务。强力，李云：徂兵须力。忍垢，司马云：垢，辱也。李云：弑君须忍垢也。"
        },
        {
          "paragraph": "汤遂与伊尹谋伐桀，克之，以让卞随。卞随辞曰：“后之伐桀也谋乎我，必以我为贼也；胜桀而让我，必以我为贪也。吾生乎乱世，而无道之人再来漫我以其辱行，吾不忍数闻也。”乃自投椆水而死。",
          "zhushu": "○数音朔。椆水，直留反，本又作桐水，徐音同，又徒董反，又音封，本又作椆，司马本作洞，云：洞水在颕阳。一云在范阳郡界。"
        },
        {
          "paragraph": "汤又让瞀光，曰：“知者谋之，武者遂之，仁者居之，古之道也。吾子胡不立乎？”瞀光辞曰：“废上，非义也；杀民，非仁也；人犯其难，我享其利，非廉也。",
          "zhushu": "○知音智。难，乃旦反。"
        },
        {
          "paragraph": "吾闻之曰，非其义者，不受其禄，无道之世，不践其土，况尊我乎！吾不忍久见也。”乃负石而自沈于庐水。",
          "zhushu": "说曰：如卞随、务光者，其视天下也若六合外，人所不能察也。斯则谬矣。夫轻天下者，不得有所重也。苟无所重，则无死地矣。以天下为六合之外，故当付之尧舜、汤武耳。淡然无系，故泛然从众，得失无槩于怀，何自投之为哉？若二子者，可以为殉名慕高矣，未可谓外天下也。○庐水音闾，司马本作卢木，在辽东西界，一云在北平郡界。淡，徒暂反。槩，古代反。"
        },
        {
          "paragraph": "昔周之兴，有士二人处于孤竹，曰伯夷、叔齐。二人相谓曰：“吾闻西方有人，似有道者，试往观焉。”",
          "zhushu": "○孤竹，司马云：孤竹国在辽西令支县界。伯夷、叔齐，其君之二子也。令音郎定反。文音巨移反。"
        },
        {
          "paragraph": "至于歧阳，武王闻之，使叔旦往见之，与之盟曰：“加富二等，就官一列。”血牲而埋之。",
          "zhushu": "○血牲，一本作杀牲，司马本作血之以牲。"
        },
        {
          "paragraph": "二人相视而笑曰：“嘻，异哉！此非吾所谓道也。昔者神农之有天下也，时祀尽敬而不祈喜；其于人也，忠信尽治而无求焉。",
          "zhushu": "○嘻，许其反，一音于其反。喜如字，徐许记反。治，直吏反。"
        },
        {
          "paragraph": "乐与政为政，乐与治为治，不以人之坏自成也，不以人之卑自高也，不以遭时自利也。今周见殷之乱而遽为政，上谋而下行货，阻兵而保威，割牲而盟以为信，扬行以说众，杀伐以要利，是推乱以易暴也。",
          "zhushu": "○扬行，下孟反。吾行、房行同。说音悦。要，一遥反。"
        },
        {
          "paragraph": "吾闻古之士，遭治世不避其任，遇乱世不为苟存。今天下暗，周德衰，其并乎周以涂吾身也，不如避之以絜吾行。”二子北至于首阳之山，遂饿而死焉。若伯夷、叔齐者，其于富贵也，苟可得已，则必不赖。高节戾行，独乐其志，不事于世，此二士之节也。",
          "zhushu": "论语曰：伯夷、叔齐，饿于首阳之下，不言其死也。而此云死焉，亦欲明其守饿以终，未必饿死也。此篇大意，以起高让远退之风。故被其风者，虽贪冒之人，乘天衢，入紫庭，犹时慨然中路而叹，况其凢乎？故夷、许之徒，足以当稷、契，对伊、吕矣。夫居山谷而弘天下者，虽不俱为圣佐，不犹高于蒙埃尘者乎？其事虽难为，然其风少弊，故可遗也。曰：夷、许之弊安在？曰：许由之弊，使人饰让以求进，遂至乎之哙也；伯夷之风，使暴虐之君得赐其毒，而莫之敢亢也；尹、吕之弊，使天下贪冒之雄敢行篡逆。唯圣人无迹，故无弊也。若以伊、吕为圣人之迹，则伯夷、叔齐亦圣人之迹也。若以伯夷、叔齐非圣人之迹邪，则伊、吕之事亦非圣矣。夫圣人因物之自行，故无迹。然则所谓圣者，我本无迹，故物得其迹。迹得而强名圣，则圣者乃无迹之名也。○被，支义反。冒，亡北反，或亡报反，下同。契，息列反。哙音快。篡，初患，又唐云：或曰：让王之篇，其章多重生，而务光二三子自投于水，何也？答曰：庄书之兴，存乎反本，反本之由，先乎去策。是以明让王之一篇，标傲世之逸志，旨在不降以厉俗，无厚身以全生。所以时有重生之辞者，亦归弃荣之意耳，深于尘务之为弊也。其次者，虽复被褐，投粥，保身而已，其全身尚高，而超俗自逸，宁投身于清泠，终不屈于世累也。此旧集音有，柳复录之，于义无当也。"
        }
      ]
    }
  ]
}