{
  "name": "庄子郭象注盗跖第二十九",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "盗跖第二十九",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音义曰：以人名篇。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "孔子与柳下季为友，柳下季之弟，名曰盗跖。盗跖从卒九千人，横行天下，侵暴诸侯，穴室枢户，驱人牛马，取人妇女，贪得忘亲，不顾父母兄弟，不祭先祖。所过之邑，大国守城，小国入保，万民苦之。",
          "zhushu": "○孔子与柳下季为友柳下惠，姓展，名获，字季禽，一云字子禽，居柳下而施德惠。一云惠，谥也。一云柳下，邑名。案左传云：展禽是鲁僖公时人，至孔子生八十余年，若至子路之死，百五六十岁，不得为友，是寄言也。盗跖之石反，李奇注汉书云：跖，秦之大盗也。从，才用反。卒，尊忽反，下同。枢户，尺未反，徐苦于反。司马云：破人户枢而取物也。入保，郑注礼记曰：小城曰保。"
        },
        {
          "paragraph": "孔子谓柳下季曰：“夫为人父者，必能诏其子；为人兄者，必能教其弟。若父不能诏其子，兄不能教其弟，则无贵父子兄弟之亲矣。今先生，世之才士也，弟为盗跖，为天下害，而弗能教也，丘窃为先生羞之，丘请为先生往说之。”柳下季曰：“先生言为人父者必能诏其子，为人兄者必能教其弟，若子不听父之诏，弟不受兄之教，虽今先生之辩，将柰之何哉！且跖之为人也，心如涌泉，意如飘风，强足以拒敌，辩足以饰非。顺其心则喜，逆其心则怒，易辱人以言。先生必无往。”孔子不听。颜回为驭，子贡为右，往见盗跖，盗跖乃方休卒徒大山之阳，脍人肝而餔之。",
          "zhushu": "诏，如字，教也。窃为，干伪反，下请为、为我、窃为、使为皆同。说，始锐反。飘，婢遥反，徐扶遥反。易，以豉反。大山，音太。脍，古外反。餔，布吴反，徐甫吴反，字林云：日申时食也。"
        },
        {
          "paragraph": "孔子下车而前，见谒者曰：“鲁人孔丘，闻将军高义，敬再拜谒者。”谒者入通，盗跖闻之大怒，目如明星，发上指冠，曰：“此夫鲁国之巧伪人孔丘非邪？为我告之：‘尔作言造语，妄称文武，",
          "zhushu": "○上，时掌反。夫音符，又如字。"
        },
        {
          "paragraph": "冠枝木之冠，带死牛之胁，",
          "zhushu": "○冠，古乱反。枝木之冠，如字。司马云：冠多华饰，如木之枝繁。带死牛之胁，许劫反。司马云：取牛皮为大革带。"
        },
        {
          "paragraph": "多辞缪说，不耕而食，不织而衣，摇唇鼓舌，擅生是非，以迷天下之主，使天下学士不反其本，妄作孝弟而侥幸于封侯富贵者也。",
          "zhushu": "○缪音谬。弟音弟，本亦作悌。侥，古尧反。"
        },
        {
          "paragraph": "子之罪大极重，疾走归！不然，我将以子肝益昼餔之膳！’”孔子复通曰：“丘得幸于季，愿望履幕下。”",
          "zhushu": "○复，扶又反，下同。愿望履幕下，司马本幕作綦，云：言视不敢望跖、面，望履结而还也。"
        },
        {
          "paragraph": "谒者复通，盗跖曰：“使来前。”孔子趋而进，避席反走，再拜盗跖，盗跖大怒，两展其足，案剑瞋目，声如乳虎，曰：“丘来前，若所言，顺吾意则生，逆吾心则死。”",
          "zhushu": "○反走，小却行也。瞋，赤真反，徐赤夷反，广雅云：张也。乳，如树反。"
        },
        {
          "paragraph": "孔子曰：“丘闻之，凡天下有三德：生而长大，美好无双，少长贵贱见而皆说之，此上德也；知维天地，能辩诸物，此中德也；勇悍果敢，聚众率兵，此下德也。凡人有此一德者，足以南面称孤矣。今将军兼此三者，身长八尺二寸，面目有光，唇如激丹，齿如齐贝，音中黄钟，而名曰盗跖。丘窃为将军耻不取焉。",
          "zhushu": "○少，诗照反。长，丁丈反。说音悦，下同。知音智。悍，户旦反。激丹，古历反，司马云：明也。齐贝，一本作　具。中，丁仲反。"
        },
        {
          "paragraph": "将军有意听臣，臣请南使吴越，北使齐鲁，东使宋卫，西使晋楚，使为将军造大城数百里，立数十万户之邑，尊将军为诸侯，与天下更始，罢兵休卒，收养昆弟，共祭先祖。此圣人才士之行，而天下之愿也。”",
          "zhushu": "○使，所吏反，下三字同。数，所主反，下同。罢如字，徐扶彼反。共音恭。行，下孟反，下同。"
        },
        {
          "paragraph": "盗跖大怒曰：“丘来前！夫可规以利而可谏以言者，皆愚陋恒民之谓耳。今长大美好，人见而说之者，此吾父母之遗德也。丘虽不吾誉，吾独不自知邪？且吾闻之，好面誉人者，亦好背而毁之。今丘告我以大城众民，是欲规我以利，而恒民畜我也，安可长久也！城之大者，莫大乎天下矣；尧舜有天下，子孙无置锥之地；汤武立为天子，而后世绝灭，非以其利大故邪？",
          "zhushu": "○恒民，一本作顺民，后亦尔。誉音余，下同。好，呼报反，下同。背，音佩，下同。"
        },
        {
          "paragraph": "且吾闻之，古者禽兽多而人民少，于是民皆巢居以避之，昼拾橡栗，暮栖木上，故命之曰有巢氏之民。古者民不知衣服，夏多积薪，冬则炀之，故命之曰知生之民。神农之世，卧则居居，起则于于，民知其母，不知其父，与麋鹿共处，耕而食，织而衣，无有相害之心，此至德之隆也。然而黄帝不能致德，与𧈪尤战于涿鹿之野，流血百里。",
          "zhushu": "○橡音象。炀，羊亮反。𧈪尤，神农时诸侯，始造兵者也。神农之后第八帝曰榆罔，世𧈪尤氏，强，与榆罔争王，逐榆罔，榆罔与黄帝合谋，击杀𧈪尤。汉书音义云：𧈪尤，古之天子，一曰庶人贪者。涿鹿音卓，本又作浊。司马云：涿鹿，地名，故城今在上谷郡西南八十里也。"
        },
        {
          "paragraph": "尧舜作，立群臣，汤放其主，武王杀纣。自是之后，以强陵弱，以众暴寡。汤武以来，皆乱人之徒也。",
          "zhushu": "○杀音弑，下同。"
        },
        {
          "paragraph": "今子修文武之道，掌天下之辩，以教后世，缝衣浅带，矫言伪行，以迷惑天下之主，而欲求富贵焉，盗莫大于子，天下何故不谓子为盗丘，而乃谓我为盗跖？",
          "zhushu": "○摓，本又作缝，扶恭反，徐扶公反，音冯。浅带，缝带使浅侠。矫，纪表反。"
        },
        {
          "paragraph": "子以甘辞说子路而使从之，使子路去其危冠，解其长剑，而受教于子，天下皆曰孔丘能止暴禁非。",
          "zhushu": "○说，始锐反，又如字。去，起吕反。危冠，李云：危，高也。子路好勇，冠似雄鸡形，背负豭斗，用表已勇也。"
        },
        {
          "paragraph": "其卒之也，子路欲杀卫君而事不成，身菹于卫东门之上，是子教之不至也。",
          "zhushu": "○卒，子恤反。菹，庄居反。"
        },
        {
          "paragraph": "子自谓才士圣人邪？则再逐于鲁，削迹于卫，穷于齐，围于陈蔡，不容身于天下，子教子路菹此患，上无以为身，下无以为人，子之道岂足贵邪？”世之所高，莫若黄帝；黄帝尚不能全德，而战涿鹿之野，流血百里。尧不慈，舜不孝，禹偏枯，汤放其主；武王伐纣，文王拘羑里。此六子者，世之所高也；孰论之，皆以利惑其真而强反其情性，其行乃甚可羞也。",
          "zhushu": "○以为，于伪反，下同。尧不慈，不授子也。文王囚羑里，纣之二十年囚文王。强，其丈反。羞如字，本又作恶，乌路反。"
        },
        {
          "paragraph": "世之所谓贤士，伯夷、叔齐辞孤竹之君，而饿死于首阳之山，骨肉不葬；鲍焦饰行非世，抱木而死；申徒狄谏而不听，负石自投于河，为鱼鼈所食。",
          "zhushu": "○负石自投于河申徒狄将投于河，崔喜止之曰：吾闻圣人曰：士民父母若濡足，故不救溺人，可乎？申徒狄曰：不然。昔桀杀龙逢，纣杀比干而亡天下，吴杀子胥，陈杀泄治而灭其国。非圣人不仁，不用故也。遂沈河而死。"
        },
        {
          "paragraph": "介子推，至忠也，自割其股以食文公，文公后背之，子推怒而去，抱木而燔死。",
          "zhushu": "○食音嗣。燔音烦，烧也。"
        },
        {
          "paragraph": "尾生与女子期于梁下，女子不来，水至不去，抱梁柱而死。此四者，无异于磔犬流豕操瓢而乞者，皆离名轻死，不念本养寿命者也。",
          "zhushu": "○尾生，一本作㣲生，战国策作尾生。高，高诱以为鲁人。磔，竹客反，广雅云：张也。操，七曹反。瓢，俾摇反。乞者，李云：言上四人不得其死，犹猪狗乞儿流转沟中者也。乞或作走。离，力智反。念本，本或作卒。"
        },
        {
          "paragraph": "世之所谓忠臣者，莫若王子比干伍子胥。子胥沈江，比干剖心。此二子者，世谓忠臣也，然卒为天下笑。",
          "zhushu": "○剖，普口反。"
        },
        {
          "paragraph": "自上观之，至于子胥比干，皆不足贵也。丘之所以说我者，若告我以鬼事，则我不能知也；若告我以人事者，不过此矣，皆吾所闻知也。今吾告子以人之情，目欲视色，耳欲听声，口欲察味，志气欲盈。",
          "zhushu": "○说，如字，又始锐反。"
        },
        {
          "paragraph": "人上寿百岁，中寿八十，下寿六十，除病瘦死丧忧患，其中开口而笑者，一月之中不过四五日而已矣。天与地无穷，人死者有时，操有时之具而托于无穷之间，忽然无异骐骥之驰过隙也。",
          "zhushu": "○上寿，音受，又如字，下同。瘦，色又反。"
        },
        {
          "paragraph": "不能说其志意，养其寿命者，皆非通道者也。丘之所言，皆吾之所弃也。亟去走归，无复言之！子之道，狂狂汲汲，诈巧虚伪事也，非可以全真也，奚足论哉！”",
          "zhushu": "○说音悦。亟，纪力反，急也，本或作极。复，扶又反。狂狂，如字，又居况反。汲汲，本亦作伋，音急，又音及。巧，苦好反，又如字。"
        },
        {
          "paragraph": "孔子再拜趋走，出门上车，执辔三失，目芒然无见，色若死灰，据轼低头，不能出气。",
          "zhushu": "○上，时掌反。三，息暂反，又如字。芒，莫则反。"
        },
        {
          "paragraph": "归到鲁东门外，适遇柳下季，柳下季曰：“今者阙然数日不见，车马有行色，得微往见跖邪？”孔子仰天而叹曰：“然。”柳下季曰：“跖得无逆汝意若前乎？”孔子曰：“然。丘所谓无病而自灸也。疾走料虎头，编虎须，几不免虎口哉！”",
          "zhushu": "此篇寄明因众之所欲亡而亡之，虽王纣可去也。不因众而独用己，虽盗跖不可御也。○行，如字。灸，久又反。料音聊。编音鞭，又蒲显反，徐扶显反，本或作编，音同。须，一本作料头，编虎须。㡬，音祈。去，起吕反。"
        },
        {
          "paragraph": "子张问于满苟得曰：“盍不为行？",
          "zhushu": "○满苟，得人姓名。盍，胡腊反。为行，下孟反，下注同。盍，何不也。劝何不为德行。"
        },
        {
          "paragraph": "无行则不信，不信则不任，不任则不利。故观之名，计之利，而义真是也。若弃名利，反之于心，则夫士之为行，不可一日不为乎！”满苟得曰：“无耻者富，多信者显。夫名利之大者，几在无耻而信。故观之名，计之利，而信真是也。若弃名利，反之于心，则夫士之为行，抱其天乎！”子张曰：“昔者桀纣贵为天子，富有天下，今谓臧聚曰，汝行如桀纣，则有怍色，有不服之心者，小人所贱也。仲尼墨翟，穷为匹夫，今为宰相曰：子行如仲尼墨翟，则变容易色称不足者，士诚贵也。",
          "zhushu": "○臧聚，司马云：谓臧获盗滥窃聚之人。怍音昨。宰相，息亮反，下相而同。"
        },
        {
          "paragraph": "故势为天子，未必贵也；穷为匹夫，未必贱也；贵贱之分，在行之美恶。”满苟得曰：“小盗者狗，大盗者为诸侯，诸侯之门，义士存焉。昔者桓公小白杀兄入嫂，而管仲为臣；田成子常杀君窃国，而孔子受币。论则贱之，行则下之，则是言行之情悖战于胸中也，不亦拂乎！",
          "zhushu": "○嫂，先早反，司马云：以嫂为室家臣或作相。杀，申志反。论，力顿反。悖，布内反。拂，扶弗反。"
        },
        {
          "paragraph": "故书曰：‘孰恶孰美，成者为首，不成者为尾。’”子张曰：“子不为行，即将疏戚无伦，贵贱无义，长㓜无序；五纪六位，将何以为别乎？”满苟得曰：“尧杀长子，舜流母弟，疏戚有伦乎？汤放桀，武王杀纣，贵贱有义乎？王季为适，周公杀兄，长㓜有序乎？儒者伪辞，墨者兼爱，五纪六位将有别乎？",
          "zhushu": "○长，丁丈反。五纪，司马云：岁、月、日、星、辰，历数六位，君臣、父子、夫妇。别，彼列反，下同。尧杀长子，崔云：尧杀长子考监明。舜流母弟，弟谓象也。流，放也。孟子云：舜封象于有庳，不得有为于其国。天子使吏治其国，而纳其贡税焉，故谓之放也。适，丁历反。"
        },
        {
          "paragraph": "且子正为名，我正为利；名利之实，不顺于理，不监于道；",
          "zhushu": "○且子正为名，假设之辞也。为，音于为反，下为利同。监，本亦作鉴，同。"
        },
        {
          "paragraph": "吾日与子讼于无约曰：‘小人殉财，君子殉名。其所以变其情，易其性，则异矣；乃至于弃其所为而殉其所不为，则一也。’",
          "zhushu": "○日，人实反。约如字，徐于妙反。"
        },
        {
          "paragraph": "故曰，无为小人，反殉而天；无为君子，从天之理。若枉若直，相而天极；面观四方，与时消息。若是若非，执而圆机；独成而意，与道徘徊。无转而行，无成而义。将失而所为。无赴而富，无徇而成，将弃而天。比干剖心，子胥抉眼，忠之祸也；直躬证父，尾生溺死，信之患也。鲍子立乾，胜子不自理，廉之害也。孔子不见母，匡子不见父，义之失也。此上世之所传，下世之所语，以为士者正其言，必其行，故服其殃，离其患也。”",
          "zhushu": "此章言尚行则行矫，贵士则七伪，故蔑行贱士以全其内，然后行高而士贵耳。○抉眼，乌穴反。鲍子立乾，司马云：鲍子名焦，周末人。污时君不仕，探蔬而食。子贡见之，谓曰：何为不仕食禄答？曰：无可士者。子贡曰：汗时君不食其禄，恶其政，不践其土。今子恶其君，处其土，食其蔬，何志行之相违乎？鲍焦遂弃其蔬而饿死。韩诗外传同。又云：槁，洛水之上也。胜子不自理，一本理作俚，本又作申子自理，或云。谓申徒狄抱瓮之河也。古本作申子不自理，谓申生也。孔子不见母，李云：未闻。匡子不见父。司马云：匡子名章，齐人。谏其父，为父所逐，终身不见父。案：此事见孟子传，丈专反。"
        },
        {
          "paragraph": "无足问于知和曰：“人卒未有不兴名就利者。彼富则人归之，归则下之，下则贵之。夫见下贵者，所以长生安体乐意之道也。今子独无意焉，知不足邪，意知而力不能行邪！故推正不志邪？”知和曰：“今夫此人以为与己同时而生，同郷而处者，以为夫绝俗过世之士焉；是专无主正，所以览古今之时，是非之分也，与俗化",
          "zhushu": "○无足，一本作无知则，下遐嫁反，下同。乐意，音洛，下同。知不，音智，下知谋同。故推正不忘邪。忘，或作妄。言君臣但推寻正道不忘，故不用富贵邪。为智力不足，故不用邪。过世之士焉，言人心易动，但人与贤人俱生，便自谓过于世人，况亲自为富贵者乎？"
        },
        {
          "paragraph": "世；去至重，弃至尊，以为其所为也；此其所以论长生安体乐意之道，不亦远乎！惨怛之疾，恬愉之安，不监于体；怵惕之恐，欣欢之喜，不监于心；",
          "zhushu": "○惨，七感反。怛，丹曷反。恐，丘勇反。"
        },
        {
          "paragraph": "知为为而不知所以为，是以贵为天子，富有天下，而不免于患也。”无足曰：“夫富之于人，无所不利，穷美究埶，至人之所不得逮，圣人之所不能及，",
          "zhushu": "○穷，犹尽也。䆒埶音势，本亦作势，一音艺。䆒，竟也。"
        },
        {
          "paragraph": "侠人之勇力而以为威强，秉人之知谋以为明察，因人之德以为贤良，非享国而严若君父。",
          "zhushu": "○侠音协。"
        },
        {
          "paragraph": "且夫声色滋味权势之于人，心不待学而乐之，体不待象而安之。夫欲恶避就，固不待师，此人之性也。天下虽非我，孰能辞之？",
          "zhushu": "○恶，乌路反。"
        },
        {
          "paragraph": "知和曰：知者之为，故动以百姓，不违其度，是以足而不争，无以为故不求。不足故求之，争四处而不自以为贪；有余故辞之，弃天下而不自以为廉。廉贪之实，非以迫外也，反监之度；势为天子，而不以贵骄人，富有天下，而不以财戏人。计其患，虑其反，以为害于性，故辞而不受也，非以要名誉也。",
          "zhushu": "○要，一遥反。"
        },
        {
          "paragraph": "尧舜为帝而雍，非仁天下也，不以美害生也；善卷许由得帝而不受，非虚辞让也，不以事害己。此皆就其利，辞其害，而天下称贤焉，则可以有之，彼非以兴名誉也。无足曰：“必持其名，苦体绝甘，约养以持生，则亦久病长阨而不死者也。”",
          "zhushu": "○阨音厄，又乌卖反。"
        },
        {
          "paragraph": "知和曰：“平为福，有余为害者，物莫不然，而财其甚者也。今富人，耳营钟鼓筦籥之声，口嗛于刍豢醪醴之味，以感其意，遗忘其业，可谓乱矣；",
          "zhushu": "○筦音管，本亦作管。籥音药，一本筦籥作埙箎。嗛，苦簟反。醪，力刀反。"
        },
        {
          "paragraph": "赅溺于冯气，若负重行而上也，可谓苦矣；",
          "zhushu": "○赅，徐音碍，五代反，又户该反。饮食至咽为赅，一云徧也。冯气，冯音愤，愤，满也，下同。言愤畜不通之气也。上，时掌反。"
        },
        {
          "paragraph": "贪财而取慰，贪权而取竭，静居则溺，体泽则冯，可谓疾矣；",
          "zhushu": "○慰亦作畏。"
        },
        {
          "paragraph": "为欲富就利，故满若堵耳而不知避，且溤而不舍，可谓辱矣；财积而无用，服膺而不舍，满心戚醮，求益而不止，可谓忧矣；",
          "zhushu": "舍，音舍，下同。戚醮，在遥反，李云：顦顇也。又音子妙反。"
        },
        {
          "paragraph": "内则疑劫请之贼，外则畏寇盗之害，内周楼疏，外不敢独行，可谓畏矣。",
          "zhushu": "○劫，许业反，又曲业反。内周楼疏，李云：重楼内匝，疏轩外通，谓设备守具。"
        },
        {
          "paragraph": "此六者，天下之至害也，皆遗忘而不知察，及其患至，求尽性竭财，单以反一日之无故而不可得也。",
          "zhushu": "○单音丹，本或作蕲，音祈。"
        },
        {
          "paragraph": "故观之名则不见，求之利则不得，缭意绝体而争此，不亦惑乎！”",
          "zhushu": "此章言知足者常足。○缭音了，又鲁吊反，理也。"
        }
      ]
    }
  ]
}