{
  "name": "庄子郭象注达生第十九",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "达生第十九",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音义曰：以义名篇。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "达生之情者，不务生之所无以为；",
          "zhushu": "生之所无以为者，分外物也。○达生，达，畅也，通也。广雅云：生，出也。"
        },
        {
          "paragraph": "达命之情者，不务知之所无奈何。",
          "zhushu": "知之所无奈何者，命表事也。"
        },
        {
          "paragraph": "养形必先之物，物有余而形不养者有之矣；",
          "zhushu": "知止其分，物称其生，生斯足矣，有余则伤也。○称，尺证反。"
        },
        {
          "paragraph": "有生必先无离形，形不离而生亡者有之矣。",
          "zhushu": "守形大甚，故生亡也。○离，力智反，下同。大音泰。"
        },
        {
          "paragraph": "生之来不能却，其去不能止。",
          "zhushu": "非我所制，则无为有怀于其间。"
        },
        {
          "paragraph": "悲夫！世之人以为养形足以存生，",
          "zhushu": "故弥养之而弥失之。"
        },
        {
          "paragraph": "而养形果不足以存生，",
          "zhushu": "养之弥厚，则死地弥至。"
        },
        {
          "paragraph": "则世奚足为哉！",
          "zhushu": "莫若放而任之。"
        },
        {
          "paragraph": "虽不足为而不可不为者，其为不免矣。",
          "zhushu": "性分各自为者，皆在至理中来，故不可免也。是以善养生者，从而任之。"
        },
        {
          "paragraph": "夫欲免为形者，莫如弃世。弃世则无累，无累则正平，正平则与彼更生，更生则几矣。",
          "zhushu": "更生者，日新之谓也。付之日新，则性命尽矣。○几，徐其依反。"
        },
        {
          "paragraph": "事奚足弃而生奚足遗？弃事则形不劳，遗生则精不亏。",
          "zhushu": "所以遗弃之。"
        },
        {
          "paragraph": "夫形全精复，与天为一。",
          "zhushu": "俱不为也。"
        },
        {
          "paragraph": "天地者，万物之父母也，",
          "zhushu": "无所偏为，故能子万物。"
        },
        {
          "paragraph": "合则成体，散则成始。",
          "zhushu": "所在皆成，无常处。○处，昌虑反。"
        },
        {
          "paragraph": "形精不亏，是谓能移。",
          "zhushu": "与化俱也。"
        },
        {
          "paragraph": "精而又精，反以相天",
          "zhushu": "。还辅其自然也。○相息亮反。"
        },
        {
          "paragraph": "子列子问关尹曰：“至人潜行不窒，",
          "zhushu": "其心虚，故能御群实。○关尹，李云：关令尹喜也。窒，珍悉反。"
        },
        {
          "paragraph": "蹈火不热，行乎万物之上而不栗。",
          "zhushu": "至适，故无不可耳，非物往可之。○蹈，徒报反。"
        },
        {
          "paragraph": "请问何以至于此？”关尹曰：“是纯气之守也，非知巧果敢之列。居，予语女！凡有貌象声色者，皆物也。物何以相远？",
          "zhushu": "唯无心者独远耳。○知音智。列音例，本或作所。语，鱼据反。女音汝，后同。远，于万反。"
        },
        {
          "paragraph": "夫奚足以至乎先？是色而已。",
          "zhushu": "同是形色之物耳，未足以相先也。"
        },
        {
          "paragraph": "则物之造乎不形而止乎无所化。",
          "zhushu": "常游于极，"
        },
        {
          "paragraph": "夫得是而穷之者，物焉得而止焉。",
          "zhushu": "夫至极者，非物所制。○焉，于虔反。"
        },
        {
          "paragraph": "彼将处乎不淫之度，",
          "zhushu": "止于所受之分。"
        },
        {
          "paragraph": "而藏乎无端之纪，",
          "zhushu": "冥然与变化日新。"
        },
        {
          "paragraph": "游乎万物之所终始。",
          "zhushu": "终始者，物之极。"
        },
        {
          "paragraph": "壹其性，",
          "zhushu": "饰则二矣，"
        },
        {
          "paragraph": "养其气，",
          "zhushu": "不以心使之。"
        },
        {
          "paragraph": "合其德，",
          "zhushu": "不以物离性。"
        },
        {
          "paragraph": "以通乎物之所造。",
          "zhushu": "万物皆造于自尔。"
        },
        {
          "paragraph": "夫若是者，其天守全，其神无郤，物奚自入焉。”夫醉者之坠车，虽疾不死。骨节与人同而犯害与人异。其神全也，乘亦不知也，坠亦不知也。死生惊惧不入乎其胸中，是故遌物而不慴。彼得全于酒而犹若是。",
          "zhushu": "醉故失其所知耳，非自然无心者也。○郤，去逆反。坠，字或作队，同直类反，后皆同。乘音绳，又绳证反。遌音悟，郭音愕，尔雅云：遌，忤也。郭注云：谓干触。慴，之涉反，惧也。李、郭音习。"
        },
        {
          "paragraph": "而况得全于天乎？圣人藏于天。故莫之能伤也。",
          "zhushu": "不闚性分之外，故曰藏。"
        },
        {
          "paragraph": "复雠者不折镆干，",
          "zhushu": "夫干将镆䥺，虽与雠为用，然报雠者不事折之，以其无心。○镆音莫，本亦作莫干，李云：镆耶、干将，皆古之利剑名。吴越春秋云：吴王阖阊使干将造剑剑，有二状，一曰干将，二曰镆䥺。镆䥺，干将妻名也。"
        },
        {
          "paragraph": "虽有忮心者不怨飘瓦。",
          "zhushu": "飘落之瓦，虽复中人，人莫之怨者，由其无情。○忮，之豉反，郭、李音支，害也。字书云：狠也。飘，匹遥反，郭、李云：落也。复，扶又反，下章同。中，丁仲反。"
        },
        {
          "paragraph": "是以天下平均。",
          "zhushu": "凡不平者，由有情。"
        },
        {
          "paragraph": "故无攻战之乱，无杀戮之刑者，由此道也。",
          "zhushu": "无情之道大矣。"
        },
        {
          "paragraph": "不开人之天，而开天之天。",
          "zhushu": "不虑而知，𨳩天也；知而后感，开人也。然则开天者，性之动也；开人者，知之用也。"
        },
        {
          "paragraph": "开天者德生，",
          "zhushu": "性动者，遇物而当，足则忘余，斯德生也。"
        },
        {
          "paragraph": "开人者贼生。",
          "zhushu": "知用者从感而，求，劝而不巳，斯贼生也。"
        },
        {
          "paragraph": "不厌其天，不忽于人，",
          "zhushu": "任其天性而动，则人理亦自全矣。○厌，李于艳反，徐于瞻反。"
        },
        {
          "paragraph": "民几乎以其真。",
          "zhushu": "民之所患，伪之所生，常在于知用，不在于性动也。○几音机或音祈。"
        },
        {
          "paragraph": "仲尼适楚，出于林中，见痀偻者承蜩，犹掇之也。仲尼曰：“子巧乎？有道邪？”曰：“我有道也。五六月累丸二而不坠，则失者锱铢；",
          "zhushu": "累二丸于竿头，是用手之停审也。其承蜩所失者，不过锱铢之间也。○痀，郭于禹反，李、徐居具反，又其禹反。偻，郭音缕，李、徐良付反。承，一本作美。蜩音条，蝉也。掇，丁活反，拾也。五六月，司马曰：黏蝉时也。累，劣彼反，下同。司马云：谓累之于竿头也。锱，侧其反。铢音殊。"
        },
        {
          "paragraph": "累三而不坠，则失者十一；",
          "zhushu": "所失愈少。"
        },
        {
          "paragraph": "累五而不坠，犹掇之也。",
          "zhushu": "停审之至，故乃无所复失。"
        },
        {
          "paragraph": "吾处身也，若厥株拘；吾执臂也，若槁木之枝。",
          "zhushu": "不动之至。○厥，本或作橛，同其月反。株，音诛。拘，其俱反，郭音俱，李云：厥，竖也。竖若株拘也。槁，苦老反。"
        },
        {
          "paragraph": "虽天地之大，万物之多，而唯蜩翼之知。吾不反不侧，不以万物易蜩之翼，何为而不得！”",
          "zhushu": "遗彼，故得此。"
        },
        {
          "paragraph": "孔子顾谓弟子曰：“用志不分，乃凝于神，其痀偻丈人之谓乎！”颜渊问仲尼曰：“吾尝济乎觞深之渊，津人操舟若神。吾问焉，曰：‘操舟可学邪？’曰：‘可，善游者数能。",
          "zhushu": "言物虽有性，亦须数习而后能耳。○分，如字。操，七曹反，下章同。数，音朔，注下同。"
        },
        {
          "paragraph": "若乃夫没人，则未尝见舟而便操之也。’",
          "zhushu": "没人，谓能鹜没于水底。○鹜，音木，鸭也。"
        },
        {
          "paragraph": "吾问焉而不吾告，敢问何谓也？”仲尼曰：“善游者数能，忘水也。",
          "zhushu": "习以成性，遂若自然。"
        },
        {
          "paragraph": "若乃夫没人之未尝，见舟而便操之也，彼视渊若陵，视舟之覆犹其车却也。",
          "zhushu": "视渊若陵，故视舟之覆于渊，犹车之却退于坂也。○覆，芳服反，注下同。犹其车却也，元嘉本无车字。"
        },
        {
          "paragraph": "覆却万方陈乎前而不得入其舍，",
          "zhushu": "覆却虽多，而犹不以经怀，以其性便故也。"
        },
        {
          "paragraph": "恶往而不暇。",
          "zhushu": "所遇皆闲暇也。○恶，音乌。闲音闲。"
        },
        {
          "paragraph": "以瓦注者巧，以钩注者惮，以黄金注者殙，",
          "zhushu": "所要愈重，则其心愈矜也。○注，之树反，李云：击也。惮，徒丹反，又音丹，又丈旦反，忌恶也。一曰难也。殙，武典反，又音昏，又音门，本亦作殙。说文云：殙，矜也。元嘉本作昏。要，一遥反。"
        },
        {
          "paragraph": "其巧一也，而有所矜，则重外也。凡外重者内拙。”",
          "zhushu": "夫欲养生全内者，其唯无所矜重也。"
        },
        {
          "paragraph": "田开之见周威公，威公曰：“吾闻祝肾学生，",
          "zhushu": "学生者务中适。○田开之李云：开之，其名也。周威公，崔本作周威公。灶祝肾，上之六反，下市轸反，字又作紧，音同。本或作贤。学生。司马云：学养生之道也。中，丁仲反。下章注而中适同。"
        },
        {
          "paragraph": "吾子与祝肾游，亦何闻焉？”田开之曰：“开之操拔篲以侍门庭，亦何闻于夫子。”威公曰：“田子无让，寡人愿闻之。”开之曰：“闻之夫子曰：‘善养生者，若牧羊然，视其后者而鞭之。’威公曰：“何谓也？”田开之曰：“鲁有单豹者，岩居而水饮，不与民共利，行年七十而犹有婴儿之色。不幸遇饿虎，饿虎杀而食之。有张毅者，高门县薄，无不走也，行年四十而有内热之病以死。豹养其内而虎食其外，毅养其外而病攻其内。此二子者，皆不鞭其后者也。”",
          "zhushu": "夫守一方之事，至于过理者，不及于会通之适也。鞭其后者，去其不及也。○吾子与祝肾游，司马本以吾子属上句，更云子与祝肾游。操，七曹反。拔，蒲末反，徐甫末反，李云：把也。篲，似岁反，徐以醉反，郭予税反，李寻志反，信醉反，或苏忽反，帚也。亦何闻于夫子？绝句。鞭如字，崔本作𧽏，云：匿也。视其羸瘦在后者，匿著牢中养之也。单豹音善。李云：单豹，隐人姓名也。水饮元嘉本作饮水县，音玄。薄司马云：帘也。无不走也：司马云：走，至也。言无不至门奉贵富也。李云：走，往也。去，起吕反。"
        },
        {
          "paragraph": "仲尼曰：“无入而藏，",
          "zhushu": "藏，既内矣，而又入之，此过于入也。"
        },
        {
          "paragraph": "无出而阳，",
          "zhushu": "阳既外矣，而又出之，此过于出也。"
        },
        {
          "paragraph": "柴立其中央。",
          "zhushu": "若槁木之无心，而中适，是立也。"
        },
        {
          "paragraph": "三者若得，其名必极。",
          "zhushu": "名极而实当也。"
        },
        {
          "paragraph": "夫畏涂者，十杀一人，则父子兄弟相戒也，必盛卒徒而后敢出焉，不亦知乎！人之所取畏者，祍席之上，饮食之间，而不知为之戒者，过也！”",
          "zhushu": "十杀一耳，使大畏之，至于色欲之害，动皆之死地，而莫不冐之，斯过之甚也。○畏涂，司马云：阻险道可畏惧者也。卒，子忽反。知，音智。祍，而甚反，徐而鸩反，李云：卧衣也。郑注礼记云：卧席也。动皆之死地，一本无地字。冐音墨。"
        },
        {
          "paragraph": "祝宗人玄端以临牢策，说彘，曰：“汝奚恶死？吾将三月豢汝，十日戒，三日齐，藉白茅，加汝肩尻乎雕俎之上，则汝为之乎？”为彘谋，曰不如食以糠糟而错之牢策之中，自为谋，则苟生有轩冕之尊，死得于腯楯之上，聚偻之中则为之。为彘谋则去之，自为谋则取之。所异彘者何也？",
          "zhushu": "欲瞻则身亡，理常俱耳，不间人兽也。○策，初革反，李云：牢豕室也。策，木栏也。说，如字，又始锐反。彘，直例反，本亦作承。恶，乌路反。豢音患，司马云：养也，本亦作牺。齐，侧皆反，后章同。藉，在夜反，又在亦反。尻，苦羔反。俎，庄吕反，昼饰之俎也。为彘，于伪反，下自为、为彘同。食音嗣。糠音康。糟音遭。错，七故反，置也，又如字，本又作措。腯，直转反，又敕转反。楯，食准反，徐敕荀反。司马云：腯犹篆，云腯犹篆也。楯犹案也。聚偻力主反。司马云：聚偻，器名也，今蒙圹中注为之。一云：聚偻，棺椁也。一云聚当作菆，才官反。偻当作蒌，力久反，谓殡于菆涂蒌翣之中。"
        },
        {
          "paragraph": "桓公田于泽，管仲御，见鬼焉。公抚管仲之手曰：“仲父何见？”对曰：“臣无所见。”公反，诶诒为病，数日不出。齐士有皇子告敖者，曰：“公则自伤，鬼恶能伤公？夫忿滀之气，散而不反，则为不足；上而不下，则使人善怒；下而不上，则使人善忘；不上不下，中身当心，则为病。”桓公曰：“然则有鬼乎？”曰：“有。沈有履，灶有髻，户内之烦壤，雷霆处之；东北方之下者，倍阿鲑蠪跃之；西北方之下者，则泆阳处之。水有罔象，丘有崒，山有䕫，野有彷徨，泽有委蛇。”公曰：“请问委蛇之状何如？”皇子曰：“委蛇，其大如毂，其长如辕，紫衣而朱冠。其为物也恶，闻雷车之声，则捧其首而立。见之者殆乎霸。”桓公辴然而笑曰：“此寡人之所见者也。”于是正衣冠与之坐，不终日而不知病之去也。",
          "zhushu": "此章言忧来而累生者，不明也；患去而性得者，达理也。○去反，一本作公反。诶，于代反，郭音熙，说文云：可恶之辞也，李呼该反，一音哀。诒，吐代反，郭音怡，李音台。司马云：懈倦貌。李云：诶诒，失魂魄也。数日，所主反。司马本作数月。皇子告敖，如字。司马云：皇姓。告敖字。齐之贤士也。鬼恶，音乌。忿，拂粉反，李房粉反。滀，敕六反。之气散而不反，则为不足：李云：忿，满也。滀，结聚也。精神有逆，则阴阳结于内，魂魄散于外，故曰不足。上音时掌反，下同。而不下，则使人善怒；下而不上，则使人善忘。忘尚反。李云：阳散阴凝，故怒。阴发阳伏，故忘也。不上不下。中，丁仲反。身当心则为病。李云：上下不和则阴。阳争而攻心，精神主，故病也。沈有履，司马本作沈有漏，云：沈，水污也。漏，神名。灶有髻，音结，徐胡节反，郭音诘，李音吉。司马云：髻，灶神，着赤衣，状如美女。霆，音庭，又音挺，又徒复反。倍音裴，徐扶来反。鲑，本亦作蛙，户娲反，徐胡佳反。蠪音聋，又音龙。跃之。司马云：陪阿，神名也。鲑蠪，状如小儿，长一尺四寸，黑衣，赤帻，大冠，带剑持戟。泆音逸，司马云：泆阳，豹头马尾。一作狗头，一云：神名也。罔象如字，司马本作无伤，云：状如小儿，赤黑色，赤瓜，大耳，长臂。一云水神名。崒，本又作莘，所巾反，又音臻。司马云：状如狗，有角，文身，五采。䕫，求龟反。司马云：状如鼓而一足。方音傍，本亦作彷，同；皇本亦作徨，同。司马云：彷徨，状如蛇，两头五采文。委，于危反，又如字。朱冠，司马本作俞冠，云：俞，国之冠也，其制似螺。恶闻，乌路反。捧，芳勇反。首，司马本同，一本作手。辴，敕引反，徐敕一反，又敕私反。司马云：笑貌。李云：大笑貌。"
        },
        {
          "paragraph": "纪渻子为王养斗鸡，十日而问：“鸡已乎？”曰：“未也。”方虚㤭而恃气。十日又问，曰：“未也。犹应向景。”十日又问，曰：“未也。犹疾视而盛气。”十日又问，曰：“几矣。鸡虽有鸣者，已无变矣，望之似木鸡矣，其德全矣。异鸡无敢应者，反走矣。”",
          "zhushu": "此章言养之以至于全者，犹无敌于外，况自全乎。○纪渻，所景反，徐所幸反，人姓名也，一本作消。为，于伪反。王，司马云：齐王也。虚㤭，居乔反，又巨消反。李云：高也。司马云：高仰头也。应，应对之应。下同。向，许丈反，本亦作响。景，于领反，又如字。李云：应响鸣，顾景行。"
        },
        {
          "paragraph": "孔子观于吕梁，县水三十仞，流沬四十里，鼋鼍鱼鼈之所不能游也，见一丈夫游之，以为有苦而欲死也，使弟子并流而拯之。数百歩而出，被发行歌而游于塘下。孔子从而问焉，曰：“吾以子为鬼，察子则人也。请问，蹈水有道乎？”曰：“亡，吾无道。吾始乎故，长乎性，成乎命，与齐俱入，与汨偕出。",
          "zhushu": "磨翁而旋入者，齐也。回伏而涌出者，汨也。○吕梁，司马云：河水有石绝处也。今西河离石西有此县绝，世谓之黄梁。淮南子曰：古者龙门未凿，河出孟门之上也。县音玄。仞音刄，七尺曰仞。沫音末。鼋音元。鼍，徒多反，或音檀。鼈，字又作鳖，必灭反。苦如字。司马云：病也。拯，拯救之。拯数，所主反。被，皮寄反。行歌，司马本作行道，云：常行之道也。长，丁丈反。下同。齐，司马云：齐，回水如磨齐也。汨，胡忽反。司马云：涌波也。"
        },
        {
          "paragraph": "从水之道而不为私焉。",
          "zhushu": "任水而不任巳。"
        },
        {
          "paragraph": "此吾所以蹈之也。”孔子曰：“何谓始乎故，长乎性，成乎命？”曰：“吾生于陵而安于陵，故也；长于水而安于水，性也；不知吾所以然而然，命也。”",
          "zhushu": "此章言人有偏能，得其所能而任之，则天下无难矣。用夫无难以涉乎生生之道，何往而不通也。"
        },
        {
          "paragraph": "梓庆削木为鐻，鐻成，见者惊犹鬼神。",
          "zhushu": "不似人所作也。○梓，音子庆，李云：鲁大匠也。梓，官名。庆，其名也。鐻，音据。司马云：乐器也，似夹钟。"
        },
        {
          "paragraph": "鲁侯见而问焉，曰：“子何术以为焉？”对曰：“臣工人，何术之有？虽然，有一焉。臣将为鐻，未尝敢以耗气也，必齐以静心。齐三日，而不敢怀庆赏爵禄；齐五日，不敢怀非誉巧拙；齐七日，辄然忘吾有四枝形体也。当是时也，无公朝，",
          "zhushu": "视公朝若无，则跂慕之心绝矣。○耗，呼报反，司马云：损也。气，李云：气耗则心动，心动则神不专也。誉，音余。辄，丁协反，辄然不动貌。朝，直遥反，注同。"
        },
        {
          "paragraph": "其巧专而外骨消。",
          "zhushu": "性外之事去也。○骨消，如字，本亦作滑消。"
        },
        {
          "paragraph": "然后入山林，观天性。形躯至矣，然后成见鐻，然后加手焉。不然则已。",
          "zhushu": "必取材中者也。○见，贤遍反。中，丁仲反。"
        },
        {
          "paragraph": "则以天合天，",
          "zhushu": "不离其自然也。"
        },
        {
          "paragraph": "器之所以疑神者，其是与？”",
          "zhushu": "尽因物之妙故，乃疑是鬼神所作耳。○与音余。"
        },
        {
          "paragraph": "东野稷以御见庄公，进退中绳，左右旋中规。庄公以为文弗过也，使之钩百而反。颜阖遇之，入见曰：“稷之马将败。公密而不应。少焉，果败而反。公曰：“子何以知之？”曰：“其马力竭矣，而犹求焉，故曰败。”",
          "zhushu": "斯明至当之不可过也。○东野稷李云：东野，姓；稷，名也。司马云：孙卿作东野。毕见，贤遍反。下同。庄公：李云：鲁庄公也。或云：内篇曰：颜阖将转卫灵公太子，问于蘧伯玉，则不与鲁庄同时，当是卫庄公。中，丁仲反。下同。文弗过也：司马云：谓过织组之文也。使之钩百而反司马云：稷自矜其能，圆而驱之，如钩复迹，百反而不知止。阖户腊反。元嘉本作廅。崔同。"
        },
        {
          "paragraph": "工倕旋而盖规矩，指与物化而不以心稽，故其灵台一而不桎。",
          "zhushu": "虽工倕之巧，犹任规矩。此言因物之易也。○倕音垂，又音睡。旋而盖矩，指与物化，而不以心稽。音鸡。司马本矩作瞿，云：工倕，尭，工巧人也。旋，圆也。瞿，句也。倕，工巧任规，以见为圆，覆盖其句指，不以施度也。是与物化之，不以心稽留也。桎，之实反，司马云：阂也。易音以豉反。"
        },
        {
          "paragraph": "忘足，屦之适也；忘要，带之适也；",
          "zhushu": "百体皆适，则都忘其身也。○屦，九住反。要，一遥反。"
        },
        {
          "paragraph": "知忘是非，心之适也；",
          "zhushu": "是非生于不适耳。"
        },
        {
          "paragraph": "不内变，不外从，事会之适也。",
          "zhushu": "所遇而安，故无所变从也。"
        },
        {
          "paragraph": "始乎适而未尝不适者，忘适之适也。",
          "zhushu": "识适者，犹未适也。"
        },
        {
          "paragraph": "有孙休者，踵门而诧子扁庆子曰：“休居郷不见谓不修，临难不见谓不勇，然而田原不遇岁，事君不遇世，宾于郷里，逐于州部，则胡罪乎天哉？休恶遇此命也？”扁子曰：“子独不闻夫至人之自行邪？忘其肝胆，遗其耳目，",
          "zhushu": "暗付，自然也。○踵，章勇反。司马云：至也。诧，敕驾反，又呼驾反，郭都驾反。司马云：告也。李本作托，云：属也。扁庆子，音篇，又符殄反。李云：扁，姓；庆子，字也。难，乃旦反。宾，必刃反。恶，音乌，下同。"
        },
        {
          "paragraph": "芒然彷徨乎尘垢之外，",
          "zhushu": "凡非真性，皆尘垢也。○芒，武刚反。彷徨，元嘉本作房，皇音同。"
        },
        {
          "paragraph": "逍遥乎无事之业，",
          "zhushu": "凡自为者，皆无事之业也。"
        },
        {
          "paragraph": "是谓为而不恃，",
          "zhushu": "率性自为耳，非恃而为之。"
        },
        {
          "paragraph": "长而不宰。",
          "zhushu": "任其自长耳，非宰而长之。○长，丁丈反，注同。"
        },
        {
          "paragraph": "今汝饰知以惊愚，修身以明污，昭昭乎若揭日月而行也，汝得全而形躯，具而九窍，无中道夭于聋盲跛蹇，而比于人数，亦幸矣，又何暇乎天之怨哉！子往矣。”孙子出，扁子入，坐有间，仰天而叹。弟子问曰：“先生何为叹乎？”扁子曰：“向者休来，吾告之以至人之德，吾恐其惊而遂至于惑也。”弟子曰：“不然。孙子之所言是邪？先生之所言非邪？非固不能惑是。孙子所言非邪？先生所言是邪？彼固惑而来矣，又奚罪焉？”扁子曰：“不然。昔者有鸟止于鲁郊，鲁君说之，为具太牢以飨之，奏九韶以乐之，鸟乃始忧悲眩视，不敢饮食。此之谓以已养养鸟也。若夫以鸟养养鸟者，宜栖之深林，浮之江湖，食之以委蛇，则平陆而已矣。",
          "zhushu": "各有所便也。○知音智。污音乌。揭，其列反，又其谒反。窍，苦吊反。跛，彼我反。蹇，纪辇反，又纪偃反，徐其偃反。比，如字，又毗志反。说音悦。为，于伪反。奏九韶，元嘉本作奏韶武乐，音洛，下同。食之，音嗣。委，于危反。蛇，如字，李云：大鸟吞蛇。司马云：委蛇泥䲡。"
        },
        {
          "paragraph": "今休，款启寡闻之民也，吾告以至人之德，譬之若载鼷以车马，乐鴳以钟鼓也。彼又恶能无惊乎哉！”",
          "zhushu": "此章言善养生者，各任性分之适而至矣。○款启，李云：款，空也。启，开也。如空之开，所见小也。鼷，音兮，鴳字亦作鴳，音晏。"
        }
      ]
    }
  ]
}