{
  "name": "庄子郭象注马蹄第九",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "庄子外篇马蹄第九",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音义曰：举事以名篇。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "马，蹄可以践霜雪，毛可以御风寒，龁草饮水，翘足而陆，此马之真性也。",
          "zhushu": "驽，𩦸名。适于身而足○马。释名云：武也。王弼注易云：在下而行者也。蹄音提。司马云：马足甲也。御，鱼吕反。广雅云：敌也。崔本作辟。龁，根发反，又胡切反。翘，祁饶反。足，崔本作尾。陆：司马云：陆，跳也。字书作𩣱。𩣱，马健也。驽音奴，恶马也。𩦸音冀，千里善马也。"
        },
        {
          "paragraph": "虽有义台路寝，无所用之。",
          "zhushu": "马之真性，非辞鞍而恶乘，但无羡于荣华。○义，许宜反，又如字，徐音仪，崔本同，一本作义台。崔云：羲台犹灵台也。路寝，路正也，大也。崔云：路寝，正室。恶，乌路反。"
        },
        {
          "paragraph": "及至伯乐，曰：“我善治马。”烧之，剔之，刻之，雒之，连之以羁馽，编之以皂栈，马之死者十二三矣；",
          "zhushu": "有意治之，则不治矣。治之为善，斯不善也。○伯乐，音洛，下同。伯乐，姓孙，名阳，善驭马。石氏星经云：伯乐，天星名，主典天马。孙阳善驭，故以为名。剔，敕整反，字林云：剃也。徐诗赤反。向，崔本作鬄，向音郝。雒音洛。司马云：烧谓烧铁以烁之。剔谓翦其毛，刻谓削其甲，雒谓羁雒其头也。羁，居宜反，广雅云：勒也。馽，丁邑反，徐丁力反，绊也。李音述，本亦作馽，非也。馽，之树反。司马、向、崔本并作䋶。向云：马氏音竦。崔云：绊前两足也。编，必然反。皂，才老反，枥也。一云：槽也。崔云：马闲也。栈，士板反，徐在简反，又士谏反。编木作虡，似床日栈，以御温也。崔云：木棚也。治，直吏反。"
        },
        {
          "paragraph": "饥之，渴之，驰之，骤之，整之，齐之，前有橛饰之患，而后有鞭策之威，而马之死者已过半矣。",
          "zhushu": "夫善御者，将以尽其能也。尽能在于自任，而乃走作驱歩，求其过能之用，故有不堪而多死焉。若乃任驽𩦸之力，适迟疾之分，虽则足迹接乎八荒之表，而众马之性全矣。而或者闻任马之性，乃谓放而不乘，闻无为之风，遂云行不如卧，何其生而不返哉。斯失乎庄生之旨远矣。○骤，士救反。橛向徐其月反，司马云：衔也。崔云：镳也。饰，徐音式，司马云：排衔也。谓加饰于马镳也。鞭，必然反。策，初革反，杜注左传云：马檛也。檛，竹瓜反。"
        },
        {
          "paragraph": "陶者曰：“我善治埴，圆者中规，方者中矩。”匠人者，我善治木，曲者中钩，直者应绳。夫埴木之性，岂欲中规矩钩绳哉？然且世世称之曰：“伯乐善治马，而陶匠善治埴木，此亦治天下者之过也。”",
          "zhushu": "世以任自然而不加巧者，为不善于治也。揉曲为直，厉驽习𩦸，能为规矩，以矫拂其性，使死而后巳，乃谓之善治也，不亦过乎。○陶，道刀反，谓窑也。窑音戈消反。埴，徐时力反，崔云：土也。司马云：埴土可以为陶器。尚书传云：土黏曰埴。释名云：埴，膱也。膱音之食反。中，丁仲反，下皆同。应，应对之应。后不音者放此。揉，汝久反。矫，居兆反。拂，房弗反。"
        },
        {
          "paragraph": "吾意善治天下者不然。",
          "zhushu": "以不治治之，乃善治也。"
        },
        {
          "paragraph": "彼民有常性，织而衣，耕而食，是谓同德；",
          "zhushu": "夫民之德，小异而大同。故性之不可去者，衣食也。事之不可废者，耕织也。此天下之所同而为本者也。守斯道者，无为之至也。○去，羌吕反。"
        },
        {
          "paragraph": "一而不党，命曰天放。",
          "zhushu": "放之而自一耳，非党也，故谓之天放。○放如字，崔本作牧，云：养也。"
        },
        {
          "paragraph": "故至德之世，其行填填，其视颠颠。",
          "zhushu": "此自足于内，无所求及之貌。○填填，徐音田，又徒偃反，质重貌。崔云：重迟也。一云：详徐貌，淮南作莫莫。颠颠，丁田反，崔云：专一也。淮南作溟溟。"
        },
        {
          "paragraph": "当是时也，山无蹊隧，泽无舟梁；",
          "zhushu": "不求非望之利，故止于一家而足。○蹊，徐音兮，李云：径也。隧，徐音遂，崔云：道也。"
        },
        {
          "paragraph": "万物群生，连属其乡；",
          "zhushu": "混芒而同得也，则与一世而淡漠焉，岂国异而家殊也○连属其乡，王云：既无国异家殊，故其乡连属。混，胡本反。芒，莫刚反。淡，徒暂反。漠，音莫。"
        },
        {
          "paragraph": "禽兽成群，草木遂长。",
          "zhushu": "足性而止，无呑夷之欲，故物全。○长，丁丈反，又直良反。吞，敕恩反，又音夭。"
        },
        {
          "paragraph": "是故禽兽可系羁而游，鸟鹊之巢可攀援而闚。",
          "zhushu": "与物无害，故物驯也。○攀，本又作扳，普班反。援音袁，广雅云：牵也，引也。闚，去规反。驯，似遵反，或音纯。"
        },
        {
          "paragraph": "夫至德之世，同与禽兽居，族与万物并，恶乎知君子小人哉？同乎无知，其德不离；",
          "zhushu": "知则离道以善也。○恶，音乌。离，力智反，注皆同。"
        },
        {
          "paragraph": "同乎无欲，是谓素朴；",
          "zhushu": "欲则离性以饰也。○朴，普剥反。"
        },
        {
          "paragraph": "素朴而民性得矣。",
          "zhushu": "无烦乎知欲也。重意。老三章，常使民无知无欲。"
        },
        {
          "paragraph": "及至圣人，",
          "zhushu": "圣人者，民得性之迹耳，非所以迹也。此云及至圣人，犹云及至其迹也。"
        },
        {
          "paragraph": "蹩躠为仁，踶跂为义，而天下始疑矣；澶漫为乐，摘僻为礼，而天下始分矣。",
          "zhushu": "夫圣迹既彰，则仁义不真，而礼乐离性，徒得形表而巳矣。有圣人即有斯弊，吾若是何哉？○蹩，歩结反。向崔本作弊，音同。躠，本又作薛，悉结反。向，崔本作杀，音同，又音素葛反。踶，直氏反，向同，崔音缇。跂，丘氏反，一音吕氏反，崔音枝。李云：蹩躠、踶跂，皆用心为仁义之貌。澶，本又作澶，徒旦反，又吐旦反。向、崔本作但，音惮。漫，武半反。向，崔本作曼，音同。李云：澶漫，犹纵逸也。崔云：但曼，淫衍也。一云：澶漫，牵引也。摘，敕历反，又涉革反。辟，匹壁反。向音檗，徐敷历反，李父历反，本或作僻，音同。李云：紏擿，邪辟而为礼也。一音妇赤反，法也。崔云：擿辟多节。分，如字，下分皆同。"
        },
        {
          "paragraph": "故纯朴不残，孰为牺樽？白玉不毁，孰为珪璋？道德不废，安取仁义？性情不离，安用礼乐？五色不乱，孰为文采？五声不乱，孰应六律？",
          "zhushu": "凡此皆变朴为华，弃本崇末，于其天素有残废矣。世虽贵之，非其贵也。○牺尊，音羲。尊或作樽。司马云：画牺牛象以饰樽也。王肃云：刻为牛头。郑玄云：画凤凰羽饰尊婆娑然也。音先河反。珪璋音章。李云：皆器名也。锐上方下曰珪，半珪曰璋。情性不离，如字，别离也。"
        },
        {
          "paragraph": "夫残朴以为器，工匠之罪也；毁道德以为仁义，圣人之过也。",
          "zhushu": "工匠则有规矩之制，圣人则有可尚之迹。"
        },
        {
          "paragraph": "夫马，陆居则食草饮水，喜则交颈相靡，怒则分背相踶。马知已此矣。",
          "zhushu": "御其真知，乘其自陆，则万里之路可致，而群马之性不失。○，颈，领也，居郢反，又祁盈反。靡，如字，李云：摩也。一云：爱也。踶，大计反，又徒兮反，又徒祁反。李云：踶，谓也。广雅字、韵、声类并同。通俗文云：小　谓之踶。知，李音智，下同。"
        },
        {
          "paragraph": "夫加之以衡扼，齐之以月题，而马知介倪闉扼鸷曼诡衔窃辔。故马之知而能至盗者，伯乐之罪也。",
          "zhushu": "马性不同而齐求其用，故有力竭而熊作者。○扼，于革反。衡，辕前横木，缚轭者也。扼，又马颈者也。月题，徒兮反，司马、崔云：马额上当颅如月形者也。介，徐古八反。倪，徐五圭反，郭五第反。李云：介倪犹脾倪也。崔云：介出俾倪也。闉音因。鸷，徐敕二反，郭音踬。曼，武半反，郭武谏反。李云：闉，曲也。鸷，抵也。曼，突也。崔云：闉扼，鸷曼，距扼，顿迟也。司马云：言曲颈于扼以抵突也。一云：鸷曼，旁出也。诡，九彼反。衔，口中勒也。或云：诡衔，吐出衔也。窃辔，啮辔也。崔云：诡衔，窃辔，戾衔，撅盗艰辔也。熊，吐代反。"
        },
        {
          "paragraph": "夫赫胥氏之时，民居不知所为，行不知所之，含哺而熙，鼓腹而游，民能以此矣。",
          "zhushu": "此民之真能也。○赫，本或作　呼百反。胥氏，司马云：赫胥氏，上古帝王也。一云，有赫然之德，使民胥附，故曰赫胥，盖炎帝也。哺音歩○。"
        },
        {
          "paragraph": "及至圣人，屈折礼乐以匡天下之形，县跂仁义以慰天下之心，而民乃始踶跂好知，争归于利，不可止也。此亦圣人之过也。",
          "zhushu": "其过皆由乎迹之可尚也。○县音玄。踶，直氏反。跂，丘氏反。好，呼报反。知音智。"
        }
      ]
    }
  ]
}