{
  "name": "庄子郭象注大宗师第六",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "大宗师第六",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "虽夫地之大，万物之富，其所宗而师者，无心也。○音义曰：崔云：遗形忘生，当大宗此法也。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "知天之所为，知人之所为者，至矣！",
          "zhushu": "知天人之所为者，皆自然也，则内放其身而外冥于物，与众玄同，任之而无不至也。"
        },
        {
          "paragraph": "知天之所为者，天而生也；",
          "zhushu": "天者，自然之谓也。夫为为者不能为，而为自为耳；为知者不能知，而知自知耳。自知耳，不知也，不知也，则知出于不知矣。自为耳，不为也，不为也，则为出于不为矣。为出于不为，故以不为为主。知出于不知，故以不知为宗。是故真人遗知而知，不为而为，自然而生，坐忘而得，故知称绝而为名去也。○天而生，向，崔本作失而生。称，尺证反。"
        },
        {
          "paragraph": "知人之所为者，以其知之所知，以养其知之所不知，终其天年而不中道夭者，是知之盛也。",
          "zhushu": "人之生也，形虽七尺，而五常必具。故虽区区之身，乃举天地以奉之。故天地万物，凡所有者，不可一日而相无也。一物不具，则生者无由得生；一理不至，则天年无缘得终。然身之所有者，知或不知也；理之所存者，为或不为也。故知之所知者寡，而身之所有者众；为之所为者少，而理之所存者博。在上者莫能器之而求其备焉。人之所知不必同。而所为不敢异。异则伪成矣。伪成而真不丧者。朱之有也。或好知不倦。以困其百体。所好不过一枝。而举根倶弊。斯以其所知而害所不知也。若夫知之盛也。知人之所为者有分。故任而不强也。知人之所知者有极。故用而不荡也。故所知不以无崖自困，则一体之中，知与不知，暗相与会而俱全矣。斯以其所知养所不知也。○丧，息浪反，下皆同。好，呼报反，下同。强，其两反。"
        },
        {
          "paragraph": "虽然，有患。",
          "zhushu": "虽知盛，未若遗知任天之无患也。"
        },
        {
          "paragraph": "夫知有所待而后当，",
          "zhushu": "夫知者未能无可无不可，故必有待也。若乃任天而生者，则遇物而当也。"
        },
        {
          "paragraph": "其所待者特未定也。",
          "zhushu": "有待则无定也。"
        },
        {
          "paragraph": "庸讵知吾所谓天之非人乎？所谓人之非天乎？",
          "zhushu": "我生有崖，天也；心欲益之，人也。然此人之所谓耳，物无非天也。天也者，自然也。人皆自然，则冶乱成败，遇与不遇，非人为也，皆自然耳。○讵，徐其庶反。治，直吏反。"
        },
        {
          "paragraph": "且有真人而后有真知。",
          "zhushu": "有真人而后天下之知皆得其真而不可乱也。"
        },
        {
          "paragraph": "何谓真人？古之真人，不逆寡，",
          "zhushu": "凡寡皆不逆，则所顺者众。"
        },
        {
          "paragraph": "不雄成，",
          "zhushu": "不恃其成而处物先。"
        },
        {
          "paragraph": "不谟士。",
          "zhushu": "纵心直前，而群士自合，非谋谟以致之？○谟，没乎反。"
        },
        {
          "paragraph": "若然者，过而弗悔，当而不自得也。",
          "zhushu": "直自全当而无过耳，非以得失经心。"
        },
        {
          "paragraph": "若然者，登高不栗，入水不濡，入火不热；是知之能登假于道也若此。",
          "zhushu": "言夫知之登至于道者，若此之远也。理固自全，非畏死也。故真人陆行而非避濡也，远火而非逃热也，无过而非措当也。故虽不以热为热，而未尝赴火；不以濡为濡，未尝蹈水，不以死为死，未尝丧生。故夫生者，岂生之而生哉？成者，岂成之而成哉？故任之而无不至者，真人也，岂有槩意于所遇哉。○栗音栗。濡，而朱反。假，更百反，至也。远，于阮反。槩，古爱反。"
        },
        {
          "paragraph": "古之真人，其寝不梦，",
          "zhushu": "无意想也。"
        },
        {
          "paragraph": "其觉无忧，",
          "zhushu": "当所遇而安也。○觉，古孝反。"
        },
        {
          "paragraph": "其食不甘，",
          "zhushu": "理当食耳。"
        },
        {
          "paragraph": "其息深深。真人之息以踵，",
          "zhushu": "乃在根本中来。○深深。李云。内息之貌。踵。章勇反。王穆夜云。起息于踵。遍体而深。"
        },
        {
          "paragraph": "众人之息以喉。屈服者，其嗌言若哇。",
          "zhushu": "气不平畅。○喉，向云：喘悸之息，以喉为节。言情欲奔竞所致。嗌，音益，郭音厄。厄，咽喉也。哇，获娲反，徐胡卦反，又音絓，崔一音于佳反，结也。言咽喉之气结碍不通也。简文云：哇，呕也。"
        },
        {
          "paragraph": "其耆欲深者，其天机浅。",
          "zhushu": "深根宁极，然后反一无欲。○耆，市志反。"
        },
        {
          "paragraph": "古之真人，不知说生，不知恶死。",
          "zhushu": "与化为体。○说，音悦。恶，乌路反。"
        },
        {
          "paragraph": "其出不䜣，其入不距。",
          "zhushu": "泰然而任之。○䜣，音欣，又音祈。距，本又作拒，音巨，李云：欣出则营生，距入则恶死。"
        },
        {
          "paragraph": "翛然而往，翛然而来而已矣。",
          "zhushu": "寄之至理，故往来而不难。○翛然，音萧，本又作儵，徐音叔，郭与久反，李音悠。向云：翛然，自然无心而自尔之谓。郭、崔云：往来不难之貌。司马云：儵，疾貌。李同。"
        },
        {
          "paragraph": "不忘其所始，不求其所终。",
          "zhushu": "终始变化，皆忘之矣，岂直逆忘其生，而犹复探求死意也。○复，扶又反，下非复同也。"
        },
        {
          "paragraph": "受而喜之，",
          "zhushu": "不问所受者何物，遇之而无不适也。"
        },
        {
          "paragraph": "忘而复之。",
          "zhushu": "复之不由于识乃至。"
        },
        {
          "paragraph": "是之谓不以心捐道，不以人助天，是之谓真人。",
          "zhushu": "人生而静，天之性也。感物而动，性之欲也。物之感人无穷，人之逐欲无节，则天理灭矣。真人知用心则背道，助天则伤生，故不为也。○捐，徐以全反，郭作揖，一入反，崔云：或作楫，所以行舟也。背音佩。"
        },
        {
          "paragraph": "若然者，其心志，",
          "zhushu": "所居而安为志。"
        },
        {
          "paragraph": "其容寂，",
          "zhushu": "虽行而无伤于静。○容寂本亦作家，崔本作宗。"
        },
        {
          "paragraph": "其颡䪻。",
          "zhushu": "頯，大朴之貌。○颡，息党反，崔云：頟也。䪻，徐去轨反，郭苦对反，李音仇，一音达，权也。王云：质朴无饰也。向本作䫥，云：䫥然大朴貌。广雅云：　大也，五罪反。"
        },
        {
          "paragraph": "凄然似秋，",
          "zhushu": "杀物非为威也。○凄，七西反。"
        },
        {
          "paragraph": "煖然似春，",
          "zhushu": "生物非为仁也。○煖音暄，徐况晚反。"
        },
        {
          "paragraph": "喜怒通四时，",
          "zhushu": "夫体道合变者，与寒暑同其温严，而未尝有心也。然有温严之貌，生杀之节，故寄名于喜怒。"
        },
        {
          "paragraph": "与物有宜而莫知其极。",
          "zhushu": "无心于物，故不夺物宜。无物不宜，故莫知其极。"
        },
        {
          "paragraph": "故圣人之用兵也，亡国而不失人心。利泽施乎万世，不为爱人。",
          "zhushu": "因人心之所欲亡而亡之，故不失人心也。夫白日登天，六合倶照，非爱人而照之也。故圣人之在天下，煖焉若阳春之自和，故泽者不谢；凄乎若秋霜之自降，故雕落者不怨。○亡国而不失人心，崔云：亡敌国而得其人心。"
        },
        {
          "paragraph": "故乐通物，非圣人也；",
          "zhushu": "夫圣人无乐也，直莫之塞而物自通。"
        },
        {
          "paragraph": "有亲，非仁也；",
          "zhushu": "至仁无亲，任理而自存。"
        },
        {
          "paragraph": "天时，非贤也；",
          "zhushu": "时之者，未若忘时而自合之贤也。"
        },
        {
          "paragraph": "利害不通，非君子也；",
          "zhushu": "不能一是非之涂而就利违害，则伤德而累当矣。"
        },
        {
          "paragraph": "行名失已，非士也；",
          "zhushu": "善为士者，遗名而自得，故名当其实。而福应其身。○应，应对之应。"
        },
        {
          "paragraph": "亡身不真，非役人也。",
          "zhushu": "自失其性而矫以从物，受役多矣，安能役人？"
        },
        {
          "paragraph": "若狐不偕、务光、伯夷、叔齐、箕子、胥余、纪他、申徒狄，是役人之役，适人之适，而不自适其适者也。",
          "zhushu": "斯皆舍已殉人，徇彼伤我也。○狐不阶，司马云：古贤人也。务光，皇甫谧云：黄帝时人，其长七寸。伯夷、叔齐、孤竹君之二子。箕子、胥余，司马云：胥余，箕子名也，见尸子。崔同。又云：尸子曰：箕子胥余，漆身为厉，被发徉彺。或云：尸子曰比干也。胥余其名。他徒何反。申徒狄，殷时人，负石自沈于河。崔本作同，俱也。舍音舍，下同。"
        },
        {
          "paragraph": "古之真人，其状义而不朋；",
          "zhushu": "与物同宜，而非朋党。"
        },
        {
          "paragraph": "若不足而不承；",
          "zhushu": "冲虚无余，如若不足也。下之而无不上，若不足而不承也。○承，如字，李云：迎也，又音拯。上，时掌反。"
        },
        {
          "paragraph": "与乎其觚而不坚也，",
          "zhushu": "常游于独而非固守。○与，如字，又音豫，同云疑貌。觚，音孤。王云：觚，特立不倚也。崔云：觚，棱也。"
        },
        {
          "paragraph": "张乎其虚而不华也；",
          "zhushu": "旷然无怀，乃至于实。"
        },
        {
          "paragraph": "邴邴乎其似喜乎，",
          "zhushu": "至人无喜，畅然和适，故似喜也。○邴邴，徐音丙，郭甫杏反，向云：喜貌。简文云：明貌。"
        },
        {
          "paragraph": "崔乎其不得巳乎，",
          "zhushu": "动静行止，常居必然之极。○崔于罪反，徐息罪反，郭旦雷反。向云：动貌。简文云：速貌。"
        },
        {
          "paragraph": "滀乎进我色也，",
          "zhushu": "不以物伤巳也。○傗，本又作滀，敕六反，司马不色，愤起貌。王云：富有德充也。简文云：聚也。"
        },
        {
          "paragraph": "与乎止我德也，",
          "zhushu": "无所趋也。"
        },
        {
          "paragraph": "厉乎其似世乎，",
          "zhushu": "至人无厉，与世同行，故若厉也。○厉如字，崔本作广，云：苞罗者广也。"
        },
        {
          "paragraph": "謷乎其未可制也，",
          "zhushu": "高放而自得。○謷，五羔反，徐五到反。司马云：志远貌。王云：高迈于俗也。"
        },
        {
          "paragraph": "连乎其似好闭也，",
          "zhushu": "绵邈深远，莫见其门。○连，如字，李云：连绵长貌。雀云：寒连也。音辇。好，呼报反，下皆同。"
        },
        {
          "paragraph": "悗乎忘其言也。",
          "zhushu": "不识不知，而天机自发，故悗然也。○悗，亡本反，字或作免，李云：无匹貌。王云：废忘也。崔云：婉顺也。"
        },
        {
          "paragraph": "以刑为体，",
          "zhushu": "刑者治之体，非我为。○治，直吏反。"
        },
        {
          "paragraph": "以礼为翼，",
          "zhushu": "礼者，世之所以自行耳，非我制。"
        },
        {
          "paragraph": "以知为时，",
          "zhushu": "知自时之动，非我唱。"
        },
        {
          "paragraph": "以德为循。",
          "zhushu": "德者，自彼所循，非我作。○循本亦作修，两得。"
        },
        {
          "paragraph": "以刑为体者，绰乎其杀也；",
          "zhushu": "任治之自杀，故虽杀而宽。○绰，昌略反，崔本作淖。"
        },
        {
          "paragraph": "以礼为翼者，所以行于世也；",
          "zhushu": "顺世之所行，故无不行。"
        },
        {
          "paragraph": "以知为时者，不得已于事也；",
          "zhushu": "夫高下相受，不可逆之流也。小大相群，不得巳之势也。旷然无情，群知之府也。承百流之会，居师人之极者，奚为哉。任时世之知，委必然之事，付之天下而巳。"
        },
        {
          "paragraph": "以德为循者，言其与有足者至于丘也，",
          "zhushu": "丘者，所以本也。以性言之，则性之本也。夫物各有足，足于本也。付群德之自循，斯与有足者至于本也，本至而理尽矣。"
        },
        {
          "paragraph": "而人真以为勤行者也。",
          "zhushu": "凡此皆自彼而成，成之不在巳，则虽处万机之极，而常闲暇自适，忽然不觉事之经身，悗然不识言之在口，而人之大迷，真谓至人之为勤行者也。○闲音闲。"
        },
        {
          "paragraph": "故其好之也一，其弗好之也一。",
          "zhushu": "常无心而顺彼，故好与不好，所善所恶，与彼无二也。"
        },
        {
          "paragraph": "其一也一，其不一也一。",
          "zhushu": "其一也，天徒也；其不一也，人徒也。夫真人同天人，均彼我，不以其一异乎不一。"
        },
        {
          "paragraph": "其一与天为徒，",
          "zhushu": "无有而不一者，天也。"
        },
        {
          "paragraph": "其不一与人为徒，",
          "zhushu": "彼彼而我我者，人也。"
        },
        {
          "paragraph": "天与人不相胜也，是之谓真人。",
          "zhushu": "夫真人同天人，齐万致，万致不相非，天人不相胜，故旷然无不一，冥然无不在，而玄同彼我也。"
        },
        {
          "paragraph": "死生，命也，其有夜旦之常，天也。",
          "zhushu": "其有昼夜之常，天之道也。故知死生者，命之极，非𡚶然也，若夜旦耳，奚所系哉？○旦如字，崔本作但，音担。"
        },
        {
          "paragraph": "人之有所不得与，皆物之情也。",
          "zhushu": "夫真人在昼得昼，在夜得夜，以死生为昼夜，岂有所不得乎？人之有所不得，而忧娱在怀，皆物情耳，非理也。"
        },
        {
          "paragraph": "彼特以天为父，而身犹爱之，而况其卓乎！",
          "zhushu": "卓者，独化之谓也。夫相因之功，莫若独化之至也。故人之所因者，天也；天之所生者，独化也。人皆以天为父，故昼夜之变，寒暑之节，犹不敢恶，随天安之。况乎卓尔独化，至于玄冥之竟，又安得而不任之哉？既，任之，则死生变化，唯命之从也。○淖，中至反。恶，乌路反。竟音境。"
        },
        {
          "paragraph": "人特以有君为愈乎己，而身犹死之，而况其真乎！",
          "zhushu": "夫真者，不假于物而自然也。夫自然之不可避，岂直君命而已哉。"
        },
        {
          "paragraph": "泉涸，鱼相与处于陆，相呴以湿，相濡以沫，不如相忘于江湖。",
          "zhushu": "与其不足而相爱，岂若有余而相忘。○涸，户各反，郭户格反，尔雅云：慎也。呴、况于、况付二反。濡，本又作濡，音儒，或一音如戌反。沬音末。忘音亡，下同。"
        },
        {
          "paragraph": "而其誉尧而非桀也，不如两忘而化其道。",
          "zhushu": "夫非誉皆生于不足，故至足者，忘善恶，遗死生，与变化为一，旷然无不适矣，又安知尧、桀之所在邪？○誉音余，注同。"
        },
        {
          "paragraph": "夫大块载我以形，劳我以生，佚我以老，息我以死。",
          "zhushu": "夫形生老死，皆我也。故形为我载，生为我劳，老为我佚，死为我息。四者虽变，未始非我，我奚惜哉？○块，苦怪反，又苦对反，徐胡罪反。佚音逸。"
        },
        {
          "paragraph": "故善吾生者，乃所以善吾死也。",
          "zhushu": "死与生皆命也。无善则已，有善则生，不独善也。故若以吾生为善乎。则吾死亦善也。"
        },
        {
          "paragraph": "夫藏舟于壑，藏山于泽，谓之固矣！",
          "zhushu": "方言生死变化之不可逃，故先举固逃之极然，然后明之以必变之符，将任化而无系也。○壑，火各反。"
        },
        {
          "paragraph": "然而夜半有力者负之而走，昧者不知也。",
          "zhushu": "夫无力之力，莫大于变化者也。故乃揭天地以趋新，负山岳以舍故，故不暂停，忽已涉新，则天地万物无时而不移也。世皆新矣，而日以为故；舟日易矣，而视之若旧；山日更矣，而视之若前。今交一臂而失之，皆在冥中去矣。故向者之我非复今我也。我与今倶往，岂常守故哉？而世莫之觉，不谓今之所遇，可系而在，岂不昧哉。○揭其列、其谒二反。"
        },
        {
          "paragraph": "藏小大有宜，犹有所遯。",
          "zhushu": "不知与化为体，而思藏之使不化，则虽至深至固，各得其所宜，而无以禁其日变也。故夫藏而有之者，不能止其遯也；无藏而任化者，变不能变也。"
        },
        {
          "paragraph": "若夫藏天下于天下而不得所遯，是恒物之大情也。",
          "zhushu": "无所藏而都任之，则与物无不冥，与化无不一，故无外无内，无死无生，体天地而合变化，索所遯而不得矣。此乃常存之大情，非一曲之小意。索，所百反。"
        },
        {
          "paragraph": "特犯人之形而犹喜之。若人之形者，万化而未始有极也，",
          "zhushu": "人形，乃是万化之一遇耳，未独喜也。无极之中，所遇者皆若人耳，岂特人形可喜，而余物无乐邪？○乐音洛，下及注同。"
        },
        {
          "paragraph": "其为乐可胜计邪？",
          "zhushu": "本非人而化为人，化为人，失于故矣。失故而喜，喜所遇也。变化无穷，何所不遇？所遇而乐，乐岂有极乎？○胜音升。"
        },
        {
          "paragraph": "故圣人将游于物之所不得遯而皆存。",
          "zhushu": "夫圣人游于变化之途，放于日新之流，万物万化，亦与之万化；化者无拯，亦与之无拯，谁得遯之哉？夫于生为亡，而于死为存，于死为存，则何时而非存哉。"
        },
        {
          "paragraph": "善夭善老，善始善终，人犹效之，",
          "zhushu": "此自均于百年之内，不善少而否老，禾能体变化，齐死生也。然其平粹，犹足以师人也。○善夭，崔本作狡，同，古卯反，本又作天，于表反；简文于桥反，云：异也。少，诗照反。否音鄙，本亦作鄙。粹，虽遂反。"
        },
        {
          "paragraph": "又况万物之所系而一化之所待乎！",
          "zhushu": "此玄同万物而与化为体，故其为天下之所宗也，不亦宜乎！"
        },
        {
          "paragraph": "夫道有情有信，无为无形；",
          "zhushu": "有无情之情，故无为也。有常无之信，故无形也。"
        },
        {
          "paragraph": "可传而不可受，",
          "zhushu": "故今传而宅之，莫能受而有之。○传，直专反，注同。"
        },
        {
          "paragraph": "可得而不可见；",
          "zhushu": "咸得自容，而莫见其状。"
        },
        {
          "paragraph": "自本自根，未有天地，自古以固存；",
          "zhushu": "明无不待有而无也。"
        },
        {
          "paragraph": "神鬼神帝，生天生地；",
          "zhushu": "无也，岂能生神哉？不神鬼帝，而鬼帝自神，斯乃不神之神也。不生天地，而天地自生，斯乃不生之生也。故夫人之果不足以神，而不神则神矣，功何足有，事何足恃哉？"
        },
        {
          "paragraph": "在太极之先而不为高，在六极之下而不为深，先天地生而不为久，长于上古而不老。",
          "zhushu": "言道之无所不在也，故在高为无高，在深为无深，在久为无久，在老为无老，无所不在，而所在皆无也。且上下无不格者，不得以高卑称也。内外无不至者，不得以表里名也。与化俱移者，不得言久也。终始常无者，不可谓老也。○大音泰。之先，一本作先之，崔本同。先天，悉荐反。长，丁丈反。称，尺证反。"
        },
        {
          "paragraph": "狶韦氏得之，以挈天地；伏戏得之，以袭气母；维斗得之，终古不忒；日月得之，终古不息；堪坏得之，以袭昆仑；冯夷得之，以游大川；肩吾得之，以处大山；黄帝得之，以登云天；颛顼得之，以处玄宫；禺强得之，立乎北极；西王母得之，坐乎少广，莫知其始，莫知其终；彭祖得之，上及有虞，下及五伯；传说得之，以相武丁，奄有天下，乘东维，骑箕尾，而比于列星。",
          "zhushu": "道无能也。此言得之于道，乃所以明其自得耳。自得耳，道不能使之得也。我之未得，又不能为得也。然则凡得之者，外不资于道，内不由于已，掘然自得而独化也。夫生之难也，犹独化而自得之矣。既得其生，又何患于生之不得而为之哉。故为生果不足以全生，以其生之不由于已为也。而为之则伤其真生也。○狶韦氏许岂反，郭褚伊反，李音豕，司马云：上古帝王名。挈，徐苦结反，郭苦系反，司马云：要也，得天地要也。崔云：成也。伏戏音羲，崔本作伏戏氏。袭气母司马：袭，入也。气母，兀气之母也。崔云：取元气之本。维斗，李云：北斗所以为天之纲维。终古，崔云：终古，久也。郑玄注周礼云：终古，犹言常也。忒，它得反，差也。崔本作代。堪坏，徐扶眉反。郭孚坏反。崔作邳。司马云：堪坏，神名。人面，兽形。淮南作钦负昆仑。昆或作岷，同音昆。下力门反。昆仑，山名。冯夷，司马云：清泠。傅曰：华阴僮，乡隄伯人也。服八石，得水仙，是为河伯。一云：以八月庚子浴于河而溺死。一云：渡河溺死，大川河也。崔本作泰川。肩吾，司马云：山神不死，至孔子时大山。泰。又如字。黄帝，崔云：得道而上天也。颛音专。顼，许玉反。玄宫，李云：颛顼，帝高阳氏。玄宫，北方宫也。月令曰：其帝颛顼，其神玄冥。禺强，音虞，郭语龙反。司马云：山海经曰：北海之渚有神，人面鸟身，珥两青蛇，践两赤蛇，名禺强。崔云：大荒经曰：北海之神，名曰禺强，灵龟为之使。归藏曰：昔穆王子筮卦于禺强。案：海外经云：北方禺强，黑身，手足乘两龙。郭璞以为水神，人面鸟身。简文云：北海神也，一名禺京，是黄帝之孙也。西王母，山海经云：状如人，狗尾逢头戴胜，善哨，居洵水之涯。汉武内传云：西王母与上元夫人降帝，美容貌，神仙人也。少广：司马云：穴名。崔云：山名，或西方空界之名。彭祖，解见逍遥篇。崔云：寿七百岁，或以为仙，不死。相，息亮反。武丁至列星，司马云：傅说，殷相也。武丁，殷王高宗也。东维，箕斗之间，天汉津之东维也。星经曰：一星在尾上，言其乘东维，骑箕、尾之间也。崔云：传说死，其精神乘东维，托龙角，乃列宿。今尾上有传说星，崔本此下更有其生无父母，死登遐三年而形遯。此言神之无能名者也凢二十二字。掘，其勿反。"
        },
        {
          "paragraph": "南伯子葵问乎女踽曰：“子之年长矣，而色若孺子，何也？”曰：“吾闻道矣。”",
          "zhushu": "闻道则任其自生，故气色全也。○葵，李云：葵当作綦，声之误也。踽，徐音禹，李音矩，一云：是妇人也。长，丁丈反。孺，本亦作儒，如喻反，李云：弱子也。"
        },
        {
          "paragraph": "南伯子葵曰：“道可得学邪？”曰：“恶！恶可！子非其人也。夫卜梁倚有圣人之才而无圣人之道，我有圣人之道而无圣人之才。吾欲以教之，庶几其果为圣人乎？不然，以圣人之道告圣人之才，亦易矣。吾犹守而告之，参日而后能外天下；",
          "zhushu": "外，犹遗也。○恶恶，并音鸟，下乌乎同。卜梁倚，鱼绮反，又其绮反，李云：卜梁，姓；倚，名。易，以豉反。参，音三。"
        },
        {
          "paragraph": "已外天矣，吾又守之，七日而后外物；",
          "zhushu": "物者，朝夕所须，切巳难忘。"
        },
        {
          "paragraph": "已外物矣，吾又守之，九日而后能外生；",
          "zhushu": "都，遗也。"
        },
        {
          "paragraph": "已外生矣，而后能朝彻；",
          "zhushu": "遗生则不恶死，不恶死故所遇即安，豁然无滞，见机而作，斯朝彻也。○朝如字，李除遥反。下同。彻如字。郭司马云：朝，旦也。彻达妙之道。李云：夫能洞照，不崇朝而远彻也。恶，乌路反。下同。豁，唤活反。"
        },
        {
          "paragraph": "朝彻而后能见独；",
          "zhushu": "当所遇而安之，忘先后之所接，斯见独者也。"
        },
        {
          "paragraph": "见独而后能无古今；",
          "zhushu": "与独倶往。"
        },
        {
          "paragraph": "无古今而后能入于不死不生。",
          "zhushu": "夫系生故有死，恶死故有生。是以无系无恶，然后能无死无生。"
        },
        {
          "paragraph": "杀生者不死，生生者不生。其为物无不将也，",
          "zhushu": "任其自将，故无不将。○杀生者不死，李云：杀，犹亡也。亡生者不死。崔云：除其营生为杀生。生生者不生。李云：矜生者不生也。崔云：常营其生为生生。"
        },
        {
          "paragraph": "无不迎也，",
          "zhushu": "任其自迎，故无不迎。"
        },
        {
          "paragraph": "无不毁也，",
          "zhushu": "任其自毁，故无不毁。"
        },
        {
          "paragraph": "无不成也。",
          "zhushu": "任其自成，故无不成。"
        },
        {
          "paragraph": "其名为撄宁，",
          "zhushu": "夫与物冥者，物萦亦萦，而未始不宁也。○撄，郭音萦，徐于营反，李于𢩘反，崔云：有所系著也。"
        },
        {
          "paragraph": "撄宁也者，撄而后成者也。”",
          "zhushu": "物萦而独不萦，则败矣。故萦而任之，则莫不曲成矣。"
        },
        {
          "paragraph": "南伯子葵曰：“子独恶乎闻之？”曰：“闻诸副墨之子，副墨之子闻诸洛诵之孙，洛诵之孙闻之瞻明，瞻明闻之聂许，聂许闻之需役，需役闻之于讴，于讴闻之玄冥，",
          "zhushu": "玄冥者，所以名无而非无。○副墨，李云：可以副贰玄墨也。崔云：此巳下皆古人姓名，或寓之耳，无其人。洛诵，李云：诵，通也。苞洛无所不通也。瞻明，音占。李云：神明洞彻也。聂许，徐乃摄反。李云：许，与也。摄而保之，无所施与也。需役，徐音须，李音儒，云：儒弱为役也。王云：需，待也。役，亭毒也。于，音乌，又如字。讴，徐乌侯反，李香于反，云：讴，煦也，欲化之貌。王云：讴，歌谣也。玄冥，李云：强名曰玄，视之冥然。向郭云：所名无而非无也。"
        },
        {
          "paragraph": "玄冥闻之参寥，",
          "zhushu": "夫阶名以至无者，必得无于名表，故虽玄冥犹未极，而又推寄于参寥，亦玄之又玄也。○参，七南反。寥，徐力雕反，李云：参，高也。高邈寥旷，不可名也。"
        },
        {
          "paragraph": "参寥闻之疑始。”",
          "zhushu": "夫自然之理，有积习而成者，盖阶近以至远，研粗以至精，故乃七重而后无之名，九重而后疑无是始也。○疑始，李云：又疑无是始，则始非无名也。粗，七胡反。重，直龙反，下同。"
        },
        {
          "paragraph": "子祀、子舆、子犁、子来四人相与语曰：“孰能以无为首，以生为脊，以死为尻；孰知死生存亡之一体者，吾与之友矣！”四人相视而笑，莫逆于心，遂相与为友。俄而子舆有病，子祀往问之，曰：“伟哉，夫造物者将以予为此拘拘也。”曲偻发背，上有五管，颐隐于齐，肩高于顶，句赘指天，阴阳之气有沴，",
          "zhushu": "沴，陵乱也。○子祀，崔云：淮南作子，水作。年五十四而病伛偻。子舆，本又作与，音余。犁，礼兮反。尻，苦羔反。伟，韦鬼反，向云：美也。崔云：自此至鉴干井，皆子祀自说病状也。拘拘，郭音驹。司马云：体拘挛也。王云：不伸也。偻，徐力主反。顶，本亦作项，崔本作缸，音项。句，倶对反，徐古侯反。赘，徐之税反。指天，李云：句赘，项推也。其形似赘，言其上向也。沴，音丽，徐又待显反，郭奴结反，云：陵乱也。李同。崔本作洗，云：满也。"
        },
        {
          "paragraph": "其心间而无事，",
          "zhushu": "不以为患。○间音闲。崔以其心属上句。"
        },
        {
          "paragraph": "跰𨇤而鉴于井，曰：“嗟乎！夫造物者又将以予为此拘拘也。”",
          "zhushu": "夫任自然之变者，无差也，与物嗟耳。○跰𨇤，歩田反，下悉田反，崔本作边鲜，司马云：病不能行，故跰𨇤也。鉴，古暂反。曰嗟乎，崔云：此子舆辞。"
        },
        {
          "paragraph": "子祀曰：“女恶之乎？”曰：“亡，予何恶？浸假而化予之左臂以为鸡，予因以求时夜；浸假而化予之右臂以为弹，予因以求鸮炙；浸假而予之尻以为轮，以神为马，予因而乘之，岂更驾哉？",
          "zhushu": "浸，渐也。夫体化合变，则无往而不因，无因而不可也。○女恶，音汝，下同。下乌路反。亡如字，绝句。予何恶，乌路反，下及注间一音如字读，则连亡字为句。浸，子鸩反，向云渐也。以求时夜，一本无求字。弹，徒旦反。鸮，于娇反。炙，章夜反。"
        },
        {
          "paragraph": "且夫得者，时也；",
          "zhushu": "当所遇之时，世谓之得。"
        },
        {
          "paragraph": "失者，顺也。",
          "zhushu": "时不暂停，顺往而去，世谓之失。"
        },
        {
          "paragraph": "安时而处顺，哀乐不能入也，此古之所谓县解也，而不能自解者，物有结之。",
          "zhushu": "一不能自解，则众物其结之矣。故能解则无所，不解则无所而解也。○乐音洛。县音玄。解音解，下及注同。向云：县解，无所系也。"
        },
        {
          "paragraph": "且夫物不胜天久矣，吾又何恶焉。”",
          "zhushu": "天不能无昼夜，我安能无死生而恶之哉。"
        },
        {
          "paragraph": "俄而子来有病，喘喘然将死，其妻子环而泣之。犁往问之，曰：“叱！避！无怛化！”",
          "zhushu": "夫死生犹寤寐耳，于理当寐，不愿人惊之，将化而叱，无为怛之也。○喘喘，川转反，又尺软反，崔本作惴惴。环如字，徐音患，李云：绕也。叱，昌失反。怛，才达反，崔本作靼，音怛。案：怛，惊也。郑玄注周礼考工记不能惊怛是也。"
        },
        {
          "paragraph": "倚其户与之语曰：“伟哉造化！又将奚以汝为？将奚以汝适？以汝为鼠肝乎，以汝为虫臂乎？”子来曰：“父母于子，东西南北，唯命之从。阴阳于人，不翅于父母。",
          "zhushu": "自古或有能违父母之命者，未有能违阴阳之变而距昼夜之节者也。○倚，于绮反。鼠肝，向云：委弃土壤而巳。王云：取微蔑至贱。臂亦作肠，崔本同。翅，徐诗知反。"
        },
        {
          "paragraph": "彼近吾死而我不听，我则悍矣，彼何罪焉！",
          "zhushu": "死生犹昼夜耳，未足为远也。时当死，亦非所禁，而横有不听之，则适足捍逆于理，以速其死。其死之速，由于我悍，非死之罪也。彼，谓死耳，在生故以死为彼。○彼近，如字。悍，本亦作捍，胡旦反，又音于，说文云：持抵也。"
        },
        {
          "paragraph": "夫大块载我以形，劳我以生，佚我以老，息我以死。故善吾生者，乃所以善吾死也。",
          "zhushu": "理常俱也。"
        },
        {
          "paragraph": "今大冶铸金，金踊跃曰：‘我且必为镆铘！’大冶必以为不祥之金。今一犯人之形，而曰：‘人耳！人耳！’夫造化者必以为不祥之人。",
          "zhushu": "人耳人耳，唯愿为人也。亦犹金之踊跃，世皆知金之不祥，而不能任其自化。夫变化之道，靡所不遇，今一遇人形，岂故为哉？生非故为，时自生耳。矜而有之，不亦妄乎。○且，如字，徐子余反。镆音莫。铘，以嗟反。镆，铘，剑名。"
        },
        {
          "paragraph": "今一以天地为大鑪，以造化为大冶，往而不可哉。",
          "zhushu": "人皆知金之有系为不祥，故明巳之无异于金，则所系之情可解，可解则无不可也。○鑢，劣奴反。于音乌。解如字，下同。"
        },
        {
          "paragraph": "成然寐，蘧然觉。",
          "zhushu": "寐寤自若，不以死生累心。○成然如寐，崔同。李云：成然，县解之貌。本或作成，音盛。简文云：当作城。本又作晎，呼括反，视高貌。本亦作俄然蘧然，李音渠，崔本作据，又其据反。遽然，句形之貌。觉，古孝反。向崔本此下更有发然汀出一句，云：无系则侓液通也。崔本作卫利通，不以化为人也。"
        },
        {
          "paragraph": "子桑户、孟子反、子琴张三人相与友，曰：“孰能相与于无相与，相为于无相为？",
          "zhushu": "夫体天地冥而化者，虽手足异任，五藏殊管，未尝相与而百节同和，斯相与于无相与也。未尝相为而表里俱济，斯相为于无相为也。若乃役其心志以恤手足，运其股肱以营五藏，则相营愈笃，而外内愈困矣。故以天下为一体者，无爱为于其间也。○与如字，崔云：犹亲也，或一音豫。相为，如字，或一音于伪反。爱为，于伪反。"
        },
        {
          "paragraph": "孰能登天游雾，桡桃无极，",
          "zhushu": "无所不任。○桡，徐而少反，郭许尧反。桃，徐徒了反，郭、李徒尧反，又作兆。李云：桡桃犹宛转也。宛转玄旷之中。简文云：循环之名。"
        },
        {
          "paragraph": "相忘以生，无所终穷？”",
          "zhushu": "忘其生则无不忘矣，故能随变任化，无所穷竟。"
        },
        {
          "paragraph": "三人相视而笑，莫逆于心，遂相与友。",
          "zhushu": "若然者，岂友哉？盖寄明至亲而无爱念之近情也。"
        },
        {
          "paragraph": "莫然有间，而子桑户死，未葬。孔子闻之，使子贡往待事焉。或编曲，或鼓琴，相和而歌曰：“嗟来桑户乎！嗟来桑户乎！而已反其真，而我犹为人猗！”",
          "zhushu": "人哭亦哭，俗内之迹也。齐死生，忘哀乐，临尸能歌，方外之至也。○莫然，如字。崔云：定也。有间，如字，崔、李六填切，本亦作为间。编曲，必连反。字林布千反，郭父珍反，史记甫连反。李云：曲蚕。传和，胡卧反。犹，崔本作独。猗，于直反。崔云：辞也。乐音洛。"
        },
        {
          "paragraph": "子贡趋而进曰：“敢问临尸而歌，礼乎？”二人相视而笑曰：“是恶知礼意！”",
          "zhushu": "夫知礼意者，必游外以经内，守母以存子，称情而直往也。若乃矜乎名声，牵乎形制，则孝不任诚，慈不任实，父子兄弟怀情相欺，岂礼之大意哉？○恶音乌，下同。称，尺证反。"
        },
        {
          "paragraph": "子贡反，以告孔子，曰：“彼何人者邪？修行无有而外其形骸，临尸而歌，颜色不变，无以命之。彼何人者邪？”孔子曰：“彼游方之外者也，而丘游方之内者也。",
          "zhushu": "夫理有至极，外内相冥，未有极游外之致而不冥于内者也，未有能冥于内而不游于外者也。故圣人常游外以私内，无心以顺有，故虽终日挥形而神气无变，俯仰万机而淡然自若。夫见形而不及神者，天下之常累也。是故睹其与群物并行，则莫能谓之遗物而离人矣；观其体化而应务，则莫能谓之坐忘而自得矣。岂直谓圣人不然哉。乃必谓至理之无此。是故庄子将明流统之所宗。以释天下之可悟。若直就称仲尼之如此。或者将据所见以排之。故超圣人之内迹。而寄方外于数子。宜忘其所寄。以寻述作之大意。则夫游外弘内之道。坦然自明。而庄子之书。故是涉俗盖世之谈矣。○无以命之。崔李云。命，名也。淡。徒暂反。离。力知反。下同。应。应对之应。下同。数。所主反。坦。徒但反。"
        },
        {
          "paragraph": "外内不相及，而丘使女往吊之，丘则陋矣！",
          "zhushu": "夫吊者，方内之近事也，施之于方外则陋矣。○女音汝，下同。"
        },
        {
          "paragraph": "彼方且与造物者为人，而游乎天地之一气。",
          "zhushu": "皆冥之，故无二。"
        },
        {
          "paragraph": "彼以生为附赘县疣，",
          "zhushu": "若疣之自县，赘之自附，此气之时聚，非所乐也。○县音玄，注同。疣音尤。"
        },
        {
          "paragraph": "以死为决肒溃痈。",
          "zhushu": "若疣之自决，痈之自溃，此气之自散，非所惜也。○决，徐古穴反。肒，胡虬反。溃，胡对反。"
        },
        {
          "paragraph": "夫若然者，又恶知死生先后之所在？",
          "zhushu": "死生代谢，未始有极，与之俱往，则无往不可，故不知胜负之所在也。"
        },
        {
          "paragraph": "假于异物，托于同体；",
          "zhushu": "假。因也。今死生聚散。变化无方。皆异物也。无异而不假。故所假虽异。而共成一体也。"
        },
        {
          "paragraph": "忘其肝胆，遗其耳目；",
          "zhushu": "任之于理而冥往也。"
        },
        {
          "paragraph": "反复终始，不知端倪；",
          "zhushu": "五藏犹忘，何物足识哉？未始有识，故能放身于变化之涂，玄同于反复之波，而不知终始之所及也。○覆，芳服反。倪，本或作泥，同音崖，徐音诣。"
        },
        {
          "paragraph": "芒然彷徨乎尘垢之外，逍遥乎无为之业。",
          "zhushu": "所谓无为之业，非拱默而巳。所谓尘垢之外，非伏于山林也。○芒然，莫刚反，李云：无系之貌。彷，善刚反。徨音皇。尘垢，如字，崔本作塳垢，云：塳音塳，垢、垢同。齐人以风尘为摓堁。"
        },
        {
          "paragraph": "彼又恶能愦愦然为世俗之礼，以观众人之耳目哉？”",
          "zhushu": "其所以观示于众人者，皆其尘垢耳，非方外之冥物也。○愦，上内反，说文、苍颉篇并云。乱也。观，古乱反，示也，注同。"
        },
        {
          "paragraph": "子贡曰：“然则夫子何方之依？”",
          "zhushu": "子贡不闻性与天道，故见其所依，而不见其所以依也。夫所以依者，不依也，世岂觉之哉？"
        },
        {
          "paragraph": "曰：“丘，天之戮民也。",
          "zhushu": "以方内为桎梏，明所贵在方外也。夫游外者依内，离人者合俗，故有天下者，无以天下为也。是以遗物而后能入群，坐忘而后能应务，愈遗之，愈得之。苟居斯极，则虽欲释之而理固自来，斯乃天人之所不赦者也。"
        },
        {
          "paragraph": "虽然，吾与汝共之。”",
          "zhushu": "虽为世所桎梏，但为与汝共之耳。明巳恒自在外也。"
        },
        {
          "paragraph": "子贡曰：“敢问其方。”",
          "zhushu": "问所以游外而共内之意。"
        },
        {
          "paragraph": "孔子曰：“鱼相造乎水，人相造乎道。相造乎水者，穿池而养给；相造乎道者，无事而生定。",
          "zhushu": "所造虽异，其于由无事以得事，自方外以共内，然后养给而生定，则莫不皆然也。倶不自知耳，故成无为也。○造，七报反，诣也，下同。池本亦作地，崔同。"
        },
        {
          "paragraph": "故曰：鱼相忘乎江湖，人相忘乎道术。”",
          "zhushu": "各自足而相忘者，天下莫不然也。至人常足，故常忘也。○忘音亡，下同。"
        },
        {
          "paragraph": "子贡曰：“敢问畸人。”",
          "zhushu": "问：向之所谓方外而不耦于俗者，又安在也？○畸人，居宜反，司马云：不耦也。不耦于人，谓阙于礼教也。李其宜反，言奇异也。"
        },
        {
          "paragraph": "曰：“畸人者，畸于人而侔于天。",
          "zhushu": "夫与内冥者，游于外也。独能游外以冥内，任万物之自然，使天性各足而帝王道成，斯乃畸于人而侔于天也。○侔音谋，司马云：等也，亦从也。"
        },
        {
          "paragraph": "故曰：天之小人，人之君子；人之君子，天之小人也。”",
          "zhushu": "以自然言之，则人无小大；以人理言之，则侔于天者可谓君子矣。"
        },
        {
          "paragraph": "颜回问仲尼曰：“孟孙才，其母死，哭泣无涕，中心不戚，居丧不哀。无是三者，以善丧。盖鲁国固有无其实而得其名者乎？回一怪之。”",
          "zhushu": "鲁国观其礼，而颜回察其心。○孟孙才，李云：三桓后，才其名也。崔云：才或作牛。"
        },
        {
          "paragraph": "仲尼曰：“夫孟孙氏尽之矣，进于知矣，",
          "zhushu": "尽死生之理，应内外之宜者，动而以天行，非知之匹也。应，应对之应。"
        },
        {
          "paragraph": "唯简之而不得，",
          "zhushu": "简择死生而不得其异，若春秋冬夏四时行耳。"
        },
        {
          "paragraph": "夫已有所简矣。孟孙氏不知所以生，不知所以死；",
          "zhushu": "巳简而不得，故无不安。无不安，故不以生死槩意，而付之自化也。"
        },
        {
          "paragraph": "不知就先，不知就后；",
          "zhushu": "所遇而安。"
        },
        {
          "paragraph": "若化为物，",
          "zhushu": "不违化也。"
        },
        {
          "paragraph": "以待其所不知之化巳乎！",
          "zhushu": "死生宛转，与化为一，犹乃忘其所知于当今，岂待所未知而豫忧者哉？"
        },
        {
          "paragraph": "且方将化，恶知不化哉？方将不化，恶知已化哉？",
          "zhushu": "巳化而生，焉知未生之时哉？未化而死，焉知巳死之后哉？故无所避就，而与化倶生也。○恶音乌，下同。焉，于虔反，下皆同。"
        },
        {
          "paragraph": "吾特与汝，其梦未始觉者邪！",
          "zhushu": "夫死生犹觉梦耳，今梦自以为觉，则无以明觉之非梦也。苟无以明觉之非梦，则亦无以明生之非死矣。死生觉梦，未知所在，当其所遇，无不自得，何为在此而忧彼哉？○觉，古孝反，注下皆同。"
        },
        {
          "paragraph": "且彼有骇形而无损心，",
          "zhushu": "以变化为形之骇动耳，故不以死生损累其心。○骇形如字，崔作咳，云。有婴儿之形。"
        },
        {
          "paragraph": "有旦宅而无情死。",
          "zhushu": "似形骸之变。为旦宅之日新耳。其情不以为死。○旦宅并如字。王云。旦暮改易宅是神居也。李本作怛㤞。上丹末反。下陟嫁反。云。惊惋之貌。崔本作靼宅。靼。怛也。"
        },
        {
          "paragraph": "孟孙氏特觉，人哭亦哭，是自其所以乃。",
          "zhushu": "夫常觉者，无往而有逆也，故人哭亦哭，正自是其所宜也。○乃，崔本作恶。"
        },
        {
          "paragraph": "且也相与‘吾之’耳矣，",
          "zhushu": "夫死生变化，吾皆吾之，既皆自吾，吾何失哉？未始失吾，吾何忧哉？无逆，故人哭亦哭；无忧，故哭而不哀。"
        },
        {
          "paragraph": "庸讵知吾所谓‘吾之’乎？",
          "zhushu": "靡所不吾也，故玄同外内，弥贯古今，与化日新，岂知吾之所在也。○讵，其庶反，下章同。"
        },
        {
          "paragraph": "且汝梦为鸟而厉乎天。梦为鱼而没于渊。",
          "zhushu": "言无往而不自得也。"
        },
        {
          "paragraph": "不识今之言者，其觉者乎，其梦者乎？",
          "zhushu": "梦之时自以为觉，则焉知今者之非梦邪？亦焉知其非觉邪？觉梦之化，无往而不可，则死生之变，无时而足惜也。"
        },
        {
          "paragraph": "造适不及笑，献笑不及排，",
          "zhushu": "所造皆适，则忘适矣，故不及笑也。排者，推移之谓也。夫礼，哭必哀，献笑必乐，哀乐存怀，则不能与适推移矣。今孟孙常适，故哭而不哀，与化倶往也。○造，七报反，注同。献笑，向云：献，善也。王云：章也。意有适章于笑，故曰献笑。排，皮皆反。乐音洛，下同。"
        },
        {
          "paragraph": "安排而去化，乃入于寥天一。”",
          "zhushu": "安于推移而与化倶去，故乃入于寂寥，而与天为一也。自此以上至于子祀，其致一也。所执之丧异，故歌哭不同。○寥，本亦作廖，力雕反，李良救反。天一，崔本作造敌不及笑，献笑不及齑，安排而造化不及眇，眇不及雄漂淰，雄漂㑫不及簟筮，簟筮乃入于漻天一。上，时掌反。"
        },
        {
          "paragraph": "意而子见许由，许由曰：“尧何以资汝？”",
          "zhushu": "资者。给济之谓。○意而子。李云。贤士也。资。给也。"
        },
        {
          "paragraph": "意而子曰：“尧谓我：汝必躬服仁义而明言是非。”许由曰：“而奚来为轵？夫尧既已黥汝以仁义，而劓汝以是非矣。汝将何以游夫遥荡恣睢转徙之涂乎？”",
          "zhushu": "言其将以形教自亏残，而不能复游夫自得之塲，无系之涂也。○轵，之是反，郭之忍反。崔云：轵，辞也。李云：是也。黥，其京反。劓，鱼器反。李云：毁道德以为仁义，不似黥乎？破玄同以为是非，不似劓乎？遥荡，王云：纵散也。恣，七咨反，又如字。睢，郭、李云：许维反，徐许鼻反。李、王皆云：恣睢自得貌。复，扶又反，下同。"
        },
        {
          "paragraph": "意而子曰：“虽然，吾愿游于其藩。”",
          "zhushu": "不敢复求涉中道也，且愿游其藩傍而已。○藩，甫烦反，李音烦，司马向皆云崔也。崔云：域也。"
        },
        {
          "paragraph": "许由曰：“不然。夫盲者无以与乎眉目颜色之好，瞽者无以与乎青黄黼黻之观。”意而子曰：“夫无庄之失其美，据梁之失其力，黄帝之亡其知，皆在鑪捶之间耳。",
          "zhushu": "言天下之物，未必皆自成也。自然之理，亦有须治鍜而为器者耳。故此之三人，亦皆闻道而后亡其所务也。此皆寄言以遣云为之累。○盲，本又作眇，崔本作目，云：目或作刑。刑，黥劓也。与音豫，下同。好如字，又呼报反。黼音甫。黻音弗。观，古乱反。无庄据梁，司马云：皆人名。李云：无庄，无庄饰也。据梁，强梁也。鑪音卢。棰，本又作，　徐之睡反，又之蕊反，一音时蕊反。李云：锤鸱头颇口句铁以吹火也。崔云：卢谓之瓮。捶当作甀。卢甀之间，言小处也。甀音丈伪反。鍜，丁乱反。"
        },
        {
          "paragraph": "庸讵知夫造物者之不息我黥而补我劓，使我乘成以随先生邪？”",
          "zhushu": "夫率性直往者，自然也。往而伤性，性伤而能改者，亦自然也。庸讵我知之自然，当不息黥补劓而乘可成之道以随夫子邪？而欲弃而勿告，恐非造物之至。"
        },
        {
          "paragraph": "许由曰：“噫，未可知也。我为汝言其大略：吾师乎！吾师乎！齑万物而不为义，泽及万世而不为仁，",
          "zhushu": "皆自尔耳，亦无爱为于其间也，安所寄其仁义。○噫，徐音医，李云：叹声也。崔云：辞也。本亦作意，音同，又如字，谓呼意而名也。为，于伪反，注同。齑，子兮反，司马云：碎也。"
        },
        {
          "paragraph": "长于上古而不为老，",
          "zhushu": "日新也。○长，丁丈反。"
        },
        {
          "paragraph": "覆载天地、刻雕众形而不为巧。",
          "zhushu": "自然，故非巧也。"
        },
        {
          "paragraph": "此所游已！”",
          "zhushu": "游于不为而师于无师也。"
        },
        {
          "paragraph": "颜回曰：“回益矣。”",
          "zhushu": "以损之为益也。"
        },
        {
          "paragraph": "仲尼曰：“何谓也？”曰：“回忘仁义矣。”曰：“可矣，犹未也。”",
          "zhushu": "仁者，兼爱之迹；义者，成物之功。爱之非仁，仁迹行焉；成之非义，义功见焉。存夫仁义，不足以知爱利之由无心，故忘之可也。但忘功迹，故犹未玄达。○见，贤遍反，下文同。"
        },
        {
          "paragraph": "它日复见，曰：“回益矣。”曰：“何谓也？”曰：“回忘礼乐矣”。曰：“可矣，犹未也。”",
          "zhushu": "礼者，形体之用。乐者，乐生之具。忘其具，未若忘其所以具也。○它日，崔本作异旦，下亦然。复，扶又反，下同。乐，音洛，又音岳。"
        },
        {
          "paragraph": "它日复见，曰：“回益矣。”曰：“何谓也？”曰：“回坐忘矣。”仲尼蹴然曰：“何谓坐忘？”颜回曰：“堕枝体，黜聪明，离形去知，同于大通，此谓坐忘。”",
          "zhushu": "夫坐忘者，奚所不忘哉？既忘其迹，又忘其所以迹者，内不觉其一身，外不识有天地，然后旷然与变化为体，而无不通也。○蹴然，子六反，崔云：变色貌。堕，许规反，徐又待果反。去，起吕反。知音智。坐忘，崔云：端坐而忘。"
        },
        {
          "paragraph": "仲尼曰：“同则无好也，",
          "zhushu": "无物不同，则未尝不适。朱尝不适，何好何恶哉？○好，呼报反，注同。恶，乌路反。"
        },
        {
          "paragraph": "化则无常也。",
          "zhushu": "同于化者，唯化所适，故无常也。"
        },
        {
          "paragraph": "而果其贤乎！丘也请从而后也。”子舆与子桑友，而霖雨十日，子舆曰：“子桑殆病矣！”裹饭而往食之。",
          "zhushu": "此二人相为于无相为者也。今裹饭而相食者，乃任之天理而自尔，非相为而后往也。○霖雨，本又作淋，音林。左传云：雨三日以往为霖。裹音果。食音嗣，注同。"
        },
        {
          "paragraph": "至子桑之门，则若歌若哭，鼓琴曰：“父邪！母邪！天乎！人乎！”有不任其声而趋举其诗焉。子舆入，曰：“子之歌诗，何故若是？”",
          "zhushu": "嫌其有情，所以趋出远理。○有不任音壬其声而趋，七佳反。举其诗焉，崔云：不任其声，惫也。趋举其诗，无音曲也。"
        },
        {
          "paragraph": "曰：“吾思夫使我至此极者而弗得也。父母岂欲吾贫哉？天无私覆，地无私载，天地岂私贫我哉？求其为之者而不得也！然而至此极者，命也夫！”",
          "zhushu": "言物皆自然，无为之者也。"
        }
      ]
    }
  ]
}