{
  "name": "庄子郭象注至乐第十八",
  "author": "战国•庄周",
  "chapters": [
    {
      "name": "至乐第十八",
      "paragraphs": [
        {
          "paragraph": "",
          "zhushu": "音义曰：以义名篇。乐音洛。"
        }
      ]
    },
    {
      "name": "",
      "paragraphs": [
        {
          "paragraph": "天下有至乐无有哉？有可以活身者无有哉？",
          "zhushu": "忘欢而后乐足，乐足而后身存。将以为有乐邪，而至乐无欢。将以为无乐邪，而身以存而无忧。○乐音洛，篇内不出者皆同。至，极也。乐，欢也。"
        },
        {
          "paragraph": "今奚为奚据？奚避奚处？奚就奚去？奚乐奚恶？",
          "zhushu": "择此八者，莫足以活身，唯无择而任其所遇者，乃全耳。○恶，乌路反。"
        },
        {
          "paragraph": "夫天下之所尊者，富贵寿善也；所乐者，身安厚味美服好色音声也；所下者，贫贱夭恶也；所苦者，身不得安逸，口不得厚味，形不得美服，目不得好色，耳不得音声。若不得者，则大忧以惧，其为形也亦愚哉！",
          "zhushu": "凡此失之无伤于形，而得之有损于性。今反以不得为忧，故愚。"
        },
        {
          "paragraph": "夫富者，苦身疾作，多积财而不得尽用，其为形也亦外矣！",
          "zhushu": "内其形者，知足而已。"
        },
        {
          "paragraph": "夫贵者，夜以继日，思虑善否，其为形也亦疏矣！",
          "zhushu": "故亲其形者，自得于身中而已。"
        },
        {
          "paragraph": "人之生也，与忧俱生。寿者惛惛，久忧不死，何之苦也！其为形也亦远矣！",
          "zhushu": "夫遗生然后能忘忧，忘忧而后生可乐，生可乐而后形是我有，富是我物，贵是我荣也。○惛音昏，又音门。"
        },
        {
          "paragraph": "列士为天下见善矣，未足以活身。吾未知善之诚善邪？诚不善邪？若以为善矣，不足活身；以为不善矣，足以活人。",
          "zhushu": "善则过当，故不周济。"
        },
        {
          "paragraph": "故曰：忠谏不听，蹲循勿争。",
          "zhushu": "唯中庸之德为然。○蹲，七旬反，郭音存，又趣允反。循，音旬，又音唇。争，争斗之争，下同。"
        },
        {
          "paragraph": "故夫子胥争之，以残其形；不争，名亦不成。诚有善无有哉？",
          "zhushu": "故当缘督以为经也。"
        },
        {
          "paragraph": "今俗之所为与其所乐，吾又未知乐之果乐邪，果不乐邪？吾观夫俗之所乐，举群趣者，誙誙然如将不得已，",
          "zhushu": "举群趣其所乐，乃不避死也。○誙誙，亡耕反，徐苦耕反，又胡挺反，李云：趣死貌。崔云：以是为非，以非为是。为誙誙，本又作胫胫。"
        },
        {
          "paragraph": "而皆曰乐者，吾未之乐也，亦未之不乐也。",
          "zhushu": "无怀而恣物耳。"
        },
        {
          "paragraph": "果有乐无有哉？吾以无为诚乐矣，",
          "zhushu": "夫无为之乐，无忧而巳。"
        },
        {
          "paragraph": "又俗之所大苦也。故曰：至乐无乐，至誉无誉。",
          "zhushu": "俗以铿鎗为乐，美善为誉。○铿，苦耕反。鎗，七羊反。"
        },
        {
          "paragraph": "天下是非果未可定也，虽然，无为可以定是非。",
          "zhushu": "我无为而任天下之是非，是非者，各自任则定矣。"
        },
        {
          "paragraph": "至乐活身，唯无为几存。",
          "zhushu": "百姓足，则吾身近乎存也。○近，附近之近。"
        },
        {
          "paragraph": "请尝试言之：天无为以之清，地无为以之宁，",
          "zhushu": "皆自清宁耳，非为之所得。"
        },
        {
          "paragraph": "故两无为相合，万物皆化。",
          "zhushu": "不为而自合，故皆化。若有意乎为之，则有时而滞也。"
        },
        {
          "paragraph": "芒乎芴乎，而无从出乎！",
          "zhushu": "皆自出耳，未有为而出之也。○芒，李音荒，又乎晃反，下同。芴，音忽，下同。"
        },
        {
          "paragraph": "芴乎芒乎，而无有象乎！",
          "zhushu": "无有为之象。"
        },
        {
          "paragraph": "万物职职，皆从无为殖。",
          "zhushu": "皆自殖耳。○万物职职，司马云：职职，犹祝祝也。李云：繁殖貌。案：尔雅：职，主也。谓名有主而区别。"
        },
        {
          "paragraph": "故曰：天地无为也而无不为也。",
          "zhushu": "若有为，则有不齐也。"
        },
        {
          "paragraph": "人也孰能得无为哉！",
          "zhushu": "得无为则无乐而乐至矣。"
        },
        {
          "paragraph": "庄子妻死，惠子吊之，庄子则方箕踞鼓盆而歌，惠子曰：“与人居，长子、老、身死，不哭亦足矣。又鼓盆而歌，不亦甚乎？”庄子曰：“不然。是其始死也，我独何能无槩然？察其始而本无生；非徒无生也，而本无形；非徒无形也，而本无气。杂乎芒芴之间，变而有气，气变而有形，形变而有生。今又变而之死。是相与为春秋冬夏四时行也。人且偃然寝于巨室，而我噭噭然随而哭之，自以为不通乎命，故止也。”",
          "zhushu": "未明而槩，己达而止，斯所以诲有情者，将令推至理以遣累也。○踞音据。盆，谓瓦缶也。长，丁丈反。槩，古代反，司马云：感也。又音骨，哀乱貌。巨室，巨，大也。司马云：以天地为室也。噭，古吊反，又古尧反。令，力呈反。"
        },
        {
          "paragraph": "支离叔与滑介叔观于冥伯之丘，昆仑之虚，黄帝之所休。俄而柳生其左肘，其意蹶蹶然恶之。支离叔曰：“子恶之乎？”滑介叔曰：“亡，予何恶！生者，假借也。假之而生生者，尘垢也。死生为昼夜。且吾与子观化而化及我，我又何恶焉！”",
          "zhushu": "斯皆先示有情，然后寻至理以遣之。若云我本无情，故能无忧，则夫有情者，遂自绝于远旷之域，而迷困于忧乐之竟矣。○支离叔，与滑音骨，崔本作潏介，音界。叔，李云：支离忘形，滑介忘智。言二子乃识化也。㝠伯之丘，李云：丘，名，喻杳冥也。仑，力门反。虚音墟，休息也。肘，竹九反。司马本作胕，音跌，云：胕，足上也。蹶蹶，纪卫反，动也。恶之，乌路反，后皆同。垢，音苟。竟，音境。"
        },
        {
          "paragraph": "庄子之楚，见空髑髅，髇然有形。撽以马捶，因而问之，曰：“夫子贪生失理而为此乎？将子有亡国之事，斧𨱆之诛而为此乎？将子有不善之行，愧遗父母妻子之丑而为此乎？将子有冻馁之患而为此乎？将子之春秋故及此乎？”于是语卒，援髑髅，枕而卧。夜半，髑髅见梦曰：“子之谈者似辩士，诸子所言，皆生人之累也，死则无此矣。子欲闻死之说乎？”庄子曰：“然。”髑髅曰：“死，无君于上，无臣于下，亦无四时之事，从然以天地为春秋，虽南面王乐，不能过也。”庄子不信，曰：“吾使司命复生子形，为子骨肉肌肤，反子父母、妻子、闾里、知识，子欲之乎？”髑髅深矉蹙頞曰：“吾安能弃南面王乐而复为人间之劳乎？”",
          "zhushu": "旧说云庄子乐死恶生，斯说谬矣。若然，何谓齐乎？所谓齐者，生时安生，死时安死，生死之情既齐，则无为当生而忧死耳。此庄子之旨也。○髑音独。髅音楼。髇，苦尧反，徐又许尧反，李呼交反，司马、李云：白骨貌有枯形也。撽，苦吊反，又古的反，说文作𢶡，云：旁击也。捶，拙鬼反，又之睡反，马杖也。遗，唯季反。冻，丁贡反。馁，奴罪反。援，音袁。枕，针鸩反。见，贤遍反。从，七容反，从容也。李、徐子用反，纵逸也。复音服，又扶又反。矉，音频。蹙，本又作顣，又作䠞，同子六反。頞，于葛反。李云：矉蹙者，愁貌。复，扶又反。"
        },
        {
          "paragraph": "颜渊东之齐，孔子有忧色。子贡下席而问曰：“小子敢问：回东之齐，夫子有忧色，何邪？”孔子曰：“善哉女问。昔者管子有言，丘甚善之，曰：‘褚小者不可以怀大，绠短者不可以汲深。’夫若是者，以为命有所成而形有所适也，夫不可损益。",
          "zhushu": "故当任之而巳。○褚，猪许反。绠，格猛反，汲索也。汲，居及反。适或作通。"
        },
        {
          "paragraph": "吾恐回与齐侯言尧、舜、黄帝之道，而重以燧人、神农之言。彼将内求于己而不得，不得则惑，人惑则死。",
          "zhushu": "内求不得，将求于外，舍内求外，非惑如何○皇帝，谓三皇五帝也，司马本作黄帝。重，直用反。舍音舍。"
        },
        {
          "paragraph": "且女独不闻邪？昔者海鸟止于鲁郊，鲁侯御而觞之于庙，奏九韶以为乐，具太牢以为膳。鸟乃昡视忧悲，不敢食一脔，不敢饮一杯，三日而死。此以己养养鸟也，非以鸟养养鸟也。夫以鸟养养鸟者，宜栖之深林，游之坛陆，浮之江湖，食之䲡䱔，随行列而止，委蛇而处。彼唯人言之恶闻，奚以夫譊譊为乎！咸池九韶之乐，张之洞庭之野，鸟闻之而飞，兽闻之而走，鱼闻之而下入，人卒闻之，相与还而观之。鱼处水而生，人处水而死。彼必相与异，其好恶故异也。故先圣不一其能，不同其事。",
          "zhushu": "各随其情。○女音汝，后同。海鸟，司马云：国语曰爰居也。止鲁东门之外三日，臧文仲使国人祭之。又云：鲁侯也。爰居一名杂县，举头高八尺。樊光注尔雅云：形似明皇。邪音讶。觞音伤。于庙。司马云：饮之于庙中也。九韶，常遥反。膳如字。昡，七遍反。司马本作玄，音眩。视，如字，徐市至反。脔，里转反。坛，大旦反。司马本作澶，音但，云：水沙澶也。食之，音嗣。䱔音条，又音筿，又徒由反，一音由。行，户刚反。委，于危反。蛇，以支反，又如字。譊，乃交反。咸池，尧乐名。乐，如字。卒，寸忽反，司马音子忽反，云：众也。彼音惫，又旋面反。好，呼报反。"
        },
        {
          "paragraph": "名止于实，义设于适，是之谓条达而福持。”",
          "zhushu": "实而适，故条达；性常得，故福持。"
        },
        {
          "paragraph": "列子行，食于道，从见百岁髑髅，攓蓬而指之曰：“唯予与女知而未尝死，未尝生也。",
          "zhushu": "各以所遇为乐。○道从，如字，司马云：从道旁也。本或作徒。攓，居辇反，徐纪偃反，又起虔反。司马云：扶也。或音厥。蓬，歩东反，徐音扶公反。"
        },
        {
          "paragraph": "若果养乎？予果欢乎？”",
          "zhushu": "欢养之实。未有定在。○若果。一本作汝果。元嘉本作汝过。养。司马本作暮。云。死也。予果。元嘉本音予过。欢乎。司马本作嚾。云。呼声。谓生也。"
        },
        {
          "paragraph": "种有几，",
          "zhushu": "变化种数，不可胜计。○种，章勇反，注同。几，居岂反。胜音升。"
        },
        {
          "paragraph": "得水则为继。得水土之际则为鼃蠙之衣，生于陵屯则为陵舄，陵舄得郁栖则为乌足，乌足之根为蛴螬，其叶为胡蝶。胡蝶胥也，化而为虫，生于灶下，其状若脱，其名为鸲掇。鸲掇千日为鸟，其名为乾余骨。乾余骨之沫为斯弥，斯弥为食醯。颐辂生乎食醯，黄軦生乎九猷，瞀芮生乎腐蠸，羊奚比乎不笋，久竹生青宁，青宁生程，程生马，马生人，人又反入于机。万物皆出于机，皆入于机。",
          "zhushu": "此言一气而万形。有变化而无死生也。○得水则为继。此古绝字。徐音绝。今读音继。司马本作继，云：万物虽有兆朕，得水上气，乃相继而生也。本或作断，又作续断。得水土之际，则为鼃户蜗反。蠙，歩田反，徐我贤反，郭父因反，又音宾，李婢軨反。之衣，司马云：言物根在水土际，布在水中，就水上视不见，抄之可得，如张绵在水中，楚人谓之鼃蠙之衣。生于陵屯，司马音徒门反，云：阜也。郭音纯。则为陵舄音昔。司马云：言物因水成而陆产，生于陵屯，化作车前，改名陵舄也。一名泽舄，随燥湿变也。然不知其祖，言物化无常形也。人之死也，亦或化为草木，草木之精，或化为人也。陵马得郁栖，则为乌足。司马云：郁栖，虫名；乌足，草名，生水邉也。言郁栖在陵舄之中，则化为乌足也。李云：郁栖，粪壤也。言陵舄在粪，化为乌足也。乌足之根为蛴，音齐。螬音曹。司马本作螬䗲，云：蝎也。其叶为胡蝶，音牒。司马云：胡蝶，蛱蝶也。草化为虫，虫化为草，夫始有极，胡蝶，胥也，一名胥也。化而为虫，生放灶下：司马云：得热气而生也。其状若脱它括反。司马音悦，云：新出皮悦好也。鸲，其倶反。掇。丁活反。乾音干。沫音末。李云：口中汁也。斯弥李云：虫也。食如字。司马本作蚀。醯，许兮反，李音濠。司马云：蚀醯，若酒上蠛蠓也。蠛音眠结反。蠓，音无孔反。颐，以之反。辂，音路，一音洛。黄軦，音况，徐、李休往反。司马云：颐辂、黄軦，皆虫名。九猷，音由。李云：九宜为久。久，老也。猷，虫名也。瞀，莫豆反，又莫住反，又亡角反。芮，如锐反，徐如悦反。腐，音辅。蠸，音权，郭音欢。司马云：亦虫名也。尔雅云：一名守瓜，一名忿鼠也。羊奚比毗志反。笋息尹反。司马云：羊奚，草名，根似芜菁，与久竹比合而为物，皆生于非类也。青宁司马云：虫名。青宁生程。李云：未闻程生马，马生人，俗本多误，故具录之。"
        }
      ]
    }
  ]
}