{
    "name": "庄子郭象注",
    "author": "战国•庄周",
    "chapters": [
        {
            "name": "南华真经序",
            "paragraphs": [
                {
                    "paragraph": "河南郭象子玄撰。",
                    "zhushu": ""
                },
                {
                    "paragraph": "夫庄子者，可谓知本矣，故未始藏其狂言，言虽无会而独应者也。夫应而非会，则虽当无用；言非物事，则虽高不行。与夫寂然不动，不得已而后起者，固有间矣，斯可谓知无心者也。夫心无为，则随感而应，应随其时，言唯谨尔。故与化为体，流万代而冥物，岂曾设对独遘而游谈乎方外哉！此其所以不经而为百家之冠也。然庄生虽未体之，言则至矣。通天地之统，序万物之性，达死生之变，而明内圣外王之道，上知造物无物，下知有物之自造也。其言宏绰，其旨玄妙。至至之道，融微旨雅，泰然遣放，放而不敖。故曰：不知义之所适，猖狂妄行而蹈其大方。含哺而熙乎澹泊，鼓腹而游乎混芒。至人极乎无亲，孝慈终于兼忘，礼乐复乎已能，忠信发乎天光。用其光则其朴自成，是以神器独化于玄冥之境而源流深长也。故其长波之所荡，高风之所扇，畅乎物宜，适乎民愿。弘其鄙，解其悬，洒落之功未加，而矜夸所以散。故观其书，超然自以为已当，经昆仑，涉太虚，而游憁恍之庭矣。虽复贪婪之人，进躁之士，暂而揽其余芳，味其溢流，仿佛其音影，犹足旷然有忘形自得之怀，况探其远情而玩永年者乎。遂绵邈清遐，去离尘埃而返冥极者也。",
                    "zhushu": ""
                }
            ]
        },
        {
            "name": "庄子内篇逍遥游第一",
            "paragraphs": [
                {
                    "paragraph": "",
                    "zhushu": "夫小大虽殊，而放于自得之场，则物任其性，事称其能，各当其分，逍遥一也，岂容胜负于其间哉！音义曰：内篇内者，对外立名。说文云：篇，书也。字从竹。从非者，草名耳，非也。逍音销，亦作消。遥如字，亦作摇。游如字，亦作游。逍遥游者，篇名。义取闲放不拘，怡适自得。夫音符，埸直良切。称尺证切。当丁浪切。分符问切。"
                },
                {
                    "paragraph": "北冥有鱼，其名为鲲。鲲之大，不知其几千里也。化而为鸟，其名为鹏。",
                    "zhushu": "鹏鲲之实。吾所未详也。夫庄子之大意。在乎逍遥游放。无为而自得。故极小大之致。以明性分之适。达观之士宜要其会归而遗其所寄。不足事事曲与生说。自不害其弘旨。皆可略之。○北冥本亦作溟。觅经切。北海也。嵇康云。取其溟溟无涯也。梁简文帝云。窅冥无极。故谓之冥。东方朔十洲记云。水黑色谓之冥海。无风，洪波百丈。鲲，徐音昆，李侯温反，大鱼名也。崔𬤥云：鲲当为鲸，简文同。几，居岂反，下同。鹏，步登反，徐音朋，郭甫登反。崔音凤，云：鹏即古凤字，非来仪之凤也。说文云：朋及鹏。皆古文凤字也。朋鸟象形。凤飞群鸟从以万数，故以鹏为朋党字。字林云：鹏，朋党也。古以为凤字。夫音符，发句之端皆同。分，符问反，下皆同。观，古乱反。要，一遥反。"
                },
                {
                    "paragraph": "鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。",
                    "zhushu": "非冥海不足以运其身，非九万里不足以负其翼。此岂好奇哉？直以大物必自生于大处，大处亦必自生此大物，理固自然，不患其失，又何措心于其间哉！○垂天之云，司马彪云：若云垂天旁。崔云：垂，犹边也。其大如天。一面云也。海运，司马云：运，转也。向秀云：非海不行，故曰海运。简文云：运，徙也。好，呼报反。下皆同。处，昌虑反。下同。厝，七故反，本又作措。"
                },
                {
                    "paragraph": "《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，搏扶摇而上者九万里，",
                    "zhushu": "夫翼大则难举，故搏扶摇而后能上，九万里乃足自胜耳。既有斯翼，岂得决然而起，数仞而下哉？此皆不得不然，非乐然也。○齐谐，户皆反，司马及崔并云：人姓名。简文云：书志怪。志，记也。怪，异也。水击，崔云：将飞举翼击水。踉，跄也。踉音亮。跄，七亮反。搏，徒端反，司马云：搏飞而上也。一音搏。崔云：柎翼徘徊而上也。扶摇，徐音遥，风名也。司马云：上行风谓之扶摇。尔雅云：扶摇谓之飙。郭璞云：暴风从下上也。上，时掌反，注同。胜，音升，下同。缺，喜缺反，下同。数，色主反，下同。乐，音岳，又五孝反。"
                },
                {
                    "paragraph": "去以六月息者也。”",
                    "zhushu": "夫大鸟一去半岁，至天地而息。小鸟一飞半朝，枪榆枋而止。此比所能，则有间矣，其于适性一也。○枪，七羊反。枋音方。"
                },
                {
                    "paragraph": "野马也，尘埃也，生物之以息相吹也。",
                    "zhushu": "此皆鹏之所凭以飞者耳。野马者，游气也。○野马，司马云：春月泽中游气也。崔云：天地间气如野马驰也。埃音哀。崔云：天地间气蓊郁似尘埃扬也。吹如字，崔本作炊，冯皮冰反，本亦作凭。"
                },
                {
                    "paragraph": "天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。",
                    "zhushu": "今观天之苍苍，竟未知便是天之正色邪？天之为远而无极邪？鹏之自上以视地，亦若人之自此视天，则止而图南矣。言鹏不知道里之远近，趣足以自胜而逝。○邪也，嗟反。助句，不定之辞，后放此。"
                },
                {
                    "paragraph": "且夫水之积也不厚，则负大舟也无力。复杯水于坳堂之上，则芥为之舟；置杯焉则胶，水浅而舟大也。",
                    "zhushu": "此皆明鹏之所以高飞者，翼大故耳。夫质小者，所资不待大；则质大者，所用不得小矣。故理有至分，物有定极，各足称事，其济一也。若乃失乎忘生之生，而营生于至当之外，事不任力，动不称情，则虽垂天之翼，不能无穷，决起之飞不能无困矣。○夫音符。覆，芳服反。杯，崔本作杯。坳，于交反，又乌了反，李又伊九反，崔云：堂道谓之坳。司马云：涂地令平。支遁云：谓有坳垤形也。芥，古迈反，徐古迈反，一音古黠反。李云：小草也。胶，徐、李古孝反，一音如字。崔云：胶著地也。李云：黏也。称，尺证反，后同。济，子细反，本又作齐，如字。之生，本亦作王字。当，丁浪反，后皆同。"
                },
                {
                    "paragraph": "风之积也不厚，则其负大翼也无力。故九万里，则风斯在下矣，而后乃今培风；背负青天而莫之夭阏者，而后乃今将图南。",
                    "zhushu": "夫所以乃今将图南者，非其好高而慕远也，风不积则夭阏不通故耳。此大鹏之逍遥也。○培音裴，重也。徐扶杯反，又父宰反，一音扶北反，本或作陪风，绝句。背负青天，一读以背字属上句。夭，于表反，司马云：折也。阏，徐于葛反，一音谒，司马云：止也。李云：塞也。"
                },
                {
                    "paragraph": "蜩与学鸠笑之曰：“我决起而飞，枪榆枋，时则不至，而控于地而巳矣。奚以之九万里而南为？”",
                    "zhushu": "苟足于其性，则虽大鹏无以自贵于小鸟，小鸟无羡于天地，而荣愿有余矣。故小大虽殊，逍遥一也。○蜩音条，司马云：蝉学鸠，如字，一音于角反，本又作鸴，音同，本或作鸴，音预。崔云：学读为滑。滑鸠一名滑雕。司马云：学鸠，小鸠也。李云：鹘。雕也。毛诗草木疏云：鹘鸠，班鸠也。简文云：月令云鸤鸠拂其羽是也。决向徐喜抉反，李呼穴反。李顺云：疾貌。枪七良反。司马、李云：犹集也。崔云：著也。支遁云：枪，突也。榆，徐音逾，木名也。枋，徐音方。李云：檀木也。崔云：木也。或曰：木名。控苦贡反。司马云：投也。又云：引也。崔云：叩也。"
                },
                {
                    "paragraph": "适莽苍者，三餐而反，腹犹果然；适百里者，宿舂粮；适千里者，三月聚粮。",
                    "zhushu": "所适弥远，则聚粮弥多，故其翼弥大，则积气弥厚也。○莽，莫浪反，或莫郎反。苍，七荡反，或如字。司马云：莽苍，近郊之色也。李云：近野也。支遁云：家间也。崔云：草野之色。餐，七丹反。果，徐如字，又苦火反，众家皆云饱貌。春，束容反。粮，音良。"
                },
                {
                    "paragraph": "之二虫又何知！",
                    "zhushu": "二虫，谓鹏蜩也。对大于小，所以均异趣也。夫趣之所以异，岂知异而异哉？皆不知所以然而自然耳。自然耳，不为也。此逍遥之大意。"
                },
                {
                    "paragraph": "小知不及大知。小年不及大年。",
                    "zhushu": "物各有性，性各有极，皆如年知，岂跂尚之所及哉。自此巳下，至于列子，历举年知之大小，各信其一，方未有足以相倾者也。然后统以无待之人，遗彼忘我，冥此群异，异方同得，而我无功名。是故统小大者，无小无大者也。苟有乎小大，则虽大鹏之与斥𫛩，宰官之与御风，同为累物耳。齐死生者，无死无生者也。苟有乎死生，则虽大椿之与蟪蛄，彭祖之与朝菌，均于短折耳。故游于无小无大者，无穷者也。冥乎不死不生者，无极者也。若夫逍遥而系于有方，则虽放之使游而有所穷矣，未能无待也。○知音智，本亦作智，下大知并注同，下年知放此。跂，丘豉反，后同。累，劣伪反，下皆同。"
                },
                {
                    "paragraph": "奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥灵者，以五百岁为春，五百岁为秋；上古有大椿者，以八千岁为春，八千岁为秋。而彭祖乃今以久特闻，众人匹之，不亦悲乎！",
                    "zhushu": "夫年知不相及，若此之悬也，比于众人之所悲，亦可悲矣。而众人未尝悲此者，以其性各有极也。苟知其极，则豪分不可相跂，天下又何所悲乎哉？夫物未尝以大欲小，而必以小羡大，故举小大之殊，各有定分，非羡欲所及，则羡欲之累可以绝矣。夫悲生于累，累绝则悲去，悲去而性命不安者，未之有也。○朝菌徐其陨反。司马云：大芝也。天阴生粪上，见日则死，一名日及，故不知月之终始也。崔云：粪上芝，朝生暮死，晦者不及朔，朔者不及晦。支遁云：一名舜英，朝生暮落。潘尼云：木槿也。简文云：欿生之芝也。欿音况物反。晦，冥也。朔，旦也。惠，本亦作蟪，同。蛄音姑，司马云：惠蛄，寒蝉也，一名蝭蟟，春生夏死，夏生秋死。崔云：蛁，蟟也。或曰山蝉秋鸣者不及春，春鸣者不及秋。广雅云：蟪蛄，蛁蟟也。案即楚词所云寒螀者也。蝭音提。蟟音劳，又音辽。蛁音雕。螀音将。冥，本或作榠，同灵。李顺云：冥灵，木名也。江南生以叶生为春，叶落为秋，此木以二千岁为一年。椿，丑伦反。司马云：木一名蕣。蕣，木槿也。崔音蕣，华同。李云：生江南，一云生北户南。此木三万二千岁为一年。彭祖，李云：名铿，尧臣，封于彭城，历虞夏至摘，年七百岁，故以久寿见闻。世本云：姓篯名铿，在摘为守藏史，在周为柱下史，年八百岁。篯音翦，一云即老子也。崔云：尧臣仕殷世，其人甫寿七百年。王逸评楚辞天问云：彭铿即彭祖，事帝尧。彭祖至七百岁，犹曰悔不寿，恨杖晚而唾。远云：帝喾之玄孙。特闻，如字，崔本作待闻。悬音玄。分，符问反，又方云反。"
                },
                {
                    "paragraph": "汤之问棘也是已。",
                    "zhushu": "汤之问棘。亦云物各有极。任之则条畅。故庄子以所问为是也。○棘李云。汤时贤人。又云。是棘子。崔云。齐谐之徒识冥灵大椿者名也。简文云。一曰汤。广大也。棘。狭小也。"
                },
                {
                    "paragraph": "穷发之北有冥海者，天池也。有鱼焉，其广数千里，未有知其修者，其名为鲲。有鸟焉，其名为鹏，背若泰山，翼若垂天之云，搏扶摇羊角而上者九万里，绝云气，负青天，然后图南，且适南冥也。斥𫛩笑之曰：“彼且奚适也？我腾跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。而彼且奚适也？”此小大之辩也。",
                    "zhushu": "各以得性为至，自尽为极也。向言二虫殊翼，故所至不同，或翱翔天池，或毕志榆枋，直各称体而足，不知所以然也。今言小大之辩，各有自然之素，既非跂慕之所及，亦各安其天性，不悲所以异，故再出之。○发，李云：发，犹毛也。司马云：北极之下，无毛之地也。崔云：北方无毛地也。案：毛，草也。地理书云：山以草木为发。广，古旷反。数，色主反，下同。羊角，司马云：风曲上行若羊角。上，时掌反，下同。且，如字，旧子余反，下同。斥，如字。司马云：小泽也。本亦作尺，崔本同。简文云：竹尺，非。𫛩，于谏反，字亦作𮭨。司马云：𫛩，𫛩省也。跃，由若反。翱，五刀反。蒿，好刀反。"
                },
                {
                    "paragraph": "故夫知效一官，行比一乡，德合一君，而征一国者，其自视也亦若此矣。",
                    "zhushu": "亦犹鸟之自得于一方也。○知效，音智，下户教反。行，下孟反。比，毗至反，徐扶至反，李云：合也。征，如字，司马云：信也。崔支云：成也。"
                },
                {
                    "paragraph": "而宋荣子犹然笑之。",
                    "zhushu": "未能齐，故有笑。○宋荣子司马、李云：宋国人也。崔云：贤者也。犹然笑之崔、李云：犹，笑貌。案：谓犹以为笑。"
                },
                {
                    "paragraph": "且举世而誉之而不加劝，举世而非之而不加沮，",
                    "zhushu": "审自得也。○誉音余。沮，慈吕反，败也。"
                },
                {
                    "paragraph": "定乎内外之分，",
                    "zhushu": "内我而外物。"
                },
                {
                    "paragraph": "辩乎荣辱之竟，",
                    "zhushu": "荣巳而辱人。○之竟，居领反。"
                },
                {
                    "paragraph": "斯已矣。",
                    "zhushu": "亦不能复过此。○复，扶又反。"
                },
                {
                    "paragraph": "彼其于世，未数数然也。",
                    "zhushu": "足于身，故间于世也。○数数，音朔，下同，徐所禄反，一音桑缕反，司马云：犹汲汲也。崔云：迫促意也。简文所喻反，谓计数。间音闲，本亦作闲。"
                },
                {
                    "paragraph": "虽然，犹有未树也。",
                    "zhushu": "唯能自是耳，未能无所不可也。○未树，司马云：树，立也。未立至德也。"
                },
                {
                    "paragraph": "夫列子御风而行，泠然善也，",
                    "zhushu": "冷然。轻妙之貌○列子，李云：郑人名御寇。得风征，乘风而行。与郑穆公同时。冷音零。"
                },
                {
                    "paragraph": "旬有五日而后反。",
                    "zhushu": "苟有待焉，则虽御风而行，不能以一时而周也。"
                },
                {
                    "paragraph": "彼于致福者，未数数然也。",
                    "zhushu": "自然御风行耳，非数数然求之也。"
                },
                {
                    "paragraph": "此虽免乎行，犹有所待者也。",
                    "zhushu": "非风则不得行，斯必有待也。唯无所不乘者无待耳。"
                },
                {
                    "paragraph": "若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？",
                    "zhushu": "天地者，万物之总名也。天地以万物为体，而万物必以自然为正。自然者，不为而自然者也。故大鹏之能高，斥𫛩之能下，椿木之能长，朝菌之能短，凡此皆自然之所能，非为之所能也。不为而自能，所以为正也。故乘天地之正者，即是顺万物之性也；御六气之辩者，即是游变化之涂也。如斯以往，则何往而有穷哉。所遇斯乘，又将恶乎待哉。此乃至德之人玄同彼我者之逍遥也。苟有待焉，则虽列子之轻妙，犹不能以无风而行，故必得其所待，然后逍遥耳，而况大鹏乎。夫唯与物冥而循大变者，为能无待而常通，岂自通而巳哉。又顺有待者，使不失其所待。所待不失，则同于大通矣。故有待无待，吾所不能齐也。至于各安其性，天机自张，受而不知，则吾所不能殊也。夫无待犹不足以殊有待，况有待者之巨细乎？○六气，司马云：阴阳，风雨晦明也。李云：平旦为朝霞，日中为正阳，日入为飞泉，夜半为沆瀣。天玄地黄为六气。王逸注楚辞云。陵阳子明经言。春食朝霞。朝霞者。日欲出时黄气也。秋食沦阴。沦阴者。日没巳后赤黄气也。冬食沆瀣。沆瀣者。北方夜半气也。夏食正阳。正阳者。南方日中气也。并天玄地黄之气。是为六气。沆音户党反。瀣音下界反。支云：天地四时之气。辩，如字，变也。崔本作和。恶音乌，注同。"
                },
                {
                    "paragraph": "故曰：“至人无己，",
                    "zhushu": "无己，故顺物，顺物而王矣。○己音纪，注同。而王，于况反，本亦作至。"
                },
                {
                    "paragraph": "神人无功，",
                    "zhushu": "夫物未尝，有谢生于自然者，而必欣赖于针石，故理至则迹灭矣。今顺而不助，与至理为一，故无功。○针，之鸩反，或之林反。"
                },
                {
                    "paragraph": "圣人无名。”",
                    "zhushu": "圣人者，物得性之名耳，未足以名其所以得也。"
                },
                {
                    "paragraph": "尧让天下于许由，曰：“日月出矣，而爝火不息。其于光也，不亦难乎？时雨降矣，而犹浸灌，其于泽也，不亦劳乎？夫子立而天下治，而我犹尸之，吾自视缺然，请致天下。”许由曰：“子治天下，天下既已治也。",
                    "zhushu": "夫能令天下治不治天下者也，故尧以不治治之，非治之而治者也。今许由方明既治，则无所代之，而治实由尧，故有子治之言，宜忘言以寻其所况。而或者遂云治之而治者，尧也，不治而尧得以治者，许由也。斯失之远矣。夫治之由乎不治，为之出乎无为也。取于尧而足，岂借之许由哉？若谓拱默乎山林之中，而后得称无为者，此庄老之谈，所以见弃于当涂。当涂者，自必于有为之域而不反者，斯由之也。○尧，唐帝也。许由，隐人也，隐于箕山。司马云：颖川阳城人。简文云：阳城槐里人。李云：字仲武。爝，本亦作燋，音爵，郭祖缴反。司马云：然也。向云：人所然决也。一云：燋火，谓小火也。字林云：爝，炬火也，子召反。燋，所以然持火者，子约反。浸，子鸩反。灌，古乱反。天下治，直吏反，下已治，注天下治而治者也。既，治而治，实而治者，得以治者，音同。令，力呈反，下同。"
                },
                {
                    "paragraph": "而我犹代子，吾将为名乎？名者，实之宾也。吾将为宾乎？",
                    "zhushu": "夫自任者对物，而顺物者与物无对。故尧无对于天下，而许由与稷、契为匹矣。何以言其然邪？夫与物冥者，故群物之所不能离也。是以无心玄应，唯感之从，泛乎若不系之舟，东西之非巳也。故无行而不与百姓共者，亦无往而不为天下之君矣。以此为君，若天之自高，实君之德也。若独亢然立乎高山之顶，非夫人有情于自守，守一家之偏，尚何得专此？此故俗中之一物，而为尧之外臣耳。若以外臣代乎内主，斯有为君之名，而无任君之实也。稷、契，息列反。皆唐、虞臣也。稷，周之始祖，名弃。契，殷之始祖，名离，力智反。应，应对之应。泛，芳剑反。非夫，音扶，下明夫同。"
                },
                {
                    "paragraph": "鹪鹩巢于深林，不过一枝；偃鼠饮河，不过满腹。",
                    "zhushu": "性各有极，苟足其极，则余天下之财也。○鹪，子遥反。鹩音辽，李云：鹪鹩，小鸟也。郭璞云：鹪鹩，桃雀。偃鼠，如字，李云：鼷鼠也。说文：鼢鼠，一曰偃鼠。鼢，扶问反。"
                },
                {
                    "paragraph": "归休乎君，予无所用天下为。",
                    "zhushu": "均之无用，而尧独有之。明夫怀豁者无方，故天下乐推而不厌。○乎君，绝句，一读至乎字，绝句。君，别读。豁，呼活反。乐音洛。厌，于绝反。"
                },
                {
                    "paragraph": "庖人虽不治庖，尸祝不越樽俎而代之矣。”",
                    "zhushu": "庖人尸祝，各安其所司，鸟兽万物，各足于所受。帝尧、许由，各静其所遇。此乃天下之至实也。各得其实，又何所为乎哉？自得而巳矣。故尧许天地虽异，其于逍遥一也。○庖，鲍交反，徐扶交反，掌厨人也。周礼有庖人职。祝，之六反，传鬼神辞曰祝。樽，子存反，本亦作尊。俎，徐似吕反。"
                },
                {
                    "paragraph": "肩吾问于连叔曰：“吾闻言于接舆，大而无当，往而不反。吾惊怖其言，犹河汉而无极也。大有迳庭，不近人情焉。”连叔曰：“其言谓何哉？”“曰‘藐姑射之山，有神人居焉，肌肤若冰雪，淖约若处子，",
                    "zhushu": "此皆寄言耳。夫神人即今所谓圣人也。夫圣人虽在庙堂之上，然其心无异于山林之中，世岂识之哉？徒见其戴黄屋，佩玉玺，便谓足以缨绋其心矣；见其历山川，同民事，便谓足以憔悴其神矣。岂知至至者之不亏哉。今言王德之人而寄之此山，将明世所无由识，故乃托之于绝垠之外，而推之于视听之表耳。处子者，不以外伤内。○肩吾，李云：贤人也。司马云：神名。连叔，李云：怀道人也。接舆，本又作与，同音余。接舆，楚人也，姓陆，名通。皇甫谧云：接舆躬耕。楚王遣使以黄金百镒、车二驷聘之，不应。当，丁浪反。司马云：言语宏大，无隐当也。怖，普布反。尔雅云：惧也。大有，音泰，徐𠡠佐反。迳，徐古定反。司马本作茎庭，𠡠定反。李云：迳庭，谓激过也。近，附近之近。藐，音邈，又妙绍反。简文云：远也。射，徐音夜，又食亦反。李实夜反，山名，在北海中。肌，居其反。淖，郭昌略反，又徒学反，字林又卓反。苏林、汉书音火也。约，如字。李云：淖，约，柔弱貌。司马云：好貌。处子，在室女也。黄屋，车盖以黄为裹。一云：冕裹黄也。玺，音徙。缨，字或作婴。绂，方物反，字或作绋。憔，在遥反。悴，在醉反。至至者，本亦作至。足者，王、徐于况反，本亦作至。垠，音银，又五根反，本又作限。"
                },
                {
                    "paragraph": "不食五榖，吸风饮露，",
                    "zhushu": "俱食五榖，而独为神人，明神人者，非五榖所为，而特禀自然之妙气。○吸，许及反。"
                },
                {
                    "paragraph": "乘云气，御飞龙，而游乎四海之外。其神凝，使物不疵疠而年榖熟。’吾以是狂而不信也。”",
                    "zhushu": "夫体神居灵而穷理极妙者，虽静默间堂之里，而玄同四海之表。故乘两仪而御六气，同人群而驱万物。苟无物而不顺，则浮云斯乘矣。无形而不载，则飞龙斯御矣。遗身而自得，虽澹然而不待。坐忘行忘，忘而为之。故行若曳枯木，止若聚死灰。是以云其神凝也。其神凝则不凝者自得矣。世皆齐其所见而断之，岂尝信此哉？○凝，鱼升反。疵，在斯反，病也，司马云：毁也。一音子尔反。疠，音厉，李音赖，恶病也，本或作厉。狂，求匡反，李云：痴也。李又九况反。间音闲。澹，徒暂反，恬静也。齐，才细反，又如字。断，丁乱反。"
                },
                {
                    "paragraph": "连叔曰：“然。瞽者无以与乎文章之观，聋者无以与乎钟鼓之声。岂唯形骸有聋盲哉？夫知亦有之。",
                    "zhushu": "不知至言之极妙，而以为狂而不信，此知之聋盲也。○瞽音古，盲者，无目如鼓皮也。与，徐音豫，下同。观，古乱反。聋，鹿工反，不闻也之声，崔、向、司马本此下更有眇者无以与乎眉目之好，夫刖者不自为假文屦。夫知音智，注知之同。"
                },
                {
                    "paragraph": "是其言也，犹时女也，",
                    "zhushu": "谓此接舆之所言者，自然为物所求，但知之聋盲者，谓无此理。○时女，司马云：犹处女也。向云：时女虚静柔顺，和而不喧，未尝求人，而为人所求也。"
                },
                {
                    "paragraph": "之人也，之德也，将旁礴万物以为一，世蕲乎乱，孰弊弊焉以天下为事？",
                    "zhushu": "夫圣人之心，极两仪之至会，穷万物之妙数，故能体化合变，无往不可，旁礴万物，无物不然。世以乱故求我，我无心也。我苟无心，亦何为不应世哉。然则体玄而极妙者，其所以会通万物之性，而陶铸天下之化，以成尧舜之名者，常以不为为之耳。孰弊弊焉劳神苦思，以事为事，然后能乎。○旁，礴刚反，李铺刚反，字又作磅，同。礴，蒲博反，李普各反。司马云：旁礴，犹混同也。蕲，徐音祈，李云：求也。弊弊，李扶世反，徐扶计反。简文云：弊弊，经营貌。司马本作蔽蔽。应，应对之应。思，息嗣反。"
                },
                {
                    "paragraph": "之人也，物莫之伤，",
                    "zhushu": "夫安于所伤，则伤不能伤，伤不能伤，而物亦不伤之也。"
                },
                {
                    "paragraph": "大浸稽天而不溺，大旱金石流、土山焦而不热。",
                    "zhushu": "无往而不安，则所在皆适，死生无变于巳，况溺热之间哉。故至人之不婴乎祸难，非辟之也，推理直前，而自然与吉会。○浸，子鸩反。稽，音鸡，徐、李音启，司马云：至也。溺，奴历反，或奴学反。难，乃旦反。非辟，音避。"
                },
                {
                    "paragraph": "是其尘垢粃糠，将犹陶铸尧舜者也，孰肯以物为事。”",
                    "zhushu": "尧、舜者，世事之名耳。为名者，非名也。故夫尧、舜者，岂直尧、舜而已哉？必有神人之实焉。今所称尧、舜者，徒名其尘垢粃糠耳。○垢，古口反，尘垢，犹染。污粃，本又作秕，徐甫娕反，又悲矣反。糠，字亦作康，音康。粃糠，犹烦碎。陶，徒刀反，李移昭反，本亦作𬭕，音同。铸，之树反。"
                },
                {
                    "paragraph": "宋人资章甫而适诸越，越人断发文身，无所用之。尧治天下之民，平海内之政，往见四子藐姑射之山，汾水之阳，窅然丧其天下焉。",
                    "zhushu": "夫尧之无用天下为，亦犹越人之无所用章甫耳。然遗天下者，固天下之所宗。天下虽宗尧，而尧未尝有天下也。故窅然丧之，而常游心于绝冥之境，虽寄坐万物之上，而未始不逍遥也。四子者，盖寄言以明尧之不一于尧耳。夫尧实冥矣，其迹则尧也。自迹观冥，外内异域，未足怪也。世徒见尧之为尧，岂识其冥哉！故将求四子于海外，而据尧于所见，因谓与物同波者，失其所以逍遥也。然未知至远之所顺者更近，而至高之所会者反下也。若乃厉然以独高为至，而不夷乎俗者，斯山谷之士，非无待者也，奚足以语至极而游无穷哉！○宋人，宋，今梁国睢阳县。殷后，微子所封。资章甫，李云：资，货也。章甫，殷冠也。以冠为货。越，今会稽山阴县。断，丁管反，李徒短反。司马本作敦，云：敦，断也。四子：司马、李云：王倪。啮缺。被衣。许由。汾水，徐扶云反，郭方闻反。案：汾水出太原，今庄生寓言也。司马、崔本作盆水。窅然，徐乌子反。郭武骈反。李云。窅然犹怅然。丧。息浪反。注同。冥。亡丁反。竟音境。本亦作境。"
                },
                {
                    "paragraph": "惠子谓庄子曰：“魏王贻我大瓠之种，我树之成而实五石，以盛水浆，其坚不能自举也。剖之以为瓢，则瓠落无所容。非不嚣然大也，吾为其无用而掊之。”庄子曰：“夫子固拙于用大矣。宋人有善为不龟手之药者，世世以洴澼𬘢为事。",
                    "zhushu": "其药能令手不拘坼，故常漂絮于水中也。○惠子司马云：姓惠，名施。为梁相魏王。司马云：梁，惠王也。按魏自河东迁大梁，故谓之魏，或谓之梁也。贻，徐音怡，郭与志反，遗也。瓠，徐音护。种，章勇反。实五石。司马云：实中容五石。盛音成。剖，普口反。瓢，毗遥反，徐扶尧反。则瓠，户郭反，司马音护，下同。落，简文云：瓠落，犹廓落也。司马云：瓠，布护也。落，零落也。言其形平而浅，受水则零落而容也。嚣本亦作号，徐许桥反。李云：号然虚大貌。崔作嚣，简文同。吾为于伪反。棓徐方垢迄。司马云：击要也。龟手愧悲反，徐举伦反，李居危反。向云：垢，坼也。司马云：文拆如龟文也。又云：如龟𡓩缩也。洴。徐扶经反。澼普历反。徐敷历反。郭李恪历反。澼声。𬘢音旷。小尔稚云。絮细者谓之𬘢。李云。洴澼𬘢者。漂絮于水上𬘢絮也。令力呈反。不拘纪于反。依字宜作跔。纪于求于二反。周书云。天寒足跔是也。折。𠡠白反。漂四妙反。韦昭云。以水击絮为漂。说文作敝，丰市反，又四例反。絮，胥虑反。"
                },
                {
                    "paragraph": "客闻之，请买其方百金，聚族而谋曰：‘我世世为洴澼𬘢，不过数金，今一朝而鬻技百金，请与之。’客得之，以说吴王。越有难，吴王使之将。冬与越人水战，大败越人，裂地而封之。能不龟手，一也，或以封，或不免于洴澼𬘢，则所用之异也。今子有五石之瓠，何不虑以为大樽而浮乎江湖，而忧其瓠落无所容，则夫子犹有蓬之心也夫！”",
                    "zhushu": "蓬非直达者也。此章言物各有宜，苟得其宜，安往而不逍遥也。○百金，李云：金方寸，重一斤为一金。百金，百斤也。数，色主反。鬻音育，司马云：卖也。技，本或作侮，竭彼反。说，始锐反，又如字。难，乃旦反。将，子匠反。败，必迈反。大樽，本亦作尊，司马云：樽如酒器，缚之于身，浮于江湖，可以自渡。虑，犹结缀也。案：所谓腰舟蓬，向云蓬者，短不畅曲土之谓。"
                },
                {
                    "paragraph": "惠子谓庄子曰：“吾有大树，人谓之樗，其大本拥肿而不中绳墨，其小枝卷曲而不中规矩。立之涂，匠者不顾。今子之言，大而无用，众所同去也。”庄子曰：“子独不见狸狌乎？卑身而伏，以候敖者，东西跳梁，不避高下，中于机辟，死于罔罟。今夫𭤎牛，其大若垂天之云。此能为大矣，而不能执鼠。今子有大树，患其无用，何不树之于无何有之乡，广莫之野，彷徨乎无为其侧，逍遥乎寝卧其下。不夭斤斧，物无害者，无所可用，安所困苦哉？”",
                    "zhushu": "夫小大之物，苟失其极，则利害之理均。用得其所，则物皆逍遥也。○樗，𠡠鱼反，木名。拥肿，章勇反，李云：拥肿犹盘瘿。申，丁仲反，下同。卷，本又作拳，同，音权，徐纪阮反，李丘圆反。去，如字，李羌吕反。狸，力之反。狌，徐音姓，郭音生，又音星，司马云：狖也。狖音由救反。敖，徐、李五到反。支云：伺彼怠傲，谓申夫陨殆也。本又作傲，同。司马音遨，谓何遨翔之物而食之，鸡鼠之属也。跳，音条。辟，音避。合，本多作避，下放此。机辟，毗赤反。司马云：罔也。罟，徐音古。𭤎牛，郭吕之反，徐、李音来，又音离。司马云：旄牛，无何有之乡。广莫之野，谓寂绝无用之地也。简文云：莫，大也。彷，薄刚反，又音房。徨，音皇。彷徨犹翱翔也。崔本作方羊，简文同。广雅云：彷徉，徙倚也。"
                }
            ]
        },
        {
            "name": "庄子内篇齐物论第二",
            "paragraphs": [
                {
                    "paragraph": "",
                    "zhushu": "夫自是而非彼，美巳而恶人，物莫不皆然。然故是非虽异，而彼我均也。○论，力顿反，李如字。恶，乌路反。"
                },
                {
                    "paragraph": "南郭子綦隐几而坐，仰天而嘘，嗒焉似丧其耦；",
                    "zhushu": "同天人，均彼我，故外无与为欢，而嗒焉解体，若失其配匹。○南郭子綦音其，司马云：居南郭，困为号。隐，于靳反，冯也。机音纪，李本作几。嘘音虚，吐气为嘘。向云：息也。答，本又作嗒，同，吐答反，又都纳反，注同，解体貌。丧，息浪反，下同。耦，本又作偶，五口反，匹也，对也。司马云：耦，身也。身与神为耦。"
                },
                {
                    "paragraph": "颜成子游立侍乎前，曰：何居乎？形固可使如槁木，而心固可使如死灰乎？",
                    "zhushu": "死灰槁木，取其寂寞无情耳。夫任自然而忘是非者，其体中独任天真而巳，又何所有哉？故止若立枯木，动若运槁枝，坐若死灰，行若游尘，动止之容，吾所不能一也。其于无心而自得，吾所不能一也。○颜成子游，李云：子綦弟子也，姓颜，名偃，谥成，字子游。何居，如字，又音姫。司马云：犹故也。槁，枯老反，注同。家音寂，本亦作寂。寞，本亦作漠。"
                },
                {
                    "paragraph": "今之隐几者，非昔之隐几者也。",
                    "zhushu": "子游常见隐几者，而未见若子綦也。"
                },
                {
                    "paragraph": "子綦曰：偃，不亦善乎，而问之也。今者吾丧我，汝知之乎？",
                    "zhushu": "吾丧我，我自忘矣，我自忘矣，天下有何物足识哉。故都忘外内，然后超然俱得。"
                },
                {
                    "paragraph": "女闻人籁而未闻地籁，女闻地籁而未闻天籁夫？",
                    "zhushu": "籁，箫也。夫箫管参差，宫商异律，故音短长高下万殊之声。声虽万殊，而所禀之度一也，然则优劣无所错其间矣。况之风物，异音同是而咸自取焉，则天地之籁见矣。○女音汝，下皆同，本亦作汝。籁，力带反。夫音扶。参，初林反。差，初宜反。错，七故反。见，贤遍反。"
                },
                {
                    "paragraph": "子游曰：敢问其方。子綦曰：夫大块噫气，其名为风。",
                    "zhushu": "大块者，无物也。夫噫气者，岂有物哉？气块然而自噫耳。物之生也，莫不块然而自生，则块然之体大矣，故遂以大块为名。○块，苦怪反，李苦对反，说文同，云：俗由字也，徐口回反，徐、李又胡罪反，郭又苦猥反，司马云：大朴之貌。众家或作大槐，班固同。淮南子作大昧，解者或以为无，或以为元气，或以为混成，或以为天，谬也。噫，乙戒反，注同，一音荫。"
                },
                {
                    "paragraph": "是唯无作，作则万窍怒嚣。",
                    "zhushu": "言风唯无作，作则万窍皆怒动而为声也。○窍，苦吊反。嚣，胡到反，徐又许口反，又胡到反。"
                },
                {
                    "paragraph": "而独不闻之翏翏乎？",
                    "zhushu": "长风之声。○翏，良救反，又六收反，长风声也。李本作𮨵，音同，又力竹反。"
                },
                {
                    "paragraph": "山林之畏佳，",
                    "zhushu": "大风之所扇动也。○畏，于鬼反，郭乌罪反，崔本作崴。佳，醉癸反，徐子唯反，郭祖罪反，李诸鬼反。李颐云：畏隹，山阜貌。"
                },
                {
                    "paragraph": "大木百围之窍穴，似鼻，似口，似耳，似枅，似圈，似臼，似洼者，似污者，",
                    "zhushu": "此略举众窍之所似。○窍，崔本作窍。似鼻似口，司马云：言风吹窍穴动作，或似人鼻，或似人口。枅音鸡，又音肩，字作云，柱上方求也。简文云：欂，栌也。似圈，起权反，郭音权，杯圈也。徐其阮反，言如羊豕之阑圈也。臼，其九反。似洼，乌携反，李于花反，又乌乖反，郭乌蛙反。司马云：若洼曲。污，音乌，司马云：若污下。"
                },
                {
                    "paragraph": "激者，謞者，叱者，吸者，叫者，𬤫者，㝔者，咬者，",
                    "zhushu": "此略与众窍之声殊。○激，经历反，如水激也，李古吊反。司马云：声若激唤也。李又驱吊反。謞，音孝，李虚交反。简文云：若箭去之声。司马云：若𬤰謞声。叱，昌实反，徐音七。司马云：若叱咄声。吸，许及反。司马云：若嘘吸声也。叫，古吊反，郭古幼反，李居耀反。司马云：若叫呼声也。𬤫音豪，郭又户报反。司马云：若𬤫哭声。㝔，徐于尧反，一音杳，又于吊反。司马云：深者也。若深㝔突然。咬，于交反，或音狡。司马云：声哀切，咬咬然。又许拜反。"
                },
                {
                    "paragraph": "前者唱于，而随者唱喁。冷风则小和，飘风则大和，",
                    "zhushu": "夫声之宫商，虽千变万化，唱和大小，莫不称其所受，而各当其分。○唱，于如字。喁，五恭反，徐又音愚，又五斗反。李云：于喁，声之相和也。泠风，音零，李云：泠泠，小风也。和，胡卧反，下及注皆同。飘风，鼻遥反，又符遥反，李敷遥反。司马云：疾风也。尔雅云：回风为飘。称，尺证反。分，符问反，下不出者儿。"
                },
                {
                    "paragraph": "厉风济则众窍为虚，",
                    "zhushu": "济，止也。烈风作则众窍实，反其止则众窍虚。虚实虽异，其于各得则同。○厉风，司马云：大风向。郭云：烈风。济，子细反。向云：止也。"
                },
                {
                    "paragraph": "而独不见之调调之刀刀乎。",
                    "zhushu": "调调、刀刀，动摇貌也。言物声既异，而形之动摇亦又不同也。动虽不同，其得齐一耳，岂调调独是，而刀刀独非乎？○调音条。刀，徐都尧反。向云：调调、刀刀，皆动摇貌。摇如字，又羊照反。"
                },
                {
                    "paragraph": "子游曰：地籁则众窍是已。人籁则比竹是已。敢问天籁。子綦曰：夫吹万不同，而使其自已也。",
                    "zhushu": "此天籁也。夫天籁者。岂复别有一物哉。即众窍比竹之属。接乎有生之类。会而共成一天耳。无既无矣。则不能生有。有之未生。又不能为生。然则生生者谁哉。块然而自生耳。自生耳。非我生也。我既不能生物。物亦不能生我。则我自然矣。自巳而然。则谓之天然。天然耳非为也。故以天言之。以天言之。所以明其自然也。岂苍苍之谓哉？而或者谓天籁役物使从巳也。夫天且不能自有，况能有物哉？故天也者，万物之总名也。莫适为天，谁主役物乎？故物各自生而无所出焉，此天道也。○比，毗志反，又必履反，李扶必反，注同。复，扶又反。适，丁历反。"
                },
                {
                    "paragraph": "咸其自取。怒者其谁邪。",
                    "zhushu": "物皆自得之耳，谁主怒之使然哉？此重明天籁也。○重，直用反。"
                },
                {
                    "paragraph": "大知闲闲，小知间间。",
                    "zhushu": "此盖知之不同。知。音智。下及注同。闲闲。李云。无所容貌。简文云。广博之貌。间间。古闲反。有所间别也。"
                },
                {
                    "paragraph": "大言炎炎，小言詹詹。",
                    "zhushu": "此盖言语之异。○炎炎，手廉、于凡二反，又音谈，李作淡，徒滥反。李颐云：同是非也。简文云：美盛貌。詹詹音占，李颐云：小篇之貌。崔本作阔。"
                },
                {
                    "paragraph": "其寐也魂交，其觉也形开。",
                    "zhushu": "此盖寤寐之异。○魂交，司马云：精神交错也。觉，占孝反。形开，司马云：目开意悟也。"
                },
                {
                    "paragraph": "与接为构，日以心斗。缦者窖者密者。",
                    "zhushu": "此盖交接之异。○与接为构，司马云：人道交接，构结𬴐爱也。缦，末旦反，简文云：宽心也。窖，古孝反。司马云：深也。李云：穴也。案：穴地藏縠曰窖。简文云：深心也。"
                },
                {
                    "paragraph": "小恐惴惴，大恐缦缦。",
                    "zhushu": "此盖恐悸之异。○恐，曲勇反，下及注同。惴，之瑞反，李云：小心貌。尔雅云：惧也。缦缦，李云：齐死生貌。悸，其季反。"
                },
                {
                    "paragraph": "其发若机栝，其司是非之谓也。其留如诅盟，其守胜之谓也。",
                    "zhushu": "此盖动止之异。○机栝，古活反。机，弩牙。栝，箭。栝诅，恻据反。盟，音明，徐武耕反，郭武病反。"
                },
                {
                    "paragraph": "其杀如秋冬，以言其日消也。",
                    "zhushu": "其衰杀日消，有如此者。○杀，色界反，徐色例反，注同。"
                },
                {
                    "paragraph": "其溺之所为之，不可使复之也。",
                    "zhushu": "其溺而遂往，有如此者。○溺，奴狄反，郭奴徼反。"
                },
                {
                    "paragraph": "其厌也如缄，以言其老洫也。",
                    "zhushu": "其厌没于欲，老而愈洫，有如此者。○厌，于叶反，徐于冉反，又于感反。缄，徐古咸反。洫，本亦作溢，同音逸，郭许鵙反，又已质反。"
                },
                {
                    "paragraph": "近死之心，莫使复阳也。",
                    "zhushu": "其利患轻祸，阴结遂志，有如此者。○近，附近之近。复阳，阳谓生也。"
                },
                {
                    "paragraph": "喜怒哀乐，虑叹变热，姚佚启态，",
                    "zhushu": "此盖性情之异者。○乐，音洛。热，之涉反，司马云：不动貌。姚、郭音遥，徐、李𠡠吊反。佚音逸。态，𠡠代反，李又奴载反。"
                },
                {
                    "paragraph": "乐出虚，蒸成菌，",
                    "zhushu": "此盖事变之异也。自此以上，略举天籁之无方。自此以下，明无方之自然也。物各自然，不知所以然而然，则形虽弥异，自然弥同也。○蒸，之膺反。菌，其损反，向云：结也。上，时掌反。"
                },
                {
                    "paragraph": "日夜相代乎前，而莫知其所萌。",
                    "zhushu": "日夜相代，代故以新也。夫天地万物，变化日新，与时俱往，何物萌之哉？自然而然耳。○萌，武耕反。"
                },
                {
                    "paragraph": "已乎已乎！旦暮得此，其所由以生乎？",
                    "zhushu": "言其自生。○暮，本又作莫，音同。"
                },
                {
                    "paragraph": "非彼无我，非我无所取，是亦近矣，",
                    "zhushu": "彼，自然也。自然生我，我自然生。故自然者，即我之自然，岂远之哉。"
                },
                {
                    "paragraph": "而不知其所为使。",
                    "zhushu": "凡物云云，皆百尔耳，非相为使也，故任之而理自至矣。○相为，于伪反，下未为同。"
                },
                {
                    "paragraph": "若有真宰，而特不得其眹，",
                    "zhushu": "万物万情，趣舍不同，有若真宰使之然也。起索真宰之眹迹而亦终不得，则明物皆自然，无使物然也。○特，崔云：特，辞也。眹，李除忍反，兆也。趣舍，七喻反，字或作取，下音舍，或音赦，下皆放此。索，所百反。"
                },
                {
                    "paragraph": "。可行已信，",
                    "zhushu": "今夫行者，信已可得行也。"
                },
                {
                    "paragraph": "而不见其形，",
                    "zhushu": "不见所以得行之形。"
                },
                {
                    "paragraph": "有情而无形，",
                    "zhushu": "情当其物，故形不别见也。○当，丁浪反，不皆同。见，贤遍反。"
                },
                {
                    "paragraph": "百骸九窍六藏，赅而存焉，",
                    "zhushu": "付之自然，而莫不皆存也。○骸，户皆反。六藏，才浪反。案：心肺、肝、脾肾，谓之五藏，大小肠膀胱、三焦，谓之六府。身别有九藏，气，天、地、人。天以候头角之气，人候耳目之气，地候口齿之气。三部各有天地人，三三而九，神藏五，形藏四，故九。今此云六藏，未见所出。赅，徐古来反，司马云：备也。小尔雅同，简文云：兼也。"
                },
                {
                    "paragraph": "吾谁与为亲？",
                    "zhushu": "直自存耳。"
                },
                {
                    "paragraph": "汝皆说之乎，其有私焉。",
                    "zhushu": "皆说之，则是有所私也，有私则不能赅而存矣，故不说而自存，不为而自生也。○皆说，音说，注同，今本多即作悦字，后皆放此。"
                },
                {
                    "paragraph": "如是皆有为臣妾乎？",
                    "zhushu": "若皆私之，则志过其分，上下相冒，而莫为臣妾矣。臣妾之才，而不安臣妾之任，则失矣。故知君臣上下，手足外内，乃天理自然，岂直人之所为哉？"
                },
                {
                    "paragraph": "其臣妾不足以相治乎？",
                    "zhushu": "夫臣妾但各当其分耳，未为不足以相治也。相治也者，若手足耳目、四支百体，各有所司，而更相御用也。○更音庚。"
                },
                {
                    "paragraph": "其递相为君臣乎？",
                    "zhushu": "夫时之所贤者为君，才不应世者为臣。若天之自高，地之自卑，首自在上，足自居下，岂有递哉？虽无错于当，而必自当也。○递音弟，徐又音第。应应谓之应。错，七索反，下同。"
                },
                {
                    "paragraph": "其有真君存焉。",
                    "zhushu": "任之而自尔，则非伪也。"
                },
                {
                    "paragraph": "如求得其情与不得，无益损乎其真",
                    "zhushu": "凡得真性，用其自为者，虽复皂隶，犹不顾毁誉，而自安其业，故知与不知，皆自若也。若乃开希幸之路，以下冒上，物丧其真，人忘其本，则毁誉之间，俯仰失错也。○复，扶又反，下同。誉音余。丧，息浪反。"
                },
                {
                    "paragraph": "一受其成形，不亡以待尽，",
                    "zhushu": "言物各有分，故知者守知以待终，而愚者抱愚以至死，岂有能中易其性者也。"
                },
                {
                    "paragraph": "与物相刃相靡，其行尽如驰而莫之能止，不亦悲乎？",
                    "zhushu": "群品云云，逆顺相交，各信其偏见，而恣其所行，莫能自反。此比众人之所悲者，亦可悲矣。而众人未尝以此为悲者，性然故也。物各性然，又何物足悲哉？"
                },
                {
                    "paragraph": "终身役役而不见其成功，",
                    "zhushu": "夫物情无极，知足者鲜，故得此不止，复逐于彼，皆疲役终身，未厌其志，死而后巳。故其成功者，无时可见也。○骸，息浅反。"
                },
                {
                    "paragraph": "薾然疲役而不知其所归，可不哀邪？",
                    "zhushu": "凡物各以所好役其形骸，至于疲困苶然，不知所以好，此之归趣云何也。○苶然，乃结反，徐、李乃协反，崔音捻，云：忘貌。简文云：疲，病困之状。好，呼报反，下同。"
                },
                {
                    "paragraph": "人谓之不死，奚益？",
                    "zhushu": "言其实与死同。"
                },
                {
                    "paragraph": "其形化，其心与之然，可不谓大哀乎？",
                    "zhushu": "言其心形并驰，困而不反，比于凡人所哀，则此真哀之大也。然凡人未尝以此为哀，则凡所哀者，不足哀也。"
                },
                {
                    "paragraph": "人之生也，固若是芒乎？其我独芒，而人亦有不芒者乎？",
                    "zhushu": "凡此上事，皆不知所以然而然，故曰芒也。今夫知者，皆不知所以知而自知矣。生者不知所以生而自生矣。万物虽异，至于生不由知，则未有不同者也，故天下莫不芒也。○芒，莫刚反，又音亡。芒，芒昧也。简文云：芒，同也。"
                },
                {
                    "paragraph": "夫随其成心而师之，谁独且无师乎？",
                    "zhushu": "夫心之足以制一身之用者，谓之成心。人自师其成心，则人各自有师矣。人各自有师，故付之而自当。"
                },
                {
                    "paragraph": "奚必知代而心自取者有之，愚者与有焉。",
                    "zhushu": "夫以成代不成，非知也，心自得耳。故愚者亦师其成心，未肯用其所谓短而舍其所谓长者也。○与音豫，舍音舍，字亦作舍，下同。"
                },
                {
                    "paragraph": "未成乎心而有是非，是今日适越而昔至也。",
                    "zhushu": "今日适越，昨日何由至哉？未成乎心，是非何由生哉？明夫是非者，群品之所不能无，故至人两顺之。○昔至，崔云：昔，夕也。向云：昔者，昨日之谓也。"
                },
                {
                    "paragraph": "是以无有为有，无有为有，虽有神禹且不能知，吾独且柰何哉？",
                    "zhushu": "理无是非，而或者以为有，此以无有为有也。或心已成，虽圣人不能解，故付之自若，而不强知也。○强，其丈反。"
                },
                {
                    "paragraph": "夫言非吹也，言者有言，",
                    "zhushu": "各有所说，故异于吹。○吹，如字，又叱瑞反。崔云：吹犹籁也。"
                },
                {
                    "paragraph": "其所言者特未定也。",
                    "zhushu": "我以为是，而彼以为非，彼之所是，我又非之，故未定也。未定也者，由彼我之情偏。"
                },
                {
                    "paragraph": "果有言邪？",
                    "zhushu": "以为有言邪？然未足以有所定。"
                },
                {
                    "paragraph": "其未尝有言邪？",
                    "zhushu": "以为无言邪，则据巳已有言。"
                },
                {
                    "paragraph": "其以为异于𬆮音，亦有辩乎？其无辩乎？",
                    "zhushu": "夫言与𬆮音，其致一也。有辩无辩，诚未可定也。天下之情不必同，而所言不能异，故是非纷纭，莫知所定。○𬆮，苦豆反，李音壳，司马云：鸟子欲出者也。"
                },
                {
                    "paragraph": "道恶乎隐而有真伪？言恶乎隐而有是非？",
                    "zhushu": "道焉不在，言何隐蔽而有真伪，是非之名纷然而起。○恶音乌，下皆同。真伪，一本作真诡，崔本作真然。乌，于虔反。"
                },
                {
                    "paragraph": "道恶乎往而不存？",
                    "zhushu": "皆存。"
                },
                {
                    "paragraph": "言恶乎存而不可？",
                    "zhushu": "皆可。"
                },
                {
                    "paragraph": "道隐于小成，言隐于荣华。",
                    "zhushu": "夫小成荣华，自隐于道，而道不可隐，则真伪是非者，行于荣华而止于实当，见于小成而灭于大全也。○当，丁浪反，后可以意求，不复重出。见，贤遍反。"
                },
                {
                    "paragraph": "故有儒墨之是非，以是其所非而非其所是。",
                    "zhushu": "儒墨更相是非，而天下皆儒墨也。故百家并起，各私所见，而未始出其方也。○更音庚。"
                },
                {
                    "paragraph": "欲是其所非而非其所是，则莫若以明。",
                    "zhushu": "夫有是有非者，儒墨之所是也；无是无非者，儒墨之所非也。今欲是儒墨之所非，而非儒墨之所是者，乃欲明无是无非也。欲明无是无非，则莫若还以儒墨，反复相明。反复相明，则所是者非是，而所非者非非矣。非非则无非，非是则无是。○覆，芳服反，下同。"
                },
                {
                    "paragraph": "物无非彼，物无非是，",
                    "zhushu": "物皆自是，故无非是；物皆相彼，故无非彼。无非彼，则天下无是矣。无非是，则天下无彼矣。无彼无是，所以玄同也。"
                },
                {
                    "paragraph": "自彼则不见，自知则知之。故曰：彼出于是，是亦因彼，",
                    "zhushu": "夫物之偏也，皆不见彼之所见，而独自知其所知。自知其所知则自以为是；自以为是，则以彼为非矣。故曰：彼出于是，是亦因彼，彼是相因而生者也。"
                },
                {
                    "paragraph": "彼是方生之说也。虽然，方生方死，方死方生；方可方不可，方不可方可；因是因非，因非因是。",
                    "zhushu": "夫死生之变。犹春秋冬夏四时行耳。故生死之状虽异。其于各安所遇。一也。今生者方自谓生为生。而死者方自谓生为死。则无生矣；生者方自谓死为死。而死者方自谓死为生。则无死矣。无生无死。无可无不可。故儒墨之辨。吾所不能同也。至于各冥其分。吾所不能异也。○"
                },
                {
                    "paragraph": "是以圣人不由而照之于天，亦因是也。",
                    "zhushu": "夫怀豁者，因天下之是非而自无是非也。故不由是非之涂，而是非无患不当者，直明其天然而无所夺故也。"
                },
                {
                    "paragraph": "是亦彼也，",
                    "zhushu": "我亦为彼所彼。"
                },
                {
                    "paragraph": "彼亦是也。",
                    "zhushu": "彼亦自以为是。"
                },
                {
                    "paragraph": "彼亦一是非，此亦一是非。",
                    "zhushu": "此亦自是而非彼，彼亦自是而非此，此与彼各有一是一非于体中也。"
                },
                {
                    "paragraph": "果且有彼是乎哉？果且无彼是乎哉？",
                    "zhushu": "今欲谓彼为彼，而彼复自是；欲谓是为是，而是复为彼所彼，故彼是有无未果定也。○复，扶又反，下同。"
                },
                {
                    "paragraph": "彼是莫得其偶，谓之道枢。",
                    "zhushu": "偶，对也。彼是相对，而圣人两顺之，故无心者与物冥，而未尝有对于天下也。此居其枢要而会其玄极，以应夫无方也。○枢，尺朱反，枢，要也。应，应对之应，前注同。后可以意求，不复重音。"
                },
                {
                    "paragraph": "枢始得其环中，以应无穷，",
                    "zhushu": "夫是非反复，相寻无穷，故谓之环。环中空矣。今以是非为环而得其中者，无是无非也。无是无非，故能应夫是非；是非无穷，故应亦无穷。"
                },
                {
                    "paragraph": "是亦一无穷，非亦一无穷也。",
                    "zhushu": "天下莫不自是，而莫不相非，故一是一非，两行无穷，唯涉空得中者，旷然无怀，乘之以游也。"
                },
                {
                    "paragraph": "故曰：莫若以明。以指喻指之非指，不若以非指喻指之非指也；以马喻马之非马，不若以非马喻马之非马也。天地一指也，万物一马也。",
                    "zhushu": "夫自是而非彼，彼我之常情也。故以我指喻彼指，则被指于我指，独为非指矣，此以指喻指之非指也。若覆以彼指还喻我指，则我指于彼指，复为非指矣。此以非指喻指之非指也。将明无是无非，莫若反复相喻。反覆相喻，则彼之与我既同于自是，又均于相非。均于相非，则天下无是；同于自是，则天下无非。何以明其然邪？是若果是，则天下不得复有非之者也；非若果非，亦不得复有是之者也。今是非无主，纷然殽乱，明此区区者，各信其偏见而同于二致耳。仰观俯察，莫不皆然。是以至人知天地一指也，万物一马也，故浩然大宁，而天地万物各当其分，同于自得，而无是无非也。○天地一指也，万物一马也，崔云：指百体之一体；马，万物之一物。浩，户老反。"
                },
                {
                    "paragraph": "可乎可，",
                    "zhushu": "可于巳者，即谓之可。"
                },
                {
                    "paragraph": "不可乎不可。",
                    "zhushu": "不可于巳者，即谓之不可。"
                },
                {
                    "paragraph": "道行之而成，",
                    "zhushu": "无不成也。"
                },
                {
                    "paragraph": "物谓之而然。",
                    "zhushu": "无不然也。"
                },
                {
                    "paragraph": "恶乎然？然于然；恶乎不然？不然于不然。物固有所然，物固有所可，",
                    "zhushu": "各然其所然，各可其所可。"
                },
                {
                    "paragraph": "无物不然，无物不可。故为是举莛与楹，厉与西施，恢恑憰怪，道通为一。",
                    "zhushu": "夫莛横而楹纵，厉丑而西施好，所谓齐者，岂必齐形状，同规矩哉？故举纵横好丑，恢恑憰怪，各然其所然，各可其所可，则形虽万殊，而性同得，故曰道通为一也。○无物不然，无物不可，崔本此下更有可于可而不可于不可，不可于不可而可于可。为，于伪反，下为是皆同。莛，徐音庭，李音挺，司马云：屋梁也。楹音盈，司马云：屋柱也。厉，如字，恶也，李音赖。司马云：病癞。西施，司马云：夏姫也。案：勾践所献吴王美女也。恢，徐苦回反，大也。郭苦虺反，简文本作吊。恑，九委反，徐九彼反。李云：戾也。橘怪音决。李云：橘，乖也。怪，异也。纵，本亦作从，形容反。"
                },
                {
                    "paragraph": "其分也，成也；",
                    "zhushu": "夫物或此以为散，而彼以为成。○分如字。"
                },
                {
                    "paragraph": "其成也，毁也。",
                    "zhushu": "我之所谓成，而彼或谓之毁。"
                },
                {
                    "paragraph": "凡物无成与毁，复通为一。",
                    "zhushu": "夫成毁者，生于自见而不见彼也。故无成与毁，犹无是与非也。○复，扶又反。"
                },
                {
                    "paragraph": "唯达者知通为一，为是不用而寓诸庸。庸也者，用也；用也者，通也；通也者，得也。",
                    "zhushu": "夫达者，无滞于一方，故忽然自忘，而寄当于自用。自用者，莫不条畅而自得也。"
                },
                {
                    "paragraph": "适得而几矣。",
                    "zhushu": "几，尽也。至理尽于自得也。○几音机，尽也，下同，徐具衣反。"
                },
                {
                    "paragraph": "因是已，",
                    "zhushu": "达者，因而不作。"
                },
                {
                    "paragraph": "已而不知其然，谓之道；",
                    "zhushu": "夫达者之因是，岂知因为善而因之哉？不知所以因而自因耳，故谓之道也。○谓之道，向、郭绝句。崔读谓之道。劳云：因自然是道之功也。"
                },
                {
                    "paragraph": "劳神明为一而不知其同也，谓之朝三。何谓朝三？曰：狙公赋芧。曰：朝三而莫四。众狙皆怒。曰：然则朝四而莫三，众狙皆悦。名实未亏，而喜怒为用，亦因是也。",
                    "zhushu": "夫达者之于一，岂劳神哉？若劳神，明于为一，不足赖也，与彼不一者无以异矣。亦同众狙之或因所好而自是也。○狙公，七徐反，又缁虑反。司马云：狙公，典狙官也。崔云：养猿狙者也。李云：老狙也。广雅云：狙，猕猴。芧音序，徐食汝反，李音予。司马云：橡子也。朝三莫四，司马云：朝三升，莫四升也。好，呼报反，下文皆同。"
                },
                {
                    "paragraph": "是以圣人和之以是非，而休乎天钧，",
                    "zhushu": "莫之偏任，故付之自均而止也。○钧，本又作均，崔云：钧，陶钧也。"
                },
                {
                    "paragraph": "是之谓两行。",
                    "zhushu": "任天下之是非。"
                },
                {
                    "paragraph": "古之人，其知有所至矣，恶乎至？有以为未始有物者，至矣，尽矣，不可以加矣。",
                    "zhushu": "此忘天地，遗万物，外不察乎宇宙，内不觉其一身，故能旷然无累，与物俱往，而无所不应也。"
                },
                {
                    "paragraph": "其次以为有物矣，而未始有封也；",
                    "zhushu": "虽未都忘，犹能忘其彼此。"
                },
                {
                    "paragraph": "是非之彰也，道之所以亏也。",
                    "zhushu": "无是非乃全也。"
                },
                {
                    "paragraph": "道之所以亏，爱之所以成。",
                    "zhushu": "道亏则情有所偏，而爱有所成，未能忘爱释私，玄同彼我也。"
                },
                {
                    "paragraph": "果且有成与亏乎哉？果且无成与亏乎哉？",
                    "zhushu": "有之与无，斯不能知。乃至。"
                },
                {
                    "paragraph": "有成与亏，故昭氏之鼓琴也；无成与亏，故昭氏之不鼓琴也。",
                    "zhushu": "夫声不可胜举也，故吹管操弦，虽有繁手，遗声多矣。而执籥鸣弦者，欲以彰声也。彰声而声遗，不彰声而声全。故欲成而亏之者，昭文之鼓琴也。不成而无亏者，昭文之不鼓琴也。○胜音升。操，七刀反。籥，羊灼反。昭文，司马云。古善琴者。"
                },
                {
                    "paragraph": "昭文之鼓琴也，师旷之枝策也，惠子之据梧也，三子之知几乎，",
                    "zhushu": "几，尽也。夫三子者，皆欲辨非巳所明以明之，故知尽虑穷，形劳神倦，或枝策假寐，或据梧而暝。○枝策，司马云：枝，杜也。策，杖也。崔云：举杖以击节。梧音吾。司马云：梧，琴也。崔云：琴瑟也。知音智。暝，亡千反。"
                },
                {
                    "paragraph": "皆其盛者也，故载之末年。",
                    "zhushu": "赖其盛，故能久，不尔早困也。○故载之未年。崔云：书之于今也。"
                },
                {
                    "paragraph": "唯其好之也，以异于彼，",
                    "zhushu": "言此三子唯独好其所明，自以殊于众人。"
                },
                {
                    "paragraph": "其好之也，欲以明之。",
                    "zhushu": "明示众人，欲使同乎我之所好。"
                },
                {
                    "paragraph": "彼非所明而明之，故以坚白之昧终。",
                    "zhushu": "是犹对牛鼓簧耳。彼竟不明，故巳之道术，终于昧然也。○坚白，司马云：谓坚石白马之辨也。又云：公孙龙有卒剑之法，谓之坚白。崔同。又云：或曰设矛伐之说为坚，辨白马之名为白。簧，音黄。"
                },
                {
                    "paragraph": "而其子又以文之纶终，终身无成。",
                    "zhushu": "昭文之子，又乃终文之绪，亦卒不成。○纶音伦，崔云：琴瑟弦也。"
                },
                {
                    "paragraph": "若是而可谓成乎？虽我亦成也。",
                    "zhushu": "此三子虽求明于彼，彼竟不明，所以终身无成。若三子而可谓成，则虽我之不成。亦可谓成也。"
                },
                {
                    "paragraph": "若是而不可谓成乎？物与我无成也。",
                    "zhushu": "物皆自明而不明彼。若彼不明。即谓不成。则万物皆相与无成矣。故圣人不显此以耀彼。不舍巳而逐物。从而任之。各冥其所能。故曲成而不遗也。今三子欲以巳之所好。明示于彼。不亦妄乎。"
                },
                {
                    "paragraph": "是故滑疑之耀，圣人之所图也。为是不用而寓诸庸，此之谓以明。",
                    "zhushu": "夫圣人，无我者也。故滑疑之耀，则图而域之，恢恑橘怪，则通而一之，使群异各安其所安，众人不失其所是，则巳不用于物，而万物之用用矣。物皆自用，则孰是孰非哉？故虽故荡之变，屈奇之异，曲而从之，寄之自用，则用虽万珠，历然自明。○滑，古没反，司马云：乱也。屈，求物反。"
                },
                {
                    "paragraph": "今且有言于此，不知其与是类乎，其与是不类乎？类与不类，相与为类，则与彼无以异矣。",
                    "zhushu": "今以言无是非，则不知其与言有者类乎？不类乎？欲谓之类，则我以无为是，而彼以无为非，斯不类矣。然此虽是非不同，亦固未免于有是非也，则与彼类矣。故曰类与不类，又相与为类，则与彼无以异也。然则将大不类，莫若无心。既遣是非，又遣其遣，遣之又遣之，以至于无遣，然后无遣无不遣，而是非自去矣。"
                },
                {
                    "paragraph": "虽然，请尝言之。",
                    "zhushu": "至理无言，言则与类，故试寄言之。"
                },
                {
                    "paragraph": "有始则有终，",
                    "zhushu": "有未始有始也者，"
                },
                {
                    "paragraph": "有未始有始也者，",
                    "zhushu": "夫一之者，未若不一而自齐，斯又忘其一也。有有也者，有有则美恶是非具也。"
                },
                {
                    "paragraph": "有无也者，",
                    "zhushu": "有无而未知无无也，则是非好恶犹未离怀。○好恶，并如字。离，力智反。"
                },
                {
                    "paragraph": "有未始有无也者，",
                    "zhushu": "知无无矣，而犹未能无知。"
                },
                {
                    "paragraph": "有未始有夫未始有无也者。俄而有无矣，而未知有无之果孰有孰无也。",
                    "zhushu": "此都忘其知也，尔乃俄然始了无耳。了无，则天地万物、彼我是非豁然确斯也。○俄，徐音峨。确斯，苦角反。斯又作澌，音赐，字思利反。"
                },
                {
                    "paragraph": "今我则巳有谓矣，",
                    "zhushu": "谓无是非，即复有谓。○复，扶又反。"
                },
                {
                    "paragraph": "而未知吾所谓之其果有谓乎，其果无谓乎。",
                    "zhushu": "又不知谓之有无，尔乃荡然无纤芥于胸中也。○芥，古迈反，又音界。"
                },
                {
                    "paragraph": "天下莫大于秋豪之末，而大山为小；莫寿乎殇子，而彭祖为。天地与我并生，而万物与我为一。",
                    "zhushu": "夫以形相对，则大山大于秋豪也。若各据其性，分物冥其极，则形大未为有余，形小不为不足。苟各足于其性，则秋豪不独小其小，而太山不独大其大矣。若以性足为大，则天下之足未有过于秋豪也。若性足者非大，则虽太山亦可称小矣。故曰：天下莫大于秋豪之末，而太山为小。太山为小，则天下无大矣；秋豪为大，则天下无小也。无小无大，无寿无夭，是以蟪蛄不羡大椿而欣然自得，斥𫛩不贵天池而荣愿以足。苟足于天然而安其性命，故虽天地未足为寿而与我并生，万物未足为异而与我同得，则天地之生又何不并，万物之得又何不一哉！○秋豪如字，依字应作豪。司马云：兔毫在秋而成。王逸任楚辞云：锐毛也。案：毛至秋而耎细，故以喻小也。大山音泰。殇子，短命者也。或云年十九以下为殇。"
                },
                {
                    "paragraph": "既巳为一矣，且得有言乎。",
                    "zhushu": "万物万形，同于自得，其得一也。巳自一矣，理无所言。"
                },
                {
                    "paragraph": "既已谓之一矣，且得无言乎？",
                    "zhushu": "夫名谓生于不明者也。物或不能自明其一，而以此逐彼，故谓一以正之。既谓之一，即是有言矣。"
                },
                {
                    "paragraph": "一与言为二，二与一为三。自此以往，巧历不能得，而况其凡乎？",
                    "zhushu": "夫以言言一，而一非言也，则一与言为二矣。一既一矣，言又二之，有一有二，得不谓之三乎？夫以一言言一，犹乃成三，况寻其支流。凡物殊称，虽有善数，莫之能纪也。故一之者，与彼未殊；而忘一者，无言而自一。○称，尺证反。数，色主反。"
                },
                {
                    "paragraph": "故自无适有，以至于三，而况自有适有乎？",
                    "zhushu": "夫一，无言也，而有言则至三，况寻其末数，其可穷乎？"
                },
                {
                    "paragraph": "无适焉，因是已。",
                    "zhushu": "各止于其所能，乃最是也。"
                },
                {
                    "paragraph": "夫道未始有封，",
                    "zhushu": "宜然无不在也。夫道未始有封。崔云：齐物七章，此连上章，而班固说在外篇。"
                },
                {
                    "paragraph": "言未始有常，",
                    "zhushu": "彼此言之故，是非无定主。"
                },
                {
                    "paragraph": "为是而有畛也。",
                    "zhushu": "道无封，故万物得恣其分域。○为，于伪反。畛，徐之忍反，郭、李音真，谓封域畛陌也。"
                },
                {
                    "paragraph": "请言其畛：有左有右，",
                    "zhushu": "各异便也。○有左有右，崔本作有在宥也。便，婢面反。"
                },
                {
                    "paragraph": "有伦有义，",
                    "zhushu": "物物有理，事事有宜。○有伦有义，崔本作有论有议。"
                },
                {
                    "paragraph": "有分有辩，",
                    "zhushu": "群，分而类别也。○分，如字，注同。别，彼列反，下皆同。"
                },
                {
                    "paragraph": "有竞有争，",
                    "zhushu": "并逐曰竞，对辩曰争。○争，争斗之争，注同。"
                },
                {
                    "paragraph": "此之谓八德。",
                    "zhushu": "略而判之，有此八德。"
                },
                {
                    "paragraph": "六合之外，圣人存而不论；",
                    "zhushu": "夫六合之外，谓万物性分之表耳。夫物之性表，虽有理存焉，而非性分之内，则未尝以感圣人也。故圣人未尝论之。若论之，则是引万物使学其所不能也。故不论其外，而八畛同于自得也。"
                },
                {
                    "paragraph": "六合之内，圣人论而不议；",
                    "zhushu": "陈其性而安之。"
                },
                {
                    "paragraph": "春秋经世，先王之志，圣人议而不辩。",
                    "zhushu": "顺其成迹而拟乎至当之极，不执其所是，以非众人也。"
                },
                {
                    "paragraph": "故分也者，有不分也；辩也者，有不辩也。",
                    "zhushu": "夫物物自分，事事自别，而欲由已以分别之者，不见彼之自别也。○分如是下及注同。"
                },
                {
                    "paragraph": "曰：何也？圣人怀之，",
                    "zhushu": "以不辨为怀耳。圣人无怀。"
                },
                {
                    "paragraph": "众人辩之，以相示也。故曰：辩也者，有不见也。",
                    "zhushu": "不见彼之自辨，故辨已所知以示之。"
                },
                {
                    "paragraph": "夫大道不称，",
                    "zhushu": "付之自称，无所称谓。○称，尺证反，注同。"
                },
                {
                    "paragraph": "大辩不言，",
                    "zhushu": "已自别也。"
                },
                {
                    "paragraph": "大仁不仁，",
                    "zhushu": "无爱而自存也。"
                },
                {
                    "paragraph": "大廉不衔，",
                    "zhushu": "夫至足者，物之去来非我也，故无所容其衔盈。○衔，郭欺簟反，徐音谦。"
                },
                {
                    "paragraph": "大勇不忮。",
                    "zhushu": "无往而不顺，故能无险而不往。○忮，徐之豉反，又音豉，李之移反，害也，李云：健也。"
                },
                {
                    "paragraph": "道昭而不道，",
                    "zhushu": "以此明彼，彼此俱失矣。○昭，音照。"
                },
                {
                    "paragraph": "言辩而不及，",
                    "zhushu": "不能及其自分。"
                },
                {
                    "paragraph": "仁常而不成，",
                    "zhushu": "物无常爱，而常爱必不周。"
                },
                {
                    "paragraph": "廉清而不信，",
                    "zhushu": "激然廉清贪名者耳，非真廉也。"
                },
                {
                    "paragraph": "勇忮而不成。",
                    "zhushu": "忮逆之勇，天下共疾之，无敢举足之地也。"
                },
                {
                    "paragraph": "五者园而几向方矣。",
                    "zhushu": "此五者，皆以有为伤当者也。不能上乎本性而求外无巳大。外不可求而求之，譬犹以圆学方，以鱼慕乌耳。虽希翼鸾凤，拟规日月，此愈近，彼愈远实，学弥得而性弥失，故齐物而徧尚之累去矣。○园，崔音刓，徐五丸反，司马云：圆也，郭音团。几，徐其衣反。向方，本亦作向，音同，下皆放此。近，附近之近。远，于万反。"
                },
                {
                    "paragraph": "故知止其所不知，至矣。",
                    "zhushu": "所不知者，皆性分之外也，故止于所知之内而至也。"
                },
                {
                    "paragraph": "孰知不言之辩，不道之道？若有能知，此之谓天府。",
                    "zhushu": "浩然都任之也。"
                },
                {
                    "paragraph": "注焉而不满，酌焉而不竭，",
                    "zhushu": "至人之心若镜，应而不藏，故旷然无盈虚之变也。○注徐之喻反。"
                },
                {
                    "paragraph": "而不知其所由来，",
                    "zhushu": "至理之来，自然无迹。"
                },
                {
                    "paragraph": "此之谓葆光。",
                    "zhushu": "任其自明，故其光不弊也。○葆光，音保，崔云：若有若无谓之葆光。"
                },
                {
                    "paragraph": "故昔者尧问于舜曰：我欲伐宗、脍、胥敖、南面而不释然，其故何也？",
                    "zhushu": "于安任之道未弘，故听朝而不怡也。舜曰：夫三子者，犹存乎蓬艾之间，若不释然，何哉？将寄明齐一之理于大圣，故发自怪之问以起对也。昔者十日并出，万物皆照，而况德之进乎日者乎！○脍，徐古外反。○胥，息徐反，华胥国。○敖，徐五高反，司马云：宗、脍、胥、敖，三国名也。崔云：宗，一也；脍，二也；胥敖，三也。○朝，直遥反。"
                },
                {
                    "paragraph": "舜曰：夫三子者，犹存乎蓬艾之间，",
                    "zhushu": "夫物之所安无陋也，则蓬艾乃三子之妙处也。○处，昌虑反。"
                },
                {
                    "paragraph": "若不释然，何哉？昔者十日并出，万物皆照，",
                    "zhushu": "夫重明登天，六合俱照，无有蓬艾而不光被也。○重，直龙反。被，皮寄反。"
                },
                {
                    "paragraph": "而况德之进乎日者乎！",
                    "zhushu": "夫日月虽无私于照，犹有所不及，德则无不得也。而今欲夺蓬艾之愿，而伐使从巳，于至道岂弘哉。故不释然神解耳。若乃物畅其性，各安其所安，无远近幽深，付之自若，皆得其极，则彼无不当，而我无不怡也。○解音蟹。"
                },
                {
                    "paragraph": "啮缺问乎王倪曰：子知物之所同是乎？曰：吾恶乎知之？",
                    "zhushu": "所同未必是，所异不独非，而彼我莫能相正，故无所用其知。○啮，五结反。缺，丘悦反。王倪，徐五嵇反，李音诣，高士传云：王倪，尧时贤人也。天地篇云：啮缺之师。恶音乌，下皆同。"
                },
                {
                    "paragraph": "子知子之所不知邪？曰：吾恶乎知之。",
                    "zhushu": "若自知其所不知，即为有知，有知则不能任群才之自当。"
                },
                {
                    "paragraph": "然则物无知邪？曰：吾恶乎知之。",
                    "zhushu": "都不知，乃旷然无不任矣。"
                },
                {
                    "paragraph": "虽然，尝试言之。",
                    "zhushu": "以其不知，故未敢正言，试言之耳。"
                },
                {
                    "paragraph": "庸讵知吾所谓知之非不知邪？",
                    "zhushu": "鱼游于水，水物所同，咸谓之知。然自鱼观之，则向所谓知者，复为不知矣。夫蛣蜣之知，非于转丸而笑蛣蜣者，乃以苏合为贵。故所同之知，未可正据。○庸讵，徐本作巨，其庶反，郭音巨。李云：庸，用也。讵，何也，犹言何用也。服虔云：讵犹未也。复，扶又反。蛣，丘一反。蜣，丘良反。尔雅云：蛣蜣，蜣螂也。"
                },
                {
                    "paragraph": "庸讵知吾所谓不知之非知邪？",
                    "zhushu": "所谓不知者，直是不同耳，亦自一家之知。"
                },
                {
                    "paragraph": "且吾尝试问乎女：",
                    "zhushu": "已不知其正，故试问女。○女音汝，注及下同。巳音纪。"
                },
                {
                    "paragraph": "民湿寝则腰疾偏死，䲡然乎哉？木处则惴栗恂惧，猿猴然乎哉？三者孰知正处？",
                    "zhushu": "此略举三者以明万物之异便。○偏死，司马云：偏，枯死也。䲡，徐音秋，司马云：鱼名。惴，之瑞反。栗音栗。恂，郭音荀，徐音峻，恐貌。崔云：战也。班固作眴也。猿音猿。猴音侯。便，婢面反。"
                },
                {
                    "paragraph": "民食刍豢，麋鹿食荐，蝍且甘带，鸱鸦耆鼠，四者孰知正味？",
                    "zhushu": "此略举四者以明美恶之无主。○刍，初俱反，小尔雅云：秆谓之刍。秆音古但反。豢，徐音患，又胡满反。司马云：牛羊曰刍，犬豕曰豢，以所食得名也。麋音眉。荐，笺练反。司马云：美草也。崔云：甘草也。郭璞云：三苍云：六畜所食曰荐。蝍音即且，字或作蛆，子徐反。李云：蝍且，虫名也。广雅云：蜈公也。尔雅云：蒺蔾，蝍蛆。郭璞注云：似蝗，大腹长角，能食蛇脑。蒺音疾。蔾音梨。带如字。崔云：蛇也。司马云：小蛇也。蝍蛆好食其眼。鸱，尺夷反。鸦，本亦作鸱，于加反。崔云：乌也。耆，市志反。字或作嗜。崔本作其。恶，乌路反。"
                },
                {
                    "paragraph": "猿猵狙以为雌，麋与鹿交，䲡与鱼游。毛嫱丽姫，人之所美也。鱼见之深入，鸟见之高飞，麋鹿见之决骤。四者孰知天下之正色哉？",
                    "zhushu": "此略举四者以明天下所好之不同也。不同者而非之，则无以知所同之必是。○猵，篇面反，徐敷面反，又敷畏反，郭、李音之。狙，七余反，司马云：狙，一名獦牂，似猿而狗头，憙与雌猿交也。崔云：徧狙，一名獦牂，其雄憙与猿雌为牝牡。向云：猵狙，以猿为雌也。獦音葛。雌音妻，一音如字。毛嫱，徐在良反，司马云：毛嫱，古美人，一云：越王美姫也。丽姫，力知反，下同。丽姫，晋献公之嬖，以为夫人。崔孝作西施。决，喜缺反。李云：疾貌。崔云：疾走不顾为决。徐古惠反，郭音古穴反。骤，上救反，又在遘反。好，呼报反。"
                },
                {
                    "paragraph": "自我观之，仁义之端，是非之涂，樊然殽乱，吾恶能知其辩？",
                    "zhushu": "夫利于彼者或害于此，而天下之彼我无穷，则是非之竟无常，故唯莫之辩，而任其自是，然后荡然俱得。○樊音烦。殽，徐户交反，郭作散，悉旦反。之竟音境，今本或作境，下放此。"
                },
                {
                    "paragraph": "啮缺曰：子不知利害，则至人固不知利害乎？",
                    "zhushu": "未能妙其不知，故犹嫌至人当知之，斯悬之未解也。○解音蟹。"
                },
                {
                    "paragraph": "王倪曰：至人神矣。",
                    "zhushu": "无心而无不顺。"
                },
                {
                    "paragraph": "大泽焚而不能热，河汉沍而不能寒，疾雷破山，风振海而不能惊。",
                    "zhushu": "夫神全形具而体与物冥者，虽涉至变而未始非我，故荡然无虿介于胸中也。○沍，户故反，徐又户各反，李户格反，向曰冻也。崔云：沍犹涸也。虿，𠡠迈反，又音豸。介，古迈反，又音界。"
                },
                {
                    "paragraph": "若然者，乘云气，",
                    "zhushu": "寄物而行，非我动也。"
                },
                {
                    "paragraph": "骑日月，",
                    "zhushu": "有昼夜而无死生也。"
                },
                {
                    "paragraph": "而游乎四海之外，",
                    "zhushu": "夫唯无其知而任天下之自为，故驰万物而不穷也。"
                },
                {
                    "paragraph": "死生无变于巳，",
                    "zhushu": "与变为体。故死生若一。"
                },
                {
                    "paragraph": "而况利害之端乎。",
                    "zhushu": "况利害于死生，愈不足以介意。"
                },
                {
                    "paragraph": "瞿鹊子问乎长梧子曰：吾闻诸夫子：圣人不从事于务，",
                    "zhushu": "务自来而理自应耳，非从而事之也。○瞿，其俱反。长梧子，李云：居长梧下，因以为名。崔云，名丘，简文云：长梧封人也。夫子，向云瞿鹊之师。z"
                },
                {
                    "paragraph": "不就利，不违害，",
                    "zhushu": "任而直前，无所避就。"
                },
                {
                    "paragraph": "不喜求，",
                    "zhushu": "求之不喜，直取不怒。"
                },
                {
                    "paragraph": "不缘道。",
                    "zhushu": "独至者也。"
                },
                {
                    "paragraph": "无谓有谓，有谓无谓，",
                    "zhushu": "凡有称谓者，皆非吾所谓也，彼各自谓耳。故无彼有谓而有此无谓也。称，尺正反，下放此。"
                },
                {
                    "paragraph": "而游乎尘垢之外。",
                    "zhushu": "凡非真性，皆尘垢也。而游，崔本作而施。"
                },
                {
                    "paragraph": "夫子以为孟浪之言，而我以为妙道之行也。吾子以为奚若。长梧子曰：是黄帝之所听荧也，而丘也何足以知之。且女亦大早计，见卵而求时夜，见弹而求鸮炙",
                    "zhushu": "夫物有自然，理有至极，循而直往，则冥然自合，非所言也。故言之者孟浪，而闻之者听荧。虽复黄帝，犹不能使万物无怀，而听荧至竟。故圣人付当于尘垢之外，而玄合乎视听之表，照之以天而不逆计，放之自尔而不推明也。今瞿鹊子方闻孟浪之言，而便以为妙道之行，斯亦无异见卵而责司晨之功，见弹而求鸮炙之实也。夫不能安时处顺，而探变求化，当生而虑死，执是以辩非，皆逆计之徒也。○孟，如字，徐武党反，或武葬反。浪如字，徐力荡反。向云：孟浪音漫澜，无所趣舍之谓。李云：犹较略也。崔云：不精要之貌。行，如字，又下孟反。黄帝，本又作黄帝。听，𠡠定反。荧音莹磨之莹，本亦作莹，于拘反。向司马云：听荧，疑惑也。李云：不光明貌。崔云：小明不大了也。向崔本作䵐荣女，音汝，下同。大音太。徐、李𠡠佐反，注同。时夜，崔云：时夜，司夜谓鸡也。弹，徒旦反。鸮，于骄反。司马云：小鸠可炙。毛诗草木疏云：大如班鸠，绿色。其肉甚美。复，扶又反，下皆同。下章注亦准此。"
                },
                {
                    "paragraph": "予尝为女妄言之，",
                    "zhushu": "言之则孟浪也，故试妄言之。○为，于伪反。"
                },
                {
                    "paragraph": "女以妄听之奚。",
                    "zhushu": "若正听妄言，复为大早计也，故亦妄听之何？"
                },
                {
                    "paragraph": "旁日月，挟宇宙，",
                    "zhushu": "以死生为昼夜，旁日月之喻也。以万物为一体，挟宇宙之譬也。○旁，薄葬反，徐扶葬反，司马云：依也。崔本作谤。挟，户牒反，崔本作扶。宇宙，治救反。尸子云：天地四方曰宇，往古来今曰宙。说文云：舟舆所极覆曰宙。"
                },
                {
                    "paragraph": "为其吻合，置其滑涽，以隶相尊？",
                    "zhushu": "以有所贱，故尊卑生焉，而滑涽纷乱，莫之能正，各自是于一方矣。故为吻然自合之道，莫若置之勿言，委之自尔也。吻然，无被际之谓也。○吻，本或作，　郭音泯，徐武轸反，李载枌反，无波际之貌。司马云：合也。向音唇，云：若雨唇之相合也。滑，徐古没反，乱也。向本作汨，音同。崔户八反，云：栝口木也。涽，徐音昏，向云：泪昏未定之谓。崔本作𦈏。武巾反。云。绳也。"
                },
                {
                    "paragraph": "众人役役，",
                    "zhushu": "驰骛于是非之境也。"
                },
                {
                    "paragraph": "圣人愚芚，",
                    "zhushu": "芚然，无知而直往之貌。○芚，徐徒奔反，郭治本反。司马云：浑屯不分察也。崔云：厚貌也。或云：束也。李丑伦反。"
                },
                {
                    "paragraph": "参万岁而一成纯。",
                    "zhushu": "纯者，不杂者也。夫举万岁而参其变，而众人谓之杂矣，故役役然劳形怵心而去彼就此。唯大圣无执，故芚然直往而与变化为一，一变化而常游于独者也。故虽参糅亿载，千殊万异，道行之而成，则古今一成也。物谓之而然，则万物一然也。无物不然，无时不成，斯可谓纯也。○怵，初律反。糅，如救反。"
                },
                {
                    "paragraph": "万物尽然，",
                    "zhushu": "无物不然。"
                },
                {
                    "paragraph": "而以是相蕴。",
                    "zhushu": "蕴，积也。积是于万岁，则万岁一是也。积然于万物，则万物尽然也。故不知死生先后之所在，彼我胜负之所如也。○蕴，本亦作蕴，徐于积反，郭于本反，李于问反，积也。"
                },
                {
                    "paragraph": "予恶乎知说生之非惑邪？",
                    "zhushu": "死生一也，而独说生，欲与变化相背，故未知其非或也。○恶，音乌，下恶乎皆同。说，音悦，注同。背，音佩。"
                },
                {
                    "paragraph": "予恶乎知恶死之非弱丧而不知归者邪？",
                    "zhushu": "少而失其故居，名为弱丧。夭弱丧者，遂安于所在，而不知归于故乡也。焉知生之非夫弱丧，焉知死之非夫还归而恶之哉？○恶死，乌路反，注同。丧，息浪反，注同。少，诗照反。焉，于虔反，下同。"
                },
                {
                    "paragraph": "丽之姫，艾封人之子也。晋国之始得之也，涕泣沾襟。及其至于王所，与王同筐床，食刍豢，而后悔其泣也。",
                    "zhushu": "一生之内，情变若此，当此之日，则不知彼，况夫死生之变，恶能相知哉，○至于王所，崔云：六国时诸侯僭称王，因此谓献公为王也。筐，本亦作匡，徐起狂反。床，徐音床。司马云：筐床，安床也。崔云：筐，方也。一云：正床也。"
                },
                {
                    "paragraph": "予恶乎知夫死者不悔其始之蕲生乎。",
                    "zhushu": "蕲，求也。○蕲音祈。"
                },
                {
                    "paragraph": "梦饮酒者，旦而哭泣；梦哭泣者，旦而田猎。",
                    "zhushu": "此寤寐之事变也。事苟变，情亦异，则死生之愿不得同矣。故生时乐生，则死时乐死矣。死生虽异，其于各得所愿一也，则何系哉？乐，音洛，下同。"
                },
                {
                    "paragraph": "方其梦也，不知其梦也。",
                    "zhushu": "由此观之，当死之时，亦不知其死而自适其志也。"
                },
                {
                    "paragraph": "梦之中又占其梦焉，",
                    "zhushu": "夫梦者，乃复梦中占其梦，则无以异于寤者也。"
                },
                {
                    "paragraph": "觉而后知其梦也。",
                    "zhushu": "当所遇无不足也，何为方生而忧死哉？○觉音教，下反，注皆同。"
                },
                {
                    "paragraph": "且有大觉而后知此其大梦也，",
                    "zhushu": "夫大觉者，圣人也。大觉者乃知大患，虑在怀者，皆未寤也。"
                },
                {
                    "paragraph": "而愚者自以为觉，窃窃然知之。君乎，牧乎！固哉！",
                    "zhushu": "夫愚者大梦而自以为寤，故窃窃然以所好为君上，而所恶为牧圉，欣然信一家之偏见，可谓固陋矣。○窃窃，司马云：犹察察也。牧乎，崔本作跂乎，云：踶跂，强羊貌。好，呼报反，注同。恶，乌路反。"
                },
                {
                    "paragraph": "丘也与女皆梦也。",
                    "zhushu": "未能忘言而神解，故非大觉也。○解音蟹，下同。"
                },
                {
                    "paragraph": "予谓女梦，亦梦也。",
                    "zhushu": "即复梦中之占梦也。夫是以为梦，犹未寤也，况窃窃然自以为觉哉。"
                },
                {
                    "paragraph": "是其言也，其名为吊诡。",
                    "zhushu": "夫非常之谈，故非常人之所知，故谓之吊当卓诡，而不识其悬解。○吊，如字，音的，至也。诡，九委反，异也。"
                },
                {
                    "paragraph": "万世之后，而一遇大圣，知其解者，是旦暮遇之也。",
                    "zhushu": "言能蜕然无系，而玄同死生者至希也。○解音蟹，徐户解反。蜕音帨，又始锐反。"
                },
                {
                    "paragraph": "既使我与若辩矣，若胜我，我不若胜，若果是也？我果非也邪？我胜若，若不吾胜，我果是也？而果非也邪？",
                    "zhushu": "若、而，皆汝也。"
                },
                {
                    "paragraph": "其或是也，其或非也邪？其俱是也，其俱非也邪？我与若不能相知也，则人固受其黮暗，吾谁使正之？",
                    "zhushu": "不知而后推，不见而后辩，辩之而不足以自信，以其与物对也。辩对终日黮暗至竟，莫能正之，故当付之自正耳。○黮暗，贪暗反，李云：黮暗，不明貌。"
                },
                {
                    "paragraph": "使同乎若者正之，既与若同矣，恶能正之？使同乎我者正之，既同乎我矣，恶能正之？",
                    "zhushu": "同故是之，未足信也。○恶音乌，下皆同。"
                },
                {
                    "paragraph": "使异乎我与若者正之，既异乎我与若矣，恶能正之？",
                    "zhushu": "异故相非耳，亦不足据。"
                },
                {
                    "paragraph": "使同乎我与若者正之，既同乎我与若矣，恶能正之？",
                    "zhushu": "是若果是，则天下不得复有非之者也；非若信非，则亦无缘复有是之者也。今是其所同而非其所异，异同既具而是非无主。故夫是非者，生于好辩而休乎天均，付之两行而息乎自正也。"
                },
                {
                    "paragraph": "然则我与若与人俱不能相知也，而待彼也邪？",
                    "zhushu": "各自正耳。待彼不足以正此，则天下莫能相正也，故付之自正而至矣。"
                },
                {
                    "paragraph": "何谓和之以天倪？",
                    "zhushu": "天倪者，自然之分也。○和，如字，崔胡卧反。天倪，李音崔，徐音诣，郭音五底反，李云：分也。崔云：或作霓，音同，际也。班固曰：天研。"
                },
                {
                    "paragraph": "曰：是不是，然不然。是若果是也，则是之异乎不是也亦无辩。",
                    "zhushu": "然若果然也，则然之异乎不然也亦无辩。是非然否，彼我更对，故无辨。无辨，故和之以天倪，安其自然之分而巳，不待彼以正此。"
                },
                {
                    "paragraph": "化声之相待，若其不相待，",
                    "zhushu": "是非之辩为化声。夫化声之相待，俱不足以相正，故若不相待也。"
                },
                {
                    "paragraph": "和之以天倪，因之以曼衍，所以穷年也。。",
                    "zhushu": "和之以自然之分，任其无极之化，寻斯以往，则是非之境自泯，而性命之致自穷也。○曼，徐音万，郭武半反。衍，徐以战反，司马云：曼衍，无极也。"
                },
                {
                    "paragraph": "忘年忘义，振于无竟，故寓诸无竟。",
                    "zhushu": "夫忘年故玄同死生，忘义故弥贯是非，是非死生荡而为一，斯至理也。至理畅于无极，故寄之者不得有穷也。○振如字，崔云：止也，又之忍反。竟如字，极也。崔作境"
                },
                {
                    "paragraph": "罔两问景曰：曩子行，今子止；曩子坐，今子起。何其无特操与？",
                    "zhushu": "罔两，景外之微阴也。○罔两，向云：景之景也。崔本作罔浪，云：有无之状。景，映永反，又如字，本或作影，俗也。曩，徐乃荡反，李云：向者也。无特，本或作持。崔云：特辞也。向云：无特者，行止无常也。与音余。"
                },
                {
                    "paragraph": "景曰：吾有待而然者邪？",
                    "zhushu": "言天机自尔，坐起无待，无待而独得者，孰知其故而贵其所以哉。"
                },
                {
                    "paragraph": "吾所待。又有待而然者邪？",
                    "zhushu": "若责其所待而寻其所由，则寻责无极，卒至于无待，而独化之理明矣。"
                },
                {
                    "paragraph": "吾待蛇蚹蜩翼邪？",
                    "zhushu": "若待蛇蚹蜩翼，则无持操之所由，未为难识也。今所以不识，正由不待斯类而独化故耳。○蛇蚹，音附，徐又音敷，司马云：谓蛇腹下龃龉可以行者也。龃音士女反。龉音鱼女反。蜩音条。"
                },
                {
                    "paragraph": "恶识所以然？恶识所以不然？",
                    "zhushu": "世或谓罔两待景，景待形，形待造物者。请问夫造物者，有邪？无邪？无也，则胡能造物哉？有也，则不足以物众形。故明乎众形之自物，而后始可与言造物耳。是以涉有物之域，虽复罔两，未有不独化于玄冥者也。故造化者无主，而物各自造，物各自造，而无所待焉，此天地之正也。故彼我相因，形景俱生，虽复玄合，而非待也。明斯理也，将使万物各反所宗于体中，而不待乎外，外无所谢而内无所矜，是以诱然皆生而不知所以生，同焉皆得而不知所以得也。今罔两之因景，犹云俱生而非待也，则万物虽聚而共成乎天，而皆历然莫不独见矣。故罔两非景之所制，而景非形之所使。形非无之所化也，则化与不化，然与不然，从人之与由已，莫不自尔，吾安识其所以哉。故任而不助，则本末内外，畅然俱得，泯然无迹。若乃责此近因而忘其自尔，宗物于外，丧主于内，而爱尚生矣。虽欲推而齐之，然其所尚巳存乎胸中，何夷之得有哉？○丧，息浪反。"
                },
                {
                    "paragraph": "昔者庄周梦为胡蝶，栩栩然胡蝶也。自喻适志与，",
                    "zhushu": "自快得意，悦豫而行。○胡蝶，徐徒协反，司马、崔云：蛱蝶也。栩栩，徐况羽反，喜貌。崔本作师喻。李云：喻快也。与音余，下同。崔云：与哉。"
                },
                {
                    "paragraph": "不知周也。",
                    "zhushu": "方其梦为胡蝶而不知周，则与殊死不异也。然所在无不适志，则当生而系生者，必当死而恋死矣。由此观之，知夫在生而哀死者误也。"
                },
                {
                    "paragraph": "俄然觉，则蘧蘧然周也。",
                    "zhushu": "自周而言，故称觉耳，未必非梦也。○觉，古孝反。蘧蘧，徐音渠，又其虑反，李云：有形貌。崔作据据，引大宗师云：据然觉。"
                },
                {
                    "paragraph": "不知周之梦为胡蝶与？胡蝶之梦为周与？",
                    "zhushu": "今之不知胡蝶，无异于梦之不知周也。而各适一时之忘，则无以明胡蝶之不梦为周矣。世有假寐而梦经百年者，则无以明今之百年非假寐之梦者也。"
                },
                {
                    "paragraph": "周与胡蝶，则必有分矣，",
                    "zhushu": "夫觉梦之分，无异于死生之辩也。今所以自喻适志，由其分定，非由无分也。"
                },
                {
                    "paragraph": "此之谓物化。",
                    "zhushu": "夫时不暂棹，而今不遂存，故昨日之梦，于今化矣。死生之变，岂异于此，而劳心于其间哉。方为此，则不知彼梦为胡蝶是也。取之于人，则一生之中，今不知后，丽姫是也，而愚者窃窃然自以为知生之可乐，死之可苦，未闻物化之谓也。○乐音洛。"
                }
            ]
        }
    ]
}
